{"document_instrument_name": ["Subnational and citizen participation|Governance", "Capacity building|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Afghanistan", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Health", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Afghanistan National Peace and Development Framework (ANPDF) 2017-2021", "document_country_code": "AFG", "document_hazard_name": "Flood", "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Framework", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "01/01/2017", "document_keyword": ["Health", "Taxes", "Energy", "Forest"], "document_url": "https://cdn.climatepolicyradar.org/AFG/2017/AFG-2017-01-01-Afghanistan National Peace and Development Framework (ANPDF) 2017-2021_8933f24fb14341efc0bbbc526071ea0d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Islamic Republic of Afghanistan"}, {"text_block_id": "p0_b2", "text": "AFGHANISTAN NATIONAL PEACE AND DEVELOPMENT FRAMEWORK"}, {"text_block_id": "p0_b3", "text": "(ANPDF)"}, {"text_block_id": "p2_b4", "text": "Islamic Republic of Afghanistan"}, {"text_block_id": "p2_b5_merged", "text": "AFGHANISTAN NATIONAL PEACE AND DEVELOPMENT FRAMEWORK (ANPDF)"}, {"text_block_id": "p2_b10", "text": "2017 to 2021"}, {"text_block_id": "p3_b11", "text": "Contents"}, {"text_block_id": "p4_b12", "text": "Afghanistan National Peace and Development Framework (ANPDF) 2017 to 2021"}, {"text_block_id": "p4_b13", "text": "Vision"}, {"text_block_id": "p4_b14_merged", "text": "The Afghanistan National Peace and Development Framework is our plan to achieve self-reliance and increase the welfare of our people. We will build a productive and broad-based economy that creates jobs.We will establish the rule of law and put an end to corruption, criminality, and violence. Justice and the rule of law require that we step up the fight against corruption,reform our courts,and make sure that ordinary citizens can exert their constitutional rights with confidence.We will change the structure of our economy from one of import and distribution to one where a thriving private sector — from small farmers and urban businesses to large manufacturers — can successfully export Afghan products to regional and global markets.We will make strategic investments in infrastructure, human capital, quality service delivery,and technology;backed by a robust and well-regulated financial sector that can channel money to where it can best be spent. Growth will be inclusive and balanced. As the economy grows, Afghanistan will be able to expand investments in the health and education of our people.Achieving these goals requires a collective effort to overcome fragmentation, increase accountability, and introduce proper policies for sustainable growth."}, {"text_block_id": "p5_b27", "text": "1. Introduction"}, {"text_block_id": "p5_b28", "text": "The Afghanistan National Peace and Development Framework (ANPDF) is a five-year strategic plan for achieving self-reliance"}, {"text_block_id": "p5_b29", "text": "."}, {"text_block_id": "p5_b30", "text": "The sustainable development that will help Afghanistan meet its many challenges, bring an end to poverty, and ensure security and stability for our country will take longer than a single generation to realize.We must plan to move our country beyond its history of war and poverty and begin the long journey to prosperity."}, {"text_block_id": "p5_b31", "text": "The Framework presents a long-term development narrative for Afghanistan by providing consistent high-level guidance to government, and other, stakeholders. It articulates our immediate and long term development priorities, highlights key reforms, and outlines priority investments needed to achieve development goals in these critical areas. It sets the economic, political and security context for our approach to development, which is built around agriculture, extractive industries and trade."}, {"text_block_id": "p5_b32", "text": "This context leads to a fiscal strategy that will guide budgetary allocations to support policy goals and ensure the sustainable"}, {"text_block_id": "p5_b33", "text": "management of public investment."}, {"text_block_id": "p5_b34", "text": "A credible national budget with the ability to improve government performance is the key mechanism for turning policy into tangible outcomes. Making the budget a driver for reform requires complementary improvements not only in governance"}, {"text_block_id": "p5_b35", "text": "and citizen engagement"}, {"text_block_id": "p5_b36", "text": ","}, {"text_block_id": "p5_b37", "text": "but also significant advances in the rule of law"}, {"text_block_id": "p5_b38", "text": "."}, {"text_block_id": "p5_b39", "text": "Finally"}, {"text_block_id": "p5_b40", "text": ","}, {"text_block_id": "p5_b41", "text": "the ANPDF provides a framework for our international partners to have confidence that more flexible support to the budget will be matched by increased accountability"}, {"text_block_id": "p5_b42", "text": "and improved performance."}, {"text_block_id": "p5_b43", "text": "Afghanistan’s economic and development forecast is informed by the prospects for achieving peace and reconciliation. The"}, {"text_block_id": "p5_b44", "text": "government is deeply invested in the peace process and stands firm on the need to find political solutions to the conflict.While"}, {"text_block_id": "p5_b45", "text": "we remain committed to peace, continued expenditures are required to maintain national security, strengthen government control over territory, and combat the spread of terrorism.As part of our national security strategy, we will continue to invest in professionalizing and increasing the effectiveness of the armed services."}, {"text_block_id": "p5_b46", "text": "Building the people’s trust that their government can provide a better future for them and their families is central to our"}, {"text_block_id": "p5_b47", "text": "national development plan"}, {"text_block_id": "p5_b48", "text": "."}, {"text_block_id": "p5_b49", "text": "Our people must have confidence in a state that is well-governed through laws and institutions"}, {"text_block_id": "p5_b50", "text": ","}, {"text_block_id": "p5_b51", "text": "provides a voice for the people to hold their government accountable, and delivers quality services. Our government is aware that we must secure the nation’s future by conscientiously stewarding natural resources and investing in our children’s health and education."}, {"text_block_id": "p5_b52", "text": "The ANPDF will help overcome the legacy of fragmentation and distortion that has stunted institutional development in Afghanistan. Improved governance, anti-corruption, and organizational reforms are woven into every section of this document. We will increase accountability and make sure that the fruits of our economic strategy are shared equitably."}, {"text_block_id": "p5_b53_merged_merged_merged_merged_merged", "text": "We believe that with focused and sustained commitments, our approach to policy formulation and management can deliver results. But we also draw attention to the risks associated with overly rapid reductions in external support for the reform agenda. It will take time for the reforms and investments that will put Afghanistan on the path to sustainable growth to produce results. Carefully calibrated bridge support is needed to make the transition to sustainability a smooth glide rather than a series of fitful and disruptive shocks.Sustaining partnerships to embed reforms and follow them through to fruition are pre-conditions for success."}, {"text_block_id": "p5_b56", "text": "The overarching goals of our government are to reduce poverty and improve the welfare of our people. In an underdeveloped country, compromises must be made between short-term and long-term investments.This strategy highlights the means for making those trade-offs. It will allow our elected representatives to set priorities, make choices, devise appropriate programs and deliver concrete outcomes. It details standards on inclusion, gender equity, regional balance, and other development goals that provide a basis for making decisions and assessing results."}, {"text_block_id": "p5_b57", "text": "Our aim is to be transparent about the challenges ahead.There are no low-hanging fruit that could trigger rapid growth and foster self-sustaining development.As a political community, we should be clear about our choices.We must build a national consensus in support of the reforms presented in this framework.Afghanistan is a nation that understands hardship. But we are"}, {"text_block_id": "p5_b58", "text": "confident that hope, handwork, and staying true to our values will make our country succeed"}, {"text_block_id": "p5_b59", "text": "."}, {"text_block_id": "p5_b60", "text": "The ANPDF was developed through consultations between the government and our partners, including civil society, private sector, and international partners. Our aim is to continue this national dialogue.This document will be available in Dari and Pashto."}, {"text_block_id": "p7_b61", "text": "2. Political, Security, Economic, and Socioeconomic Outlook"}, {"text_block_id": "p7_b62", "text": "2.1 The Geo-economic Location of Afghanistan"}, {"text_block_id": "p7_b63", "text": "Afghanistan is an ancient place with a rich history and an ethnically and linguistically diverse population. Many Afghans live in isolated"}, {"text_block_id": "p7_b64", "text": "communities dispersed in the hills and valleys of the rugged mountainous terrain that defines much of our geography"}, {"text_block_id": "p7_b65", "text": "."}, {"text_block_id": "p7_b66", "text": "Overcoming this"}, {"text_block_id": "p7_b67", "text": "natural drift towards fragmentation requires large-scale investments in infrastructure development to facilitate transport, communications,"}, {"text_block_id": "p7_b68", "text": "access to services and market integration.Four decades of conflict have devastated the country and confounded efforts to build an effective"}, {"text_block_id": "p7_b69", "text": "state with well-functioning institutions and a nationwide infrastructure."}, {"text_block_id": "p7_b70", "text": "The long-run drivers of growth will continue to be agriculture, mining, and inter-regional trade. But the old ways must be modernized. If effectively exploited, these modernized resources offer the potential for higher economic growth. Afghanistan’s geo-strategic location at the crossroads of one of the world’s most dynamic and populous regions means that it is well positioned to foster growth-inducing economic cooperation with our neighbors.Afghanistan must also foster investment, both public and private, foreign and domestic, and it must over time replace development assistance with sustainable sources of national income."}, {"text_block_id": "p7_b71", "text": "Given Afghanistan’s history of conflict and lack of investment"}, {"text_block_id": "p7_b72", "text": ","}, {"text_block_id": "p7_b73", "text": "achieving acceptable economic growth and social development will take"}, {"text_block_id": "p7_b74", "text": "time. Even with optimistic levels of growth, over the next ten years,Afghanistan is likely to remain at the bottom of South Asia’s regional average for GDP per capita.A development strategy for lifting living standards to a reasonable or middle-income level must be measured in multiples of decades; not in years or even a single decade. It is, however, crucial that we lay the foundations for a peaceful and prosperous country now."}, {"text_block_id": "p7_b75", "text": "Our strategy must be realistic.The prospects for growth in the short run are uncertain. Until Afghanistan has peace, large scale new private investment is unlikely. Public investment, typically driven by a growing economy, will also be constrained. International partners will remain"}, {"text_block_id": "p7_b76", "text": "a crucial financier of development in Afghanistan"}, {"text_block_id": "p7_b77", "text": ","}, {"text_block_id": "p7_b78", "text": "but their support will likely decline over the next 5 to 10 years"}, {"text_block_id": "p7_b79", "text": "."}, {"text_block_id": "p7_b80", "text": "Over time"}, {"text_block_id": "p7_b81", "text": ","}, {"text_block_id": "p7_b82", "text": "sustainable"}, {"text_block_id": "p7_b83", "text": "domestic sources must replace International support. In the short-term, moving towards a sustainable budget and putting in place the foundations for Afghanistan’s long-term development are our most important priorities."}, {"text_block_id": "p7_b84", "text": "2.2 The National Unity Government – The First Two-Years"}, {"text_block_id": "p7_b85", "text": "The transition in 2014 had a substantial impact on Afghanistan’s security"}, {"text_block_id": "p7_b86", "text": ","}, {"text_block_id": "p7_b87", "text": "political"}, {"text_block_id": "p7_b88", "text": ","}, {"text_block_id": "p7_b89", "text": "and economic dynamics"}, {"text_block_id": "p7_b90", "text": "."}, {"text_block_id": "p7_b91", "text": "The new National Unity Government face"}, {"text_block_id": "p7_b92", "text": "d"}, {"text_block_id": "p7_b93", "text": "not one"}, {"text_block_id": "p7_b94", "text": ","}, {"text_block_id": "p7_b95", "text": "but three crises as terrorists and armed opposition groups intensified their attacks just as international troop"}, {"text_block_id": "p7_b96", "text": "levels declined, the economy went into recession, and a contested election occupied the national leadership’s attention."}, {"text_block_id": "p7_b97", "text": "The new government discovered that structural problems in the economy were deeper than initially understood. Politicization of appointments had created internal polarization and pervasive corruption, including in such core government functions as banking supervision, public procurement, defense, civil service, judicial and law enforcement agencies. Both security and development were severely fragmented; in effect, they were little more than an aggregation of on and off-budget projects rather than the means to implement coherent national priorities built around clearly stated goals."}, {"text_block_id": "p7_b98", "text": "The government spent its first year putting in place fundamental improvements to core functions"}, {"text_block_id": "p7_b99", "text": "."}, {"text_block_id": "p7_b100", "text": "Public procurement was centralize"}, {"text_block_id": "p7_b101", "text": "d"}, {"text_block_id": "p7_b102", "text": "to force through reforms"}, {"text_block_id": "p7_b103", "text": "."}, {"text_block_id": "p7_b104", "text": "A public financial management reform roadmap was produced to bring the budget process in line wit"}, {"text_block_id": "p7_b105", "text": "h"}, {"text_block_id": "p7_b106", "text": "national priorities."}, {"text_block_id": "p7_b107_merged_merged_merged_merged_merged", "text": "Four interrelated challenges – conflict,corruption,criminality,and unemployment – remain significant tests to the reform agenda.Whileresolving security challenges will require political negotiations and military success,increasing public confidence that the governmentcan provide equitable quality services will increase support for the government in this difficult context.However,without a big increas"}, {"text_block_id": "p7_b124", "text": "e"}, {"text_block_id": "p7_b125", "text": "in jobs, Afghans will continue to resort to desperate measures such as illicit narcotics production, out-migration, and joining violent criminal networks."}, {"text_block_id": "p8_b126", "text": "2.3 Political and Security Outlook"}, {"text_block_id": "p8_b127", "text": "The prospects for peace are the specters that shadow all development forecasts"}, {"text_block_id": "p8_b128", "text": "."}, {"text_block_id": "p8_b129", "text": "We have adopted a five-year Nationa"}, {"text_block_id": "p8_b130", "text": "l"}, {"text_block_id": "p8_b131", "text": "Campaign Plan to increase the mobility and effectiveness of our security forces. Improvements to the ANSF and the police are critical not only for securing our country against armed opposition groups but also for reducing criminality such as extortion, kidnapping, and illegal seizure, which have become huge disincentives to business investment. Presence of landmines and Explosive Remnant of War (ERW) pose a threat to the lives of Afghan civilians and impede development"}, {"text_block_id": "p8_b132", "text": "activities"}, {"text_block_id": "p8_b133", "text": "."}, {"text_block_id": "p8_b134", "text": "Each month"}, {"text_block_id": "p8_b135", "text": ","}, {"text_block_id": "p8_b136", "text": "on average 100 civilians are victims of land mines and ERW"}, {"text_block_id": "p8_b137", "text": "."}, {"text_block_id": "p8_b138", "text": "The Plan focuses on three areas"}, {"text_block_id": "p8_b139", "text": ":"}, {"text_block_id": "p8_b140", "text": "reconciliation, security, and stability. We have revamped our senior military leadership and professionalized training for"}, {"text_block_id": "p8_b141", "text": "officers"}, {"text_block_id": "p8_b142", "text": "."}, {"text_block_id": "p8_b143", "text": "Civilian controls over principal support functions such as procurement"}, {"text_block_id": "p8_b144", "text": ","}, {"text_block_id": "p8_b145", "text": "financial management"}, {"text_block_id": "p8_b146", "text": ","}, {"text_block_id": "p8_b147", "text": "and audit have bee"}, {"text_block_id": "p8_b148", "text": "n"}, {"text_block_id": "p8_b149", "text": "introduced. These controls will ensure that our troops receive proper equipment, nutrition, and management. We have introduced tough measures to end the internal threat to force effectiveness caused by corruption."}, {"text_block_id": "p8_b150", "text": "Our pledge to reduce reliance on donor aid for the security sector requires cutbacks in LOTFA and CSTC-A funds, with progressively more resources coming from domestic sources. If the cost of security remains unchanged at around USD5"}, {"text_block_id": "p8_b151", "text": "billion per year"}, {"text_block_id": "p8_b152", "text": ","}, {"text_block_id": "p8_b153", "text": "this will be difficult to achieve"}, {"text_block_id": "p8_b154", "text": "."}, {"text_block_id": "p8_b155", "text": "Nevertheless"}, {"text_block_id": "p8_b156", "text": ","}, {"text_block_id": "p8_b157", "text": "to achieve this pledge"}, {"text_block_id": "p8_b158", "text": ","}, {"text_block_id": "p8_b159", "text": "we are committed to significantl"}, {"text_block_id": "p8_b160", "text": "y"}, {"text_block_id": "p8_b161", "text": "improving domestic revenue collection"}, {"text_block_id": "p8_b162", "text": ","}, {"text_block_id": "p8_b163", "text": "and improving efficiencies through preventing corruption"}, {"text_block_id": "p8_b164", "text": ","}, {"text_block_id": "p8_b165", "text": "misuse of funds and stric"}, {"text_block_id": "p8_b166", "text": "t"}, {"text_block_id": "p8_b167", "text": "spending monitoring mechanisms in the security sector."}, {"text_block_id": "p8_b168", "text": "2.4 Economic Outlook"}, {"text_block_id": "p8_b169_merged_merged_merged", "text": "Afghanistan’s overall economic outlook frames the context for our self-reliance strategy. The IMF and other economic forecasters anticipate an overall slowing of global growth, which will affect Afghanistan’s ability not only to export but also to attract investment. But the three-year long decline in domestic economic growth has been stemmed. It is reasonable to anticipate a return to a robust, albeit modest, growth trajectory; if strong and effective reforms are implemented. Afghanistan has a limited amount of debt, large foreign exchange reserves, and an effectively managed exchange rate for the Afghani.These provide a foundation for pro-growth macroeconomic policies.However,sharp declines in aid,weak revenueperformance,or public finance mismanagement could create damaging budget shortfalls and lead to a deterioration ingrowth prospects."}, {"text_block_id": "p8_b183", "text": "Table 1: Macroeconomic Indicators"}, {"text_block_id": "p8_b184", "text": "Source: Ministry of Finance Fiscal Policy Department Estimate"}, {"text_block_id": "p8_b185", "text": "s"}, {"text_block_id": "p8_b186", "text": "Economic growth is expected to continue improving through 2017"}, {"text_block_id": "p8_b187", "text": ";"}, {"text_block_id": "p8_b188", "text": "reaching 6 percent by 2020"}, {"text_block_id": "p8_b189", "text": "."}, {"text_block_id": "p8_b190", "text": "GDP growth is led by th"}, {"text_block_id": "p8_b191", "text": "e"}, {"text_block_id": "p8_b192", "text": "agriculture sector, with expansions expected in wheat and fruit.As security responsibilities shift to national forces, the share of domestic spending in this sector will increase.This will translate into greater demand for domestic goods and services, which will in turn stimulate economic growth."}, {"text_block_id": "p8_b193", "text": "Expansion in secondary processing of materials such as marble,cotton, saffron, food,beverages, cement,mining, and natural gas has been limited. Exports have a better potential to expand once investments in agriculture, horticulture, and transport reach their full potential.We will reduce regulatory and operational barriers to investments and exports to facilitate this expansion.While"}, {"text_block_id": "p9_b194", "text": "previous expectations for high returns to mining were over-ambitious, investments in extractive industries will eventually form a core building block for sustainable growth. Large scale investments in mining are likely to be delayed while global prices remain low."}, {"text_block_id": "p9_b195", "text": "Inflation in 2016 is driven by low rates in 2015 and is expected to remain moderate at 4.7 percent for the rest of the current year"}, {"text_block_id": "p9_b196", "text": "."}, {"text_block_id": "p9_b197", "text": "Over the medium to long-term"}, {"text_block_id": "p9_b198", "text": ","}, {"text_block_id": "p9_b199", "text": "we expect inflation to moderate to around 5 percent and stay well within single digits.GDP per capit"}, {"text_block_id": "p9_b200", "text": "a"}, {"text_block_id": "p9_b201", "text": "is expected to start rising by the end of 2016 after slight falls in 2014-15, which reflect the slowing activity in the country triggered b"}, {"text_block_id": "p9_b202", "text": "y"}, {"text_block_id": "p9_b203", "text": "the international security transition"}, {"text_block_id": "p9_b204", "text": "."}, {"text_block_id": "p9_b205", "text": "GDP per capita is expected to recover to 2013 values by 2017"}, {"text_block_id": "p9_b206", "text": "."}, {"text_block_id": "p9_b207", "text": "However"}, {"text_block_id": "p9_b208", "text": ","}, {"text_block_id": "p9_b209", "text": "economic volatility i"}, {"text_block_id": "p9_b210", "text": "s"}, {"text_block_id": "p9_b211", "text": "high"}, {"text_block_id": "p9_b212", "text": ","}, {"text_block_id": "p9_b213", "text": "and all projections should be treated as indicative.A major variable remains the level and location of the conflict.Afghanistan is als"}, {"text_block_id": "p9_b214", "text": "o"}, {"text_block_id": "p9_b215", "text": "highly vulnerable to natural disaster and weather-induced shocks"}, {"text_block_id": "p9_b216", "text": ","}, {"text_block_id": "p9_b217", "text": "whose impacts are magnified by the lack of preventive and adaptiv"}, {"text_block_id": "p9_b218", "text": "e"}, {"text_block_id": "p9_b219", "text": "infrastructure and social insurance."}, {"text_block_id": "p9_b220", "text": "2.5 Socioeconomic Outlook"}, {"text_block_id": "p9_b221", "text": "A great deal has been achieved over the past 15 years. Important human development indicators including school enrollment, life expectancy,"}, {"text_block_id": "p9_b222", "text": "and access to clean water have seen marked improvement"}, {"text_block_id": "p9_b223", "text": "."}, {"text_block_id": "p9_b224", "text": "School enrollment increased from one million in 2001 to 9.5 million in 2013."}, {"text_block_id": "p9_b225", "text": "Today, girls account for more than one-third of students compared to very few in 2001"}, {"text_block_id": "p9_b226", "text": "."}, {"text_block_id": "p9_b227", "text": "Between 1990 and 2015"}, {"text_block_id": "p9_b228", "text": ","}, {"text_block_id": "p9_b229", "text": "infant and maternal mortality declined by 45.5"}, {"text_block_id": "p9_b230", "text": "percent"}, {"text_block_id": "p9_b231", "text": "and 70.4"}, {"text_block_id": "p9_b232", "text": "percent"}, {"text_block_id": "p9_b233", "text": "respectively."}, {"text_block_id": "p9_b234", "text": "Access to safe drinking"}, {"text_block_id": "p9_b235", "text": "water increased from 27 to 46 percent from 2007-08 to 2011-12"}, {"text_block_id": "p9_b236", "text": "."}, {"text_block_id": "p9_b237", "text": "Progress towards better access to services continued during 2010-14"}, {"text_block_id": "p9_b238", "text": ","}, {"text_block_id": "p9_b239", "text": "though at a slower pace"}, {"text_block_id": "p9_b240", "text": "."}, {"text_block_id": "p9_b241", "text": "Regional disparities remain high"}, {"text_block_id": "p9_b242", "text": ","}, {"text_block_id": "p9_b243", "text": "even in well-served provinces"}, {"text_block_id": "p9_b244", "text": "."}, {"text_block_id": "p9_b245", "text": "Physical barriers and conflict have had a"}, {"text_block_id": "p9_b246", "text": "disproportionate effect on the ability of the poor to access education."}, {"text_block_id": "p9_b247", "text": "Afghanistan lags in progress towards the Millennium Development Goals (MDGs) and Sustainable Development Goals (SDGs). Clean water remains inaccessible for an estimated 35 percent of the population.This is a major contributor to a range of intestinal diseases, child mortality, and is a proxy indicator for high levels of absolute poverty."}, {"text_block_id": "p9_b248", "text": "There have been vast improvements to health and education services since 2002"}, {"text_block_id": "p9_b249", "text": "."}, {"text_block_id": "p9_b250", "text": "However"}, {"text_block_id": "p9_b251", "text": ","}, {"text_block_id": "p9_b252", "text": "inconsistencies in quality are a factor in rising citizen dissatisfaction and must be addressed"}, {"text_block_id": "p9_b253", "text": "."}, {"text_block_id": "p9_b254", "text": "Health and education suffer from corruption"}, {"text_block_id": "p9_b255", "text": ","}, {"text_block_id": "p9_b256", "text": "poor service delivery"}, {"text_block_id": "p9_b257", "text": ","}, {"text_block_id": "p9_b258", "text": "and absenteeism"}, {"text_block_id": "p9_b259", "text": ","}, {"text_block_id": "p9_b260", "text": "which can reach levels a"}, {"text_block_id": "p9_b261", "text": "s"}, {"text_block_id": "p9_b262", "text": "high as 50 percent in more remote areas.The government’s 2015 diagnostic on barriers to effective education identified"}, {"text_block_id": "p9_b263", "text": "academic supervision, over-centralization, ministerial fragmentation, poor data collection and ineffective management as primary challenges."}, {"text_block_id": "p9_b264", "text": "Internal and external reviews of the health system identified institutional fragmentation and low-quality service delivery as issues in need of attention"}, {"text_block_id": "p9_b265", "text": "."}, {"text_block_id": "p9_b266", "text": "There is concern that delivery of health services throug"}, {"text_block_id": "p9_b267", "text": "h"}, {"text_block_id": "p9_b268", "text": "NGO partners may prove difficult to sustain post-2020 (though"}, {"text_block_id": "p9_b269", "text": "other developing countries can sustain this method) and the government is considering the trade-offs that would be involved in adopting an alternative model."}, {"text_block_id": "p9_b270", "text": "Income and expenditure poverty remain widespread. Child poverty is particularly pernicious. Afghanistan’s poverty statistics remain"}, {"text_block_id": "p9_b271", "text": "unacceptably high"}, {"text_block_id": "p9_b272", "text": ","}, {"text_block_id": "p9_b273", "text": "with nearly 40 percent of the population falling below the USD1.25/day global poverty threshold"}, {"text_block_id": "p9_b274", "text": "."}, {"text_block_id": "p9_b275", "text": "Poverty rates have increased in the past four years"}, {"text_block_id": "p9_b276", "text": ","}, {"text_block_id": "p9_b277", "text": "due in part to geographical imbalances in off-budget spending"}, {"text_block_id": "p9_b278", "text": ","}, {"text_block_id": "p9_b279", "text": "as well as insufficient investments in the real"}, {"text_block_id": "p9_b280", "text": "economy that could foster sustainable and inclusive growth."}, {"text_block_id": "p9_b281", "text": "Poverty in Afghanistan is multi-dimensional"}, {"text_block_id": "p9_b282", "text": ":"}, {"text_block_id": "p9_b283", "text": "it varies by region"}, {"text_block_id": "p9_b284", "text": ","}, {"text_block_id": "p9_b285", "text": "by gender"}, {"text_block_id": "p9_b286", "text": ","}, {"text_block_id": "p9_b287", "text": "and by access to exit pathways"}, {"text_block_id": "p9_b288", "text": "."}, {"text_block_id": "p9_b289", "text": "Poverty is particularly severe in"}, {"text_block_id": "p9_b290", "text": "rural areas, where low productivity, poor market integration, and recurrent shocks not only replicate poverty over generations but also"}, {"text_block_id": "p9_b291", "text": "render these areas susceptible to migration"}, {"text_block_id": "p9_b292", "text": ","}, {"text_block_id": "p9_b293", "text": "warlordism"}, {"text_block_id": "p9_b294", "text": ","}, {"text_block_id": "p9_b295", "text": "and recruitment by well-financed operators in the criminal economy"}, {"text_block_id": "p9_b296", "text": "."}, {"text_block_id": "p9_b297", "text": "Decades"}, {"text_block_id": "p9_b298", "text": "of war coupled with a rising population have deteriorated Afghanistan’s traditional systems for sustainable natural resource management. This dynamic has heightened the impact of natural disasters and contributed to deforestation, over-grazing, and food insecurity.There are more than 2.5 million vulnerable persons living with disability, many of whom suffer from social, economic, and political marginalization."}, {"text_block_id": "p9_b299", "text": "Urban poverty"}, {"text_block_id": "p9_b300", "text": ","}, {"text_block_id": "p9_b301", "text": "intensified by people moving to suburban areas without a growing urban economy to provide them with jobs"}, {"text_block_id": "p9_b302", "text": ","}, {"text_block_id": "p9_b303", "text": "is also an"}, {"text_block_id": "p9_b304", "text": "increasing concern."}, {"text_block_id": "p9_b305_merged_merged_merged_merged_merged_merged", "text": "The ongoing conflict constrains Afghanistan’s prospects for reducing poverty.The lack of security affects Afghans every day and hampers the delivery of services across the country’s 34 provinces.According to the United Nations,civilian casualties are increasing,with 2015 logging the highest level of conflict-related civilian deaths and injuries on record.Conflict,criminality,and narcotics continue to be critical threats to personal safety, public service delivery, and private investment.Access to education, particularly for young women and girls, is affected by the fighting and by conflict-induced displacement"}, {"text_block_id": "p9_b318", "text": "."}, {"text_block_id": "p10_b319", "text": "Ensuring a better future for our refugee, returning migrants and internally displaced people"}, {"text_block_id": "p10_b320", "text": "Afghanistan’s large number of refugees, returning migrants and internally displaced people are both a challenge and an opportunity.An estimated 2.5 million Afghans are registered as refugees, and an estimated similar number are undocumented migrants, mainly in Pakistan and Iran. The number of internally displaced people (IDPs) is estimated to be over 1.2 million."}, {"text_block_id": "p10_b321", "text": "Last year"}, {"text_block_id": "p10_b322", "text": ","}, {"text_block_id": "p10_b323", "text": "663,295 Afghans spontaneously returned from other countries"}, {"text_block_id": "p10_b324", "text": "."}, {"text_block_id": "p10_b325", "text": "This figure is set to increase significantly with an estimated 4,000 individuals per day returning from Pakistan as of July 2016"}, {"text_block_id": "p10_b326", "text": "."}, {"text_block_id": "p10_b327", "text": "Our approach to finding solutions for our displaced and returning citizens is a vital part of the national development strategy"}, {"text_block_id": "p10_b328", "text": "."}, {"text_block_id": "p10_b329", "text": "This approach is built on these foundational principles"}, {"text_block_id": "p10_b330", "text": ":"}, {"text_block_id": "p10_b331", "text": ":\n* Full respect for the civil, political, social and economic rights of our displaced and returning citizens;\n* Returning and displaced populations are a valuable source of human capital who can contribute to national development if provided with access to services and development opportunities;\n* Reintegration of returning refugees and migrants, and durable solutions to internal displacement, must be a central part of Afghanistanâs development plans;\n* Interventions in favor of returning refugees, migrants and IDPs should be built into existing development programs and follow a âwhole of communityâ approach that complements humanitarian assistance and early recovery support; and\n* Voluntary returns must be supported in conditions of safety and dignity."}, {"text_block_id": "p10_b341", "text": "Nearly four decades of protracted conflict have resulted in weakened government institutions and severe social and ethnic rifts"}, {"text_block_id": "p10_b342", "text": "."}, {"text_block_id": "p10_b343", "text": "The"}, {"text_block_id": "p10_b344", "text": "three most relevant sociological fracture lines concern ethnic and tribal identities; rural versus urban divides; and varying beliefs in the changing role of women in political and economic life. More than 87 percent of women experience some form of violence, particularly domestic violence."}, {"text_block_id": "p10_b345", "text": "Government institutions and development programs have become primary arenas for contests along these lines, with the attendant risks in how ministries are staffed and their resources allocated."}, {"text_block_id": "p10_b346", "text": "Afghanistan is going through significant demographic and spatial shifts.While the country’s age pyramid and ongoing urban transition are"}, {"text_block_id": "p10_b347", "text": "similar to other nations at the same level of development,Afghanistan stands out for its large number of refugees, the rapidly rising rate of out-migration, and the role that illicit narcotics play in shaping the social and political economy."}, {"text_block_id": "p10_b348", "text": "Afghanistan’s population challenge is particularly severe.Total fertility rate is 4.8 children per woman"}, {"text_block_id": "p10_b349", "text": "."}, {"text_block_id": "p10_b350", "text": "High fertility and declining mortality"}, {"text_block_id": "p10_b351_merged_merged_merged", "text": "translate into high population growth rates, which is an estimated 2.8 percent annually.Afghanistan has the third largest youth bulge in the world, with 37 percent of the adult population between 15 and 24 years old.As a result,400,000 young people enter Afghanistan’s labor force every year.Afghanistan’s conflict and economic slowdown have generated a large number of IDPs and migrants who can be expected to return as conditions improve; provided that they can earn a living once they are back.The World Bank estimates that even in a high growth scenario, it will be enormously challenging to sustain current levels of employment generation over the next ten years.This is due to the relative low job-intensity of some of Afghanistan’s potential growth drivers such as mining, energy, and long distance trade, which are capital rather than labor intensive. For this reason, our development strategy couples its focus on investing in growth with other programs, such as agriculture, construction and education, that also contribute to the country’s development but also create more jobs."}, {"text_block_id": "p11_b359", "text": "2.6 Women and Socio-economic Development"}, {"text_block_id": "p11_b360", "text": "The potential of women to contribute to economic development remains severely restricted by structural barriers, cultural norms, and"}, {"text_block_id": "p11_b361", "text": "insecurity. Relevant indicators for women are significantly worse than those for men. Seventeen percent of women are literate, compared"}, {"text_block_id": "p11_b362", "text": "to nearly half of men, and just 15 percent of working age females are in paid employment."}, {"text_block_id": "p11_b363_merged_merged", "text": "Enabling women to participate in the economy and society to a greater extent is a priority for Afghanistan’s successful development. Globally, women’s economic empowerment has resulted in reduced poverty and economic success.The 2004 Constitution of Afghanistan enshrinedwomen’s equality before the law, the right to an education, and the right to work. Investment over the long term in women’s education, health and skills will increase women’s economic activity, thereby growing the economy and reducing household poverty. In the shorter term, some potential already exists in the small-business space and in agriculture that can be built on to increase the productivity of these sectors."}, {"text_block_id": "p13_b367", "text": "3. Fiscal Forecast"}, {"text_block_id": "p13_b368", "text": "Afghanistan’s fragile socio-economic"}, {"text_block_id": "p13_b369", "text": ","}, {"text_block_id": "p13_b370", "text": "political and security outlook make for a severely constrained fiscal operating environment.We need"}, {"text_block_id": "p13_b371", "text": "a strong domestic tax base to help support our move away from donor assistance as a means of driving growth. In recent years, we have witnessed relatively mild shocks such as the security and political transition cause a budget crisis and lead to austerity measures at the precise moment when Afghanistan needed more public investment."}, {"text_block_id": "p13_b372", "text": "The Fiscal Strategy Paper"}, {"text_block_id": "p13_b373", "text": ","}, {"text_block_id": "p13_b374", "text": "which will be approved by the High Economic Council and published annually"}, {"text_block_id": "p13_b375", "text": ","}, {"text_block_id": "p13_b376", "text": "will outline progress made on"}, {"text_block_id": "p13_b377", "text": "reforms and provide the macroeconomic basis for forecasting revenues."}, {"text_block_id": "p13_b378", "text": "The fiscal outlook in this document reflects the following assumptions"}, {"text_block_id": "p13_b379", "text": ":"}, {"text_block_id": "p13_b380", "text": ":\n* We will not borrow in the medium term, except on a concessional basis for specific projects\n* The Government will gradually finance an increasing share of security costs\n* Reducing international support to the security sector\n* Revenues from TAPI and other transit schemes are expected to take effect by 2020\n* Conservative expenditure estimates,coupled with confidence in aid at or near current levels until 2020,will allow us to ensure that resources will be available in the future to finance new policies\n* Conservative expenditure estimates,coupled with confidence in aid at or near current levels until 2020,will allow us to ensure that resources will be available in the future to finance new policies\n ."}, {"text_block_id": "p15_b398", "text": "4. Fiscal Strategy"}, {"text_block_id": "p15_b399", "text": "A credible and coherent fiscal strategy is the irreducible pre-condition for the success of the self-reliance vision"}, {"text_block_id": "p15_b400", "text": "."}, {"text_block_id": "p15_b401", "text": "We will adopt a more structured approach to fiscal planning with the long-term goal of ensuring sustainable finances to support economic growth and development. Our approach includes three policy assumptions"}, {"text_block_id": "p15_b402", "text": ":"}, {"text_block_id": "p15_b403", "text": ":\n* We will use fiscal policy as the primary tool for economic management\n* both to invest in the economy and\n* both to invest in the economy and\n ,\n* both to invest in the economy and\n ,\n where possible\n* both to invest in the economy and\n ,\n where possible\n ,\n* both to invest in the economy and\n ,\n where possible\n ,\n to\n\t* We will over time collect enough revenue to meet operational and more of our development needs, gradually reducing development\n\t* We will balance the budget over the medium to long-term, without borrowing unsustainably. Any borrowing will be concessional and in accordance with IMF agreements."}, {"text_block_id": "p15_b418", "text": "These three underlying pillars require us to set some aspirational goals in the short to medium-term, which will help decision makers identify necessary investments."}, {"text_block_id": "p15_b419", "text": "4.1 Economic and Fiscal Goals"}, {"text_block_id": "p15_b420", "text": "For fiscal policy to be an effective economic management tool"}, {"text_block_id": "p15_b421", "text": ","}, {"text_block_id": "p15_b422", "text": "we must have clear goals and increase the budget’s flexibility to meet priorities as they emerge.The following three aspirational goals will be pursued"}, {"text_block_id": "p15_b423", "text": ":"}, {"text_block_id": "p15_b424", "text": ":\n* Deliver average growth of 5 percent per year until 2020;\n<\\li1>\n\t* Increase development budget expenditures by 10-15 percent each year as we expand delivery of education and health services in\n\t* Grow domestic revenue by up to 12 percent annually, with the overarching goal of having domestic revenues account for 14 percent"}, {"text_block_id": "p15_b433", "text": "4.2 Fiscal Framework and Budget Reform"}, {"text_block_id": "p15_b434", "text": "To achieve these goals, we will undertake comprehensive reforms to the way the budget is formulated, executed and reported. Fixing Afghanistan’s budgeting systems, including budget consolidation, requires deep, foundational reforms.A consolidated national budget is the"}, {"text_block_id": "p15_b435", "text": "first step towards eliminating the very high degree of budgetary fragmentation.There are too many projects across too broad a scope"}, {"text_block_id": "p15_b436", "text": ","}, {"text_block_id": "p15_b437", "text": "leaving the government with little fiscal flexibility to move funds into where they can be spent for results"}, {"text_block_id": "p15_b438", "text": "."}, {"text_block_id": "p15_b439", "text": "Low budget execution rates mean that school"}, {"text_block_id": "p15_b440", "text": "s"}, {"text_block_id": "p15_b441", "text": "are not built"}, {"text_block_id": "p15_b442", "text": ","}, {"text_block_id": "p15_b443", "text": "bridges are not finished"}, {"text_block_id": "p15_b444", "text": ","}, {"text_block_id": "p15_b445", "text": "and health workers never receive their training"}, {"text_block_id": "p15_b446", "text": "."}, {"text_block_id": "p15_b447", "text": "Poor planning and rigid project"}, {"text_block_id": "p15_b448", "text": "structures that do not allow money to be redirected from under-performing or lower priority activities to better performers or higher priorities are some of the major drivers of this dynamic.We will work with development partners and domestic constituents such as the"}, {"text_block_id": "p15_b449", "text": "Parliament to establish filtering and review procedures to improve project quality at inception and increase our flexibility to align resources"}, {"text_block_id": "p15_b450", "text": "to performance."}, {"text_block_id": "p15_b451", "text": "The government will change the fiscal framework in three ways"}, {"text_block_id": "p15_b452", "text": ":"}, {"text_block_id": "p15_b453", "text": ":\n* We will work towards a consolidated national budget by 2019\n\t* We will supplement the current medium-term fiscal framework with a simplified medium-term budget and expenditure framework\n\t* We will revise the annual budget process in line with national priorities."}, {"text_block_id": "p15_b461_merged_merged_merged_merged_merged", "text": "Over the next four years,this process will create more fiscal space by establishing the cost of current policy,including a standard four-year cost estimate for proper operations and maintenance.We can then align all expenditure financed by domestic revenue and development assistance to the national priorities, including by reallocating funds in the annual budget. Ongoing enhancements to the budget cycle will improve our effectiveness and ability to deliver tangible results across the country.We are reforming public finance management to improve national accountability systems. Flagship reforms can be summarized under three broad headings"}, {"text_block_id": "p15_b468", "text": ":"}, {"text_block_id": "p16_b469", "text": ":\n* The newly established Macroeconomic and Fiscal Performance Department (MFPD) will bring revenue and expenditure estimates together and\n* The newly established Macroeconomic and Fiscal Performance Department (MFPD) will bring revenue and expenditure estimates together and\n present the fiscal outlook to the Cabinet.A statement of national priorities based on improved macroeconomic and fiscal analysis\n* The newly established Macroeconomic and Fiscal Performance Department (MFPD) will bring revenue and expenditure estimates together and\n present the fiscal outlook to the Cabinet.A statement of national priorities based on improved macroeconomic and fiscal analysis\n will guide the preparation of the annual budget.This will lay the foundation for linking policy to the budget.We have reinvigorated the Policy Department to support the Councils, whose primary function is to guide national development priorities.This is a Cabinet Secretariat role, which focuses on establishing robust procedures for the Councils.This will assist the Directorate General of Budget\n* The newly established Macroeconomic and Fiscal Performance Department (MFPD) will bring revenue and expenditure estimates together and\n present the fiscal outlook to the Cabinet.A statement of national priorities based on improved macroeconomic and fiscal analysis\n will guide the preparation of the annual budget.This will lay the foundation for linking policy to the budget.We have reinvigorated the Policy Department to support the Councils, whose primary function is to guide national development priorities.This is a Cabinet Secretariat role, which focuses on establishing robust procedures for the Councils.This will assist the Directorate General of Budget\n to direct budget submissions towards national priorities with a clear understanding of the fiscal space available for investments and\n* The newly established Macroeconomic and Fiscal Performance Department (MFPD) will bring revenue and expenditure estimates together and\n present the fiscal outlook to the Cabinet.A statement of national priorities based on improved macroeconomic and fiscal analysis\n will guide the preparation of the annual budget.This will lay the foundation for linking policy to the budget.We have reinvigorated the Policy Department to support the Councils, whose primary function is to guide national development priorities.This is a Cabinet Secretariat role, which focuses on establishing robust procedures for the Councils.This will assist the Directorate General of Budget\n to direct budget submissions towards national priorities with a clear understanding of the fiscal space available for investments and\n national development priorities.\n* A range of measures to ensure that the budget is accurate, transparent and robust will reinforce this improvement in the policy setting process. Improved forecasting and establishing of rolling forward estimates will help eliminate the systematic over estimation, of both revenue and expenditure, that has been a feature of the national budget in recent years. Revenue must become a key focus for the Government,\n* A range of measures to ensure that the budget is accurate, transparent and robust will reinforce this improvement in the policy setting process. Improved forecasting and establishing of rolling forward estimates will help eliminate the systematic over estimation, of both revenue and expenditure, that has been a feature of the national budget in recent years. Revenue must become a key focus for the Government,\n with significant improvements already achieved in the previous year\n* We will start by investing in human resources,\n* We will start by investing in human resources,\n administration,finance,IT and communications.The Ministry of Finance will lead reforms in this area,with key ministries joining the process over the next two years.These reforms aim to reduce fiduciary risks and improve our performance\n* We will start by investing in human resources,\n administration,finance,IT and communications.The Ministry of Finance will lead reforms in this area,with key ministries joining the process over the next two years.These reforms aim to reduce fiduciary risks and improve our performance\n ."}, {"text_block_id": "p17_b492", "text": "5. Development Strategy"}, {"text_block_id": "p17_b493", "text": "5.1 The New Development Planning System"}, {"text_block_id": "p17_b494", "text": "Aligning the Cabinet, policy priorities, and the budget is at the heart of our national development strategy. This will overcome the fragmentation by using a holistic approach to turning policies into expenditures.The machinery for achieving this has been approved by the leadership of the National Unity Government."}, {"text_block_id": "p17_b495", "text": "Political leaders set national goals"}, {"text_block_id": "p17_b496", "text": ", the President, Chief Executive, and Cabinet set the country’s overall development objectives through a consultative Cabinet process."}, {"text_block_id": "p17_b497", "text": "Inter-ministerial Councils"}, {"text_block_id": "p17_b498", "text": "will set development priorities, oversee policymaking, eliminate fragmentation of mandates, monitor progress and facilitate measures for development in their respective sectors. They will be responsible for overseeing national priority programs."}, {"text_block_id": "p17_b499", "text": "The Councils formulate and manag"}, {"text_block_id": "p17_b500", "text": "e"}, {"text_block_id": "p17_b501", "text": "development policy and programming and negotiate competing budget proposals.The High Economic Council serves as the umbrella forum for making final decisions on economic policy and budgetary allocations"}, {"text_block_id": "p17_b502", "text": "."}, {"text_block_id": "p17_b503", "text": "Inter-ministerial committees"}, {"text_block_id": "p17_b504", "text": "will make policy recommendations and monitor their implementation."}, {"text_block_id": "p17_b505", "text": "National Priority Programs (NPPs)"}, {"text_block_id": "p17_b506", "text": "are outcome focused thematic programs that guide ministries towards collective problem-solving. Most involve more than one ministry. Inter-ministerial working groups will synchronize timetables, budgets, and shared resources. Investments proposed under an NPP umbrella should be national in scope and pay careful attention to ensuring geographic and ethnic balance.All NPPs should articulate their approach to reducing poverty and supporting policies on gender. NPPs should be technically sound and follow rules on incorporating accurate forward cost estimates. Funding allocations will be negotiated in respective councils before a"}, {"text_block_id": "p17_b507", "text": "final review by the High Economic Council, after which they can be entered into the development budget"}, {"text_block_id": "p17_b508", "text": "."}, {"text_block_id": "p17_b509", "text": "The national budget process"}, {"text_block_id": "p17_b510", "text": "will allocate resources to NPPs and review their performance annually."}, {"text_block_id": "p17_b511", "text": "Ministries execute activities"}, {"text_block_id": "p17_b512", "text": ". Each minister is responsible for implementing policies, programs, and projects related to his/her ministry. When necessary, a minister will coordinate with other ministries and organization to implement programs. Each minister will periodically review progress on implementation and report to the relevant council and the Cabinet."}, {"text_block_id": "p17_b513", "text": "5.2 Development Priorities"}, {"text_block_id": "p17_b514", "text": "Our first objective is to promote sustainable job creation to improve public welfare and support Afghanistan’s progress towards achieving the SDGs.The high growth rates of 2006-13 derived almost entirely from security-related construction and services and their associated"}, {"text_block_id": "p17_b515", "text": "multiplier effects. Investments in infrastructure and enabling policy reforms that can help the private sector create jobs must now replace them."}, {"text_block_id": "p17_b516", "text": "A growth-focused development strategy is worthwhile only if it is inclusive and leads to improved welfare and effective poverty reduction. Maintaining a tight focus on growth, job creation, and improving the coverage and quality of education and health services will help us avoid extreme disparities that have seen rapid growth in some regions while leaving others under-served. National policies and programs will be reviewed to ensure fair and equitable geographic, ethnic, and social balance. From early childhood development to linking vocational education to market demands, investments to ensure a healthy and educated population will be of particular importance."}, {"text_block_id": "p17_b517", "text": "5.3 Governance and State Effectiveness"}, {"text_block_id": "p17_b518_merged_merged", "text": "In Afghanistan, security, unrest, and under-development are inextricably linked. Building the legitimacy and effectiveness of the state is, therefore, an important goal in and of itself. This focus on a stable and legitimate state reinforces the importance of advancing peace, building political consensus, and stabilizing security. Clarity of property rights is of particular importance, especially land which is the principal physical asset for much of the population.The Afghanistan Independent Land Authority (ARAZI) is working to meet this challenge by developing the National Administration Titling program. Sustaining the gains made in basic services like health and education, especially for women and girls,requires that we ensure that people feel safe,have confidence in their elected representatives,and can generate enough income to sustain their families."}, {"text_block_id": "p18_b527", "text": "a) Reforming the Public Sector"}, {"text_block_id": "p18_b528", "text": "Institutionalizing public sector reforms will continue over the life of the current administration.Afghanistan suffers from an over-abundance of policies and regulations that are not well implemented.To improve implementation, we must reform management systems, oversight, and incentives. Performance management reform will be introduced to the large revenue and spending ministries over the next three years. Civil service and public administration reforms are also being implemented to improve the quality of senior managers."}, {"text_block_id": "p18_b529", "text": "b) Rooting Out Corruption"}, {"text_block_id": "p18_b530_merged", "text": "We are deeply committed to rooting out corruption.The presidential action plan for fighting corruption combines prevention with a strong program and sound leadership at the Supreme Court and Attorney General’s Office that will end the culture of impunity and send the corrupt to justice.While resolving security challenges will require political negotiations and military success, increasing our people’s confidence that we can provide quality services in neutral ways will effect levels of public support"}, {"text_block_id": "p18_b535", "text": "."}, {"text_block_id": "p19_b536", "text": "Highlights of the Anti-Corruption Plan"}, {"text_block_id": "p19_b537", "text": "Combating Afghanistan’s institutionalized corruption requires major reforms to its security, organizational, economic, and legal"}, {"text_block_id": "p19_b538", "text": "institutions. Key reforms already launched include"}, {"text_block_id": "p19_b539", "text": ":"}, {"text_block_id": "p19_b540", "text": ":\n* Revamping public procurement, which accounts for 20% of total expenditure\n* Establishing the High Council on Rule of Law and Anti-corruption\n* Producing ministry-level anti-corruption action plans, beginning with Finance, Mining and Petroleum, Commerce and Industry, Communication and Technology, and Transport;\n* Providing specialized support to the Anti-Corruption Justice Centre to investigate and prosecute high-level corruption;\n* Introducing requirements for prosecutors and judges to pass entry and refresher exams,\n* Replacing all 34 provincial chief justices; and\n* Increasing the use of electronic payments and e-procurement."}, {"text_block_id": "p19_b556", "text": "c) Strengthening Subnational Governance"}, {"text_block_id": "p19_b557", "text": "When a state is weak, citizens seek other forms of protection such as patronage, militias, and armed networks.We must provide a physical and administrative presence in all districts to ensure public safety and maintain oversight of security, legal, and social service agencies. An investment program to extend a permanent government presence to provinces and districts combined with increasing the share"}, {"text_block_id": "p19_b558", "text": "of spending through subnational governments and reforming the electoral process"}, {"text_block_id": "p19_b559", "text": ","}, {"text_block_id": "p19_b560", "text": "including direct elections for mayors by 2019"}, {"text_block_id": "p19_b561", "text": ","}, {"text_block_id": "p19_b562", "text": "will"}, {"text_block_id": "p19_b563", "text": "strengthen subnational governance."}, {"text_block_id": "p19_b564", "text": "Our efforts to support and strengthen sub-national governance systems will include"}, {"text_block_id": "p19_b565", "text": ":"}, {"text_block_id": "p19_b566", "text": ":\n* Enhancing links between all level of government from the community to the national level;\n* Improving support and coordination for budgeting, planning, and implementation;\n* Strengthening municipal capacity for revenue collection and service delivery;\n* Increasing government presence at the district level; and\n* Strengthening the capacity of provincial and district governors."}, {"text_block_id": "p19_b576", "text": "d) Countering Narcotics"}, {"text_block_id": "p19_b577", "text": "Afghanistan’s narcotics industry straddles the intersection between security and development.The illicit drug trade fuels the insurgency"}, {"text_block_id": "p19_b578", "text": "and undermines state legitimacy"}, {"text_block_id": "p19_b579", "text": "."}, {"text_block_id": "p19_b580", "text": "Sustained demand from drug consuming countries"}, {"text_block_id": "p19_b581", "text": ","}, {"text_block_id": "p19_b582", "text": "and insufficient steps taken by transit countries to stem the flow of narcotics have limited the effectiveness of our counter-narcotics strategies"}, {"text_block_id": "p19_b583", "text": "."}, {"text_block_id": "p19_b584", "text": "Since 2015"}, {"text_block_id": "p19_b585", "text": ","}, {"text_block_id": "p19_b586", "text": "we have been implementing a"}, {"text_block_id": "p19_b587", "text": "National Drug Action Plan that aligns law enforcement, education, and public health. Recognizing that successful reforms require long-term"}, {"text_block_id": "p19_b588", "text": "commitments"}, {"text_block_id": "p19_b589", "text": ","}, {"text_block_id": "p19_b590", "text": "over the next five years"}, {"text_block_id": "p19_b591", "text": ","}, {"text_block_id": "p19_b592", "text": "we will continue to provide alternative livelihoods for farmers while strictly enforcing laws against money-laundering and drug trafficking"}, {"text_block_id": "p19_b593", "text": "."}, {"text_block_id": "p19_b594", "text": "5.4 Social Capital and Nation Building"}, {"text_block_id": "p19_b595_merged_merged_merged", "text": "Economic and political stability are important,but so is rebuilding social capital.Afghanistan has suffered nearly 40 years of continuous conflict.While there are no easy solutions,this framework advances three core elements of nation building.First,citizens must come to trust the justice system and believe that their government will neutrally apply the rule of law to disputes.Second,the state and its officials"}, {"text_block_id": "p19_b610", "text": "must develop a positive presence, largely around their ability to deliver locally valued services.Third, the country will use its rich cultural heritage to build a national identity and sense of citizenship that rises above local enmities and perceived differences."}, {"text_block_id": "p20_b611", "text": "a) Reforming the Justice Sector"}, {"text_block_id": "p20_b612", "text": "Our people must feel that the state can deliver justice through the neutral application of the law.Afghanistan must reinvent its systems for ensuring the rule of law, without which contracts and property rights will not be secure nor will disputes be settled through legal redress"}, {"text_block_id": "p20_b613", "text": "and arbitration.The Supreme Court and the Attorney General’s Office are producing reform plans to professionalize services and provide"}, {"text_block_id": "p20_b614", "text": "legal access to all citizens."}, {"text_block_id": "p20_b615", "text": "Access to justice for all Afghans"}, {"text_block_id": "p20_b616", "text": "Afghanistan will build a fair and just judicial and law enforcement system. One that can deliver justice based on rules and regulations, which are in line with international instruments.The enforcement system will ensure that all Afghans are equal before the law without discrimination."}, {"text_block_id": "p20_b617", "text": "This will be realized through"}, {"text_block_id": "p20_b618", "text": ":"}, {"text_block_id": "p20_b619", "text": ":\n* Ensuring access to justice for all Afghan men and women;\n* Establishing a transparent and impartial legal system that is built around the rigorous application of the Constitution and international conventions on human rights;\n* Enhancing the professional capacity of law enforcement personnel at all levels;\n* Increasing the number of women in justice and law enforcement agencies;\n* Improving coordination between justice and law enforcement agencies;\n* Transferring land management issues from the Supreme Court to ARAZI for professional adjudication;\n* Enhancing efficiency and responsiveness by restructuring judicial institutions and implementing an electronic case management\n* Taking serious steps to protect human rights and tackle violence against women."}, {"text_block_id": "p20_b636", "text": "b) Building Up Afghanistan’s National Identity"}, {"text_block_id": "p20_b637", "text": "We must rebuild our sense of national identity as a counter-narrative to the localism that breeds and perpetuates conflict"}, {"text_block_id": "p20_b638", "text": "."}, {"text_block_id": "p20_b639", "text": "Bringing"}, {"text_block_id": "p20_b640_merged_merged", "text": "communities together around a shared history is essential to sustaining peace. Governors, mayors, and other leaders will be encouraged to use historical and living cultural resources to advance pluralism.In December 2015,the government inaugurated its National Trust Fund for Cultural Heritage and the Creative Industries.Afghanistan’s wealth of culture and heritage is an asset to foster nation building,social cohesion and a sense of belonging.The Trust Fund will be the mechanism through which we will work with civil society to incorporate culture into planning.The school curriculum and teacher training programs must encourage the development of pluralistic citizenship in young people.The potential for domestic tourism has also been under-appreciated not only as an area for development but also as a means"}, {"text_block_id": "p20_b651", "text": "of overcoming the legacy of conflict"}, {"text_block_id": "p20_b652", "text": "."}, {"text_block_id": "p21_b653", "text": "5.5 Economic Growth and Job Creation"}, {"text_block_id": "p21_b654", "text": "Afghanistan occupies a very competitive neighborhood"}, {"text_block_id": "p21_b655", "text": ","}, {"text_block_id": "p21_b656", "text": "where countries not as adversely affected by conflict and fragmentation produce"}, {"text_block_id": "p21_b657", "text": "and sell many of the same things but at a lower cost.To build a competitive economy,Afghanistan needs to advance regional integration, improve governance, and transform its productive sectors to effect growth-inducing reforms and investments.We must adopt pro-active policies and support programs, particularly for labor-intensive agricultural cash crops and processed goods. WTO-allowed procedures should be used to prevent Afghan producers from being driven out of the market by cheaper imported products."}, {"text_block_id": "p21_b658", "text": "The High Economic Council has approved a 70-30 split in investment between growth and social sectors"}, {"text_block_id": "p21_b659", "text": "."}, {"text_block_id": "p21_b660", "text": "This means that the bulk of"}, {"text_block_id": "p21_b661", "text": "available incremental funds will be allocated to investments that increase productivity and growth. Social service investments will not decline, but their share of the budget will remain at or near current levels for the foreseeable future."}, {"text_block_id": "p21_b662", "text": "In the short term, the economy will require “bridging” strategies that provide jobs. In the long-term,Afghanistan will have to begin from its comparative advantages in labor-intensive and commodity-focused activities while building up the capital infrastructure and skilled labor force that will allow it to move up the value chain."}, {"text_block_id": "p21_b663", "text": "Generating growth is not as simple as making budgetary allocations to the most productive sectors. Afghanistan’s economic growth"}, {"text_block_id": "p21_b664", "text": "potential is constrained not only by the conflict and its attendant insecurities but also by poor policy"}, {"text_block_id": "p21_b665", "text": ","}, {"text_block_id": "p21_b666", "text": "corruption"}, {"text_block_id": "p21_b667", "text": ","}, {"text_block_id": "p21_b668", "text": "and mismanagement"}, {"text_block_id": "p21_b669", "text": "."}, {"text_block_id": "p21_b670", "text": "Our performance-oriented approach to budget management will ensure that those sectors that can show credible investment ideas, have a history of good performance and the governance reforms needed to bring them to fruition will receive larger shares of our"}, {"text_block_id": "p21_b671", "text": "scarce financial resources"}, {"text_block_id": "p21_b672", "text": "."}, {"text_block_id": "p21_b673", "text": "Moving Toward Self-Reliance: Using the NPPs to increase national productivity"}, {"text_block_id": "p21_b674", "text": "Afghanistan’s model for job-creating growth is reflected in the design of the NPPs"}, {"text_block_id": "p21_b675", "text": "."}, {"text_block_id": "p21_b676", "text": "Each prioritized sector will produce an investment"}, {"text_block_id": "p21_b677", "text": "pipeline aligned to outcomes proposed by the Cabinet and in line with available resources.As part of the annual budget process, a detailed"}, {"text_block_id": "p21_b678", "text": "sectoral vision for each NPP"}, {"text_block_id": "p21_b679", "text": ","}, {"text_block_id": "p21_b680", "text": "alon"}, {"text_block_id": "p21_b681", "text": "g"}, {"text_block_id": "p21_b682", "text": "with a ranked set of interventions"}, {"text_block_id": "p21_b683", "text": ","}, {"text_block_id": "p21_b684", "text": "quantified outputs and a reviewed budget"}, {"text_block_id": "p21_b685", "text": ","}, {"text_block_id": "p21_b686", "text": "will be included in investment proposals presented by each ministry to the Cabinet and the High Economic Council"}, {"text_block_id": "p21_b687", "text": "."}, {"text_block_id": "p21_b688", "text": "Most NPPs will take longer than five years to reach their full development"}, {"text_block_id": "p21_b689", "text": "."}, {"text_block_id": "p21_b690", "text": "By starting the feasibility and design work now"}, {"text_block_id": "p21_b691", "text": ","}, {"text_block_id": "p21_b692", "text": "we can gain a sense of required financial and organizational resources"}, {"text_block_id": "p21_b693", "text": ","}, {"text_block_id": "p21_b694", "text": "provide a framework for sequencing"}, {"text_block_id": "p21_b695", "text": ","}, {"text_block_id": "p21_b696", "text": "and set priorities based on informed"}, {"text_block_id": "p21_b697", "text": "assessments of costs.This will provide line ministries with the tools they need to prepare detailed designs and costings."}, {"text_block_id": "p21_b698", "text": "a) Comprehensive Agriculture Development Program"}, {"text_block_id": "p21_b699_merged_merged_merged_merged", "text": "Afghanistan’s GDP rises and falls with the performance of its agriculture,which is a source of jobs for at least 40 percent of the population and makes up a significant share of our current exports.Inherently a volatile sector,growth in Afghan agriculture is hampered by under-investment in water resource development, poor quality inputs such as seed and fertilizer, natural resource degradation, and weak systems for domestic and export marketing. Climate Change is causing the snowpack to melt three weeks earlier than historical averages. This creates too much surface water in the early spring,increasing the risk of flash floods and mudslides,and not enough water in the dry summer month.Precipitation now appears as increased rain,and not snow,creating a need for more water storage facilities and flood control measures.During the war,large plots of productive agricultural land were turned into dangerous minefields.Continued support"}, {"text_block_id": "p21_b725", "text": "to de-mine farmland will return fertile land to farmers and reduce the risk of landmine injuries and fatalities in poor communities across Afghanistan."}, {"text_block_id": "p21_b726", "text": "Increasing agricultural productivity requires significant multi-sectoral investments in irrigation resources"}, {"text_block_id": "p21_b727", "text": ","}, {"text_block_id": "p21_b728", "text": "water management"}, {"text_block_id": "p21_b729", "text": ","}, {"text_block_id": "p21_b730", "text": "improved"}, {"text_block_id": "p21_b731", "text": "planting materials, and best practices.Value chains must be developed to provide producers with greater incentives to invest. Increased wheat and cereal production, and expanding the depleted livestock herd, will provide food security for the country. Improved urban-rural linkages that provide inputs to buy, process and store farm products will lead to enhanced urban and transformative rural development."}, {"text_block_id": "p21_b732", "text": "Public investment will focus on agricultural sectors that show the largest potential for economic growth. Improved seeds, better farm technology, and more storage and cold chain facilities will help smallholders increase food security and move from subsistence to surplus production for domestic and export markets.There is a long-term potential to change Afghanistan from an importing and agrarian country to an agro-industrial exporting nation.This can happen by promoting agro-industry, improving quality control,expanding cold chain facilities, and introducing better packaging that reduces waste and spoilage."}, {"text_block_id": "p22_b733", "text": "Creating jobs, increasing yields and opening markets for farmers"}, {"text_block_id": "p22_b734", "text": "Over the next five years we will"}, {"text_block_id": "p22_b735", "text": ":"}, {"text_block_id": "p22_b736", "text": "▪"}, {"text_block_id": "p22_b737", "text": "Expand the land under irrigation from 2.2 to 2.7 million hectares; and"}, {"text_block_id": "p22_b738", "text": "▪"}, {"text_block_id": "p22_b739", "text": "Increase wheat production from 4.5 to 5.9 million metric tons"}, {"text_block_id": "p22_b740", "text": "."}, {"text_block_id": "p22_b741", "text": "We will achieve these goals by"}, {"text_block_id": "p22_b742", "text": ":"}, {"text_block_id": "p22_b743", "text": "▪"}, {"text_block_id": "p22_b744", "text": "Increasing investments in water management"}, {"text_block_id": "p22_b745", "text": ","}, {"text_block_id": "p22_b746", "text": "with rehabilitation of more than 1,000 irrigation schemes"}, {"text_block_id": "p22_b747", "text": ","}, {"text_block_id": "p22_b748", "text": "developing new"}, {"text_block_id": "p22_b749", "text": "irrigation networks and building small water reservoirs;"}, {"text_block_id": "p22_b750", "text": "▪"}, {"text_block_id": "p22_b751", "text": "Implementing the national wheat program to increase yields to 26%"}, {"text_block_id": "p22_b752", "text": ","}, {"text_block_id": "p22_b753", "text": "adding 110,000 hectares of land under cultivation"}, {"text_block_id": "p22_b754", "text": ","}, {"text_block_id": "p22_b755", "text": "halving"}, {"text_block_id": "p22_b756", "text": "post-harvest losses, and developing a standardized wheat seed market;"}, {"text_block_id": "p22_b757", "text": "▪"}, {"text_block_id": "p22_b758", "text": "Improving livestock management, applying phytosanitary entry criteria and WTO-allowed tariffs to prevent subsidized imports from competing with our smallholders;"}, {"text_block_id": "p22_b759", "text": "▪"}, {"text_block_id": "p22_b760", "text": "Increasing horticulture capacity from 180,000 to 230,000 hectares"}, {"text_block_id": "p22_b761", "text": ","}, {"text_block_id": "p22_b762", "text": "supporting investments in value-chains"}, {"text_block_id": "p22_b763", "text": ","}, {"text_block_id": "p22_b764", "text": "establishing export certification procedures, and increasing support to women-owned agri-businesses"}, {"text_block_id": "p22_b765", "text": ";"}, {"text_block_id": "p22_b766", "text": "▪"}, {"text_block_id": "p22_b767", "text": "Rehabilitating the strategic grain reserve and establishing a Grain Reserve Board to support farmers;"}, {"text_block_id": "p22_b768", "text": "▪"}, {"text_block_id": "p22_b769", "text": "Expanding agroforestry and reforestation with over 60,000 hectares that support environmental conservation and income"}, {"text_block_id": "p22_b770", "text": "generation for farmers; and"}, {"text_block_id": "p22_b771", "text": "▪"}, {"text_block_id": "p22_b772", "text": "Restructuring the Ministry of Agriculture to become a decentralized and farmer-centric institution that regulates and encourages private investments."}, {"text_block_id": "p22_b773", "text": "b) Private Sector Development Program"}, {"text_block_id": "p22_b774", "text": "Creating an enabling environment for the private sector is another pillar of our growth strategy. Peace, an improved investment climate, and more reliable infrastructure have the potential to attract some of the private capital that has been expatriated to the Gulf and elsewhere. We will reduce red tape, clarify property titles, facilitate exports, provide reliable supplies of electricity, facilitate access to transport, and ensure the personal safety of entrepreneurs and businesspeople."}, {"text_block_id": "p22_b775", "text": "At present, excluding military imports,Afghanistan imports nearly ten times more than we export.This imbalance includes a large number of products that are or could be produced locally; given better infrastructure and an improved investment climate. Small and medium enterprises (SMEs) have the potential to become an engine of the Afghan economy and create millions of jobs. Our SME-focused policy will concentrate on satisfying local demand, promoting import-substitution in areas where Afghanistan should have a comparative advantage, supporting exports through access to credit and reducing red tape-driven obstacles."}, {"text_block_id": "p22_b776", "text": "Not everything that we do to enable private sector growth and create jobs requires funds. Often the government can use its regulatory and rule-making power to provide incentives for investment, reduce risk and uncertainty, and unlock resources so that they can be invested. Afghanistan has some examples where changing the rules has led to spurts in investment and improvements in service. For example, the astounding growth in telecommunications that enabled the licensing of private telecoms. Reforms to energy regulation will soon see independent energy producers selling power to the national grid. Government regulatory processes often contain acceptable principles,"}, {"text_block_id": "p22_b777", "text": "but their practical application involves multiple steps that create openings for bribes and inefficiency"}, {"text_block_id": "p22_b778", "text": "."}, {"text_block_id": "p22_b779", "text": "We are committed to reforming"}, {"text_block_id": "p22_b780", "text": "business processes and plan to simplify administrative and service delivery procedures in major line ministries.These rigorous initiatives include one-stop shops that consolidate dispersed services into a single location to speed up registration by orders of magnitude.These"}, {"text_block_id": "p22_b781", "text": "efforts will be complemented with selected e-administration reforms that will improve efficiency"}, {"text_block_id": "p22_b782", "text": "."}, {"text_block_id": "p22_b783_merged_merged_merged_merged_merged", "text": "Regulatory reforms can also unleash investments by the poor.We are offering incentives to the urban poor to invest in their houses and small businesses through a national program for land certification that provides tenure security in all large and medium-sized cities.In the future, mobile banking and e-payment facilities will reduce transaction and interest costs for poor or isolated communities otherwise"}, {"text_block_id": "p22_b788", "text": "excluded from the financial system"}, {"text_block_id": "p22_b789", "text": "."}, {"text_block_id": "p24_b790", "text": "There is a long-term potential to change Afghanistan from an importing and agrarian country to an agro-industrial exporting nation"}, {"text_block_id": "p25_b791", "text": "Creating Jobs by developing our private sector"}, {"text_block_id": "p25_b792", "text": "Our goals for promoting private sector development are"}, {"text_block_id": "p25_b793", "text": ":"}, {"text_block_id": "p25_b794", "text": "▪"}, {"text_block_id": "p25_b795", "text": "Building efficient and competitive markets"}, {"text_block_id": "p25_b796", "text": ";"}, {"text_block_id": "p25_b797", "text": "▪"}, {"text_block_id": "p25_b798", "text": "Enabling SMEs, particularly export-focused Afghan-owned firms; an"}, {"text_block_id": "p25_b799", "text": "d"}, {"text_block_id": "p25_b800", "text": "▪"}, {"text_block_id": "p25_b801", "text": "Encouraging domestic and international investment."}, {"text_block_id": "p25_b802", "text": "Our"}, {"text_block_id": "p25_b803", "text": "tools for creating an enabling environment for the private sector include"}, {"text_block_id": "p25_b804", "text": ":"}, {"text_block_id": "p25_b805", "text": "▪"}, {"text_block_id": "p25_b806", "text": "Assisting Afghan firms to comply with ISO standards"}, {"text_block_id": "p25_b807", "text": ";"}, {"text_block_id": "p25_b808", "text": "▪"}, {"text_block_id": "p25_b809", "text": "Making trade support services relevant and accessible;"}, {"text_block_id": "p25_b810", "text": "▪"}, {"text_block_id": "p25_b811", "text": "Advancing customs-to-customs agreements with neighboring countries;"}, {"text_block_id": "p25_b812", "text": "▪"}, {"text_block_id": "p25_b813", "text": "Strengthening commercial attachés in Afghan embassies;"}, {"text_block_id": "p25_b814", "text": "▪"}, {"text_block_id": "p25_b815", "text": "Advancing bilateral and multilateral trade agreements;"}, {"text_block_id": "p25_b816", "text": "▪"}, {"text_block_id": "p25_b817", "text": "Strengthening the transport and logistics sector, including the implementation of the Customs Convention on International Transport of Goods Under Cover of TIR Carnets (TIR Convention);"}, {"text_block_id": "p25_b818", "text": "▪"}, {"text_block_id": "p25_b819", "text": "Promoting local procurement and allowable import substitution;"}, {"text_block_id": "p25_b820", "text": "▪"}, {"text_block_id": "p25_b821", "text": "Improving and systematizing private sector survey instruments;"}, {"text_block_id": "p25_b822", "text": "▪"}, {"text_block_id": "p25_b823", "text": "Supporting and building industrial parks and special economic zones;"}, {"text_block_id": "p25_b824", "text": "▪"}, {"text_block_id": "p25_b825", "text": "Reviewing licensing requirements with the goal of eliminating unnecessary ones;"}, {"text_block_id": "p25_b826", "text": "▪"}, {"text_block_id": "p25_b827", "text": "Providing tax incentives and legal protections of investments and assets to investors; and"}, {"text_block_id": "p25_b828", "text": "▪"}, {"text_block_id": "p25_b829", "text": "Establishing one-stop shops offering streamlined electronic business administration services (registration, licensing, customs"}, {"text_block_id": "p25_b830", "text": "payments) in Kabul and seven hubs"}, {"text_block_id": "p25_b831", "text": "."}, {"text_block_id": "p25_b832", "text": "Financial Sector Reform:"}, {"text_block_id": "p25_b833_merged", "text": "Successful development of any type requires a stable,efficient financial sector.We have a two-pronged strategy for financial sector reform.First,it must consolidate financial stability by addressing sectoral weaknesses,and provide a credible system for banking regulation and oversight to rebuild public confidence.These actions will advance the banking sector and provide incentives for growth-friendly initiatives.We will focus on improving sustainability, increasing efficiency and facilitating access to financial services by"}, {"text_block_id": "p25_b846", "text": ":"}, {"text_block_id": "p25_b847", "text": "Enhancing regulatory and monitoring frameworks to bring stability to the financial sector"}, {"text_block_id": "p25_b848", "text": ";"}, {"text_block_id": "p25_b849", "text": "▪"}, {"text_block_id": "p25_b850", "text": "Increasing the use of risk-based audit and review models;"}, {"text_block_id": "p25_b851", "text": "▪"}, {"text_block_id": "p25_b852", "text": "Establishing a unit to monitor risks from state-owned banks;"}, {"text_block_id": "p25_b853", "text": "▪"}, {"text_block_id": "p25_b854", "text": "Reviewing oversight regulations to eliminate duplication and make sure that they are fit for purpose"}, {"text_block_id": "p25_b855", "text": ";"}, {"text_block_id": "p25_b856", "text": "▪"}, {"text_block_id": "p25_b857", "text": "Completing the DAB safeguards review by 2017"}, {"text_block_id": "p25_b858", "text": ";"}, {"text_block_id": "p25_b859", "text": "▪"}, {"text_block_id": "p25_b860", "text": "Providing incentives for private banks to lend to private enterprises; and"}, {"text_block_id": "p25_b861", "text": "▪"}, {"text_block_id": "p25_b862", "text": "Preparing a national financial inclusion strategy, to allow citizens better access to banking services, by December 2017"}, {"text_block_id": "p25_b863", "text": "."}, {"text_block_id": "p25_b864", "text": "c) Mineral and Resource Development Program"}, {"text_block_id": "p25_b865", "text": "Extractive industries such as mining and hydrocarbon development will play an increasingly important role as drivers of economic growth. Their sustainable development through transparent tendering and effective monitoring is of particular importance to us. Recent reports highlight the urgency of a strong state presence in this sector to stop smuggling and other forms of illicit expansion. For this reason, our strategic plans call for aligning extractives development with full EITI compliance and ensuring that activities in and around Afghanistan’s heritage sites adhere to global best practices for conservation.As governance improves, we will open up mining to international investors who can provide the capital and management skills needed to help this sector realize its full potential."}, {"text_block_id": "p26_b866", "text": "The mining sector has vast potentials to generate revenue"}, {"text_block_id": "p26_b867", "text": "."}, {"text_block_id": "p26_b868", "text": "However"}, {"text_block_id": "p26_b869", "text": ","}, {"text_block_id": "p26_b870", "text": "a weak regulatory environment"}, {"text_block_id": "p26_b871", "text": ","}, {"text_block_id": "p26_b872", "text": "slow investment approvals"}, {"text_block_id": "p26_b873", "text": ","}, {"text_block_id": "p26_b874", "text": "and"}, {"text_block_id": "p26_b875", "text": "corruption have thus far impeded development in this sector and have prevented ongoing exploitation of smaller and medium-sized mines"}, {"text_block_id": "p26_b876", "text": "from delivering significant revenues.We will accelerate progress on the legislative and regulatory framework to encourage private sector investment"}, {"text_block_id": "p26_b877", "text": "."}, {"text_block_id": "p26_b878", "text": "Significant investments in critical infrastructure"}, {"text_block_id": "p26_b879", "text": ","}, {"text_block_id": "p26_b880", "text": "particularly in railroads linking major mining projects to port facilities"}, {"text_block_id": "p26_b881", "text": ","}, {"text_block_id": "p26_b882", "text": "and an"}, {"text_block_id": "p26_b883", "text": "enhanced national energy grid are needed to help realize mining’s potential."}, {"text_block_id": "p26_b884", "text": "Transparency and accountability will be priorities for the sustainable development of this sector.We estimate that illicit mining is resulting in"}, {"text_block_id": "p26_b885", "text": "losses of about $300 million annually"}, {"text_block_id": "p26_b886", "text": ","}, {"text_block_id": "p26_b887", "text": "fueling the insurgency"}, {"text_block_id": "p26_b888", "text": ","}, {"text_block_id": "p26_b889", "text": "and driving criminality.We will introduce new requirements for the disclosure of beneficial ownership and ensure that revenues from licensed exploitation are collected"}, {"text_block_id": "p26_b890", "text": "."}, {"text_block_id": "p26_b891", "text": "Hydrocarbon mapping and exploration are also underway although any significant commercial development will have to await global price increases for oil and gas"}, {"text_block_id": "p26_b892", "text": "."}, {"text_block_id": "p26_b893", "text": "Strengthening the extractives sector for a better economy"}, {"text_block_id": "p26_b894", "text": "Our goals for the mining and minerals sector are"}, {"text_block_id": "p26_b895", "text": ":"}, {"text_block_id": "p26_b896", "text": "▪"}, {"text_block_id": "p26_b897", "text": "Maximizing revenue from mineral exploitation;"}, {"text_block_id": "p26_b898", "text": "▪"}, {"text_block_id": "p26_b899", "text": "Increasing the sustainability and predictability of mining revenues;"}, {"text_block_id": "p26_b900", "text": "▪"}, {"text_block_id": "p26_b901", "text": "Expanding oil and gas exploration; and"}, {"text_block_id": "p26_b902", "text": "▪"}, {"text_block_id": "p26_b903", "text": "Addressing illegal mining."}, {"text_block_id": "p26_b904", "text": "Our priorities for the sector are"}, {"text_block_id": "p26_b905", "text": ":"}, {"text_block_id": "p26_b906", "text": "▪"}, {"text_block_id": "p26_b907", "text": "Reforming contracting and professionalizing internal governance;"}, {"text_block_id": "p26_b908", "text": "▪"}, {"text_block_id": "p26_b909", "text": "Establishing full government control over mining areas;"}, {"text_block_id": "p26_b910", "text": "▪"}, {"text_block_id": "p26_b911", "text": "Making the mining law EITI compliant;"}, {"text_block_id": "p26_b912", "text": "▪"}, {"text_block_id": "p26_b913", "text": "Inviting international partnerships to develop large mines; and"}, {"text_block_id": "p26_b914", "text": "▪"}, {"text_block_id": "p26_b915", "text": "Building new freight rail links to regional networks in Turkmenistan and Iran."}, {"text_block_id": "p26_b916", "text": "d) Energy and Infrastructure Development"}, {"text_block_id": "p26_b917", "text": "Our growth strategy relies on improving the ability of producers to reach urban and international markets.The development of transport"}, {"text_block_id": "p26_b918", "text": "corridors has been affected by the conflict"}, {"text_block_id": "p26_b919", "text": "."}, {"text_block_id": "p26_b920", "text": "Poor designs (often done using Google maps) and weak contractor management have been"}, {"text_block_id": "p26_b921", "text": "equally challenging, resulting in very high costs for poor quality construction. To avoid these issues in the future, we will commence a"}, {"text_block_id": "p26_b922", "text": "process of pre-qualifying certified firms to build roads.Work is underway to improve transportation authorities by establishing systems"}, {"text_block_id": "p26_b923", "text": "that would allow them to harmonize responses to the country’s expanding transport needs.This includes the establishment of a Road Authority, a Road Fund, and a Transport Institute."}, {"text_block_id": "p26_b924", "text": "Afghanistan has launched a long-term program for electricity generation and transmission.Projects such as CASA-1000 and the Turkmenistan 500 KV power line could eventually carry up to 4000 MW of power.The TAPI natural gas pipeline is making progress toward delivering gas"}, {"text_block_id": "p26_b925", "text": "from Turkmenistan to South Asia.The inauguration of the Salma multipurpose dam is a major achievement and could provide revenue from transmission sales and increase the availability of commercial and private electricity in Afghanistan."}, {"text_block_id": "p26_b926_merged_merged_merged_merged", "text": "Domestic power generation is on the rise,with a masterplan to produce 2,300 MW from internal sources within five years,including four large hydroelectric projects developed as public-private partnerships (PPPs) and 600MW from solar,wind,and natural gas,also through PPPs.By the end of 2018,Afghanistan will be generating more electricity from new domestic sources than has been produced domestically during the previous 40 years.Priority will be to continue to invest in the national grid,which is a fundamental prerequisite for commercial"}, {"text_block_id": "p26_b943", "text": "or industrial development, while making increasing investments in renewables for residential and isolated areas."}, {"text_block_id": "p27_b944", "text": "An NPP for developing infrastructure and energy"}, {"text_block_id": "p27_b945", "text": "Our objectives for the electricity and energy sectors are to"}, {"text_block_id": "p27_b946", "text": ":"}, {"text_block_id": "p27_b947", "text": "▪"}, {"text_block_id": "p27_b948", "text": "Reduce transport costs to expand rural-urban trade;"}, {"text_block_id": "p27_b949", "text": "▪"}, {"text_block_id": "p27_b950", "text": "Complete the 500kv national grid and become energy self-sufficient within 15 years; an"}, {"text_block_id": "p27_b951", "text": "d"}, {"text_block_id": "p27_b952", "text": "▪"}, {"text_block_id": "p27_b953", "text": "Gain revenue from energy arbitrage between central and south Asia."}, {"text_block_id": "p27_b954", "text": "To get there Afghanistan will"}, {"text_block_id": "p27_b955", "text": ":"}, {"text_block_id": "p27_b956", "text": "▪"}, {"text_block_id": "p27_b957", "text": "Encourage private sector infrastructure development;"}, {"text_block_id": "p27_b958", "text": "▪"}, {"text_block_id": "p27_b959", "text": "Where possible, provide cleared government-owned land to accelerate strategically important infrastructure;"}, {"text_block_id": "p27_b960", "text": "▪"}, {"text_block_id": "p27_b961", "text": "Consolidate design and adopt innovative procurement to reduce tender and completion times;"}, {"text_block_id": "p27_b962", "text": "▪"}, {"text_block_id": "p27_b963", "text": "Train a cadre of infrastructure engineers and project managers;"}, {"text_block_id": "p27_b964", "text": "▪"}, {"text_block_id": "p27_b965", "text": "Increase domestic generation to 2,300 MW, using natural gas, renewable energy, and hydro-electricity"}, {"text_block_id": "p27_b966", "text": ";"}, {"text_block_id": "p27_b967", "text": "▪"}, {"text_block_id": "p27_b968", "text": "Develop domestic energy supplies and transmission, especially through renewables; and"}, {"text_block_id": "p27_b969", "text": "▪"}, {"text_block_id": "p27_b970", "text": "Normalize the pricing and subsidy regime."}, {"text_block_id": "p27_b971", "text": "e) Advancing Regional Integration"}, {"text_block_id": "p27_b972", "text": "Afghanistan’s location as a transit hub between East"}, {"text_block_id": "p27_b973", "text": ","}, {"text_block_id": "p27_b974", "text": "South"}, {"text_block_id": "p27_b975", "text": ","}, {"text_block_id": "p27_b976", "text": "Central an"}, {"text_block_id": "p27_b977", "text": "d"}, {"text_block_id": "p27_b978", "text": "West Asia could be a major economic resource"}, {"text_block_id": "p27_b979", "text": ";"}, {"text_block_id": "p27_b980", "text": "provided conflict"}, {"text_block_id": "p27_b981", "text": "risks are reduced to manageable levels. We have made initial investments in cross-border energy transmission and dry ports for long-distance trans-shipment. Afghanistan’s recent accession to the WTO will facilitate more cross-border projects and policy reforms to"}, {"text_block_id": "p27_b982", "text": "promote regional trade"}, {"text_block_id": "p27_b983", "text": ","}, {"text_block_id": "p27_b984", "text": "provided sufficient financing can be identified.We are working with the IMF,ADB"}, {"text_block_id": "p27_b985", "text": ","}, {"text_block_id": "p27_b986", "text": "and the World Bank to develop models that can attract not only global investments but also domestic and regional private sector financing"}, {"text_block_id": "p27_b987", "text": "."}, {"text_block_id": "p27_b988", "text": "Regional economic cooperation has the potential to be an important driver of growth for Afghanistan. Innovative areas of regional cooperation will be investments in the Central Asian digital highway, regional energy projects to augment the ones discussed earlier, and regional railways and roads.The Afghanistan Railway Authority has prepared a commercial freight and mineral-focused development masterplan for establishing a northern link to Central Asia, a southwestern link to Iran, and six logistics hubs to provide export access to"}, {"text_block_id": "p27_b989", "text": "each of Afghanistan’s major regions, of which approximately 350 KMs is at a stage of advanced design"}, {"text_block_id": "p27_b990", "text": "."}, {"text_block_id": "p27_b991_merged_merged", "text": "We will also step up our engagement with neighboring partners, South Asia Co-operative Environment Programme (SACEP), and The International Centre for Integrated Mountain Development (ICIMOD), on cooperation to mitigate the adverse effects of climate change"}, {"text_block_id": "p27_b996", "text": "across the trans-Himalayan region"}, {"text_block_id": "p27_b997", "text": "."}, {"text_block_id": "p27_b998", "text": "Growth and security through regional cooperation"}, {"text_block_id": "p27_b999", "text": "Our goals for regional cooperation development are"}, {"text_block_id": "p27_b1000", "text": ":"}, {"text_block_id": "p27_b1001", "text": "▪"}, {"text_block_id": "p27_b1002", "text": "Making Afghanistan an attractive trans-Asia shipment hub;"}, {"text_block_id": "p27_b1003", "text": "▪"}, {"text_block_id": "p27_b1004", "text": "Diversifying our export routes; and"}, {"text_block_id": "p27_b1005", "text": "▪"}, {"text_block_id": "p27_b1006", "text": "Improving security by enhancing confidence and mutual benefit from stable trade"}, {"text_block_id": "p27_b1007", "text": "."}, {"text_block_id": "p27_b1008", "text": "To expand benefits from regional trade infrastructure we will"}, {"text_block_id": "p27_b1009", "text": ":"}, {"text_block_id": "p27_b1010", "text": "▪"}, {"text_block_id": "p27_b1011", "text": "Join regional projects such as One Belt, One Road (OBOR);"}, {"text_block_id": "p27_b1012", "text": "▪"}, {"text_block_id": "p27_b1013", "text": "Encourage PPPs and private sector infrastructure development;"}, {"text_block_id": "p27_b1014", "text": "▪"}, {"text_block_id": "p27_b1015", "text": "Ensure regional energy projects, including CASA 1000 and TAPI, receive funding and administrative support"}, {"text_block_id": "p27_b1016", "text": ";"}, {"text_block_id": "p27_b1017", "text": "▪"}, {"text_block_id": "p27_b1018", "text": "Enhance engagement with regional organizations; and"}, {"text_block_id": "p27_b1019", "text": "▪"}, {"text_block_id": "p27_b1020", "text": "Strengthen our embassies and trade missions."}, {"text_block_id": "p28_b1021", "text": "f) Increasing Labor Productivity and Investing in Human Capital"}, {"text_block_id": "p28_b1022", "text": "Afghanistan’s skills are not well aligned with market demands. This situation will only get worse as the growth strategy takes hold. To anticipate future market needs, we will invest in vocational education, engineering, managerial skills, the service industry, and on reforms"}, {"text_block_id": "p28_b1023", "text": "to make Afghan labor more flexible and responsive"}, {"text_block_id": "p28_b1024", "text": "."}, {"text_block_id": "p28_b1025", "text": "Returning migrants and IDPs could offer positive contributions"}, {"text_block_id": "p28_b1026", "text": ","}, {"text_block_id": "p28_b1027", "text": "provided regulatory"}, {"text_block_id": "p28_b1028", "text": "reforms allow them to join secondary and vocational training programs. It is important for the generation of Afghan youth raised in exile to be integrated into our labor markets.We will improve the quality assurance of post-secondary institutions using an outcomes-based education model, and by restructuring curriculum, assessment, and reporting practices in education to ensure quality of learning."}, {"text_block_id": "p28_b1029", "text": "Growing our human capital to drive economic growth"}, {"text_block_id": "p28_b1030", "text": "Investments in this sector will"}, {"text_block_id": "p28_b1031", "text": ":"}, {"text_block_id": "p28_b1032", "text": "▪"}, {"text_block_id": "p28_b1033", "text": "Prepare for future labor market needs, including labor exports;"}, {"text_block_id": "p28_b1034", "text": "▪"}, {"text_block_id": "p28_b1035", "text": "Better align education with private sector requirements;"}, {"text_block_id": "p28_b1036", "text": "▪"}, {"text_block_id": "p28_b1037", "text": "Increase the current skills base; and"}, {"text_block_id": "p28_b1038", "text": "▪"}, {"text_block_id": "p28_b1039", "text": "Improve workforce quality through investments in preventative and curative health."}, {"text_block_id": "p28_b1040", "text": "To get there we will"}, {"text_block_id": "p28_b1041", "text": ":"}, {"text_block_id": "p28_b1042", "text": "▪"}, {"text_block_id": "p28_b1043", "text": "Expand vocational and technical education, utilizing the German apprenticeship model;"}, {"text_block_id": "p28_b1044", "text": "▪"}, {"text_block_id": "p28_b1045", "text": "Promote the establishment of private skills academies;"}, {"text_block_id": "p28_b1046", "text": "▪"}, {"text_block_id": "p28_b1047", "text": "Identify opportunities to absorb returning migrants and displaced populations into training programs and labor markets;"}, {"text_block_id": "p28_b1048", "text": "▪"}, {"text_block_id": "p28_b1049", "text": "Support community-based approaches to income –generation for people with disabilities;"}, {"text_block_id": "p28_b1050", "text": "▪"}, {"text_block_id": "p28_b1051", "text": "Review labor policy and regulations to increase flexibility"}, {"text_block_id": "p28_b1052", "text": ";"}, {"text_block_id": "p28_b1053", "text": "▪"}, {"text_block_id": "p28_b1054", "text": "Invest in women’s education and market employment;"}, {"text_block_id": "p28_b1055", "text": "▪"}, {"text_block_id": "p28_b1056", "text": "Improve the Ministry of Economy by consolidating directorates; and"}, {"text_block_id": "p28_b1057", "text": "▪"}, {"text_block_id": "p28_b1058", "text": "Define a sustainable model for health system financing"}, {"text_block_id": "p28_b1059", "text": "."}, {"text_block_id": "p28_b1060", "text": "g) Urban Development Program"}, {"text_block_id": "p28_b1061_merged_merged", "text": "In most countries, geographic and population advantages make cities dynamic workshops for growth.Afghan cities have long histories, but they now need to become drivers for growth. Our cities have become residential centers that lack the economic foundation to absorb the large numbers of new residents,displaced people,and returning migrants.With direct elections for mayors planned for 2019,our cities will also need municipal and metropolitan management capacities."}, {"text_block_id": "p29_b1070", "text": "Vibrant and habitable cities"}, {"text_block_id": "p29_b1071", "text": "Our Main Goals for the sector are"}, {"text_block_id": "p29_b1072", "text": ":"}, {"text_block_id": "p29_b1073", "text": "▪"}, {"text_block_id": "p29_b1074", "text": "Creating a network of dynamic, safe, livable urban centers;"}, {"text_block_id": "p29_b1075", "text": "▪"}, {"text_block_id": "p29_b1076", "text": "Turning urban centers into economic growth hubs, cultural centers, and social inclusion arenas; and"}, {"text_block_id": "p29_b1077", "text": "▪"}, {"text_block_id": "p29_b1078", "text": "Decentralizing urban planning and establishing participatory urban governance mechanisms."}, {"text_block_id": "p29_b1079", "text": "The Urban NPP will"}, {"text_block_id": "p29_b1080", "text": ":"}, {"text_block_id": "p29_b1081", "text": "▪"}, {"text_block_id": "p29_b1082", "text": "Improve the legal and regulatory framework, implement devolution of power, and strengthen the rule of law in cities;"}, {"text_block_id": "p29_b1083", "text": "▪"}, {"text_block_id": "p29_b1084", "text": "Build urban infrastructure – principally transport and drainage;"}, {"text_block_id": "p29_b1085", "text": "▪"}, {"text_block_id": "p29_b1086", "text": "Integrate cultural heritage into urban development plans;"}, {"text_block_id": "p29_b1087", "text": "▪"}, {"text_block_id": "p29_b1088", "text": "Upgrade urban neighborhoods, provide and enforce zoning rules, and promote affordable housing;"}, {"text_block_id": "p29_b1089", "text": "▪"}, {"text_block_id": "p29_b1090", "text": "Certify and secure land tenure rights, improve urban services to the poor, and increase access to employment; and"}, {"text_block_id": "p29_b1091", "text": "▪"}, {"text_block_id": "p29_b1092", "text": "Promote mass economies, establish urban economic zones, and integrate urban hinterlands into metropolitan development planning."}, {"text_block_id": "p29_b1093", "text": "5.6 Poverty Reduction and Social Inclusion"}, {"text_block_id": "p29_b1094", "text": "Our strategy for poverty reduction combines investments to improve growth and productivity with targeted programs to help the poor"}, {"text_block_id": "p29_b1095", "text": "improve their skills and access opportunities.There has been an absence of poverty-focused investments over the long years of conflict"}, {"text_block_id": "p29_b1096", "text": "."}, {"text_block_id": "p29_b1097", "text": "Corruption hampers the ability of the poor and vulnerable groups, including persons with disability, to access services and opportunities. Social factors such as localized violence and criminality, land tenure insecurity, illegal land seizures, gender mores, discrimination, and poor service delivery, lock entire populations into inescapable poverty traps.We are committed to tackling these challenges by ensuring that provisions for helping our most vulnerable citizens are mainstreamed into our activities."}, {"text_block_id": "p29_b1098", "text": "Improved security and better policing are the bottom-line pre-conditions for successful poverty reduction. It is no surprise that improved security tops the list of concerns for the poor."}, {"text_block_id": "p29_b1099", "text": "A central pillar of our anti-poverty approach is ARAZI’s planned National Priority Program on land administration. This NPP will"}, {"text_block_id": "p29_b1100", "text": "incorporate ongoing multi-agency urban land certification programs that are providing legally recognized occupancy certificates t"}, {"text_block_id": "p29_b1101", "text": "o"}, {"text_block_id": "p29_b1102", "text": "irregular urban settlements."}, {"text_block_id": "p29_b1103", "text": "a) The Citizens’ Charter"}, {"text_block_id": "p29_b1104", "text": "Afghanistan has concentrated on expanding access to health and education.This focus will continue with financing already secured for basic health and education services through 2020.We envisage three modifications to our current strategy"}, {"text_block_id": "p29_b1105", "text": "."}, {"text_block_id": "p29_b1106", "text": "First"}, {"text_block_id": "p29_b1107", "text": ","}, {"text_block_id": "p29_b1108", "text": "health and education must now focus on improving quality"}, {"text_block_id": "p29_b1109", "text": ","}, {"text_block_id": "p29_b1110", "text": "not just expanding coverage"}, {"text_block_id": "p29_b1111", "text": "."}, {"text_block_id": "p29_b1112", "text": "Second"}, {"text_block_id": "p29_b1113", "text": ","}, {"text_block_id": "p29_b1114", "text": "current financing models are not sustainable"}, {"text_block_id": "p29_b1115", "text": ","}, {"text_block_id": "p29_b1116", "text": "particularly for"}, {"text_block_id": "p29_b1117", "text": "health services. Both ministries are preparing reform plans to address these challenges, including improvements to the basic package of health services and programs to increase literacy in remote areas.Third, the disjuncture between the education curriculum and the needs of Afghanistan’s job market means that nearly two-thirds of recent college graduates are unemployed."}, {"text_block_id": "p29_b1118_merged_merged_merged_merged", "text": "The Citizens’ Charter National Priority Program will improve mechanisms for service delivery in education, health, basic rural infrastructure, and agriculture services.The aim of the Charter is to reduce poverty and break the cycle of fragility and violence, using Community Development Councils (CDCs) as the entry point for both governance and development activities at the micro-level. The Citizens’ Charter is key to our development vision. It is a whole-of-government effort that will link rural communities, districts, provinces, and the central level, to promote inclusive development and help overcome the fragmented development approaches of the past.The Charter will put communities at the center of the development process, provide them with the tools and mechanisms to monitor service delivery and decide on development priorities.Communities will play an integral role in beneficiary identification,demand creation, as well as operation and maintenance. The Citizens’ Charter will build the capacity of CDCs and put in place necessary downward-accountability measures to help ensure that vulnerable groups, such as women, returnees, IDPs, widows, and persons with disabilities are included in the development process."}, {"text_block_id": "p30_b1124", "text": "The Citizens’ Charter will deliver minimum service standards"}, {"text_block_id": "p30_b1125", "text": "The Citizens’ Charter will ensure the delivery of a basic package of services for all communities by 2026"}, {"text_block_id": "p30_b1126", "text": "."}, {"text_block_id": "p30_b1127", "text": "Over the next four years"}, {"text_block_id": "p30_b1128", "text": ","}, {"text_block_id": "p30_b1129", "text": "the program will provide 12,000 communities across all 34 provinces with"}, {"text_block_id": "p30_b1130", "text": ":"}, {"text_block_id": "p30_b1131", "text": "▪"}, {"text_block_id": "p30_b1132", "text": "Universal access to clean water, providing nearly 20,000 water points"}, {"text_block_id": "p30_b1133", "text": ";"}, {"text_block_id": "p30_b1134", "text": "▪"}, {"text_block_id": "p30_b1135", "text": "Quality education in government schools, ensuring teacher attendance and minimum learning hours for students; and"}, {"text_block_id": "p30_b1136", "text": "▪"}, {"text_block_id": "p30_b1137", "text": "The Basic Package of Health Services,including mandated services at all clinics,minimum hours of operation,and basic staffing requirements"}, {"text_block_id": "p30_b1138", "text": "."}, {"text_block_id": "p30_b1139", "text": "Based on community-led prioritization and gap analysis, communities will have at least one of the following"}, {"text_block_id": "p30_b1140", "text": ":"}, {"text_block_id": "p30_b1141", "text": "▪"}, {"text_block_id": "p30_b1142", "text": "Basic electricity from renewable sources in remote areas which cannot be reached by the grid system;"}, {"text_block_id": "p30_b1143", "text": "▪"}, {"text_block_id": "p30_b1144", "text": "Basic all-year roads to increase village to market access; or"}, {"text_block_id": "p30_b1145", "text": "▪"}, {"text_block_id": "p30_b1146", "text": "Small-scale irrigation and drainage infrastructure."}, {"text_block_id": "p30_b1147", "text": "b) Women’s Empowerment"}, {"text_block_id": "p30_b1148", "text": "We are committed to ensuring the full political, social, and economic participation of Afghan women in national development. Government budgets have factored in the costs of implementing UN Resolution 1325 and the National Priority Program for the Economic Empowerment of Women."}, {"text_block_id": "p30_b1149", "text": "In keeping with our commitment to reduce poverty, over the next fifteen years, we will invest as much as USD250 million in the"}, {"text_block_id": "p30_b1150", "text": "women’s economic empowerment program.We will enact a reform agenda to increase women’s mobility, improve the quality of gender statistics, and reduce or eliminate regulations that block women’s access to credit and markets."}, {"text_block_id": "p30_b1151", "text": "Afghanistan’s gender strategy"}, {"text_block_id": "p30_b1152", "text": "Our Constitution guarantees equal citizenship rights for women. But we must help lift them out of the cycle of poverty by ensuring their socio-economic inclusion and increasing their engagement with markets."}, {"text_block_id": "p30_b1153", "text": "Our gender strategy rests on five pillars, each grounded in a cross-government action program"}, {"text_block_id": "p30_b1154", "text": ":"}, {"text_block_id": "p30_b1155", "text": "▪"}, {"text_block_id": "p30_b1156", "text": "Implementing our global commitments on human rights, security, and freedom from domestic violence for Afghan women;"}, {"text_block_id": "p30_b1157", "text": "▪"}, {"text_block_id": "p30_b1158", "text": "Ensuring full access to education and health services, including higher education;"}, {"text_block_id": "p30_b1159", "text": "▪"}, {"text_block_id": "p30_b1160", "text": "Launching the Women’s Economic Empowerment National Priority Program;"}, {"text_block_id": "p30_b1161", "text": "▪"}, {"text_block_id": "p30_b1162", "text": "Securing the constitutional rights for women through the full execution of our laws; and"}, {"text_block_id": "p30_b1163", "text": "▪"}, {"text_block_id": "p30_b1164", "text": "Advancing women in government and business."}, {"text_block_id": "p30_b1165", "text": "c) Social Protection"}, {"text_block_id": "p30_b1166", "text": "Afghanistan cannot yet afford large-scale national safety nets or tax-based transfer programs"}, {"text_block_id": "p30_b1167", "text": "."}, {"text_block_id": "p30_b1168", "text": "But pro-poor spending can be significantly increased and made more efficient.We will reduce poverty primarily by helping the poor increase their skills"}, {"text_block_id": "p30_b1169", "text": ","}, {"text_block_id": "p30_b1170", "text": "productivity"}, {"text_block_id": "p30_b1171", "text": ","}, {"text_block_id": "p30_b1172", "text": "and access labor-intensive paid employment through the Jobs for Peace program.The Program was launched in 2016 and has already provided over two"}, {"text_block_id": "p30_b1173", "text": "million paid days of work to repair and maintain village infrastructure."}, {"text_block_id": "p30_b1174_merged_merged_merged", "text": "While investing in more opportunities for young people is the central focus of our poverty strategy, there is still a substantial population of vulnerable, disabled, widowed, and elderly citizens who will need carefully targeted and professionally managed assistance. We must progressively improve safety net operations such as pensions, entitlements, and other forms of transfer.Weak targeting systems, deeply embedded corruption,and poor management structures are first-order challenges.To improve their efficiency and reduce corruption,the Ministry of Labor, Martyrs and the Disabled will establish an agency to manage cash transfers for pensions, disability, and other social protection entitlements."}, {"text_block_id": "p32_b1182", "text": "Over the next fifteen years, we will invest as much as USD250 million in the women’s economic empowerment program"}, {"text_block_id": "p33_b1183", "text": "6. Development Partnerships"}, {"text_block_id": "p33_b1184", "text": "A first objective of the"}, {"text_block_id": "p33_b1185", "text": "Realizing Self-Reliance"}, {"text_block_id": "p33_b1186", "text": "paper is to reduce Afghanistan’s dependence on aid.The strategies presented in this framework will allow job-creating growth and private sector investment to gradually replace reliance on foreign aid. As reforms and growth-enabling investments begin to produce results, it is reasonable to expect Afghanistan’s reliance on extraordinary contributions from the international"}, {"text_block_id": "p33_b1187", "text": "community to decrease from the current level of around 70 percent of government expenditure to some 40-50 percent by 2020"}, {"text_block_id": "p33_b1188", "text": "."}, {"text_block_id": "p33_b1189", "text": "We believe in the globally agreed principles for Aid Effectiveness — ownership, alignment, harmonization, managing for results and mutual accountability — but the government and its partners have been lax on both sides of the mutual accountability compact. Donors can play an extremely constructive role in advancing the Self Reliance agenda by helping policy get on the right track, reversing current problems caused by fragmentation, and using funding assistance to drive better performance and accountability. Afghanistan’s reform agenda rests on the government ability to use a consolidated budget as the primary instrument for carrying out policy. Our international partners have increasingly been testing the waters to assess the realism of using budget-based support to channel their aid. Channeling donor funds"}, {"text_block_id": "p33_b1190", "text": "through the national budget is not only a more efficient"}, {"text_block_id": "p33_b1191", "text": ","}, {"text_block_id": "p33_b1192", "text": "cost-effective use of money than off-budget programming is"}, {"text_block_id": "p33_b1193", "text": ","}, {"text_block_id": "p33_b1194", "text": "but supporting the"}, {"text_block_id": "p33_b1195", "text": "Afghan budget process is a necessary step towards a successful donor exit strategy."}, {"text_block_id": "p33_b1196", "text": "The efficiency of both on and off budget investments needs to be improved"}, {"text_block_id": "p33_b1197", "text": "."}, {"text_block_id": "p33_b1198", "text": "Complex procurement"}, {"text_block_id": "p33_b1199", "text": ","}, {"text_block_id": "p33_b1200", "text": "poor budgeting practices"}, {"text_block_id": "p33_b1201", "text": ","}, {"text_block_id": "p33_b1202", "text": "and weak"}, {"text_block_id": "p33_b1203", "text": "contract management lead to lengthy delays and unnecessary cost increases. The government needs a more structured project review"}, {"text_block_id": "p33_b1204", "text": "system for its on-budget projects to weed out projects that lack precision.We will also provide more efficient"}, {"text_block_id": "p33_b1205", "text": ","}, {"text_block_id": "p33_b1206", "text": "problem-solving support"}, {"text_block_id": "p33_b1207", "text": "for partner projects that create jobs and contribute to our development, beginning with streamlined approvals and simpler procedures for licensing. Improving security for large construction projects is also a priority."}, {"text_block_id": "p33_b1208", "text": "But the biggest potential for using funds efficiently is to use national systems wherever possible"}, {"text_block_id": "p33_b1209", "text": "."}, {"text_block_id": "p33_b1210", "text": "Using government systems not only"}, {"text_block_id": "p33_b1211", "text": "reduces unit costs but is an essential pre-condition for the government to take full responsibility for performance. Furthermore, given the security situation, off-budget programs face increasing challenges to providing adequate site supervision, a problem that could be solved by"}, {"text_block_id": "p33_b1212", "text": "increasing the use of pay-for-results on-budget financing"}, {"text_block_id": "p33_b1213", "text": "."}, {"text_block_id": "p33_b1214", "text": "Going forward, we will work closely with our international partners to use aid as effectively as possible.  Our strategy for achieving this"}, {"text_block_id": "p33_b1215", "text": "concentrates on the following steps"}, {"text_block_id": "p33_b1216", "text": ":"}, {"text_block_id": "p33_b1217", "text": "▪"}, {"text_block_id": "p33_b1218", "text": "Commitment by donors to pool resources behind this strategy, particularly support for the medium term expenditure framework;"}, {"text_block_id": "p33_b1219", "text": "▪"}, {"text_block_id": "p33_b1220", "text": "Agreement on the pre-conditions for expanding on-budget support, either directly or through the ARTF;"}, {"text_block_id": "p33_b1221", "text": "▪"}, {"text_block_id": "p33_b1222", "text": "Improve dialogue and review procedures to ensure alignment of all financing with government priorities and regarding quality of"}, {"text_block_id": "p33_b1223", "text": "preparation;"}, {"text_block_id": "p33_b1224", "text": "▪"}, {"text_block_id": "p33_b1225", "text": "Increased use of reimbursement for delivered results and the successful implementation of strategic reforms; and"}, {"text_block_id": "p33_b1226", "text": "▪"}, {"text_block_id": "p33_b1227", "text": "Strengthened mechanisms for audit and accountability."}, {"text_block_id": "p33_b1228_merged_merged_merged", "text": "Despite considerable progress over the past 15 years,Afghanistan’s donor partners have raised reasonable concerns over the fiduciary integrity of our financial management systems.The following measures,proposed for 2017-19,would go a long way to increase trust levels and provide credible evidence of improvement"}, {"text_block_id": "p33_b1235", "text": ":"}, {"text_block_id": "p33_b1236", "text": "▪"}, {"text_block_id": "p33_b1237", "text": "Implement the national anti-corruption action plan and legal framework;"}, {"text_block_id": "p33_b1238", "text": "▪"}, {"text_block_id": "p33_b1239", "text": "Pass laws criminalizing corruption in line with the UN Convention Against Corruption;"}, {"text_block_id": "p33_b1240", "text": "▪"}, {"text_block_id": "p33_b1241", "text": "Expand public disclosure of asset declarations to cover law enforcement, customs, and tax administration;"}, {"text_block_id": "p33_b1242", "text": "▪"}, {"text_block_id": "p33_b1243", "text": "Expand the use of electronic payments and e-procurement to line ministries;"}, {"text_block_id": "p33_b1244", "text": "▪"}, {"text_block_id": "p33_b1245", "text": "Strengthen the Supreme Audit Office; an"}, {"text_block_id": "p33_b1246", "text": "d"}, {"text_block_id": "p33_b1247", "text": "▪"}, {"text_block_id": "p33_b1248", "text": "Update Afghanistan’s Public Expenditure and Financial Accountability (PEFA) rating, which is an internationally recognized instrument"}, {"text_block_id": "p33_b1249", "text": "for assessing fiduciary risk"}, {"text_block_id": "p33_b1250", "text": "."}, {"text_block_id": "p33_b1251", "text": "Making the Afghan policy-to-budget process the centerpiece of the dialogue will guide both on and off-budget partnerships since the goal for both is to build up Afghan systems."}, {"text_block_id": "p34_b1252", "text": "The government will continue to support direct donor financing for human rights workers"}, {"text_block_id": "p34_b1253", "text": ","}, {"text_block_id": "p34_b1254", "text": "press and media development"}, {"text_block_id": "p34_b1255", "text": ","}, {"text_block_id": "p34_b1256", "text": "targeted"}, {"text_block_id": "p34_b1257", "text": "programs for vulnerable groups, strategic private sector development initiatives and other activities critical for national development.There are also specialized investments, particularly in large infrastructure, where the Afghan government lacks technical or managerial expertise and would be better served by partnerships that can build capacity through hands-on guidance and oversight. But even where donors and"}, {"text_block_id": "p34_b1258", "text": "the government agree on the value of off-budget support"}, {"text_block_id": "p34_b1259", "text": ","}, {"text_block_id": "p34_b1260", "text": "financial information should be recorded on the budget as early as possible using"}, {"text_block_id": "p34_b1261", "text": "standard budget categories and reviewed as part of Development Council work plans."}, {"text_block_id": "p34_b1262_merged_merged", "text": "Both as watchdogs and as partners,civil society organizations (CSO) and the media make significant contributions to Afghanistan’s stability and development.We will continue to value and advance their role in our national development.Key issues to resolve are how best to protect civil society operating space,ensure the freedom and safety of the press,and sustain dialogue on an evolving partnership.In 2015 the government signed an MOU with civil society organizations to define an overall partnership framework.Dialogue with CSOs will"}, {"text_block_id": "p34_b1277", "text": "continue on issues of mutual concern such as protecting and optimizing the civil society’s monitoring and advocacy functions, introducing innovations in service delivery, and resolving partnership issues such as the management of withholding taxes on behalf of the government and any interference or corruption in CSO registration."}, {"text_block_id": "p36_b1278", "text": "The strategies presented in this framework will allow job-creating growth and private sector investment to gradually replace reliance on foreign aid"}, {"text_block_id": "p37_b1279", "text": "7. Development Financing"}, {"text_block_id": "p37_b1280", "text": "Afghanistan’s development needs are large and will remain so for decades.Afghanistan must aim to achieve sustained high levels of growth to raise incomes and meet future demand for quality services.Afghanistan’s prospects for sustaining high rates of economic growth face"}, {"text_block_id": "p37_b1281", "text": "significant constraints"}, {"text_block_id": "p37_b1282", "text": ":"}, {"text_block_id": "p37_b1283", "text": "limited human capital"}, {"text_block_id": "p37_b1284", "text": ","}, {"text_block_id": "p37_b1285", "text": "poor infrastructure"}, {"text_block_id": "p37_b1286", "text": ","}, {"text_block_id": "p37_b1287", "text": "high population growth"}, {"text_block_id": "p37_b1288", "text": ","}, {"text_block_id": "p37_b1289", "text": "a lack of investment"}, {"text_block_id": "p37_b1290", "text": ","}, {"text_block_id": "p37_b1291", "text": "and a fragile operating"}, {"text_block_id": "p37_b1292", "text": "environment."}, {"text_block_id": "p37_b1293", "text": "The Afghan state will have a significant role in supporting growth"}, {"text_block_id": "p37_b1294", "text": "."}, {"text_block_id": "p37_b1295", "text": "Improvements to fiscal management and public procurement will play an important part in fostering an environment for creating jobs and sustaining growth.To assess our financing needs"}, {"text_block_id": "p37_b1296", "text": ","}, {"text_block_id": "p37_b1297", "text": "we have prepared the"}, {"text_block_id": "p37_b1298", "text": "following scenarios with three assumptions."}, {"text_block_id": "p37_b1299", "text": "1."}, {"text_block_id": "p37_b1300", "text": "Progress will continue on macroeconomic stabilization to minimize the risk of shocks;"}, {"text_block_id": "p37_b1301", "text": "2."}, {"text_block_id": "p37_b1302", "text": "Domestic revenue collection will increase in line with nominal GDP"}, {"text_block_id": "p37_b1303", "text": ","}, {"text_block_id": "p37_b1304", "text": "which is projected to be 5 percent on average per year until 2020"}, {"text_block_id": "p37_b1305", "text": "."}, {"text_block_id": "p37_b1306", "text": "Onc"}, {"text_block_id": "p37_b1307", "text": "e"}, {"text_block_id": "p37_b1308", "text": "legal and regulatory frameworks are in place, revenues from transit and major mining projects will be realized by 2020 and beyond; an"}, {"text_block_id": "p37_b1309", "text": "d"}, {"text_block_id": "p37_b1310", "text": "3."}, {"text_block_id": "p37_b1311", "text": "We will increase investments in education, health, infrastructure, and energy."}, {"text_block_id": "p37_b1312", "text": "Afghanistan aims to increase domestic revenues from 10.3 percent of GDP in 2015 to about 14.0 percent by 2020.Transit projects will contribute 1.1 percent of GDP, and mining 1.02 percent, in additional revenues by 2020"}, {"text_block_id": "p37_b1313", "text": "."}, {"text_block_id": "p37_b1314", "text": "7.1 Revenues and Expenditures Projections (base case)"}, {"text_block_id": "p37_b1315", "text": "Source: Ministry of Finance Fiscal Policy Department Estimate"}, {"text_block_id": "p37_b1316", "text": "s"}, {"text_block_id": "p37_b1317_merged_merged_merged_merged", "text": "While long-term fiscal prospects for Afghanistan must be sustainable, in the short to medium-term we will be unable to meet budget financing needs solely from domestic sources.To continue to deliver minimum services and address development challenges,Afghanistan will need USD 3.9 billion on average per year until 2020."}, {"text_block_id": "p38_b1320", "text": "7.2 ANDPF Scenario Assumptions Table"}, {"text_block_id": "p38_b1321", "text": "Source: Ministry of Finance Fiscal Policy Department Estimate"}, {"text_block_id": "p38_b1322", "text": "s"}, {"text_block_id": "p39_b1323", "text": "ANPDF"}, {"text_block_id": "p39_b1324", "text": "+"}, {"text_block_id": "p39_b1325", "text": "Tables 7.3 and 7.4 show a more optimistic financing scenario (ANPDF+) that could be pursued if reforms are well-implemented"}, {"text_block_id": "p39_b1326", "text": ","}, {"text_block_id": "p39_b1327", "text": "and the economy can absorb more funds for growth.This scenario assumes that peace and relative security will lead to increased confidence and a resumption of private investment"}, {"text_block_id": "p39_b1328", "text": "."}, {"text_block_id": "p39_b1329", "text": "Such an environment would yield an improved fiscal outlook"}, {"text_block_id": "p39_b1330", "text": ","}, {"text_block_id": "p39_b1331", "text": "but growth sustaining investments in priority sectors would be needed to drive progress.We anticipate significant investment in energy and infrastructure to provide an enabling environment for business investment and ensure sustained growth.A significant share of any growth will be used to address the health and"}, {"text_block_id": "p39_b1332", "text": "education needs of our growing population."}, {"text_block_id": "p39_b1333_merged_merged_merged", "text": "7.3 ANDPF+ Projections Chart"}, {"text_block_id": "p39_b1336", "text": "Source: Ministry of Finance Fiscal Policy Department Estimate"}, {"text_block_id": "p39_b1337", "text": "s"}, {"text_block_id": "p40_b1338", "text": "7.4 ANDPF+ Scenario Assumptions Table"}, {"text_block_id": "p41_b1339", "text": "8. Conclusion"}, {"text_block_id": "p41_b1340", "text": "Afghanistan is entering a new era.The shock of transition is giving way to a visionary and forward-looking strategy for self-reliance.This framework focuses on a reformed development architecture anchored in a budget process that demands discipline, focus, realism, and a pragmatic approach to solving problems."}, {"text_block_id": "p41_b1341", "text": "Success lies in striking the right balance between advancing reforms and reducing development assistance. Development partners re"}, {"text_block_id": "p41_b1342", "text": "-"}, {"text_block_id": "p41_b1343", "text": "assessing their assistance to Afghanistan must be careful.Afghanistan is a country at war"}, {"text_block_id": "p41_b1344", "text": "."}, {"text_block_id": "p41_b1345", "text": "Conflict not only imposes enormous costs on the country but also carries the risks that additional shocks will plunge the country back into chaos.While we are confident that Afghanistan"}, {"text_block_id": "p41_b1346", "text": "will succeed, the risks of failure are all too real. Too sharp a cut in levels of aid will stoke further unrest and violence. Afghanistan’s"}, {"text_block_id": "p41_b1347", "text": "longstanding conflicts are not of its own making; there is a shared obligation to see the transition through in a responsible way"}, {"text_block_id": "p41_b1348", "text": "."}, {"text_block_id": "p41_b1349", "text": "Over the past year, we laid the foundations that will make this framework succeed.The reforms to our security forces are slowly reducing citizen insecurity and our country’s vulnerability to attacks.As we re-assert and sustain control over the whole of the national territory, the process of rebuilding can begin. Comprehensive reforms are underway to reduce corruption and build a legal system that can enforce"}, {"text_block_id": "p41_b1350", "text": "the law"}, {"text_block_id": "p41_b1351", "text": "."}, {"text_block_id": "p41_b1352", "text": "Planning for parliamentary and national elections is advancing"}, {"text_block_id": "p41_b1353", "text": "."}, {"text_block_id": "p41_b1354", "text": "Public financial reform is re-building a budget process that reflects the cost of policy decisions and provides the means for the government to take responsibility for oversight on expenditure"}, {"text_block_id": "p41_b1355", "text": "."}, {"text_block_id": "p41_b1356", "text": "Our fiscal"}, {"text_block_id": "p41_b1357", "text": "projections are credible and realistic.We have launched an ambitious program of growth-generating investments that will create jobs and reduce our dependence on aid. Dialogue with our private sector continues to improve."}, {"text_block_id": "p41_b1358_merged_merged_merged", "text": "This framework began with a wish for peace.But peace is not just a matter of signing agreements to end the fighting,important though such agreements are – Peace must be sustained.Our people must have confidence that their government can give them better life chances"}, {"text_block_id": "p41_b1365", "text": "than a return to insurgency will, that their children will be healthy and educated, that they can trust in the law.They must have faith that their government will be able to match its promises with real actions that inspire hope and improve their lives."}, {"text_block_id": "p41_b1366", "text": "The Afghanistan National Peace and Development Framework will not solve all of our country’s problems. But it does provide the means for our leaders to guide our march towards self-reliance."}, {"text_block_id": "p42_b1367", "text": "Afghanistan is entering a new era. The shock of transition is giving way to a visionary and forward-looking strategy for self-reliance"}, {"text_block_id": "p43_b1368", "text": "Annex 1: List of National Priority Programs and Development Councils"}, {"text_block_id": "p45_b1369", "text": "Acronyms"}, {"text_block_id": "p46_b1370", "text": "All Images from UNESCO"}, {"text_block_id": "p46_b1371", "text": "Nationwide Crowdsourcing Photo Competition"}, {"text_block_id": "p46_b1372", "text": "The Afghanistan We Are Proud Of"}], "document_description": "The Afghanistan National Peace and Development Framework (ANPDF) is a five-year strategic plan for achieving self-reliance. The Framework presents a long-term development&nbsp; for Afghanistan by providing consistent high-level guidance to government and stakeholders. It articulates immediate and long term development priorities, highlights key reforms and outlines priority investments needed to achieve development goals.<br><br>It sets the economic, political and security context to ensure the development of agriculture, extractive industries and trade.&nbsp;<br><br>The Framework establishes measures to mitigate the effects of climate change, notably in the energy sector but also by expanding agroforestry and reforestation to support environmental conservation and income generation for farmers. It also creates strategies to mitigate the adverse effects of climate change across the trans-Himalayan region."}