{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Afghanistan", "document_category": "Policy", "document_sector_name": ["LULUCF", "Environment"], "document_language": "English", "document_name": "National Biodiversity Strategy and Action Plan", "document_country_code": "AFG", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "25/12/2014", "document_keyword": ["Adaptation", "Carbon Pricing"], "document_url": "https://cdn.climatepolicyradar.org/AFG/2014/AFG-2014-12-25-National Biodiversity Strategy and Action Plan_cbd27ba450da99a648a47db4f3c4e370.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NatioNal Biodiversity"}, {"text_block_id": "p0_b2", "text": "Strategy & action Plan"}, {"text_block_id": "p0_b3", "text": "Building Environmental Resilience"}, {"text_block_id": "p0_b4_merged", "text": "وقت  تیات  بآور ی  طیحمز یتسی"}, {"text_block_id": "p1_b15", "text": "Islamic Republic of Afghanistan"}, {"text_block_id": "p1_b16", "text": "NatioNal Biodiversity"}, {"text_block_id": "p1_b17", "text": "Strategy & action Plan"}, {"text_block_id": "p1_b18", "text": "Framework for Implementation 2014 - 2017"}, {"text_block_id": "p1_b19", "text": "Building Environmental Resilience"}, {"text_block_id": "p2_b20", "text": "This National Biodiversity Strategy and Action Plan for Afghanistan has been prepared by the National Environmental Protection Agency, with technical and advisory inputs from relevant government agencies, non-governmental organizations, international organizations and user groups at national and provincial levels. Its purpose is two-fold: firstly, to provide the Government of Afghanistan with a policy document that will be useful in guiding development of its future biodiversity conservation and management programming, and secondly for communicating biodiversity conservation priorities in Afghanistan to the Secretariat of the Convention on Biological Diversity (a requirement of all countries acceding to the Convention), to other government agencies in Afghanistan, and to Afghanistan’s development partners."}, {"text_block_id": "p2_b21", "text": "The Strategy and Action Plan have been developed on the basis of a thorough review of available information on Afghanistan’s biodiversity and its current status, as documented in published reports and currently available databases, and as reported during consultations with government officials and residents representing all of Afghanistan’s 34 provinces. The process has been facilitated by the excellent field work, status reporting and analysis previously undertaken by a variety of organizations. The staff and management of the Wildlife Conservation Society and United Nations Environment Programme have been particularly helpful in providing access both to their reporting and to unpublished information."}, {"text_block_id": "p2_b22", "text": "Although a relatively large amount of information on the biodiversity of Afghanistan is available, much remains to be documented in the remote corners of this large, rugged and ecologically diverse country. Years of ongoing warfare have certainly taken a toll on the nation’s biodiversity resources, but the extent of biodiversity loss and degradation remain largely undocumented. Nevertheless, sufficient biodiversity resources remain to justify concerted management efforts. Additional survey work, focussed monitoring efforts, and continuing external support for biodiversity management also are required to ensure the effective conservation of Afghanistan’s biodiversity resources."}, {"text_block_id": "p2_b23", "text": "Additional funding support also will be needed for further implementation and monitoring of key biodiversity management activities at national and provincial levels. Various legislative and planning initiatives have been undertaken and/or are ongoing. Training needs assessment has been completed at a strategic level but concrete engagement and curriculum development with Ministry of Education, Ministry of Higher Education and vocational training plans is required to ensure deeper integration of biodiversity into formal and semi-formal training on biodiversity. Attention will need to be paid to ensuring that the legislative and planning foundations, and implementation capacity for biodiversity management, are both adequate and functional over the long-term."}, {"text_block_id": "p2_b24", "text": "Mostapha Zaher"}, {"text_block_id": "p2_b25", "text": "Director - General/Minister"}, {"text_block_id": "p2_b26", "text": "Government of the Islamic Republic of Afghanistan"}, {"text_block_id": "p3_b27", "text": "coNteNt"}, {"text_block_id": "p3_b28", "text": "aNNex iii:"}, {"text_block_id": "p3_b29", "text": "aNNotated BiBliograPhy oF NatioNal-level assessmeNts, reviews aNd dataBases relevaNt to Biodiversity status aNd maNagemeNt PlaNNiNg iN aFghaNistaN"}, {"text_block_id": "p3_b30", "text": "70"}, {"text_block_id": "p4_b31", "text": "executive summary"}, {"text_block_id": "p4_b32", "text": "The goals of the Convention on Biological Diversity are to: promote the conservation of the biological diversity of ecosystems, habitats and biomes; promote the conservation of species diversity; promote the conservation of genetic diversity; promote sustainable use and consumption; reduce pressures from habitat loss, land use change and degradation, and unsustainable water use; control threats from invasive alien species; address changes to biodiversity from climate change and pollution; maintain capacity of ecosystems to deliver goods and services and to support livelihoods; maintain socio-cultural diversity of indigenous and local communities; ensure the fair and equitable sharing of benefits arising out of the use of genetic resources; and ensure that Parties have improved financial, human, scientific, technical and technological capacity to implement the Convention. All Parties to the Convention, which Afghanistan signed in 1992 and formally acceded to in 2002, are urged to develop a National Biodiversity Strategy and Action Plan (NBSAP) as a framework for implementing the Convention’s goals."}, {"text_block_id": "p4_b33", "text": "Afghanistan’s NBSAP, which aims at conserving all aspects of Afghanistan’s biodiversity, and ensuring that future utilization of biodiversity resources is sustainable, comprises the following elements:"}, {"text_block_id": "p4_b34", "text": "Afghanistan’s NBSAP, which aims at conserving all aspects of Afghanistan’s biodiversity, and ensuring that future utilization of biodiversity resources is sustainable, comprises the following elements:\n* to continue ongoing assessments of Afghanistanâs floral and faunal communities, with\n* to expand the protected areas system to ensure that it is representative of all major\n* to develop and implement the support mechanisms (incentives, rules, regulations,\n* to continue ongoing assessments of the status of Afghanistanâs floral and faunal species,"}, {"text_block_id": "p4_b42", "text": "aFghaNistaN’s NatioNal Biodiversity strategy aNd actioN PlaN"}, {"text_block_id": "p4_b43", "text": "goal:"}, {"text_block_id": "p4_b44", "text": "to conServe all aSPectS oF aFghaniStan’S BioDiverSity, anD to enSUre that FUtUre Utilization oF aFghaniStan’S BioDiverSity reSoUrceS iS SUStainaBle"}, {"text_block_id": "p4_b45", "text": "strategy:"}, {"text_block_id": "p4_b46", "text": "to create anD iMPleMent a viaBle, coSt-eFFective anD SUStainaBle FraMeworK For the conServation anD ManageMent oF all eleMentS oF aFghaniStan’S BioDiverSity, BaSeD on the MoBilization anD eFFective Utilization oF availaBle national hUMan anD Financial reSoUrceS, anD on international PartnerShiPS"}, {"text_block_id": "p4_b47", "text": "actioN PlaN:"}, {"text_block_id": "p4_b48", "text": "to iDentiFy anD iMPleMent Short, MeDiUM anD long-terM actionS that neeD to Be taKen, inStitUtional reSPonSiBilitieS, anD (to the extent PoSSiBle) oBtain the BUDgetary reqUireMentS For iMPleMentation oF the iDentiFieD actionS"}, {"text_block_id": "p4_b49", "text": "to iDentiFy anD iMPleMent Short, MeDiUM anD long-terM actionS that neeD to Be taKen, inStitUtional reSPonSiBilitieS, anD (to the extent PoSSiBle) oBtain the BUDgetary reqUireMentS For iMPleMentation oF the iDentiFieD actionS\n* to develop the mechanisms required for effective conservation of economically important species\n* to develop and implement mechanisms to ensure sustainable use of biodiversity resources,\n* to prevent the illegal or unsustainable use of biodiversity resources\n* to develop and implement mechanisms for preventing damage to natural ecosystems from\n* to control impacts on biodiversity resources resulting from climate change, desertification and\n* to develop and implement mechanisms and plans for maintaining goods and services obtained\n* to maintain cultural diversity by recognizing and valuing traditional knowledge and land uses\n* to manage genetic resources for the benefit of all citizens of Afghanistan, and\n* to ensure that government organizations have sufficient capacity and resources to carry"}, {"text_block_id": "p4_b67", "text": "The Environment Law enacted in 2007 assigns National Environmental Protection Agency (NEPA) the responsibility for coordinating and monitoring conservation and rehabilitation of Afghanistan’s environment. This mandate gives NEPA overall responsibility for implementation of the National Biodiversity Strategy and Action Plan, in partnership with Ministry of Agriculture, Irrigation and Livestock and other government organizations, and with the technical and financial assistance of international organizations and non-governmental organization partners."}, {"text_block_id": "p5_b68", "text": "iNtroductioN"}, {"text_block_id": "p5_b69", "text": "BackgrouNd"}, {"text_block_id": "p5_b70", "text": "The Convention on Biological Diversity (CBD), developed in response to growing threats to species and ecosystems, and inspired by a world-wide commitment to sustainable development, was opened for signature in 1992. Parties to the Convention are urged to develop a National Biodiversity Strategy and Action Plan (NBSAP) as a framework for implementation. A total of 177 Parties have now done so. The ninth meeting of the Conference of the Parties (COP) in 2008 called on the remaining 26 Parties to develop their NBSAPs by 2010."}, {"text_block_id": "p5_b71", "text": "Afghanistan signed the CBD agreement in 1992 and became a Party in 2002. The Environment Law (2007) requires the National Environmental Protection Agency (NEPA) to prepare, in consultation with relevant ministries, a NBSAP that addresses both in situ and ex situ conservation within two years of entry into force of the Act."}, {"text_block_id": "p5_b72", "text": "This NBSAP has been produced by NEPA in compliance with both of these requirements. COP  guidance on developing NBSAPs (Annex 1v) has been followed in terms of process and issues to be addressed."}, {"text_block_id": "p5_b73", "text": "Process"}, {"text_block_id": "p5_b74", "text": "The development of Afghanistan’s National Biodiversity Strategy and Action Plan was a participatory process led by NEPA, with the technical guidance of a 19 member Biodiversity Working Group comprising senior representatives from Kabul University, NEPA and Ministry of Agriculture, Irrigation and Livestock (MAIL)."}, {"text_block_id": "p5_b75", "text": "Development of the NBSAP was based on the following process and activities:"}, {"text_block_id": "p5_b76", "text": "Development of the NBSAP was based on the following process and activities:\n* a review of the CBD and its guidance on NBSAP preparation.\n* a review of NBSAPs prepared for surrounding countries, and of representative NBSAPs from\n* a review of NBSAPs prepared for surrounding countries, and of representative NBSAPs from\n elsewhere, to extract lessons learned and guidance on best-practice approaches and\n* a comprehensive assessment of available information on biodiversity status and threats to\n* provincial-level consultations in Bamyan, Mazar, Herat, and Kabul, primarily involving\n* a comprehensive review and ranking of management options (as developed through the\n* preparation of a threats assessment, including ranking of threats to biodiversity in\n* preparation and review of a strategic framework for the future conservation of"}, {"text_block_id": "p5_b91", "text": "NatioNal Biodiversity strategy: PriNciPles, Priorities aNd targets"}, {"text_block_id": "p5_b92", "text": "Afghanistan’s NBSAP aligns with other national environmental strategies that are already in place or under development. Two such policies of particular importance and relevance are the Environment Sector Strategy 1387-1391 (2007/08-2012/13) (Government of Afghanistan 2007) and the National Priority Programme 1: National Water and Natural Resources Development Programme (Government of Afghanistan 2012). The overarching longer-term goals and objectives of these policies and strategies are mirrored in this NBSAP."}, {"text_block_id": "p5_b93", "text": "The Environment Sector Strategy 1387-1391 (2007/08-2012/13) focuses predominantly on the use of protected areas to manage and sustain Afghanistan’s biodiversity. Acknowledging that Afghanistan has never had the benefit of an effective protected areas system, it recognises the history of Afghanistan’s protected area system from the 1970s through to a review carried out in the 1990s. However, the lack of overall enabling legislation providing for the establishment and management of protected areas has meant that the precise current legal status of each protected area is uncertain (Government of Afghanistan 2007). The strategy therefore seeks to secure clarity on the legal status and boundaries of each protected area, with enabling legislation to facilitate the establishment and management a protected area network, including accession to the Ramsar Convention on Wetlands to support internationally important migratory and breeding waterbird populations. It also looks for assessments on the impacts of human settlements, war, drought, tourism and landmines on these areas, as well as on associated hydrological systems and biodiversity. Finally, the strategy seeks to address specific threats such as the regulation of hunting and other human activities within the protected areas, and the clearance of land mines (Government of Afghanistan 2007)."}, {"text_block_id": "p6_b94", "text": "The National Priority Programme 1: National Water and Natural Resources Development Programme has set its goal to be to “ensure effective utilization, together with proper management, of existing water and other natural resources to accelerate agricultural productivity and provide safe drinking water and a hygienic environment, with viable rural energy options for rural prosperity” (Government of Afghanistan 2012). It therefore has a series of three overarching objectives:"}, {"text_block_id": "p6_b95", "text": "The National Priority Programme 1: National Water and Natural Resources Development Programme has set its goal to be to “ensure effective utilization, together with proper management, of existing water and other natural resources to accelerate agricultural productivity and provide safe drinking water and a hygienic environment, with viable rural energy options for rural prosperity” (Government of Afghanistan 2012). It therefore has a series of three overarching objectives:\n* Better irrigation systems that will conserve water, expand agriculture, and increase access to\n* Water, forests and rangeland will be restored and protected by incentivized communities\n* Enhancing access to rural energy will improve rural livelihoods and allow opportunities"}, {"text_block_id": "p6_b101", "text": "Through the collation and analysis of existing data, the Programme aims to improve future environmental conservation and management with strengthened governance mechanisms and the design and implementation of practical Community-Based Natural Resource Management (CBNRM) environmental conservation and management interventions. It therefore aims to restore at least 15% of existing degraded forests and rangeland areas (195,000 ha (1,950 sq. km) of forests and 4.5 million ha (45,000 sq. km) or rangelands). It also expects a substantial increase in the protected area network, with at least eight new protected areas established and fully operational with management structures in place and biodiversity conservation interventions initiated (Government of Afghanistan 2012)."}, {"text_block_id": "p6_b102", "text": "1"}, {"text_block_id": "p6_b103", "text": "Biodiversity"}, {"text_block_id": "p6_b104", "text": "oF aFghaniStan"}, {"text_block_id": "p7_b105", "text": "Biodiversity oF aFghaNistaN"}, {"text_block_id": "p7_b106", "text": "social, Political aNd ecoNomic coNtext"}, {"text_block_id": "p7_b107_merged", "text": "Afghanistan is a medium-sized (652,230 km), land-locked country with six neighbours: Iran, Turkmenistan, Uzbekistan, Tajikistan, China and Pakistan. The Hindu Kush mountain range extends from the east into the centre of the country, limiting relatively flat relief to the north-west and south-west, and elsewhere to river valleys. Elevation varies from 258 m to 7,485 m, the highest point being in the Pamir Mountains (where there are glaciers and permanent snow cover) near the Chinese border in the far east. The climate is arid/semi-arid steppe, with cold winters and dry summers. Only an estimated 12% of the land area is arable."}, {"text_block_id": "p7_b112", "text": "The estimated population of Afghanistan in July 2005 was 29,928,987 (CIA World FactBook website), nearly double the population at the beginning of the period of war and civil strife in 1978. This figure represents the upper estimate for the 2005 population predicted by the World Bank in 1978 (Sayer and Van der Zon 1981; p. 13)."}, {"text_block_id": "p7_b113", "text": "Afghanistan remains a predominately rural nation, but is rapidly becoming urbanized. In 1970, only 11% of the population was urban. This rose to 23.3% in 2003 and is expected to reach 41.9% by 2030 (United Nations Population Division 2006). The natural growth rate is 2.6% per year as compared to the 2000 global growth rate of 1.4% (Population Reference Bureau 2005). Accordingly, 44.7% of the population is under 14 years of age (CIA World Factbook website), setting the stage for rapid population growth in the future. The doubling time for the Afghan population is less than 30 years. The population projected by 2050 is 81,933,000 (Population Reference Bureau 2005). Since 2001, more than 3.5 million refugees have returned to Afghanistan while nearly two million still remain abroad (UNHCR “Return to Afghanistan” website). More people put more demands on the natural environment, leading inevitably to decline in biodiversity. The rapidly increasing population of Afghanistan presents the major underlying challenge to biodiversity conservation and ultimately to the quality of life of Afghans."}, {"text_block_id": "p7_b114", "text": "The primary value of biodiversity to Afghans lies in the tangible goods and services that biodiversity"}, {"text_block_id": "p7_b115", "text": "provides to them. The most obvious of these are the direct uses of the components of biodiversity from traditional crops, fruits, grazing, fuel, timber harvesting, fishing, and hunting. Less obvious are the indirect “ecosystem services” provided by biodiversity. These include soil fertility, erosion control, crop pollination, and climatic stability, to name a few. The ecosystem services provided by biodiversity are rarely understood and usually taken for granted, but as Diamond (2005) has argued, loss of these ecosystem services has often contributed in a central way to the decline and ultimate collapse of societies."}, {"text_block_id": "p7_b116", "text": "Biodiversity has been termed “the wealth of the poor” (World Resources Institute 2005) because the poor tend to be rural people living close to the land and dependent on it for the goods and services provided by biodiversity, e.g. productive crop and grazing land, fuel, building materials, wild fish and game. Land rich in biodiversity is a form of wealth, even if that wealth cannot be measured in strictly monetary terms. The converse is that a country that has eliminated its biodiversity is a country condemned to remain poor. Without the basic goods and services provided by biodiversity it is not possible for rural people to make a living from the land. Poverty and emigration are the only options. If Afghanistan is to develop into a vibrant and economically secure nation, it must first control the loss of its biodiversity."}, {"text_block_id": "p7_b117", "text": "legislative aNd iNstitutioNal coNtext"}, {"text_block_id": "p7_b118", "text": "Biodiversity resources in Afghanistan comprise an estimated 3,500-4,000 native species of vascular plants, 428-515 bird species, 137-150 mammal species, 101-139 fish species, 92-112 reptile species, and 6-8 amphibian species (UNEP 2009). The number of endemic species is relatively low for vertebrates (7 species), but relatively high for plants (possibly more than 1,000 species). Wild biodiversity resources have historically been primary sources of food, medicine, building materials and trade items, and continue to be important at all levels of the economy."}, {"text_block_id": "p7_b119", "text": "Landraces of crop and livestock species are critically important elements of Afghanistan’s agricultural biodiversity, being adapted to the often severe environmental conditions across the country and providing the basis for rural livelihoods. Fodder and forage plants in particular sustain the estimated 30 million strong goat and sheep flocks."}, {"text_block_id": "p7_b120", "text": "Responsibility for management of biodiversity resources is currently split between two agencies: the NEPA and MAIL. Both agencies currently have a presence at both national and provincial levels. International organizations (WCS, UEP, International Centre for Integrated Mountain Development (ICIMOD), among others) currently play an active role in support of biodiversity assessment and conservation initiatives. However, overall financial and human resources capacity for effective biodiversity conservation and management remain relatively low."}, {"text_block_id": "p7_b121", "text": "Biodiversity conservation issues in Afghanistan are reasonably well known (UNEP 2009), but basic survey work, development of management capacity and establishment of a representative system of protected areas are needed conservation actions. The collateral impacts of climate change on biodiversity resources remain to be determined, but may be significant given that almost all of Afghanistan’s water resources are derived from precipitation falling directly within the country (UNEP 2003)."}, {"text_block_id": "p7_b122", "text": "educatioN aNd PuBlic awareNess aBout Biodiversity"}, {"text_block_id": "p7_b123", "text": "The National Environmental Protection Agency (NEPA) is responsible for coordinating formal and informal approaches to environmental education in Afghanistan, under its own mandate and the 2007 Environment Law. As of 2012, significant progress has been made. A department of environment was opened in Kabul University in 2010. National level activities are focussed on the development of a national strategy both for line ministries, as well as non-government and civil society partners."}, {"text_block_id": "p8_b124", "text": "In addition to the development of teaching and training materials, preparation of a draft national priority programme sub-component on Environmental Education in the NPP from Ministry of Finance was approved in 2012. NEPA has a small functioning Environmental Awareness and Outreach unit, which strives to mobilise other line ministries and civil society towards more concrete action on environment."}, {"text_block_id": "p8_b125", "text": "sPecies assessmeNts"}, {"text_block_id": "p8_b126", "text": "Afghanistan is not a global biodiversity “hotspot”. Groombridge and Jenkins (1994) calculated a comparative index of biodiversity for all countries over 5,000 km² based on the number of mammals, birds, reptiles, amphibians, vascular plants and endemic species. The index is scaled to account for the different sizes of countries. A score of 0 is the median with half the countries having a higher biodiversity index and half a lower one. Afghanistan’s index is -0.296 indicating that is its biodiversity index is somewhat lower than the median. Indices of neighbouring Pakistan (-0.121) and Iran (-0.194) are somewhat higher, but still below the median. Indices for Turkmenistan (-0.572), Tajikistan (-0.536), Uzbekistan (-0.413), and Kazakhstan (-0.581) are all lower than Afghanistan’s. Afghanistan’s relatively low score results largely from the lack of vertebrate endemics."}, {"text_block_id": "p8_b127", "text": "Analysis of species records in UNEP (2009) indicates that are there are 137-150 species of mammals, 428-515 birds, 92-112 reptiles, 6-8 amphibians, 101-139 fish, 245 butterflies, and 3,500-4,000 vascular plant species native to Afghanistan. The range in numbers results from uncertainty in taxonomy and the questionable validity of some records. Only 7 vertebrate species (Mammals, none; Birds, Afghan Snow Finch ["}, {"text_block_id": "p8_b128", "text": "Montifringilla theresae"}, {"text_block_id": "p8_b129", "text": "]; Reptiles, Leviton’s Gecko ["}, {"text_block_id": "p8_b130", "text": "Asiocolotes levitoni"}, {"text_block_id": "p8_b131", "text": "],"}, {"text_block_id": "p8_b132", "text": "Cyrtopodion voraginosus"}, {"text_block_id": "p8_b133", "text": ","}, {"text_block_id": "p8_b134", "text": "Eremias aria"}, {"text_block_id": "p8_b135", "text": ", Point-snouted Racerunner ["}, {"text_block_id": "p8_b136", "text": "Eremias afghanistanica"}, {"text_block_id": "p8_b137", "text": "], Amphibians, Paghman Mountain Salamander ["}, {"text_block_id": "p8_b138", "text": "Batrachuperus mustersi"}, {"text_block_id": "p8_b139", "text": "]; Fish,"}, {"text_block_id": "p8_b140", "text": "Triplophysa farwelli"}, {"text_block_id": "p8_b141", "text": ") are known to be endemic to Afghanistan, but estimates for endemic plant species range as high as 30% (Breckle 2007). Much more basic biological survey work and synthesis needs to be done to fully understand the country’s biodiversity."}, {"text_block_id": "p8_b142", "text": "A variety of processes assess the status Afghan species and assigns a level of threat. The IUCN Red List assesses risk at the global scale using quantitative criteria. Afghanistan has very recently formed the Afghanistan Wildlife Executive Committee (AWEC) to assess risk of Afghan species at the national scale using International Union for the Conservation of Nature (IUCN) regional criteria. The AWEC also recommends to NEPA whether species should be legally listed as Harvestable or Protected according to Article 47 of the Environment Law. The Convention on the International Trade in Endangered Species (CITES) lists species on Appendices if they are threatened by international trade. The United Nations Environment Programme World Conservation Monitoring Centre ("}, {"text_block_id": "p8_b143", "text": "WCMC 2009) provide a list of Afghan species of “conservation concern”, but the list is so broad and the criteria for inclusion so uncertain that it is not particularly valuable for prioritization purposes."}, {"text_block_id": "p8_b144", "text": "As a broad generalization, biodiversity appears to be declining at an accelerating rate throughout Afghanistan. Satellite image analysis and assessment of commercial wood volumes show that forests, both closed forest and open woodlands, are rapidly disappearing. Overgrazing and shrub collection for fuel is markedly reducing plant biomass and altering plant communities."}, {"text_block_id": "p8_b145", "text": "Diversion of water and increasingly frequent drought is drying wetlands and rivers with unknown effects on aquatic biodiversity. The ubiquity of weapons following years of war is leading to the loss of large mammals throughout much of the country. Footprint analysis shows that Afghanistan’s per capita bio-capacity is declining. Large scale remote sensing analysis suggests that Afghanistan nearly 8,000 km² of land was degraded between 1981 and 2003."}, {"text_block_id": "p8_b146", "text": "Afghanistan’s extremely varied mountain and desert topography result in numerous habitat types. Temperature and precipitation change dramatically with elevation differences, resulting in a variety of habitats and differing suites of species adapted to them. Afghanistan’s mountains also act as a barrier to precipitation, resulting in higher moisture in the eastern part of the country, considerable snow at higher elevations, and a rain shadow to the north and west. The result is a variety of species adapted to the entire gamut of moisture regimes, ranging from desert to monsoon forest."}, {"text_block_id": "p8_b147_merged_merged", "text": "Afghanistan is on the boundary of Palaearctic. The Argali or Marco Polo sheep (Ovis ammon poli) inhabits the mountain areas of central Asia above 1,000m. The Argali is a vulnerable species (IUCN 2000) threatened by hunters for their highly prized horns and habitat loss from the grazing of domestic sheep and Indo-Malayan Realms. Although the majority of species are Palaearctic in origin, many Indo-Malayan species have dispersed into Afghanistan."}, {"text_block_id": "p8_b150", "text": "The number of species in an ecosystem tends to be greatest at moderate levels of productivity, with fewer species in areas of very high or very low productivity. Afghanistan is a dry, high altitude and human disturbed country with low primary productivity. Consequently, Afghanistan is predisposed to having relatively few species. Afghanistan is a continental country with no major mountain barriers to the north and west, allowing the free mixing of species of Palaearctic origin with neighbouring countries. Consequently, Afghanistan has relatively few endemic animal species. Afghanistan is a land-locked country and therefore lacks marine biodiversity."}, {"text_block_id": "p8_b151", "text": "A number of databases list the number of Afghan species, but they differ from one another and are usually not explicit on their data sources. The vertebrate checklists are very conservative in that they include only species for which there are citable references for occurrence in Afghanistan. Many other species are suspected to occur in Afghanistan, but no authority citing first-hand evidence could be found. Table 2.1 is a summary of these checklists. It suggests that there are 789-916 species of vertebrates in Afghanistan and 3,500-4,000 species of vascular plants."}, {"text_block_id": "p9_b152", "text": "mammals"}, {"text_block_id": "p9_b153", "text": "the definitive work on afghan mammals is habibi’s Mammals of afghanistan (2003), also available in Dari. habibi notes that knowledge of afghanistan’s mammal fauna is quite limited, having resulted largely from a series of zoological expeditions and by the Food and agriculture organization of the United nations (Fao). little work has been done since the outbreak of war in 1978."}, {"text_block_id": "p9_b154", "text": "a total of 137 species are known to occur in afghanistan, with another 13 species having uncertain status. there are no mammal species known to be endemic to afghanistan. Sixteen of afghanistan’s mammal species are listed on the iUcn red list as being globally threatened with extinction. Most of these species are carnivores and artiodactyls. twelve afghan mammal species are on citeS appendix i, and 13 are on appendix ii. Many more afghan species are threatened at the national scale, but no formal process has assessed the status of afghan species. two species (cheetah and tiger) are known to be extirpated in afghanistan, but a detailed assessment would probably extend this list."}, {"text_block_id": "p9_b155", "text": "habibi (2003) provides distribution maps and collection localities for each species. it is evident, though, that the distribution maps are based on very few collection or observation sites. as well, the only data are now decades old and habibi’s distribution maps are best considered as “potential” or “historical” ranges. the expectation is that current ranges have been much reduced for many species. carnivores and large herbivores have been the species most affected."}, {"text_block_id": "p9_b156", "text": "Birds"}, {"text_block_id": "p9_b157", "text": "afghanistan has a rich avian diversity, largely as a result of the combination of many indo-Malayan species in the eastern part of the country and the predominantly Palaearctic avifauna over the remainder of the country (evans 1994). the list of afghan species estimates the number of known afghan bird species at 428, with another 87 classed as uncertain (Dickinson 2004). the majority of the 87 species listed as uncertain may in future be demonstrated to occur in afghanistan. evans (1994) suggests that as many as 235 species may breed in afghanistan."}, {"text_block_id": "p9_b158", "text": "Most of the data on afghan birds is more than 30 years old and probably does not reflect the current situation. habibi (nd) reviewed the pre-war literature and produced a list of over 450 species based on published observations."}, {"text_block_id": "p9_b159", "text": "Five species are on the iUcn red list as globally critically endangered, two are listed as endangered and 14 as vulner"}, {"text_block_id": "p9_b160", "text": "-"}, {"text_block_id": "p9_b161", "text": "able. nine afghan bird species are listed on citeS appendix i and 55 on appendix ii. there has been no examination of risk status at the national level. the last reli"}, {"text_block_id": "p9_b162", "text": "-"}, {"text_block_id": "p9_b163", "text": "able sighting in afghanistan of the critically endangered Siberian crane ("}, {"text_block_id": "p9_b164", "text": "Grus leucogeranus"}, {"text_block_id": "p9_b165", "text": ") was one shot in 2000 by a hunter in the Shurtepa District of Balkh Province near the amu Darya river (qais agah of Save the environment afghanistan, pers. comm, april 2006). the subpopulation of Siberian cranes that migrated through afghanistan is now extinct."}, {"text_block_id": "p9_b166", "text": "there is only one bird species considered as endemic to afghanistan, the afghan Snowfinch ("}, {"text_block_id": "p9_b167", "text": "Montifringilla (Pyrgilauda) theresae"}, {"text_block_id": "p9_b168", "text": "), although a part of the popula"}, {"text_block_id": "p9_b169", "text": "-"}, {"text_block_id": "p9_b170", "text": "tion winters in turkmenistan (rasmussen and anderton 2005). there are also six “near-endemics”"}, {"text_block_id": "p9_b171", "text": "(Columba eversmanni, Phyllosopus neglectus, P. subviridis, Oenanthe picata"}, {"text_block_id": "p9_b172", "text": "and"}, {"text_block_id": "p9_b173", "text": "Passer moabiticus"}, {"text_block_id": "p9_b174", "text": ") meaning that afghanistan represents a large proportion of their breeding range (evans 1994). of particular significance is the yellow-eyed Pigeon ("}, {"text_block_id": "p9_b175", "text": "Columba eversmanni"}, {"text_block_id": "p9_b176", "text": ") which is listed as “vulner"}, {"text_block_id": "p9_b177", "text": "-"}, {"text_block_id": "p9_b178", "text": "able” by iUcn. afghanistan also likely supports significant numbers of breeding lammergeiers ("}, {"text_block_id": "p9_b179", "text": "Gypaetus barbatus"}, {"text_block_id": "p9_b180", "text": "),"}, {"text_block_id": "p9_b181", "text": "tian vultures ("}, {"text_block_id": "p9_b182", "text": "Neophron percnopterus"}, {"text_block_id": "p9_b183", "text": "), cinereous vultures ("}, {"text_block_id": "p9_b184", "text": "Aegypius monachus"}, {"text_block_id": "p9_b185", "text": ") and other birds of prey (evans 1994)."}, {"text_block_id": "p9_b186", "text": "the entire himalayan uplift region presents a formidable barrier to migrant small birds travelling between wintering grounds in the indian subcontinent and breeding areas in central and northern asia. afghanistan is situated at the lower, western end of the himalayan chain and therefore receives a large passerine migration (Birdlife interna"}, {"text_block_id": "p9_b187", "text": "-"}, {"text_block_id": "p9_b188", "text": "tional nd). afghanistan also lies in the path of the central asian Flyway and receives migratory waterbirds breeding in central and western Siberia."}, {"text_block_id": "p9_b189", "text": "the few large afghan wetlands (e.g. ab-i-is-tada, Dasht-i-nawar, hamun-i-Puzak, hamun-i-Saberi) are critical migration stop"}, {"text_block_id": "p9_b190", "text": "-"}, {"text_block_id": "p9_b191", "text": "over points. water-dependent species may be seen along the banks of the rivers and in the flooded floodplains. Using a consistent set of criteria, evans (1994) has proposed 17 areas in afghanistan as internationally important Bird areas (iBas). nine of these areas have also been separately proposed as protected areas."}, {"text_block_id": "p9_b192", "text": "other areas of major significance to afghan birds, suggested by Khushal habibi (pers. com. 2006), are the Konar river (35°00’00”n; 70°24’45”e), hamuni-Saberi (31°31’24”n; 61°17’23”e), Dagh-i-tondi (32°27’41”n; 60°56’49”e), Kol-i-namaksar (34°04’11”n;60°39’56”e), gawdi-zereh (29°43’44”n; 61°42’41”e), and zor Kol (37°25’54”n; 73°.43’04”e)."}, {"text_block_id": "p9_b193", "text": "rePtiles"}, {"text_block_id": "p9_b194", "text": "the authoritative work on afghan reptiles is leviton and anderson (1970), who compiled and cited all known previous records of afghan reptiles. they note (p. 164) that knowledge of the afghan herptofauna is very incomplete with many species yet to be discovered, particularly in the hindu Kush. there are 92 reptile species currently known from afghanistan. a further 20 species are considered as “Uncertain”. one of these 112 species is a tortoise, 75 are lizards and 36 are snakes."}, {"text_block_id": "p9_b195", "text": "only one afghan reptile species, the afghan tortoise ("}, {"text_block_id": "p9_b196", "text": "Testudo horsefeldii"}, {"text_block_id": "p9_b197", "text": "), is on the iUcn red list as being globally at risk. two species are listed by citeS as appendix i and nine are listed on appendix ii it is unknown how many species are nationally at risk. Based on the distributions provided by the eMBl database, there are four endemic afghan reptiles. two are glass lizards ("}, {"text_block_id": "p9_b198", "text": "Asiocolotes levitoni"}, {"text_block_id": "p9_b199", "text": "and"}, {"text_block_id": "p9_b200", "text": "Cyrtopodion voraginosus"}, {"text_block_id": "p9_b201", "text": ") and two are wall lizards ("}, {"text_block_id": "p9_b202", "text": "Eremias afghanistanica"}, {"text_block_id": "p9_b203", "text": "and"}, {"text_block_id": "p9_b204", "text": "E. aria"}, {"text_block_id": "p9_b205", "text": ")."}, {"text_block_id": "p9_b206", "text": "amPhiBiaNs"}, {"text_block_id": "p9_b207", "text": "amphibians require water bodies and moderate temperature conditions. consid"}, {"text_block_id": "p9_b208", "text": "-"}, {"text_block_id": "p9_b209", "text": "ering that afghanistan is characterized by high altitude and xeric conditions, it is unsurprising that the amphibian fauna of the country is scant."}, {"text_block_id": "p9_b210", "text": "amphibiaweb (anonymous 2006) lists eight species of amphibians found in afghanistan. Four are toads, three are frogs and one is a salamander. two species ("}, {"text_block_id": "p9_b211", "text": "Bufo latastii, Bufo oblongus"}, {"text_block_id": "p9_b212", "text": ") are considered to be uncertain for afghanistan. the Family ranidae has undergone extensive revision recently and two of the three rana species cited by leviton and anderson (1970) have been assigned to other genera."}, {"text_block_id": "p9_b213", "text": "the afghan Mountain Salamander"}, {"text_block_id": "p9_b214", "text": "(Batrachuperus mustersi"}, {"text_block_id": "p9_b215", "text": ") is afghanistan’s only endemic amphibian. it exists in only one stream in the Paghman Mountains and is considered by iUcn to be “critically endangered”. no afghan amphibians are listed by citeS."}, {"text_block_id": "p9_b216", "text": "Fish"}, {"text_block_id": "p9_b217", "text": "there are 101 species of known afghan fish species, with another 38 species suspected to occur in the country. the list is dominated by the cyprinidae (minnows and carps - 54% of species) and the Balitoridae (loaches - 25% of species). UneP (2003a p. 26) states that as many as eight fish species may be endemic to the helmand river system. however, a search of FishBase suggests that only one species of fish ("}, {"text_block_id": "p9_b218", "text": "Tryplophysa farwelli"}, {"text_block_id": "p9_b219", "text": ") is known to be endemic to afghanistan. coad (1981) states that many species have been described as endemic to afghanistan, particularly in the genera Schizothorax and nemacheilus (=noemacheilus), but that the taxonomy of these genera is so uncer"}, {"text_block_id": "p9_b220", "text": "-"}, {"text_block_id": "p9_b221", "text": "tain that these may prove synonymous with more widely distributed species."}, {"text_block_id": "p9_b222", "text": "according to coad (1981) the fish fauna of afghanistan is impoverished as a result of isolation and the high altitude of many drainages. the greatest fish diversity is found in the Kabul river where species are mostly derived from the indus river and therefore are indo-Malayan in origin. all of the cyprinidae are found in the Kabul river drainage except for the Schizothorax, Schizocypris and Schizothoraichthys which are found at higher elevations in both the helmand and Kabul drainages (coad 1981, habibi 2002). the Kabul drainage also contains almost all the Bagrid and Silurid catfishes and all three of afghanistan’s snakehead species (coad 1981)."}, {"text_block_id": "p9_b223", "text": "the amu Darya is the second most diverse watershed and is characterized by affinities with the caspian Basin and by a largely Palaearctic fauna. the fish fauna of the upper amu Darya is impoverished in rela"}, {"text_block_id": "p9_b224", "text": "-"}, {"text_block_id": "p9_b225", "text": "tion to the lower reaches closer to the aral Sea. Some species, such as the turkestan catfish ("}, {"text_block_id": "p9_b226", "text": "Glyptosternum reticulatum"}, {"text_block_id": "p9_b227", "text": ") are shared with the Kabul drainage. the native brown trout,"}, {"text_block_id": "p9_b228", "text": "Salmo trutta"}, {"text_block_id": "p9_b229", "text": ", locally known as kalmahi, is limited to the amu Darya drainage on north slopes of the hindu Kush (habibi 2002)."}, {"text_block_id": "p9_b230", "text": "the helmand river Basin, despite being afghanistan’s largest watershed, is the least diverse of the three major drainages because it has not had an historical connec"}, {"text_block_id": "p9_b231", "text": "-"}, {"text_block_id": "p9_b232", "text": "tion with the Kabul or amu Darya Basins."}, {"text_block_id": "p9_b233", "text": "the smaller Murgab and hari rud drain"}, {"text_block_id": "p9_b234", "text": "-"}, {"text_block_id": "p9_b235", "text": "ages have faunal similarities to the amu Darya suggesting a former connection. the minor indus-linked drainages (chamkani-Kurram and zhob-gowmal) show strong affinities to the indus Basin fauna. coad (1981) suggests that approximately equal numbers of indo-Malayan and Palaearctic fish species occur in afghanistan."}, {"text_block_id": "p9_b236", "text": "Mirza (1986) states that Palaearctic fish species are restricted to the areas north of the hindu Kush and Koh-i-Baba ranges while the so-called “high asian” genera are mainly distributed in the upper reaches of almost all the main rivers. Fishes of South asian origin predominate in the indus drainage system while the west asian forms are dominant in the south-western afghanistan."}, {"text_block_id": "p9_b237_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "afghanistan has a long history of introduced fish stocking. a rainbow trout hatchery was established in 1967 at qargha Dam near Kabul. in the 1970s, it produced about 30,000 fingerlings which were stocked in qargha reservoir and the Panjshir, Bamiyan, Salang and Sarde rivers. in the 1970s, another trout hatchery was located near Paghman west of Kabul. From 19871989, efforts were made by UnDP/Fao to rehabilitate the qargha hatchery, but the venture was abandoned because of the deteriorating security situation (Petr 1999). rainbow trout are considered by the iUcn invasive Species Specialist group as one of the “100 worlds’ worst alien invasive Species” (lowe et al. 2000). it is unknown how detrimental the release of rainbow trout has been to the stream ecosystems of afghanistan."}, {"text_block_id": "p10_b240", "text": "agricultural Biodiversity"}, {"text_block_id": "p10_b241", "text": "Agricultural biodiversity refers to the variety of species of crops and livestock that farmers employ, the genetic variability within each of those species as indicated by the diversity of varieties raised, and the genetic variability of the wild progenitors of domesticated species."}, {"text_block_id": "p10_b242", "text": "the sigNiFicaNce oF agricultural Biodiversity"}, {"text_block_id": "p10_b243", "text": "agricultural biodiversity is important because it provides the farmer with the flexibility to adapt to changing conditions. Under any given set of stable conditions, the best single variety of the best species will provide the greatest yield per unit of land, labour and money invested. consequently farmers often concentrate their efforts on raising the most favourable species and variety to the exclusion of others. when times are good, this monocropping strategy can result in large yields. however, the strategy is risky because if the rains do not come, if an insect attacks the crops, or if a disease strikes the livestock, the farmer who depends on one species or variety can lose everything. Mono-cropping is therefore a high yield/high risk approach to agriculture."}, {"text_block_id": "p10_b244", "text": "varieties oF agricultural sPecies"}, {"text_block_id": "p10_b245", "text": "“landraces” are varieties of a crop or livestock species developed by farmers through conscious or unconscious selective breeding. landraces are highly adapted to local conditions Different landraces incorporate a huge amount of genetic variability and are the source of most genetic resistance incorporated into improved seed sources. Mountainous regions, such as afghanistan, are rich in landraces because of the isolation and differing conditions in nearby mountain valleys. landraces often do not produce yields as large as new, “improved” varieties, although they almost always require fewer chemicals and less land preparation and they are more resistant to the specific environmental challenges found in the local environment. Planting landraces is often less expensive and risky compared to planting high-tech imported seed. in afghanistan, most crops planted in rainfed areas are still local landraces while improved seed is increasingly being used in irrigated areas (icarDa 2002). experiments in afghanistan showed that improved, foreign breeds of sheep could not survive the poor ranges that local breeds were able to utilize (yalcin 1979 in adil 2000)."}, {"text_block_id": "p10_b246", "text": "Many traditional varieties and landraces of cultivated species are being lost. Several hundred years ago, carrots grew in a rainbow of colours—red, purple, yellow, white and orange, but now only orange and reddish carrots remain. early farmers had to plant many varieties of each crop so at least something would make it to harvest through the vagaries of drought, flood and disease during the growing season. the development of hybrid seeds, improved livestock breeds, veterinary drugs, pesticides, chemical fertilizers and farm machinery gives farmers more control over growing conditions allowing the use of only few of the most productive varieties. consequently, many landraces of plants and animals are in danger of being lost along with their genetic resources."}, {"text_block_id": "p10_b247_merged", "text": "the value of genetic variability encompassed by farmer-developed landraces of crop plants has long been known. consequently, there are many seed banks around the world that preserve as wide a diversity of genetic adaptations as possible. Prior to the war, afghanistan had a world-renowned crop seed collection. Unfortunately, the Kabul University collection was destroyed between 1992 and 1994 by factional conflict. researchers then re-collected samples of the country’s major food and cash crops. During the taliban era, scientists quietly stockpiled hundreds of seed samples and hid these collections in private homes. Sometime prior to 2002, these collections were again ransacked, apparently to steal the plastic containers in which the seed was stored. the destroyed seed collection included varieties descended from many wild ancestors, representing a rich genetic diversity that may have contained rare traits for things such as disease and pest resistance and drought tolerance (Future harvest 2002). a number of international collections of afghan seed biodiversity is still well preserved. royal Botanical gardens Kew, england; edinburgh Botanical gardens, Scotland, vienna herbarium and vavilov institute in Moscow herbarium in particular have significant afghan botanical collections. in addition, the original afghan herbarium collections were somewhat preserved by professors in Kabul University, and today over 37,000 plant pressed samples have been recovered, digitised and databased."}, {"text_block_id": "p11_b250", "text": "wild sPecies as the aNcestors oF agricultural sPecies"}, {"text_block_id": "p11_b251", "text": "all agricultural plants and animals were developed by early hunter-gatherers, farmers and herders from wild species through a process of selection of the most favourable types over a process of millennia. there are about 200,000 species of flowering plants. of these, thousands are edible, but humans have domesticated only a few hundred species. only 12 species (wheat, maize, rice, barley, sorghum, soybean, potato, manioc, sweet potato, sugar cane, sugar beet and banana) provide 80% of the biomass eaten by humans worldwide. Just three species, wheat, maize and rice, account for half the calories consumed by the world’s population. even more surprising than the lack of diversity in our food crops is the fact that no new crops of any significance have been developed in the past several thousand years (Diamond 1999)."}, {"text_block_id": "p11_b252", "text": "those animal species most likely to be domesticated are terrestrial, herbivorous mammals weighing more than 100 pounds (45 kg). there are 148 such species in the world that are candidates for domestication. however, only 14 livestock species have ever been truly domesticated and only five of these (sheep, goats, cows, pigs and horses) are widespread around the world (Diamond 1999). the pioneering russian plant geneticist n.v. vavilov discovered in the 1920s that there are seven major regions in the world in which almost all of humanity’s crop plants were developed by early farmers from wild species. all of them are concentrated between 20 and 45 degrees latitude and are associated with mountain ranges; conditions that describe afghanistan perfectly. indeed, vavilov considered afghanistan and its nearest neighboring countries to be the third most important centre of crop origin in the world and the original home of bread wheat, rye, barley, chickpeas, peas, flax, alfalfa, clover, apple, pear, pomegranate, quince, sweet cherry, melons, grapes, pistachio and some vegetables. Preserving the genetic diversity of these wild ancestors of humanity’s crop species is therefore a global imperative"}, {"text_block_id": "p11_b253", "text": "aFghaNistaN’s croP aNd livestock sPecies aNd varieties"}, {"text_block_id": "p11_b254", "text": "table 2.3 is a summary of the food and commodity crops known to be grown in afghanistan. Plant information is adapted from an unattributed table found on afghanistan online (nd) with some additions (Fao 2003) and some deletions. the list is almost certainly not complete. afghanistan’s cereal production is heavily skewed towards production of wheat. in 2006, afghanistan’s predicted cereal production was 5.5 million tonnes of which 80% is wheat, 7% is rice, 6% maize and 7% barley (Fao 2006)."}, {"text_block_id": "p11_b255_merged", "text": "Bread wheat (Triticum aestivum) was first created about 4,700 years ago by hybridizing emmer wheat (Triticum turgidum) and wild goat grass (Aegilops squarrosa) to create a hexaploid wheat (i.e. six sets of chromosomes). it is thought by some experts that afghanistan has more native bread wheat varieties than anywhere else in the world and is therefore likely to be the cradle of its birth (Fedak nd). vavilov himself collected 110 landraces of wheat from afghanistan. the vavilov institute in Moscow currently records 1,721 varieties from afghanistan while the U.S. Department of agriculture’s genetic resources information network (grin) database lists 1,892 accessions from afghanistan (icarDa 2002). it is not known how many of these varieties are still in use. less information is available on afghan landraces of other cultivated crops."}, {"text_block_id": "p11_b262", "text": "grapes were probably first domesticated in herat. currently, there are reported to be 72-76 local varieties of grapes in the herat region (oliver 2004). Some of these afghan landraces are being used by plant breeders in the US to develop new varieties (Bohan 2003)."}, {"text_block_id": "p11_b263", "text": "a March 2012 livestock report carried out by the Mail and the Fao indicated that there are an estimated 5 million cattle, 12 million sheep, 11 million goats and 200,000 camels in afghanistan (raMP nd). there are at least nine landraces of sheep raised in afghanistan (Baluchi, Panjshir gadik, wakhan gadik, ghiljai, hazaragi, Kandahari, Karakul, afghan arabi , and turki), eight breeds of cattle (afghan Kabuli, Badakhshani Bouy, Badakhshani Dasnier, Kandahari, Konari, Shankhansurri, Systani and hybrids of Friesian, Jersey and Brown Swiss), seven breeds of goats (asmari, Kabuli, Kandahari, Kashmiri, rahnama, tajjiki, and watani), six horse breeds (herati, Mazari, qatgani, turkistani, waziri and yabu) and four varieties of chickens (Khasaki, Kulangi, rangin and Sabw) (Khan and iqbal nd). although they were not first domesticated in afghanistan, the wild progenitors of domestic sheep, goats and donkeys (urial, wild goat and onagers respectively) still exist in afghanistan, although all are threatened with extinction."}, {"text_block_id": "p12_b264", "text": "ecosystem status"}, {"text_block_id": "p12_b265", "text": "closed Forest vegetatioN"}, {"text_block_id": "p12_b266", "text": "Closed forests of oak and conifers were probably always limited to the eastern part of the country where the westernmost extension of the Indian monsoon breaks the summer drought that limits plant life throughout most of the country. Examination of the potential vegetation maps of Freitag (1971, 1972) suggests that closed forests (not including northern juniper communities) may once have covered about 5% of the country, or about 34,000 km². Sayer and Van der Zon (1981) estimated that there was 3,600 km² of closed canopy forest (i.e. Conifereous, Quercus and Olea-Reptonia) remaining in the late 1970s. If the estimates of UNEP’s (2003a) satellite image analysis can be extrapolated, half of that has been lost since 1980 leaving some 1,800 km². Based on these assumptions, Afghanistan is currently left with roughly 5% of its pristine closed forest vegetation, representing about 0.25% of the country’s area. Forests that have been cut do not regenerate, largely because of livestock grazing pressure and high soil temperatures and therefore they revert to shrubland."}, {"text_block_id": "p12_b267", "text": "oPeN woodlaNd vegetatioN"}, {"text_block_id": "p12_b268_merged", "text": "Open forests have a naturally low density of trees, creating a savannah-like landscape. Open forests originally formed a wide crescent around the north, west and south flanks of the Hindu Kush Sayer and Van der Zon (1981) present information from archaeological sites indicating, between 2,000-3,000 years ago, a much greater diversity of trees and other woody plants than is present in current open woodlands. Very roughly, open woodlands originally comprised some 38% (ca. 250,000 km²) of the Afghan landscape (calculated as the 48% cited by Earthtrends (2003) less 10% closed forests). In the late 1970s, approximately 32,000 km² remained, representing about 13% of the original open woodland and 5% of the Afghan landscape. UNEP’s (2003a) satellite image analysis could detect no remaining open woodland in two provinces, suggesting that open woodlands are now on the verge of extinction as a viable ecosystem throughout much of Afghanistan."}, {"text_block_id": "p13_b271", "text": "suBalPiNe aNd alPiNe vegetatioN"}, {"text_block_id": "p13_b272", "text": "Alpine and subalpine vegetation develops at elevations of 2,800-2,900 m in the central mountains and between 3,000 and 3,500 m in the east. In the eastern Hindu Kush, subalpine vegetation is dominated by juniper while in central Afghanistan it is largely comprised of cushion shrublands. True alpine vegetation is generally found at elevations >4,000 m. The central Hindu Kush is not as species-rich as alpine areas further to the east and north."}, {"text_block_id": "p14_b273", "text": "eco-regioN status"}, {"text_block_id": "p14_b274", "text": "There is little current information allowing an objective and accurate determination of how Afghanistan’s ecosystems are faring with respect to composition, structure and function. However, it is possible to assess subjectively and roughly how each of the WWF eco-regions rank in each category. Table 2.4 ranks ecosystem attributes subjectively for the 11 eco-regions that are extensively represented in Afghanistan. The assessment refers to the entire eco-region and does not address localized effects, for example, along rivers or near settlements."}, {"text_block_id": "p14_b275", "text": "A number of patterns are evident in this table:"}, {"text_block_id": "p14_b276", "text": "A number of patterns are evident in this table:\n* The species composition of all eco-regions has been significantly reduced through a\n* Ecosystem structure has been most affected in forest and open woodland types as a result\n* Ecosystem function is very difficult to assess, but it appears that highly altered forests"}, {"text_block_id": "p14_b282", "text": "Table 2.4."}, {"text_block_id": "p14_b283", "text": "Subjective classification of human impact on composition, structure and function of some of the wwF-US eco-regions in afghanistan."}, {"text_block_id": "p15_b284", "text": "BaNd-e amir NatioNal Park"}, {"text_block_id": "p15_b285_merged", "text": "Band-e amir’s six lakes of crystal-clear azure water, separated by travertine dams and surrounded by spectacular red cliffs, comprise one of the world’s most uniquely beautiful natural landscapes. Band-e amir national Park is located in the western hindu Kush in Bamiyan Province. it lies about 225 km north-northwest of Kabul and 55 km west of Bamiyan town. the Band-e amir lakes lie in an east-west trending valley at approximately 2,900 m elevation. From west to east, the lakes are gholaman, qambar, haibat, Panir, Pudina and zulfiqar. the travertine dams separating the lakes form when gaseous carbon dioxide from calcium-rich spring water is driven out by bacterial or algal activity causing the dissolved calcite (caco3) to precipitate out, forming the mineral deposits. Because of the high calcium content of the water, the lakes are extraordinarily clear and blue. the lakes are bounded by sheer limestone cliffs topped by a high plateau."}, {"text_block_id": "p15_b288", "text": "the individual lakes differ markedly in character. Band-i-gholaman is shallow, has extensive reedbeds and is commonly used by waterfowl. Band-i-qambar is filled only seasonally and forms a large, wet marshy area. Band-i-haibat has deep waters and a narrow, vertical-sided travertine dam on the eastern end. the dam on Band-i-Panir has a broad, smooth and undulating creamy-white surface. Band-i-Pudina is very small but surrounded by a labyrinth of small, interconnected potholes and dense vegetation. Band-i-zulfiqar is large, deep and surrounded by steep cliffs virtually devoid of vegetation."}, {"text_block_id": "p15_b289", "text": "Band-e amir was declared as afghanistan’s first and only national Park on September 30, 1973, in response to a petition from the afghan tourist organization. this declaration was not published in the official government gazette by the Ministry of Justice and, therefore, has no legal status (Sayer and van der zon 1981, iUcn 1993). the world Database on Protected areas lists Band-e amir as iUcn category ii, but indicates that there is currently no active management. the boundaries of the national Park were defined by the afghan tourist organization in the 1970s as being between 67°05’ to 67°20’e and 34°45’ to 34°55’n. however, these boundaries were never officially gazetted. Shank and rodenburg (1977) proposed boundaries for Band-e amir national Park delineated by the lakes’ headwaters, and these boundaries were reflected in UneP’s (2003a) map of the park."}, {"text_block_id": "p15_b290", "text": "the UneP Post-conflict assessment team visited the area in 2002 and found the Band-e amir lakes largely unchanged ecologically from their condition prior to the period of conflict, which began in 1978 (UneP 2003a). the lakes were full of water, despite the worst drought in living memory. although no water quality testing was done, the water remains crystal clear and strikingly blue. the travertine dams appeared to be intact and the vegetation was little changed."}, {"text_block_id": "p16_b291", "text": "UneP (2003a) found that a number of threats exist, however. vehicles are not remaining on marked roads causing erosion. garbage is being dumped into the lakes. Fishing with electricity and explosive devices was reported as common. Populations of urial and ibex were reported to have declined dramatically through over-hunting. Despite a dramatic decline in livestock numbers, range conditions did not appear to have improved. Finally, Band-e amir was the front-line for fighting between taliban and northern alliance forces during much of 2001, and large areas remained mined in 2002."}, {"text_block_id": "p16_b292", "text": "considerable development has occurred at Band-e amir since 2002. the asia Development Bank constructed an architecturally-pleasing ranger Station in 2006. the poorly-sited bazaar that had sprung up after the war was removed in late 2007 and associated clean-up activities were supported by the afghan conservation corps (acc). with the assistance of wcS, the Band-e amir Protected area committee was formed in 2007. this cooperative management committee is chaired by the Bamiyan governor and has elected representatives from all Band-e amir communities. this committee approved a preliminary management plan, paving the way for Band-e amir to be legally designated as a Provisional national Park."}, {"text_block_id": "p16_b293", "text": "ajar valley wildliFe reserve"}, {"text_block_id": "p16_b294", "text": "the ajar valley wildlife reserve is a mountainous area in afghanistan’s central hindu Kush that was protected for many years as a royal hunting reserve. Prior to the outbreak of hostilities in 1979, the area surrounding the ajar valley was ecologically undisturbed compared with most afghan rangelands and contained large populations of ibex ("}, {"text_block_id": "p16_b295", "text": "Capra ibex"}, {"text_block_id": "p16_b296", "text": ") and smaller numbers of urial ("}, {"text_block_id": "p16_b297", "text": "Ovis orientalis"}, {"text_block_id": "p16_b298", "text": "), feral yaks ("}, {"text_block_id": "p16_b299", "text": "Bos grunniens"}, {"text_block_id": "p16_b300", "text": "), and introduced Bactrian deer ("}, {"text_block_id": "p16_b301", "text": "Cervus elaphus bactrianus"}, {"text_block_id": "p16_b302", "text": "). the ajar valley (Dara-i-ajar) is located in Bamiyan and Baghlan Provinces 70 km northwest of the town of Bamiyan. the eastern portion of the area is in Kahmard woleswali (i.e. district) while the central and western portions are located in the woleswali of yakowlang."}, {"text_block_id": "p16_b303", "text": "the rulers of afghanistan used the ajar valley as a royal hunting area for many years. amir habibullah built a lodge in Dara-i-Jawzari in the early 1900s and constructed the current trail into the valley. King zahir Shah’s government bought about 200 ha of land at the mouth of Dara-i-Jawzari in the 1950s and built a hunting lodge near the ajar river."}, {"text_block_id": "p16_b304", "text": "the ajar valley is comprised of east-west trending ridges with peaks rising to an elevation of 3,800 m. the spectacularly sheer-sided Jawzari canyon (Dara-i-Jawzari) was cut by the ajar river and bisects the area from east to west. the river now runs underground for most of the length of Jawzari and flows directly from the canyon wall at the spring of chiltan. Downstream, a natural dam has created picturesque lake chiltan. in the 1970s there was very little hunting, farming and livestock grazing within the locally understood reserve boundaries. as a result, the high pastures were considered to be among the least disturbed rangelands in the country."}, {"text_block_id": "p16_b305", "text": "During the mid-1970s, Fao project staff estimated ibex numbers at approximately 2,350 based on actual survey results, but accepted an estimate of 5,000 made by a local hunter as being feasible. Urial were found to be much rarer. Bactrian deer were introduced in 1955 from the Darqad wetlands on the amu Darya river and were reported to number 26 animals in 1976. as a consequence of relatively undisturbed habitat, birds were more diverse than Fao staff saw elsewhere in the central hindu Kush. common leopard ("}, {"text_block_id": "p16_b306", "text": "Panthera pardus"}, {"text_block_id": "p16_b307", "text": "), lynx ("}, {"text_block_id": "p16_b308", "text": "Lynx lynx"}, {"text_block_id": "p16_b309", "text": "), wolf ("}, {"text_block_id": "p16_b310", "text": "Canis lupus"}, {"text_block_id": "p16_b311", "text": "), fox ("}, {"text_block_id": "p16_b312", "text": "Vulpes vulpes"}, {"text_block_id": "p16_b313", "text": "), river otter ("}, {"text_block_id": "p16_b314", "text": "Lutra lutra"}, {"text_block_id": "p16_b315", "text": "), and marten ("}, {"text_block_id": "p16_b316", "text": "Martes foina"}, {"text_block_id": "p16_b317", "text": ") were all found in the reserve area, although no population estimates were available."}, {"text_block_id": "p16_b318", "text": "the ajar valley was gazetted as a wildlife Sanctuary in June 1977 (Fao 1981) and iUcn recognizes the area as a class iv reserve (world Database on Protected areas). there appear to be no official records documenting the exact boundaries of the reserve. Shank"}, {"text_block_id": "p16_b319", "text": "et al."}, {"text_block_id": "p16_b320", "text": "(1977) suggested that the reserve comprised approximately 50,000 ha while the world Database on Protected areas lists the size as 40,000 ha."}, {"text_block_id": "p16_b321", "text": "Since 2006, wcS has been undertaking field surveys of the ajar valley and working with local communities towards establishing the area as a legally recognized wildlife reserve. heavy hunting persists and only an estimated 100-200 ibex remain in the ajar valley. Bactrian deer, yaks, and leopards are now gone and urial are very rare. only one family lives and farms above lake chiltan, but the entire area is once again being heavily grazed. Juniper and shrubs are being heavily harvested. the hunting lodge was destroyed during the war and ownership of the royal lands near the ajar villages is contested."}, {"text_block_id": "p16_b322", "text": "aB-i-estada"}, {"text_block_id": "p16_b323", "text": "ab-i-estada is a large, saline lake occupying a flat depression on the southern edge of the hindu Kush Mountains in ghazni Province. the lake is a critical stopover point for thousands of migratory birds that once included the endangered Siberian crane. ab-i-estada is also an important breeding ground for thousands of greater Flamingoes ("}, {"text_block_id": "p16_b324", "text": "Phoenacopterus ruber"}, {"text_block_id": "p16_b325", "text": ") and other wetland-dependent birds. ab-i-estada was visited by the UneP Post-conflict assessment team in 2002. Because of the security situation, little information is available about recent conditions at ab-i-estada."}, {"text_block_id": "p16_b326", "text": "ab-i-estada was reported by Förstner and Bartsch (1970) to have a normal spring volume of 270 million m3, falling to about 140 m"}, {"text_block_id": "p16_b327", "text": "3"}, {"text_block_id": "p16_b328", "text": "in the autumn and exposing many km² of mudflats in the process. it is fed by the ghazni, gardez and nahara rivers collectively draining eastern ghazni Province and the extreme northwest of Paktika Province. the gardez river is now dammed at Band-i-Sardeh and the ghazni river at Band-i-Sultan. influx of water from the rivers is primarily from snowmelt and is largely limited to the spring. throughout the rest of the year, the water level of ab-i-estada is dependent on ground water (iUcn 1993). Förstner and Bartsch (1970) characterized it as primarily a ground-water lake. During very wet years, water flows out of ab-i-estada through the lora from the west side of the lake. the lora ultimately joins the helmand river through the arghastan and the Dori (Khan 2002). there are currently about 30 water pumps on the west side of the lake and as many as 150 in nawa woleswali. typically, water pumps are run by diesel engines and water is transported through 4-inch (9-cm) diameter galvanized steel pipe (Khan 2002). according to locals, the water table is falling and the quality of the water is declining. ab-i-estada also experiences periodic droughts, the last one extending from 1998 to 2003. the lake is reported to have again been dry in 2004 (omrani and leeman 2005, pp. 706). Using information based on previous reports, Khan (2002) estimated the bird diversity of abi-estada and surroundings to be 122 species."}, {"text_block_id": "p16_b329", "text": "ab-i-estada is remarkable for the large numbers of greater flamingoes that breed on the islands. Flamingoes arrive at high water levels in late March or april and depart when water levels decline in late September or early october. Shank and rodenburg (1977) summarized data on numbers of flamingoes breeding between 1947 and 1976. numbers varied from none to more than 9,000. no estimates have been available since the mid-1970s. Flamingoes and other waterfowl have always been hunted by locals, but hunting was reported to be especially heavy during the period 1979-1991 when a military garrison was stationed near the lake (Jamil 1994)."}, {"text_block_id": "p16_b330_merged_merged_merged_merged_merged_merged", "text": "ab-i-estada was once a critical stopover for the central population of Siberian cranes. these cranes bred in the russian tundra and wintered in north-central india. in 1977, the western population was estimated at only 57 individuals (Sauey 1985). the last reliable report of a Siberian crane at ab-i-estada was one shot in 1986 (Khan 2000). in 2002, falcon trappers were observed working the dry flats of ab-i-estada targeting peregrine falcons (Falco peregrinus). there were reportedly 12 teams working the lake, each with 5-6 members. historically there were no settlements in the semi-desert around ab-i-estada, although nomads from qandahar visited the area in summer. in the recent past, nomadic ghelzai taraki nomads settled at ab-i-estada and throughout nawa (Unhcr 1990). currently, there are eight villages lying within 10 kilometres of ab-i-estada, with a population"}, {"text_block_id": "p17_b333", "text": "of approximately 5,000 (Khan 2002). Population levels are increasing rapidly with the return of refugees and internally displaced persons, and natural population growth."}, {"text_block_id": "p17_b334", "text": "ab-i-estada was declared a national waterfowl and Flamingo Sanctuary in late 1974 by the Directorate of wildlife and national Parks in the Ministry of agriculture. the head of State approved its status as a waterfowl sanctuary on December 20, 1977 (order no. 707) based on petition no. 1765 dated June 6, 1977. ten game guards were appointed in 1974 to stop hunting. Six guards came from the republican guard (guard-i-Jamuriat) and four came from the local community (Khan 2002). ab-i-estada currently has no institutional protection and the game guards have long since disappeared. ab-i-estada has never been officially recognized as a ramsar wetland site of international importance."}, {"text_block_id": "p17_b335", "text": "dasht-i-Nawar"}, {"text_block_id": "p17_b336", "text": "Dasht-i-nawar is a vast (ca. 600 km²), high-altitude plain in the Koh-i-Baba range of the hindu Kush Mountains most famous for seasonal occupation by large numbers of greater Flamingoes (Phoenicopterus ruber). the plain (dasht) is surrounded by largely barren mountains rising to an elevation of more than 4,800 m. in the dasht there is a brackish lake (ab-i-nawar) approximately 14 km in length and 3 km in width with a complex of 40 islands in the range of 35 to 500 m² (Shank and rodenburg 1977). the area’s ecological significance is primarily as an important stopover and breeding ground for a variety of waterfowl and wader species. Dasht-i-nawar is located in south-central afghanistan in nawur woleswali of ghazni Province."}, {"text_block_id": "p17_b337", "text": "the wetland can be reached by the unpaved Jaghatoo road (ca. 112 km) from the town of ghazni via the Shamsuddin Pass. an alternative and shorter route (ca. 65 km) follows an unpaved road that breaks away from the ghazni-Kandahar highway near the town of Moqur. the dasht is located at ca. 3,350 m elevation."}, {"text_block_id": "p17_b338", "text": "the hydrology of the nawar catchment is very poorly known and no water flow data exist (Petocz 2006b). water in lake ab-i-nawar is almost completely dependent on snow melt from the surrounding mountains. the water volume of abi-nawar was estimated to vary annually between 2-20 million m"}, {"text_block_id": "p17_b339", "text": "3"}, {"text_block_id": "p17_b340", "text": "in the early 1970s (nogge 1974 in Shank and rodenburg 1977). in recent years, the lake has often dried up entirely by summer or autumn. however, water is retained in small ponds and streams created by spring waters located near villages on the west side of the dasht. a small permanent dam, the Bahaee dam (500m x 150m x 12m), was constructed and completed in 2005 by the ghazni Provincial rehabilitation team (Prt) in the upper reaches of the Khafak river valley. in april 2006 the dam held a reservoir of about 424,000 m"}, {"text_block_id": "p17_b341", "text": "3"}, {"text_block_id": "p17_b342", "text": "of water. all of the water from the reservoir is currently channeled and directed by canal systems for irrigation and local use, and no longer supplies ab-i-nawar (Petocz 2006a)."}, {"text_block_id": "p17_b343", "text": "Dasht-i-nawar serves as an important breeding and staging ground for a large number of migratory waterfowl and waders. there are records of breeding populations of avocets ("}, {"text_block_id": "p17_b344", "text": "Recurvirosta avocetta"}, {"text_block_id": "p17_b345", "text": "), redshanks ("}, {"text_block_id": "p17_b346", "text": "Tringa totanus"}, {"text_block_id": "p17_b347", "text": "), greater sandplovers ("}, {"text_block_id": "p17_b348", "text": "Charadrius leschenaultia"}, {"text_block_id": "p17_b349", "text": "), and common terns ("}, {"text_block_id": "p17_b350", "text": "Sterna hirundo"}, {"text_block_id": "p17_b351", "text": ") (Klockenhoff and Madel 1970 in Shank & rodenburg 1977). the area is the world’s highest elevation breeding ground for the greater Flamingo. Flamingo presence and breeding success is highly variable and dependent upon water levels. Petocz and habibi (1975) report seeing 1,200 adults in 1974. UneP (2003a) stated that flamingos had not bred between 1998 and 2002 because of drought conditions. Petocz (2006a) reported seeing 2,500 flamingos in april 2006, but by June the water had dried up and no birds were seen."}, {"text_block_id": "p17_b352", "text": "Freitag (1986) reports a remarkable case of plant endemism from Dasht-i-nawar. he found four species ("}, {"text_block_id": "p17_b353", "text": "Cousinia ammophila, Fibigia compacta, Astragalus (Aegacantha) antheliophorus"}, {"text_block_id": "p17_b354", "text": "and"}, {"text_block_id": "p17_b355", "text": "Pipatherum rechingeri"}, {"text_block_id": "p17_b356", "text": ") confined to a 1 km² sand field. he concluded that these psammophytic (i.e. sand-loving) endemics evolved from nearby camels in Dasht-i-nawar waterfowl Sanctuary, ghazni Province. this Sanctuary has no legal or effective protection and is increasingly being affected by heavy grazing alpine vegetation and not from pre-adapted psammophytes, as is common elsewhere. this suggests that Dasht-i-nawar has experienced highly effective and long-lasting ecological isolation. Further investigations may discover other species to have evolved in situ making Dasht-i-nawar a potential evolutionary hotspot. according to local reports, the mountains to the west of Dashti-nawar area still support a small population of himalayan ibex and urial. locals indicated that ungulates can sometimes be sighted with binoculars in the nearby mountains during winter months. Some big game hunting is undertaken by locals, but it appears to be minimal. locals do almost no waterfowl hunting. they are particularly averse to hunting flamingos because they associate the pink colour of the plumage with the blood of the martyred imam hussain. in the 1970s, Shank and rodenburg (1977) roughly estimated the settled hazara population living around the dasht to be about 1,200-1,500 people. More recently, there were about 3,500 households and approximately 24,000 people living in 38 villages distributed mostly on the east side of the dasht (Petocz 2006a)."}, {"text_block_id": "p17_b357", "text": "in the 1970s, Shank and rodenburg (1977) estimated that about 1,300 nomadic people (kuchis) grazed approximately 5,000-7,000 sheep and goats and 700 camels on the dasht during the summer months. the kuchis claimed to have farmans (permits) endorsed by former afghan kings giving them grazing rights in Dashti-nawar. the traditional movement patterns of the nomadic people were disrupted during 25 years of war. the settled hazaras initially expelled the nomads, but the kuchis returned when the dominantly Pashtun taliban took power. reportedly, 1,000 kuchi families now graze as many as 100,000 head of livestock in the area during the summer months. animosity runs so high between the residents and the nomads that it sometimes erupts into violence (Petocz 2006a)."}, {"text_block_id": "p17_b358", "text": "Dasht-i-nawar was declared as a national Flamingo and waterfowl Sanctuary by the Directorate of wildlife and national Parks in 1974 (Fao 1978). this designation was approved by the head of State on December 20, 1977 vide order no. 707 on the basis of Petition no. 1765 dated June 6, 1977 (iUcn 1993). game guards were stationed at Dasht-i-nawar in 1976, but their legal authority was questionable. the protection previously afforded Dasht-i-nawar is no longer in effect. Dasht-i-nawar is not currently on the international list of recognized ramsar sites, although nomination documents were presented to the afghan Parliament for approval of accession."}, {"text_block_id": "p17_b359", "text": "hamuN-i-Puzak"}, {"text_block_id": "p17_b360", "text": "hamun-i-Puzak was proposed as a national park by Sayer and van der zon (1981). it is a large, shallow, permanent lake located in the Seistan Basin along the border with iran. it is part of a larger complex of shallow, intermittent lakes that includes Baringak, chonge Sorkh, hamuni-hirmand, hamun-i-Saberi, and hamun-i-Puzak."}, {"text_block_id": "p17_b361_merged_merged_merged_merged", "text": "although the lake complex is fed almost entirely from snow melt originating in afghanistan, only hamun-i-Puzak is largely afghan; approximately 1,453 km² lies in afghanistan and 61 km² in iran (UneP 2006). at high water, the hamun-i-Puzak is characterized by huge expanses of tall reeds (Phragmites australis). at one time, it was a significant wetland for waterfowl with 357,000 counted in January 1976 (Petocz et al. 1976)."}, {"text_block_id": "p17_b366", "text": "UneP (2003a) provides a series of satellite image analyses showing how the Siestan Basin dried up between 1976 and 2001. however, periodic desiccation is natural phenomenon and recovery of the ecosystem may be possible if water flows are restored. an analysis by UneP (2006) indicates that that there have been four recent phases in the hydrology of the hamun system:"}, {"text_block_id": "p18_b367", "text": "at least 40% of hamun-i-Puzak was inundated from 1985–2000 at which time the lake went dry until the 2005. vegetative biomass remained fairly constant until 1999 when it collapsed sharply. there have been no recent assessments of waterfowl populations or of other aspects of biodiversity.the world Database of Protected areas (iUcn and UneP 2014) records hamun-i-Puzak as a category iv waterfowl Sanctuary, however, the area has never been recognized or gazetted by the government of afghanistan. no boundaries have been proposed."}, {"text_block_id": "p18_b368", "text": "kol-i-hashmat khaN"}, {"text_block_id": "p18_b369", "text": "Kol-i-hashmat Khan is a shallow, reed-covered lake uniquely situated at the southwest edge of the metropolis of Kabul. Kol-i-hashmat Khan is significant as an important stopover for vast numbers of migratory birds and as a significant natural landscape within a predominantly urban setting. Kol-i-hashmat Khan was first mentioned in the memoirs of the Moghul emperor Babur Shah in the 16"}, {"text_block_id": "p18_b370", "text": "th"}, {"text_block_id": "p18_b371", "text": "century. amir abdul rahman Khan used the lake as a royal hunting area between 1880 and 1901. his successor, amir habibullah Khan (1901-1919), constructed the fort qala-i-hashmat Khan as a guesthouse and hunting lodge on the southeast shore of the lake. he also built an elevated brick road to the fort directly across the lake. in the 1930s, King zahir Shah declared the area as a waterfowl reserve and afforded its protection by the royal garrison. Following the 1973 coup, Kol-i-hashmat Khan was under the protection of the guard-i-Jumuriat (republican guard) attached to the presidential office. the area around Kol-i-hashmat Khan contains many historical sites, including latif’s garden, formerly located to the northwest of the lake, the shrine of Jabur ansar built in 645 aD, and the Jabar ansar wali cemetery. to the northwest lies the imposing fort of Bala hissar overlooking the lake from a high hill."}, {"text_block_id": "p18_b372", "text": "according to rahim and larsson (1978), the lake proper was state property in the 1970s and was administered by the Department of ceremonies of the President’s office. the fields to the south of the lake were property of the public baths while the fields on the northern part of the lake were owned by local residents. ownership of other lands surrounding the lake was not registered. rahim and larsson (1978) noted that there were only a dozen houses between the east side of the lake and the Kabul-gardez highway. historically, Kol-i-hashmat Khan was part of a much larger marsh system on the logar river. rahim and larsson (1978) reported the lake as being about 190 ha in size and that it becomes “nearly dry” during the summer months."}, {"text_block_id": "p18_b373", "text": "Kol-i-hashmat Khan’s primary importance is as a stopover location for waterfowl migrating through the logar valley to and from breeding grounds to the north. only a few species actually use the lake for breeding, although their numbers are significant. rahim and larsson (1978) provide a list of species observed at Kol-i-hashmat Khan by Fao project staff and niethammer (1967 in rahim and larsson 1978). niethammer saw nearly 33,000 individual birds at the lake over a period of two years in the 1960s. originally, Kol-i-hashmat Khan was part of an extensive marsh system created as the logar river emptied into the broad plain south of Kabul (Scott 1995). a series of irrigation channels were developed over the years. the Kamari canal has first priority for water allocation, followed by the Shewaki canal. water demands are increasing leading to reduced water levels in Kol-i-hashmat Khan. in the first half of the 20"}, {"text_block_id": "p18_b374", "text": "th"}, {"text_block_id": "p18_b375", "text": "century, the lake covered much of what is now Karte naw and chaman-i-huzuri."}, {"text_block_id": "p18_b376", "text": "Pressure for diverting water from Kol-i-hashmat Khan increases almost every year. as well, tube wells are proliferating around the lake for irrigation purposes, doubtlessly drawing down the water table. Phragmites reeds in the middle of the lakebed were being harvested for sale as roof thatch reducing wildlife habitat. in 2002, UnDP implemented a Ministry of agriculture sponsored project in which an 8-km ditch was dug completely around Kol-i-hashmat Khan as a means of delineating the boundaries and keeping livestock out. netting of quail and migratory birds occurs regularly at Kol-i-hashmat Khan."}, {"text_block_id": "p18_b377", "text": "qala-i-hashmat Khan, amir habibullah Khan’s hunting retreat and guesthouse, was destroyed during fighting over control of Kabul. encroachment of houses has occurred in areas where there were once only agricultural fields and a dozen houses. also lying between the lake and the Kabul-gardez highway is a very large carpentry and wood bazaar. in 2002, a community of gujars is living in tents on the south end of the lake."}, {"text_block_id": "p18_b378", "text": "Petocz (2006c) chronicles the current abuses inflicted on Kol-i-hashmat Khan. influential settlers have illegally built homes and small businesses on government land, in many cases right to the water’s edge, and"}, {"text_block_id": "p18_b379", "text": "have reduced the size of the lake from its former size of 191 ha to about 150 ha. other settlers have illegally built houses on the hillside above the lake adding to the population expansion in the area and pressure on the water resources. tube wells have been drilled along the lake shore to service the needs of the expanding population adding to the depletion of lake waters. car washers have set up illegal businesses just below the Bala hissar and are polluting the lake with the run-off. hospital waste and garbage has been dumped into the lake itself, sometimes by government owned trucks from Kabul municipality. local people continue to cut reeds and grasses in the lake, and women launder clothes and household goods at the lake shore. hunting and harassment of birdlife is still common but now is mainly the prerogative of children and teenagers. the historical qala-i-hashmat Khan on the southwestern shore of the lake, once used as a guest house by former royalty and earmarked to be developed into reserve education and awareness centre, was been sold and removed. latif’s garden below the Bala hissar was once a beautiful site but is severely degraded."}, {"text_block_id": "p18_b380", "text": "Kol-i-hashmat Khan has never received legal status as a protected area, although it has long been protected by afghan rulers. the lake proper is currently administered and managed by the Department of natural resource Management (DnrM), Mail. the agricultural fields south of the lake are private property, and the northern fields are owned by local residents. other land claims are either suspect, not registered or perhaps even forged land title documents (Petocz 2006c). a new government multiagency coalition has been formed spearheaded by the national environmental Protection agency (nePa) and Mail to deal with the most immediate issues that threaten the integrity and survival of the Kol-e-hashmat Khan wetland. a workshop was hosted by the nePa Director general and facilitated by UneP in 2006 to discuss the future of Kol-i-hashmat Khan and an interim management plan was prepared (Petocz 2006c)."}, {"text_block_id": "p18_b381", "text": "wakhaN"}, {"text_block_id": "p18_b382", "text": "the wakhan corridor is a long (200 km) and narrow (20-60 km) panhandle of alpine valleys and high mountains stretching eastward from the province of Badakhshan. it borders tajikistan to the north, Pakistan to the south, and china to the east. the wakhan is part of the “Pamir Knot” from which radiate the hindu Kush, Karakorum, himalayan, and tien Shan ranges. the rich biodiversity of the wakhan corridor, Badakhshan Province, includes yaks ("}, {"text_block_id": "p18_b383", "text": "Bos grunniens"}, {"text_block_id": "p18_b384", "text": ") which are frequently used by local people for transportation, milk and meat."}, {"text_block_id": "p18_b385", "text": "wakhan was described in most detail by Petocz (1978a) and appears to be largely intact after 25 years of war and instability (UneP 2003 a and b). UneP (2003b) divides the wakhan into three geographical areas:"}, {"text_block_id": "p18_b386", "text": "wakhan was described in most detail by Petocz (1978a) and appears to be largely intact after 25 years of war and instability (UneP 2003 a and b). UneP (2003b) divides the wakhan into three geographical areas:\n* the narrow wakhan valley, running approximately 110 km from ishkishim to qala-i-Panja, bordering\n* the Big Pamir, lying between the Pamir and wakhan rivers in the north-central portion of the corridor\n* the Small Pamir consists of two mountain blocks at the eastern end of the wakhan, separated by the"}, {"text_block_id": "p18_b392", "text": "the fabled Silk road ran through the wakhan and the archaeological, historical, and cultural characteristics of the area are unique. the wakhan valley and Big Pamir are inhabited by sedentary wakhi people while the Small Pamir is home to the transhumant Kirghiz herders."}, {"text_block_id": "p18_b393", "text": "the Pamir-i-Buzurg, or “Big Pamir”, is a high mountain and plateau area rising to 6,100 m and dominated by alpine vegetation with grasses and sedges in the valley bottoms. the area is most famous for the magnificent Marco Polo sheep ("}, {"text_block_id": "p18_b394", "text": "Ovis ammon poli"}, {"text_block_id": "p18_b395", "text": "). in 1973, Petocz (1978b) counted 500 Marco Polo sheep in the Big Pamir. in the 1950s, King zaher Shah ordered that wild sheep be protected in a single valley of the Big Pamir and in the 1970s this protection was extended to four major valleys comprising 679 km² (Petocz 1978c). a successful tourist hunting program was run in the Big Pamir by the afghan tourist organization from 1968 – 1979. the Pamir-i-Buzurg was gazetted as a wildlife reserve in 1978, but it currently has no protected status."}, {"text_block_id": "p18_b396_merged_merged_merged_merged_merged", "text": "UneP (2003b) found the Marco Polo sheep (especially females and young) were competing intensively with livestock in the wintering areas of the western Big Pamir. the UneP team found that livestock was being overwintered in the area and that trampling had caused considerable degradation of the pastures between 4,000 to 4,300 m. wild sheep were also hunted opportunistically for meat. Besides Marco Polo sheep, there is also a diverse mountain fauna including ibex (Capra siberica), brown bear (Ursus arctos), wolf (Canis lupus), lynx ("}, {"text_block_id": "p18_b403", "text": "Lynx"}, {"text_block_id": "p19_b404", "text": "lynx"}, {"text_block_id": "p19_b405", "text": ") and snow leopard ("}, {"text_block_id": "p19_b406", "text": "Uncia uncia"}, {"text_block_id": "p19_b407", "text": ") remaining in the Big Pamir (UneP 2003b). Since 2006, wcS has been studying birds, mammals, and livestock/wildlife interactions in the Big Pamir with the ultimate goal of creating a legally recognized wildlife reserve. rough estimates are that about 150 Marco Polo sheep remain in the Big Pamir. More detailed population estimates are underway using a Dna-based estimation technique. wcS has also been working with local wakhan to foster community-based conservation in the Big Pamir."}, {"text_block_id": "p19_b408", "text": "the Small Pamir has never had protected status. in 1973, Petocz (1978b) saw 760 Marco Polo sheep in the Small Pamir, not including the waghjir valley. intensive surveys have not been undertaken in recent years, but the UneP team (2003b) considered that the Small Pamir population remained larger than that of the Big Pamir. wcS biologists observed 545 Marco Polo sheep in the Small Pamir in 2004 and 106 in waghjir in 2007. wcS has recommended that an area of ca. 250 km² at the eastern tip of the small Pamir (east of 740 40’e) be designated a strictly protected area (P. zahler, pers. comm., april 2006). this area is at present not used by the local Kirghiz herdsmen, and thus the habitat is in excellent condition and does not conflict with human use patterns. there is also no barrier between it and the proposed Shaymak reserve in tajikistan, enabling Marco Polo sheep to move freely back and forth. the eastern tip of the waghjir valley (about 300 km"}, {"text_block_id": "p19_b409", "text": "2"}, {"text_block_id": "p19_b410", "text": "), east of 74020’e, is at present uninhabited and used only for yak grazing in winter. wcS has recommended both the Small Pamir and waghjir valleys be designated as protected areas."}, {"text_block_id": "p19_b411", "text": "Marco Polo sheep move freely across the international borders of the wakhan. accordingly, the concept of a four-country (afghanistan, Pakistan, china and tajikistan) transboundary protected area centring on the wakhan has long been promoted. Much of the area under consideration for such a park is already or may soon be in reserves. the transboundary protected area would build upon Pakistan’s Khunjerab national Park (6,150 km"}, {"text_block_id": "p19_b412", "text": "2"}, {"text_block_id": "p19_b413", "text": ") and the contiguous taxkorgan nature reserve (about 14,000 km"}, {"text_block_id": "p19_b414", "text": "2"}, {"text_block_id": "p19_b415", "text": ") in china. other reserves with Marco Polo sheep in this border region are the zorkul Strictly Protected area (870 km"}, {"text_block_id": "p19_b416", "text": "2"}, {"text_block_id": "p19_b417", "text": ") in tajikistan and the Big Pamir wildlife reserve (679 km"}, {"text_block_id": "p19_b418", "text": "2"}, {"text_block_id": "p19_b419", "text": ") in afghanistan. in addition, there are two trophy hunting areas for Marco Polo sheep, one in tajikistan and one in china, with a measure of protection. china is considering another reserve along the tajik border, and recent wcS surveys in tajikistan and afghanistan suggest further additions to the system. a preliminary planning meeting was held in Urumchi, china in September 2006."}, {"text_block_id": "p19_b420", "text": "NuristaN"}, {"text_block_id": "p19_b421", "text": "Sayer and van der zon (1981) proposed that nuristan national Park be created in laghman and Kunar Provinces centred on the Paron and Kantiwa valleys. they provided a map showing the proposed, approximate extent of the Park. the major value of the area was suggested as being the largely undisturbed monsoon–influenced forests and the unique species assemblage in the area including himalayan black bear, markhor, leopard and snow leopard. as well, the traditional way of life is of great cultural value. Petocz and larsson (1977) described the ecology of the area and made recommendations for management. remote"}, {"text_block_id": "p19_b422", "text": "sensing analysis undertaken by UneP indicated that 52% of forest cover was lost in nuristan, laghman and nangarhar Provinces between 1977 and 2002 (UneP 2003). wcS has been undertaking wildlife studies in nuristan and have confirmed the identity and distribution of mammal species through snow tracking, scat identification and camera trapping. the national Park remains a proposal and has had no formal recognition."}, {"text_block_id": "p19_b423", "text": "zadraN"}, {"text_block_id": "p19_b424", "text": "little information is available for zadran. it was proposed in 1990 as a letter from Dr. tahir enayat, then rector of Kabul University, to UneP-wcMc. omrni and leeman (2005) state that the main inte rest of the area  is the coniferous and deciduous forests that once flourished there. they note that the area saw fighting during  the Soviet war (1979 –1989) and during the civil wars in 1990 and again in 2001–2002. in 2006, the area  remained unstable."}, {"text_block_id": "p19_b425", "text": "imam sahiB"}, {"text_block_id": "p19_b426", "text": "imam Sahib is a floodplain complex of islands and river banks in the amu Darya river. the area derives its name from an historic mosque and shrine reputed to contain the head of hazrat imam hussein, the Prophet’s grandson (omrani and leeman 2005). it was proposed as a wildlife management or nature reserve by Sayer and van der zon (1981). Measurements using google earth indicate the area to be approximately 50 km in length and as much as 12 km wide. together with Darqad, it may represent the last significant remnants of tugai vegetation in afghanistan. the tugai in and around imam Sahib is the last remaining habitat for the endangered Bactrian deer ("}, {"text_block_id": "p19_b427", "text": "Cervus elaphus bactrianus"}, {"text_block_id": "p19_b428", "text": ") in afghanistan."}, {"text_block_id": "p19_b429", "text": "the UneP Post-conflict team visited in 2002 and reported apparently intact forests. it was reported that 300 families settled on the islands during taliban times with about 100 remaining. these people are cutting fuelwood and clearing land for agriculture. anthony Fitzherbert visited the area in 2004 and was told that elites com"}, {"text_block_id": "p19_b430", "text": "-"}, {"text_block_id": "p19_b431", "text": "monly crossed to the island to go hunting (omrani and leeman 2005). local people reported to him that some smaller wildlife, and possibly Bactrian deer, still exist on the islands. ahmad Khan (pers. comm. 2006) visited imam Sahib in 2005 on behalf of the asia Development Bank and found the area almost completely converted to agricultural lands. UneP (2003a) reports that imam Sahib was declared as a royal hunting reserve sometime in the 20"}, {"text_block_id": "p19_b432", "text": "th"}, {"text_block_id": "p19_b433", "text": "century with restrictions on land use. the area may have been declared a government reserve in the mid-1990s, but considerable uncertainty remains (UneP 2003a). regardless, the area has never been gazetted or provided with formal boundaries."}, {"text_block_id": "p19_b434", "text": "darqad"}, {"text_block_id": "p19_b435", "text": "Darqad is the sister reserve to imam Sahib and located some 25 km upstream. Sayer and van der zon (1981) proposed it as a wildlife management or nature reserve. rough measurements using google earth indicate the area to be approximately 40km in length and as much as 20m wide. like imam Sahib, Darqad is significant for its tugai vegetation."}, {"text_block_id": "p19_b436", "text": "the last sign of tigers in afghanistan were seen at Darqad in 1967 (habibi 2003). ahmad Khan (pers. comm., 2006) visited Darqad in 2005 on behalf of the asia Development Bank and found the area to be severely degraded."}, {"text_block_id": "p19_b437", "text": "like imam Sahib, Darqad was declared as a royal hunting reserve sometime in the 20"}, {"text_block_id": "p19_b438", "text": "th"}, {"text_block_id": "p19_b439", "text": "century with  restrictions on land use. however, the area has never been gazetted or provided with formal boundaries."}, {"text_block_id": "p19_b440", "text": "Northwest aFghaNistaN"}, {"text_block_id": "p19_b441_merged_merged_merged_merged_merged_merged_merged", "text": "northwest afghanistan was proposed as a wildlife management reserve or nature reserve by Sayer and van der zon (1981). it is located in the extreme north-western corner of the country along the turkmenistan and iranian borders. its conservation value is primarily as a representative of Pistacia vera forests at higher elevations and artemisia steppes in lower areas. wild ass were reported as being hunted in the area as late as 1975, but they are almost certainly gone now (omrani and leeman 2005). little current information exists on the area. it has never received any level of formal recognition and the boundaries have not been delineated. at one time, a government horse pasture existed on hazrat Baba (33º38’46”n, 62º14’21”e), a north-western spur of the"}, {"text_block_id": "p20_b444", "text": "Feroz Koh about 30 km north of herat. in the late 1970s, hazrat Baba had some of the best range conditions in afghanistan. this area should be investigated to determine its current status and suitability for inclusion in any future northwest afghanistan wildlife reserve. the area has never received any level of formal recognition and the boundaries have not been delineated."}, {"text_block_id": "p20_b445", "text": "registaN desert"}, {"text_block_id": "p20_b446", "text": "registan Desert was proposed as a wildlife management or nature reserve by Sayer and van der zon (1981). it is located in Kandahar and helmand Provinces in the south-eastern corner of the country. the registan Desert is comprised of a variety of landscapes from moving sand dunes to gravel flats. its conservation value is as a representative of afghanistan’s desert region and for protection of its rich floral, reptile and rodent diversity."}, {"text_block_id": "p20_b447", "text": "large herbivores (onager, chinkara, goitered gazelles) and their predators (cheetah, hyaena) were once common, but are now largely, if not completely, gone. omrani and leeman (2005) report that during the taliban years, wealthy arabs built an airstrip to provide access to gazelle and bustard hunting and that these species are now rarely seen. toderich and tsukatani (2005) provide some plant species lists and productivity estimates for the area, but little other information seems to be available. the area has never received any level of formal recognition and the boundaries have not been delineated."}, {"text_block_id": "p20_b448", "text": "2"}, {"text_block_id": "p20_b449", "text": "threats to"}, {"text_block_id": "p20_b450", "text": "aFghaniStan’S BioDiverSity"}, {"text_block_id": "p21_b451", "text": "threats to aFghaNistaN’s Biodiversity"}, {"text_block_id": "p21_b452", "text": "Afghanistan’s rapidly increasing human population presents the major underlying challenge to biodiversity conservation and ultimately to the quality of life of Afghans. There has never been a complete census of Afghanistan and population estimates vary broadly. But, it is clear that despite years of warfare that killed perhaps 2.5 million Afghans and displaced millions more, the population of Afghanistan has approximately doubled since 1979 to an estimated 32.7 million in 2008 (CIA 2009) or 27.1 million in 2006 (UN Department of Economic and Social Affairs, Population Division, 2007). However, official Afghan statistics (Statistical Yearbook nd; in Dari) indicate a population of only 24.3 million."}, {"text_block_id": "p21_b453", "text": "The CIA figure cited above approximates the highest population increase scenario predicted by the World Bank in 1978 (Sayer and Van der Zon 1981; p. 13). Currently the natural growth rate is estimated as 2.625% per year (CIA 2009) and the actual growth rate, incorporating immigration, at 3.85% per year (UN Department of Economic and Social Affairs, Population Division, 2007). The former figure places Afghanistan as the 27"}, {"text_block_id": "p21_b454", "text": "th"}, {"text_block_id": "p21_b455", "text": "fastest growing country in the world and the latter as the 3"}, {"text_block_id": "p21_b456", "text": "rd"}, {"text_block_id": "p21_b457", "text": "fastest. The median age of 17.6 years (CIA 2009) is one of the lowest in the world and will ensure that the country’s population will continue to rise rapidly. Afghanistan’s population can be expected to increase to between 60.7 and 78.7 million people by 2050 (UN Department of Economic and Social Affairs, Population Division. 2007)."}, {"text_block_id": "p21_b458", "text": "Associated with rapid population growth is the major underlying threat to biodiversity in Afghanistan--the abject poverty of most Afghan citizens. Afghanistan is one of the poorest nations on Earth with a Human Development Index ranking of 174"}, {"text_block_id": "p21_b459", "text": "th"}, {"text_block_id": "p21_b460", "text": "out of 178 countries (Centre for Human Development 2005). Consumption footprints are the lowest of 150 countries surveyed and show dramatic decline over the past 40 years. Per capita income estimates vary widely, but one recent citation indicates that 42% of Afghans live on less than $1 per day (Chatterjee 2009). Faced with such overwhelming poverty and a lack of alternatives to the use of natural resources, Afghans have no option but to exploit biodiversity unsustainably, leading to conflicts among resource users, degradation of habitats, unsustainable hunting practices, and illegal trade. Unless this issue is more effectively and more rapidly addressed, biodiversity in Afghanistan faces a bleak future."}, {"text_block_id": "p21_b461", "text": "The absence of underlying conditions required for effective resource management in Afghanistan has been a significant driver of the country’s biodiversity loss. Exacerbated by war and conflict, a lack of social security has led to a lack of policy and suitable legal instruments, and where they do exist there is poor law enforcement or implementation. Financial constraints and other national concerns have led to a lack of education and awareness regarding biodiversity and natural resources, poor transport and access for government staff, and limited coordination among government agencies. Finally, there is conflicting influence of warlords and powerful people that contravene the advice and influence of government and NGO staff."}, {"text_block_id": "p21_b462", "text": "In addition to broad-scale threats that include natural disasters such as flooding, more proximal threats to Afghanistan’s biodiversity are over-hunting, deforestation, overgrazing, shrub collection, dryland farming, water diversion, climate change and desertification. All of these threats have worsened in recent years."}, {"text_block_id": "p21_b463", "text": "huNtiNg, traPPiNg aNd trade"}, {"text_block_id": "p21_b464", "text": "Hunting and trapping are perhaps the greatest threats to many large mammals and birds in Afghanistan. Prior to the war in 1979, firearms were generally rare, primitive or small calibre. Many firearms were single-shot muzzle-loaders. The most common modern firearm was the low-powered .22, widely called a moosh-koosh (mouse-killer). But, firearms and ammunition were generally unavailable to the average Afghan. This all changed with the onset of hostilities when firearms and ammunition became ubiquitous."}, {"text_block_id": "p21_b465", "text": "During the war years, wildlife suffered as heavily armed Afghans were dispersed widely throughout the countryside and depended partially on wild meat for subsistence. Today, waterfowl hunting is widely practiced, especially in the winter months, while large mammals hunting is undertaken for sport by the elite in some places or opportunistically by local people. However, large animals are now so rare now that many once keen hunters have given it up."}, {"text_block_id": "p21_b466", "text": "There remains a thriving fur trade in Kabul, Mazar-i-Sharif and other centres. Many of the species represented are not native and clearly imported. It remains unclear what proportion of native species actually originate from Afghanistan. One of the major outlets for furs is the security-controlled markets on military bases. Cooperative efforts by the military, the US State Department and WCS have been successful in removing CITES listed species from most of these venues."}, {"text_block_id": "p21_b467_merged_merged_merged", "text": "Afghans love to keep birds. There are active bird bazaars in Kabul and Mazar-i-Sharif (Ostrowski 2006a and b, Ostrowski et al. 2008) as well as other Afghan centres. These markets trade a wide variety of wild caught native species and captive-bred imports. Falcon-trapping is extensive with most of the desirable species (e.g., Saker Falcons [Falco cherrug], Peregrine Falcons [Falco peregrinus]) being sold to Pakistani middlemen who in turn sell them to wealthy Arabs. Falconry in Afghanistan is practiced largely with lower value species such as Sparrowhawks (Accipter nissus). Chukar Partridges (Alectoris chukar) are extensively trapped and commonly kept for fighting and show. Small birds are trapped or netted for food."}, {"text_block_id": "p21_b478", "text": "On 20 March 2005, Afghan President Hamid Karzai issued Presidential Decree No. 53 banning hunting in any form for a period of 5 years. There is, however, no enforcement and most ordinary Afghans are unaware of the Decree while powerful and influential persons simply ignore it. A Fauna Conservation and Hunting Regulation is under development which will regulate hunting, but it may be several years before it is approved by the Cabinet and even longer before it can be effectively implemented."}, {"text_block_id": "p22_b479", "text": "deForestatioN"}, {"text_block_id": "p22_b480", "text": "Afghanistan has two basic forest types: closed forest of oak and conifer in the monsoon-influenced areas of eastern Afghanistan and savannah-like, open pistachio woodlands originally located in an arc around the mountains."}, {"text_block_id": "p22_b481", "text": "Closed forests (not including northern juniper communities) may once have covered about 5% of the country or about 34,000 km². There were about 3,600 km² of closed canopy forest remaining in the late 1970s, i.e., only about 11% of pristine forest cover. Based on a number of assumptions, as much as half of that has been lost since 1980 leaving some 1,800 km². Although there are many uncertainties, Afghanistan is probably left with roughly 5% of its pristine closed forest vegetation representing about 0.25% of the country’s area (UNEP 2009)."}, {"text_block_id": "p22_b482", "text": "Very roughly, open woodlands originally comprised some 38% (ca. 250,000 km²) of the Afghan landscape. In the late 1970s, approximately 32,000 km² remained representing about 13% of the original open woodland and 5% of the Afghan landscape (UNEP 2009)."}, {"text_block_id": "p22_b483", "text": "UNEP’s (2003a) satellite image analysis could detect no remaining open woodland (>40 trees per ha) in two provinces suggesting that open woodlands may now be on the verge of extinction as a viable ecosystem throughout much of Afghanistan."}, {"text_block_id": "p22_b484", "text": "Deforestation appears to continue unabated today. Wingard"}, {"text_block_id": "p22_b485", "text": "et al."}, {"text_block_id": "p22_b486", "text": "(2008) estimated that firewood harvest for the Kabul market alone results in the destruction of 10,000 ha of oak forest and 15,000 ha of juniper forest each year in Paktiya and Khost Provinces. Illegal export of timber to Pakistan through the lawless tribal areas is significant, but unquantifiable because of security concerns. The Presidential Decree banning forest harvest is unfamiliar to most Afghans, or is simply ignored."}, {"text_block_id": "p22_b487", "text": "over-graziNg"}, {"text_block_id": "p22_b488", "text": "Afghanistan has been grazed for the past 4,000–5,000 years and plant communities have accordingly adapted to heavy grazing pressure. Perennial grasses and herbs exhibit features such as bulbs, rhizomes, rootstocks, dormant seed, awns and barbs. Many forb species are annuals. Shrubs tend to be armed with thorns or have high levels of protective toxic compounds."}, {"text_block_id": "p22_b489", "text": "A detailed census of Afghanistan’s livestock was undertaken in 2002–2003 (FAO, 2008). The census showed that there were 3.7 million cattle, 8.8 million sheep, 7.3 million goats, 1.6 million donkeys, 0.2 million camels and 0.1 million horses. Based on these figures, year-round stocking rates for the ca. 300 000 km² of Afghan rangeland are about 0.15 animal unit months (AUMs) per ha. This is a"}, {"text_block_id": "p22_b490", "text": "low stocking level relative to similar environments elsewhere in the world and together with the lack of herd increase following the drought, suggests very generally a) that Afghanistan’s ranges are near carrying capacity, and b) that millennia of overgrazing has reduced carrying capacity relative to the potential of the land. The apparent conclusion that livestock are taking nearly all available herbage biomass certainly has a profound effect on biodiversity, but the lack of baseline data makes this impact impossible to document."}, {"text_block_id": "p22_b491", "text": "shruB collectioN"}, {"text_block_id": "p22_b492", "text": "Much of Afghanistan is dominated by thorny cushion-shaped shrubs. This vegetative community itself results from millennia of overgrazing of a landscape that was originally may have been mostly grass - Artemisia steppe."}, {"text_block_id": "p22_b493", "text": "Together with dried dung, shrubs are the major source of fuel in much of rural Afghanistan. Shrubs are dug up by the roots and burned for bread-making, general cooking and heating. With increasing populations, ranges near inhabited areas are becoming denuded of shrub vegetation and shrub collectors are being forced to travel further afield. Little information is available on recovery rates of shrub vegetation. Loss of shrubs is of particular concern because their dense, thorny matrix provides protection from grazing for a vast number of native herbaceous and grass species, many of which are endemic. Shrub loss also increases soil erosion by wind and water. According to some communities, catastrophic landslides and floods associated with spring rains and snowmelt have become increasingly common in recent years."}, {"text_block_id": "p22_b494", "text": "drylaNd FarmiNg"}, {"text_block_id": "p22_b495", "text": "By some estimates, only about 20% of Afghan cropland is currently irrigated with the remainder being dry-land or rain-fed farming. In the arid and semi-arid Afghan environment, dry land farming is a usually a risky undertaking and often an act of desperation borne of food insecurity. Rain-fed cropland is most productive when newly plowed and lies fallow for long periods with the result being that ever-increasing amounts of productive grazing land are converted to erosion-prone fields."}, {"text_block_id": "p22_b496", "text": "water diversioN aNd loss oF wetlaNds"}, {"text_block_id": "p22_b497", "text": "Afghanistan has few lakes and wetlands relative to neighbouring countries and many of those that do exist are increasingly at threat from a combination of water diversion and drought. Few systematic data are available to determine the extent of this threat, but there is anecdotal evidence from Afghanistan’s best known wetlands."}, {"text_block_id": "p22_b498", "text": "Kol-i-Hashmat Khan is a seasonal wetland located within the city of Kabul. It is an important staging area for waterfowl and was used as a hunting ground for Afghan royalty for nearly 500 years. Water diversions from the Logar River have reduced the amount of water reaching the lake and therefore the area flooded and the time that the lake contains water have both declined (Petocz 2006)."}, {"text_block_id": "p22_b499_merged_merged", "text": "Dams on the Gardez and Ghazni Rivers and tube-wells threaten the viability of Ab-i-Estada, a 290km² saline wetland in Ghazni Province (Khan 2006). Ab-i-Estada was once a staging area for the Critically Endangered Siberian Crane (Grus leucogeranus)."}, {"text_block_id": "p22_b502", "text": "Although there are no recent data, Ab-i-Estada was once an important breeding area for Greater Flamingos (Phoenicopterus roseus). The Sistan wetlands on the Afghanistan-Iran border are a waterbird area of international importance. The entire system of shallow lakes essentially dried up in the period 2000-2004 (UNEP Post-Conflict Branch 2006)."}, {"text_block_id": "p22_b503", "text": "In future, the problem of wetland loss can be expected to worsen as Afghanistan diverts more water for irrigation, hydroelectric and flood control, as wetlands are drained for agriculture and urbanization and as drought becomes more common through climate change."}, {"text_block_id": "p23_b504", "text": "climate chaNge aNd desertiFicatioN"}, {"text_block_id": "p23_b505", "text": "Mean annual temperatures in Afghanistan have increased by 0.6°C since 1960 or about 0.13°C per decade. Increased temperatures have been most pronounced during the autumn, with increases of 0.29°C per decade. Mean rainfall has decreased slightly at an average rate of 2% per decade, mainly due to decreases in spring precipitation (Savage"}, {"text_block_id": "p23_b506", "text": "et al"}, {"text_block_id": "p23_b507", "text": ". 2008)."}, {"text_block_id": "p23_b508", "text": "Afghanistan has historically experienced climate cycles of about 15 years, of which 2–3 are generally drought. In recent years, however, there has been a marked tendency for this drought cycle to occur more frequently than the historical model predicts. Since 1960, the country has experienced drought in 1963-64, 1966-67, 1970-72 and 1998-2006. The period 1998 to 2005/6 marked the longest and most severe drought in Afghanistan’s known climatic history (ECHO 2006). This increased frequency of drought in recent years appears to be a consequence of increased temperature coupled with reduced spring precipitation (Savage"}, {"text_block_id": "p23_b509", "text": "et al."}, {"text_block_id": "p23_b510", "text": "2008)."}, {"text_block_id": "p23_b511", "text": "Modeling reported by Savage et al. (2008) indicates that by 2030, mean annual temperatures are likely to rise by about 1.4°C with little change in overall precipitation. By 2090, increases in average temperature are likely to be between 2-6°C higher, dependent upon global emissions scenarios. Conditions will become drier, especially in spring, with reductions in rainfall of between 10-40mm and with drier conditions in the south."}, {"text_block_id": "p23_b512", "text": "The US Department of Agriculture world map depicting threat of human-induced desertification shows most of Afghanistan to be in the Very High risk category. Most of the remainder of the country is already classified as desert. According to the MAIL 2006 National Report, desertification in Afghanistan already affects more than 75 percent of the total land area in northern, western and southern regions where widespread grazing and deforestation have reduced vegetation cover and catalyzed accelerated land degradation."}, {"text_block_id": "p23_b513_merged_merged_merged", "text": "Savage et al. (2008) predict that Afghanistan will be confronted by a range of increased climatic hazards. These are likely to be primarily drought related, and associated with increased desertification and land degradation. Drought is likely to be regarded as the norm by 2030, rather than as a temporary or cyclical event. They suggest that flood impacts will likely be amplified by more rapid spring snow melt combined with greater runoff associated with land degradation, loss of vegetative cover and land mismanagement."}, {"text_block_id": "p23_b516", "text": "Increased soil evaporation, reduced river flow from earlier snow melt, and less frequent rain during peak cultivation seasons will all impact upon agricultural productivity and crop choice availability. Crop failures will probably increase in frequency and areas of abandoned, uncultivated land will likely increase. Crop choices will shift to more drought hardy species. By 2060, agricultural will become marginal without significant investment in water management and irrigation (Savage 2008)."}, {"text_block_id": "p23_b517", "text": "Climate change has the capacity to plunge many more Afghans into poverty. Nevertheless, climate change has not been a consideration in the national or sectoral plans of the Government of Afghanistan."}, {"text_block_id": "p23_b518", "text": "3"}, {"text_block_id": "p23_b519", "text": "national BioDiverSity"}, {"text_block_id": "p23_b520", "text": "strategy"}, {"text_block_id": "p24_b521", "text": "NatioNal Biodiversity strategy"}, {"text_block_id": "p24_b522", "text": "The strategy for the conservation and sustainable use of biodiversity in the immediate future is to begin to address all relevant goals of the CBD in a more structured manner than has previously been possible. Given that government capacity is limited, it is anticipated that implementation of biodiversity conservation activities will continue to rely heavily on donor-funded programming into the foreseeable future. This programming has to-date generally been well-focussed and appropriate, and has contributed materially to the development of a knowledge base and maintenance of Afghanistan’s biodiversity resources."}, {"text_block_id": "p24_b523", "text": "A key objective of the NBSAP is to provide a point of reference for setting future, long-term action priorities, and for ensuring that available resources are focussed on both the most urgent and most relevant biodiversity conservation issues. Table 4.1 lists the 11 reliminary national targets based on current priorities for biodiversity conservation and management actions in Afghanistan. The conservation and management actions were prioritized from a long, all-inclusive list developed from previous conservation planning, field reports, expert consultations, and provincial and national level consultations. These were reviewed by the Biodiversity Working Group on 15 November 2009. The Group was asked to select the single most important action listed under 10 subject headings (Current Status of Biodiversity, National Biodiversity Strategy and Action Plan, Protected Areas, Vegetation Management, Community-based Natural Resource Management, Desertification, Policy and Legal Instruments, Capacity Building, Environmental Education, Public Awareness), and then to broaden the selection to include 1-5 additional important actions, the number to be selected depending on the total number listed. The selected actions were then matched with the goals of the CBD. Where the process yielded no “Most Important” activities under a specific CBD Aichi Target, the list of activities was reviewed by NEPA’s technical team and key activities were promoted from “Important” to “Most Important” based on relative numerical scores. Activities listed as “Other” were not selected by the Working Group or the NEPA technical team using the above process, but remain of potential use in rounding out the scope of the NBSAP and comprehensively addressing relevant CBD goals, and hence remain listed in the table. It is recognised that further work will be required for the NBSAP 2015-2019 to set SMART (Specific, Measurable, Attainable, Relevant, Time-bound) national targets based on this preliminary list."}, {"text_block_id": "p24_b524", "text": "Section 8(j) of COP Guidance on Developing NBSAPs requires Parties to identify the main threats to biodiversity, including direct and indirect drivers of biodiversity change, and to include actions for addressing the identified threats. The more than 40 threats identified from published sources and consultations during the Afghanistan NBSAP development process fall naturally into four categories:"}, {"text_block_id": "p24_b525", "text": "Section 8(j) of COP Guidance on Developing NBSAPs requires Parties to identify the main threats to biodiversity, including direct and indirect drivers of biodiversity change, and to include actions for addressing the identified threats. The more than 40 threats identified from published sources and consultations during the Afghanistan NBSAP development process fall naturally into four categories:\n* broad-scale natural and human-induced influences (e.g., natural disasters [for example\n* local-scale pressures on resources (e.g., hunting, fishing, fuel wood collection)â and\n* absence of underlying conditions required for effective resource management (e.g., lack of\n* to ensure that government organizations have sufficient capacity and resources to carry out"}, {"text_block_id": "p24_b533", "text": "The top ten threats identified by the Working Group were insecurity; lack of law enforcement and implementation; lack of education; degradation of rangelands and forests; lack of education and awareness regarding biodiversity and natural resources; poverty, unemployment and hunger; air pollution; conflict and war; illegal cutting of forests; and illegal trade. While these provide an initial focus for planning biodiversity management and protection measures, in order to be effective the NBSAP also needs to address all other types of threats to biodiversity in Afghanistan. Specification of appropriate actions to counter the full spectrum of threats is therefore a key component of the Action Plan. An overview of the identified threats to biodiversity in Afghanistan to date in Section 2."}, {"text_block_id": "p25_b534", "text": "establish a resource centre for environmental information and best practice, enhance public awareness about biodiversity and sustainable use (including government processes) and increase media awareness inventory traditional ecological knowledge; prepare and distribute handouts, posters and other materials; use different media (especially radio) to promote public awareness; use volunteer groups to deliver awareness and education programming; organize workshops and promote public participation in resource management complete drafting and passage of key environmental legislation such as the Protected area regulations, the Fauna conservation and hunting regulations, the rangeland law and the Forest law"}, {"text_block_id": "p25_b535", "text": "establish a resource centre for environmental information and best practice, enhance public awareness about biodiversity and sustainable use (including government processes) and increase media awareness inventory traditional ecological knowledge; prepare and distribute handouts, posters and other materials; use different media (especially radio) to promote public awareness; use volunteer groups to deliver awareness and education programming; organize workshops and promote public participation in resource management complete drafting and passage of key environmental legislation such as the Protected area regulations, the Fauna conservation and hunting regulations, the rangeland law and the Forest law\n"}, {"text_block_id": "p26_b537", "text": "establish a resource centre for environmental information and best practice, enhance public awareness about biodiversity and sustainable use (including government processes) and increase media awareness inventory traditional ecological knowledge; prepare and distribute handouts, posters and other materials; use different media (especially radio) to promote public awareness; use volunteer groups to deliver awareness and education programming; organize workshops and promote public participation in resource management complete drafting and passage of key environmental legislation such as the Protected area regulations, the Fauna conservation and hunting regulations, the rangeland law and the Forest law\n\n"}, {"text_block_id": "p27_b538", "text": "develop a strategic approach to implementing community-based conservation that fully incorporates traditional knowledge and practices"}, {"text_block_id": "p27_b539", "text": "encourage conservation through People’s councils/conservation committees, and integrate traditional knowledge into management policies"}, {"text_block_id": "p27_b540", "text": "support the development and implementation of sustainable agricultural practices including the use of local varieties"}, {"text_block_id": "p27_b541", "text": "promote tourism development, including nature tourism, emphasizing wildlife and natural landscapes develop a strategic approach to implementing community-based conservation that fully incorporates traditional knowledge and practices"}, {"text_block_id": "p27_b542", "text": "encourage conservation through People’s councils/conservation committees, and integrate traditional knowledge into management policies"}, {"text_block_id": "p27_b543", "text": "support the development and implementation of sustainable agricultural practices including the use of local"}, {"text_block_id": "p27_b544", "text": "varieties"}, {"text_block_id": "p27_b545", "text": "establish law enforcement, including regulation of hunting, fishing and access to firewood and other forest products, and procedures for fines and penalties"}, {"text_block_id": "p29_b546", "text": "provide basic infrastructure and professional training to improve the capacity of government institutions to effectively manage biodiversity"}, {"text_block_id": "p29_b547", "text": "establish inter-agency technical committees and an inter-ministerial coordination mechanism, and mainstream environmental issues in all institutions"}, {"text_block_id": "p29_b548", "text": "strengthen the focal point for Multilateral environmental agreements, implement existing agreements, and"}, {"text_block_id": "p29_b549", "text": "prioritize participation in other international environmental conventions"}, {"text_block_id": "p29_b550", "text": "develop enforcement capacity within nePa, including development of cooperative mechanisms between nePa and other government agencies, ngos and security organizations regarding protection of forests and rangelands"}, {"text_block_id": "p29_b551", "text": "develop support and funding for program/project implementation, and encourage international investments in capacity development"}, {"text_block_id": "p29_b552", "text": "strengthen regional and international cooperation"}, {"text_block_id": "p29_b553", "text": "strengthen regional and international cooperation\n"}, {"text_block_id": "p30_b554", "text": "aPPlicatioN oF the NBsaP to suB-NatioNal eNtities"}, {"text_block_id": "p30_b555_merged", "text": "In Afghanistan, the Sub-National Government National Priority Programme, Subnational Governance Strategy will be key to providing a path forward for application of the NBSAP to sub-national entities. In terms of implementing NBSAP at provincial level in the 34 provinces, it will be possible in the 2015-2019 National Development plan to include environmental plans first and biodiversity as a sub-component of these plans. There are major implementation concerns with such an approach, since government and UN/NGO access is limited to not more than 50% of the country at present, and even then only district and provincial hubs."}, {"text_block_id": "p30_b558", "text": "NEPA, with physical presence in 32 provinces is best placed to lead integration of the National BSAP into Subnational level. Updates to the NBSAP for 2015-2019 will include extensive material on this objective."}, {"text_block_id": "p30_b559", "text": "sectoral actioN"}, {"text_block_id": "p30_b560", "text": "Afghanistan’s National Development Strategy (2008-2013) currently serves as its National Poverty Reduction Paper. The cross-cutting environmental issues section of the ANDS contains a section on Biodiversity, and action plans for biodiversity and other issues. The cross cutting paper is a critical document to illustrate how Afghanistan will link up its development, security, and environmental issues, combining with sectoral policies and plans. Private Sector and civil society environmental action is mentioned in the ANDS environment section, but not in detail. The new ANDS will run from 2015-2019, and it is critical that the NEPA, MAIL and partners work to include practical actions for biodiversity conservation in it."}, {"text_block_id": "p30_b561", "text": "Afghanistan has completed its UNFCCC National Adaptation Plan of Action (NAPA) in 2009, and has prepared its Initial National Communication on Climate Change in 2012. Both of these documents make extensive reference to biodiversity and its role in supporting ecosystems, and especially rural communities to adapt to changing climate."}, {"text_block_id": "p30_b562", "text": "4"}, {"text_block_id": "p30_b563", "text": "national BioDiverSity"}, {"text_block_id": "p30_b564", "text": "imPlemeNtatioN PlaN"}, {"text_block_id": "p31_b565", "text": "NatioNal Biodiversity imPlemeNtatioN PlaN"}, {"text_block_id": "p31_b566", "text": "The Environment Law enacted in 2007 assigns NEPA the responsibility for coordinating and monitoring the conservation and rehabilitation of Afghanistan’s environment. This mandate gives NEPA overall responsibility for implementation of the NBSAP, in partnership with MAIL and other government organizations, and with the technical and financial assistance of international organizations and NGO partners. In order to be truly national in scope, implementation will need to involve all 34 NEPA provincial offices (and preferably also provincial MAIL offices). Priority action assessments and adaptive planning will need to be undertaken periodically in order to ensure that human and financial resources are allocated efficiently."}, {"text_block_id": "p31_b567", "text": "PlaN For caPacity develoPmeNt For NBsaP imPlemeNtatioN"}, {"text_block_id": "p31_b568", "text": "commuNicatioN aNd outreach strategy For the NBsaP"}, {"text_block_id": "p31_b569", "text": "The NBSAP will be formally launched as part of an awareness campaign at national level. A series of executive summary products are also being designed to accompany the main document, tailored for different audiences. These will include fact-sheets, posters and national language items, including media broadcasts."}, {"text_block_id": "p31_b570_merged", "text": "NEPA will ensure that both the Cabinet and the Parliament receive officially endorsed versions of the NBSAP, and are given opportunities to integrate the documentation into their own sectoral plans, and libraries. An outreach campaign from the NEPA Heritage Protection Division will include multi-media, in-person and document components."}, {"text_block_id": "p32_b573", "text": "PlaN For resource moBilizatioN For NBsaP imPlemeNtatioN"}, {"text_block_id": "p32_b574", "text": "NEPA will utilise the NBSAP as a well-prepared and researched national document and attempt to realistically integrate its action section into the National Development Budget for a start. In this way, the civil service costs, research and development costs, and innovative mechanisms available through the Afghanistan Ministry of Finance can be leveraged to support biodiversity, both in its climate change, ecosystem protection, land restoration and poverty alleviation functions."}, {"text_block_id": "p32_b575", "text": "Additional resources will be sought from the STAR allocation under the Global Environmental Facility. Afghanistan, together with the Wildlife Conservation Society and UNEP has additionally prepared a series of proposal to the CBD Lifeweb Platform, in particular supporting the National Protected Areas System Plan implementation. A number of bilateral efforts have been started, in particular with botanical or species conservation objectives, with philanthropic and donor funds from Sheikh Zayed Fund, UK Darwin Initiative, FAO funds from Germany for biodiversity conservation in forests."}, {"text_block_id": "p32_b576", "text": "NatioNal coordiNatioN structures"}, {"text_block_id": "p32_b577", "text": "The Committee for Environmental Coordination is instituted under the 2007 Environment Law and is the first national body responsible for clear identification of roles and responsibilities for all the institutional actors in government towards biodiversity conservation. NEPA is the secretariat of this body as well as being the convening agent, and the curator of the meeting notes, and reports to President Office and Cabinet."}, {"text_block_id": "p32_b578", "text": "MAIL is responsible for implementing natural resource exploitation, management and conservation activities in Afghanistan. It is primarily the role of MAIL to manage or oversee projects on watershed management, rangeland protection, and national parks, forests and species protection."}, {"text_block_id": "p32_b579", "text": "The Line Ministries and their provincial and district departments will be key in ensuring that communication and activity planning is carried out, as the NBSAP is being rolled out. At the same time, the Independent Directorate of Local Government is a key player ensuring that subnational governance and Provincial Governors offices, as well as municipal offices are integrated in plan making and action."}, {"text_block_id": "p32_b580", "text": "review aNd evaluatioN oF eFFectiveNess"}, {"text_block_id": "p32_b581", "text": "Periodic review and assessment will be required to ensure that the NBSAP is serving its intended purpose in terms of increased conservation effectiveness of biodiversity resources. This will require both monitoring of activities to be carried out under the Action Plan, and development of higher level indicators that can be used to measure effectiveness of the strategy in terms of conservation gains. A comprehensive list of indicators will be developed for the NBSAP 2015-2019."}, {"text_block_id": "p32_b582", "text": "rePortiNg"}, {"text_block_id": "p32_b583", "text": "In addition to requiring each Party to prepare a National Biodiversity Strategy and Action Plan, the CBD Conference of the Parties requires periodic reporting from each Party as a means of documenting measures taken at national level towards implementation of the Convention. National reporting is now in its fifth round. Taken at the tenth meeting of the Conference of the Parties to the CBD, decision X/10 includes:"}, {"text_block_id": "p32_b584", "text": "7."}, {"text_block_id": "p32_b585", "text": "Decides that the fifth national report should"}, {"text_block_id": "p32_b586", "text": "Decides that the fifth national report should\n* Focus on the implementation of the Strategic Plan for Biodiversity 2011-2020, and\n* Include, as appropriate, information concerning contributions of the implementation\n* Allow countries to provide updates on the revision, updating and implementation\n* Provide an update on the national status and trends of, and threats to, biodiversity,\n* Provide an overall assessment of the national implementation of the Convention, and\n* Outcomes and impacts of actions taken to implement the Convention at various levels;\n* Successful experiences and lessons learned from implementation;\n* Obstacles encountered in implementation;"}, {"text_block_id": "p32_b596", "text": "8."}, {"text_block_id": "p32_b597", "text": "Requests Parties, in preparing their fifth national report, to elaborate on:"}, {"text_block_id": "p32_b604", "text": "Compliance with reporting requirements is incorporated in Goal 11: Strategy 11.1 of the Strategic Framework for Afghanistan’s NBSAP (Table 4.1)."}, {"text_block_id": "p33_b605", "text": "annex i :"}, {"text_block_id": "p33_b606", "text": "deFiNitioNs"}, {"text_block_id": "p33_b607", "text": "Biodiversity:"}, {"text_block_id": "p33_b608", "text": "the variation (diversity) of life forms at the genet"}, {"text_block_id": "p33_b609", "text": "-"}, {"text_block_id": "p33_b610", "text": "ic, species or ecosystem level"}, {"text_block_id": "p33_b611", "text": "Biome:"}, {"text_block_id": "p33_b612", "text": "a large and distinctive complex of plant communities cre"}, {"text_block_id": "p33_b613", "text": "-"}, {"text_block_id": "p33_b614", "text": "ated and maintained by climatic factors. Afghanistan is located at the interface of tropical and temperate biomes (desert and steppe)"}, {"text_block_id": "p33_b615", "text": "ecosystem:"}, {"text_block_id": "p33_b616", "text": "a climatically and geographically defined area sup"}, {"text_block_id": "p33_b617", "text": "-"}, {"text_block_id": "p33_b618", "text": "porting typical communities of plants and animals"}, {"text_block_id": "p33_b619", "text": "ex situ:"}, {"text_block_id": "p33_b620", "text": "the conservation of plant or animal species outside of their natural habitats (e.g., zoos, gene banks)"}, {"text_block_id": "p33_b621", "text": "FauNa:"}, {"text_block_id": "p33_b622", "text": "animal species"}, {"text_block_id": "p33_b623", "text": "Flora:"}, {"text_block_id": "p33_b624", "text": "plant species"}, {"text_block_id": "p33_b625", "text": "geNe BaNk:"}, {"text_block_id": "p33_b626", "text": "a means of preserving plant or animal genetic ma"}, {"text_block_id": "p33_b627", "text": "-"}, {"text_block_id": "p33_b628", "text": "terial. Animal gene banks store frozen sperm and eggs; plant gene banks store seeds or frozen cuttings."}, {"text_block_id": "p33_b629", "text": "haBitat:"}, {"text_block_id": "p33_b630", "text": "the physical and biological environment in which an organism lives"}, {"text_block_id": "p33_b631", "text": "iN situ:"}, {"text_block_id": "p33_b632", "text": "the conservation of natural landscapes and habitats and their physical and biological components"}, {"text_block_id": "p33_b633", "text": "iNvasive alieN sPecies:"}, {"text_block_id": "p33_b634_merged_merged_merged_merged_merged", "text": "species that are not native to an area but that become easily established when introduced by man, com-peting with and displacing native species"}, {"text_block_id": "p33_b637", "text": "laNd race:"}, {"text_block_id": "p33_b638", "text": "animals or plants adapted to the natural and cultural environment in which they live (or originated)"}, {"text_block_id": "p33_b639", "text": "red list:"}, {"text_block_id": "p33_b640", "text": "a list of plants and animals in danger of extinction, usually from habitat loss or direct mortality resulting from human activities"}, {"text_block_id": "p33_b641", "text": "annex ii :"}, {"text_block_id": "p33_b642", "text": "reFereNces"}, {"text_block_id": "p33_b643", "text": "Adil, A.W. 2000. National Biodiversity Strategies and Action Plans (NBSAP): Afghanistan. 1st Workshop on National Biodiversity Strategies & Action Plans in Northeast and East Central Asia: Experience and Lessons. 26-28 April, Beijing, China. http://bpspneca.brim.ac.cn/calendars/workshop-1/8.html"}, {"text_block_id": "p33_b644", "text": "Anonymous. 2006. AmphibiaWeb. Checklist for Afghanistan. http://amphibiaweb.org/bin/amphib_query?query_src=aw_maps_geoasia&rel-isocc=like&orderbyaw=Family&where-isocc=Afghanistan Accessed April 2006."}, {"text_block_id": "p33_b645", "text": "BirdLife International. nd. Afghanistan. http://www.birdlifemed.org/Contries/afghanistan/ afghanistan.html. Accessed April 2006"}, {"text_block_id": "p33_b646", "text": "Bohan, S. 2003. UC Davis agricultural team will go back to fruits’ roots: Officials to visit Afghanistan to repatriate plants. San Francisco Chronicle, Dec 1, 2003. http://www.sfgate.com/cgi-bin/article. cgi?file=/chronicle/archive/2003/12/01/MNG0A3CNS91.DTL"}, {"text_block_id": "p33_b647", "text": "CIA World Factbook. http://www.cia.gov/cia/publications/factbook/geos/af.html#People. Accessed February 2006"}, {"text_block_id": "p33_b648", "text": "Coad, B.W. 1981. Fishes of Afghanistan, an annotated checklist. Ottawa: National Museum of Canada; 1981Publications in Zoology No. 14."}, {"text_block_id": "p33_b649", "text": "Diamond, J. 1999. Guns, germs and steel: the fates of human societies. W.W. Norton & Co., New York. Diamond, J. 2005. Collapse: How societies choose fail or succeed. Viking. New York."}, {"text_block_id": "p33_b650", "text": "Dickenson, E.C. (ed.) 2004. The Howard and Moore Complete Checklist of the Birds of the World. 3rd ed., Christopher Helm, London."}, {"text_block_id": "p33_b651", "text": "Dieterle, A. 1973. Vegetations kundliche untersuchungen im gebiete von Band-e Amir (Zentral Afghanistan). Inaug. Diss. Univ. München. 24 pp."}, {"text_block_id": "p33_b652", "text": "Earthtrends. 2003. Forests, grasslands and drylands—Afghanistan. http://earthtrends.wri.org/pdf_ library/country_profiles/for_cou_004.pdf. Accessed April 2006."}, {"text_block_id": "p33_b653", "text": "Evans, M.I. 1994. Important bird areas of the Middle East. BirdLife International Conservation Series No. 2. Cambridge."}, {"text_block_id": "p33_b654", "text": "FAO 2003. Afghanistan: Survey of the horticultural sector 2003. http://www.fao.org/documents/ show_cdr.asp?url_file=/docrep/007/y5163e/y5163e00.htm"}, {"text_block_id": "p33_b655", "text": "FAO 2006. Afghanistan’s agricultural prospects for the year ahead. http://www.unama-afg.org/docs/_ UN-Docs/_fact-sheets/06may15-FAO-Factsheet-eng.pdf"}, {"text_block_id": "p33_b656", "text": "Fedak, G. nd. From a single seed: Tracing the Marquis wheat success story in Canada to its roots in the Ukraine. http://res2.agr.ca/publications/marquis/page01_e.htm#early_history"}, {"text_block_id": "p33_b657", "text": "Förstner, U. and G. Bartsch. 1970. Die Seen von Banda-Amir, Datscht-i-Nawar, Ob-i-Istada und Hamun-i-Puzak (Zentral und Südwestafghanistan). Science (Kabul) 6: 19 – 23. In Shank, C.C. and W.F. Rodenburg. 1977. Management Plan for Ab-i-Estada and Dashte Nawar Flamingo and Waterfowl Sanctuaries. FO: DP/AFG/74/016."}, {"text_block_id": "p33_b658", "text": "Freitag, H. 1971. Die natürliche Vegetation Afghanistans. Beiträge zur Flora und Vegetation Afghanistans I. Vegetatio. Acta Geobotanica. 22: 285-349."}, {"text_block_id": "p33_b659", "text": "Freitag, H. 1972. Studies in the natural vegetation of Afghanistan.P.H. Davis. Plant life of South-West Asia. Edinburgh: Royal Botanic Garden. p 89-106."}, {"text_block_id": "p33_b660", "text": "Freitag, H. 1986. Notes of the distribution climate and flora of the sand deserts of Iran and Afghanistan. Proc. Royal Soc. of Edinburgh Section B (Biological Sciences) 89: 135 – 146."}, {"text_block_id": "p34_b661", "text": "annex ii :"}, {"text_block_id": "p34_b662", "text": "reFereNces"}, {"text_block_id": "p34_b663", "text": "Frey, W. 1977. Die Lebermoose des Iran und Afghanistans. Bryologist 77, No. 1: 48 – 56."}, {"text_block_id": "p34_b664", "text": "Future Harvest. 2002. Looters Destroy Afghanistan’s Seed Collections. International Genebanks Launch Major Effort to Rebuild Lost Crop Collection. http://www.futureharvest.org/news/ genebanks_0902.shtml"}, {"text_block_id": "p34_b665", "text": "Government of Afghanistan. 2007. Environment Sector Strategy 1387-1391 (2007/08-2012/13). Afghanistan National Development Strategy (ANDS). Government of Islamic Republic of Afghanistan."}, {"text_block_id": "p34_b666", "text": "Government of Afghanistan. 2012. National Priority Program 1: National Water and Natural Resources Development Programme. Draft for consultation. Government of Islamic Republic of Afghanistan Agriculture and Rural Development Cluster."}, {"text_block_id": "p34_b667", "text": "Groombridge, B. (ed.) 1992. Global Biodiversity: Status of the Earth’s Living Resources. A report compiled by the World Conservation Monitoring Centre. Chapman and Hall, London."}, {"text_block_id": "p34_b668", "text": "Groombridge, B. and M. Jenkins, (eds). 1994. Biodiversity Data Sourcebook. Compiled by the World Conservation Monitoring Centre. World Conservation Press, Cambridge, UK."}, {"text_block_id": "p34_b669", "text": "Habibi, K. 2003. Mammals of Afghanistan. Zoo Outreach Organization, Coinmbatore, India, 168 +iv pp."}, {"text_block_id": "p34_b670", "text": "Habibi, K. nd a. Checklist of the birds of Afghanistan. http://fwie.fw.vt.edu/afghanistan/BirdChecklist. html. Accessed April 2006."}, {"text_block_id": "p34_b671", "text": "Habibi. K. 2002. The vertebrate fauna of Afghanistan. http://fwie.fw.vt.edu/afghanistan/Fauna.htm. Accessed April 2006."}, {"text_block_id": "p34_b672", "text": "ICARDA. 2002. Afghanistan seed and crop improvement situation assessment. Draft document. http://www.icarda.org/seed_unit/pdf1/FINAL-DRAFT.pdf"}, {"text_block_id": "p34_b673", "text": "IUCN 2004. 2004 IUCN Red List of Threatened Species. <www.iucnredlist.org>. Accessed April 2006."}, {"text_block_id": "p34_b674", "text": "IUCN and UNEP. 2014. The World Database on Protected Areas (WDPA). UNEP-WCMC. Cambridge, UK. Available at www.protectedplanet.net"}, {"text_block_id": "p34_b675", "text": "IUCN. 1993. Nature Reserves of the Himalaya and the Mountains of Central Asia. Compiled by Michael J.B. Green. 481 pp."}, {"text_block_id": "p34_b676", "text": "Jamil, A. 1994. Mission to the Ab-i-Istada, Ghazni Province, Afghanistan, 23.10.93 to 23.11.93. Unpubl. Report. Cited in Scott, D.A. 1995. A directory of wetlands in the Middle East. IUCN Gland, Switzerland and IWRB, Slimbridge, U.K."}, {"text_block_id": "p34_b677", "text": "Khan, A. 2000. Research Feasibility Study at Lake Ab-i-Estada in preparation for M.S. degree course in Conservation Biology and Sustainable Development from the University of Wisconsin at Madison (USA). http://fwie.fw.vt.edu/afghanistan/Lake%20Ab-i-Estada%20.pdf. Accessed April 2006."}, {"text_block_id": "p34_b678", "text": "Khan, A. 2002. Impact of exotic technology on physical Environment and cultural practices in AbiEstada. MSc. Thesis, Geography Department, University of Wisconsin, Madison, WI."}, {"text_block_id": "p34_b679", "text": "Khan, A. 2006.Conservation Strategy for Wetland Protected Areas of Afghanistan. Asian Development Bank. pp31."}, {"text_block_id": "p34_b680", "text": "Khan, U-u-N. and M. Iqbal. nd. Role and the size of livestock sector in Afghanistan. World Bank, Islamabad. 77pp. http://lnweb18.worldbank.org/SAR/sa.nsf/Attachments/95/$File/afLvstk.pdf"}, {"text_block_id": "p34_b681", "text": "Klockenhoff, H. and Madel, G. 1970. Uber die Flamingoes (Pheonicopterus ruber) der Dasht-i-Nawar in Afghanistan. J. Ornithologie 111: 78-84. In C.C. Shank and W.F. Rodenburg. 1977. Management Plan for Ab-i-Estada and Dashte Nawar Flamingo and Waterfowl Sanctuaries. Kabul. UNDP, FAO and Department of Forests and Range, Ministry of Agriculture. 43 pp. FO: DP/AFG/74/016."}, {"text_block_id": "p34_b682", "text": "annex ii :"}, {"text_block_id": "p34_b683", "text": "reFereNces"}, {"text_block_id": "p34_b684", "text": "Larsson, P.Y. 1978. Status of alpine rangelands in central Afghanistan with special reference to the Ajar Valley Wildlife Reserve. FAO, FO: DP/AFG78/007, Field Report No. 1. Kabul. In A. Dieterle. 1973. Vegetations kundliche untersuchungen im gebiete von Band-e Amir (Zentral Afghanistan). Inaug. Diss. Univ. München. 24 pp."}, {"text_block_id": "p34_b685", "text": "Leviton, A.E. and S.C. Anderson. 1970. The amphibians and reptiles of Afghanistan, a checklist and key to the herpetofauna. Series/Edition 4, Proceedings of the California Academy of Science 38: 163206."}, {"text_block_id": "p34_b686", "text": "Lowe, S., Browne, M., Boudjelas, S. and M. De Poorter. 2000. 100 of the World’s Worst Invasive Alien Species: A selection from the Global Invasive Species Database. Published by The Invasive Species Specialist Group (ISSG), a specialist group of the Species Survival Commission (SSC) of the World Conservation Union (IUCN), 12pp. First published as special lift-out in Aliens 12, December 2000. Updated and reprinted version: November 2004."}, {"text_block_id": "p34_b687", "text": "Mirza, M.R. 1986. Ichthyogeography of Afghanistan and adjoining areas. Pakistan. Journal of Zoology 18(4): 331 – 339."}, {"text_block_id": "p34_b688", "text": "Niethammer, G. 1967. Zwei Jahre Vogelbeachtungen an stehenden Gewassern bei Kabul. In Afghanistan J. Ornithologie 108: 119 – 164. In A. Rahim and J.Y. Larsson. 1978. A Preliminary Study of Lake Hashmat Khan with Recommendations for Management. FO:DP/AFG/74/016."}, {"text_block_id": "p34_b689", "text": "Nogge, G. 1974. Beobachtungen an den Flamingobrutplatzen. Afghanistan J. Ornithologie 115: 142151. In C.C. Shank and W.F. Rodenburg. 1977. Management Plan for Ab-i-Estada and Dashte Nawar Flamingo and Waterfowl Sanctuaries. Kabul. UNDP, FAO and Department of Forests and Range, Ministry of Agriculture. 43 pp. FO: DP/AFG/74/016."}, {"text_block_id": "p34_b690", "text": "Oliver, M. 2004. Grape gardens in the desert. Roots of Peace website. http://www.rootsofpeace.org/ press/GRAPEGARDENSINTHEDESERT.htm"}, {"text_block_id": "p34_b691", "text": "Omrani, B. and M. Leeming. 2005. Afghanistan: A companion and guide. Odyssey Books and Guides, Hong Kong. 768 pp."}, {"text_block_id": "p34_b692", "text": "Petocz,  R.G. 1978a. Report on the Afghan Pamir. Part 1: Ecological reconnaissance. FAO FO: DP/ AFG/74/016, Field Document No. 5. Kabul."}, {"text_block_id": "p34_b693", "text": "Petocz, R.G. 1978b. Report on the Afghan Pamir. Part 2: Biology of Marco Polo Sheep. FAO FO:DP/ AFG/74/016, Field Document No. 6. Kabul."}, {"text_block_id": "p34_b694", "text": "Petocz, R.G. 1978c. Report on the Afghan Pamir. Part 23: Management Plan for the Big Pamir Wildlife Reserve. FAO FO: DP/AFG/74/016, Field Document No. 7. Kabul."}, {"text_block_id": "p34_b695", "text": "Petocz, R.G. 2006a. Interim management plan for Dasht-e Nawar. Unpubl. Report submitted to UNEP."}, {"text_block_id": "p34_b696", "text": "Petocz, R.G. 2006b. Information Sheet on Ramsar Wetlands Ramsar nomination document for Dashte Nawar."}, {"text_block_id": "p34_b697", "text": "Petocz, R.G. 2006c. Interim management plan for Kol-e Hashmat Khan. Unpubl. rep. submitted to UNEP"}, {"text_block_id": "p34_b698", "text": "Petocz, R.G. and J.Y. Larsson. 1977. Ecological reconnaissance of western Nuristan with recommendations for management. FAO, FO:DP/AFG/74/016. Field Document #9, Kabul."}, {"text_block_id": "p34_b699", "text": "Petocz, R.G. and K. Habibi. 1975. The flamingos of Ab-i-Estada and Dashte Nawar. Ghazni Province, Afghanistan. FAO report. FO/DP/AFG/72/005."}, {"text_block_id": "p34_b700", "text": "Petocz, R.G., Rodenburg, W.F. and K. Habibi. 1976. The birds of Hamun-i-Puzak. Unpubl. FAO report."}, {"text_block_id": "p34_b701", "text": "Petr, T. 1999. Coldwater fish and fisheries in Afghanistan. FAO Fish. Tech. Pap. No. 385. Pages 138 -"}, {"text_block_id": "p35_b702", "text": "annex ii :"}, {"text_block_id": "p35_b703", "text": "reFereNces"}, {"text_block_id": "p35_b704", "text": "148. http://www.fao.org/documents/show_cdr.asp?url_file=/DOCREP/003/X2614E/x2614e08.htm. Accessed April 2006."}, {"text_block_id": "p35_b705", "text": "Population Reference Bureau. 2005. 2005 World Population Data Sheet. http://www.prb.org/ pdf05/05WorldDataSheet_Eng.pdf. Accessed February 2006."}, {"text_block_id": "p35_b706", "text": "Rahim, A. and J.Y. Larsson. 1978. A Preliminary Study of Lake Hashmat Khan with Recommendations for Management. FO:DP/AFG/74/016."}, {"text_block_id": "p35_b707", "text": "Rasmussen, P.C. and J.C. Anderton. 2005. Birds of South Asia: The Ripley Guide. Vol. 1: Field Guide; Vol 2. Attributes and Status. Lynx Edicions and Smithsonian Institution. Washington D.C. and Barcelona."}, {"text_block_id": "p35_b708", "text": "Sauey, R. 1985. The range, status and winter ecology of the Siberian Crane (Grus leucogeranus). PhD thesis, Cornell University, Ithaca, NY."}, {"text_block_id": "p35_b709", "text": "Sayer, J. A. and Van der Zon, A. P. M. 1981. National Parks and Wildlife Conservation, Afghanistan. A Contribution to a Conservation Strategy. Rome: FAO; Technical Report."}, {"text_block_id": "p35_b710", "text": "Scott, D.A. 1995. A directory of wetlands in the Middle East. IUCN Gland, Switzerland and IWRB, Slimbridge, U.K"}, {"text_block_id": "p35_b711", "text": "Shank, C. C. and W.F. Rodenburg. 1977. Management Plan for Ab-i-Estada and Dashte Nawar Flamingo and Waterfowl Sanctuaries. Kabul. UNDP, FAO and Department of Forests and Range, Ministry of Agriculture. 43 pp. FO: DP/AFG/74/016."}, {"text_block_id": "p35_b712", "text": "Shank, C.C., Petocz, R.G. and K. Habibi. 1977. A preliminary management plan for the Ajar Valley Wildlife Reserve. FO: DP/AFG/74/016."}, {"text_block_id": "p35_b713", "text": "Solem, A. 1979. The molluscs of Afghanistan. Fieldiana Zoology New Series 1(1), pp. 1 – 89."}, {"text_block_id": "p35_b714", "text": "Steiner, M. & J. Poelt. 1986. Lichenotheca Afghanica Faszikel 1 - Institut für Botanik, Graz."}, {"text_block_id": "p35_b715", "text": "Toderich, K. and Tsukatani. 2005. Water/Pasture Assessment of Registan Desert (Kandahar and Helmand Provinces). Discussion Paper No. 606. Kyoto Institute of Economic Research, Kyoto University, Kyoto Japan. http://www.kier.kyotou.ac.jp/DP/DP606.pdf"}, {"text_block_id": "p35_b716", "text": "UNEP. 2008. Biodiversity Profile of Afghanistan: An Output of the National Capacity Needs SelfAssessment for Global Environment Management (NCSA) for Afghanistan. UNEP Post-Conflict and Disaster Management Branch."}, {"text_block_id": "p35_b717", "text": "UNEP-WCMC. 2009. World Database on Protected Areas. http://sea.unep-wcmc.org/wdbpa/."}, {"text_block_id": "p35_b718", "text": "UNHCR Return to Afghanistan http://www.unhcr.ch/cgibin/texis/vtx/afghan Accessed February 2006."}, {"text_block_id": "p35_b719", "text": "UNHCR. 1990. Background Report, Ghazni Province. Data Collection for Afghan Repatriation Project."}, {"text_block_id": "p35_b720", "text": "United Nations Environment Programme (UNEP). 2003a. Post-conflict environmental assessment: Afghanistan. UNEP, Geneva. 176pp."}, {"text_block_id": "p35_b721", "text": "United Nations Environment Programme (UNEP). 2003b. Afghanistan Wakhan Mission Technical Report. UNEP, Geneva. 104 pp."}, {"text_block_id": "p35_b722", "text": "United Nations Environment Programme (UNEP). 2006. History of Environmental Change in the Sistan Basin Based on Satellite Image Analysis: 1976 – 2005. UNEP, Geneva. 60 pp."}, {"text_block_id": "p35_b723", "text": "United Nations Population Division. 2006. World Urbanization Prospects: The 2003 Revision Population Database. http://esa.un.org/unup/p2k0data.asp. Accessed April 2006."}, {"text_block_id": "p35_b724", "text": "UNOSAT nd. http://unosat.web.cern.ch/unosat/asp/prod_free.asp?id=13"}, {"text_block_id": "p35_b725", "text": "annex ii :"}, {"text_block_id": "p35_b726", "text": "reFereNces"}, {"text_block_id": "p35_b727", "text": "Ward, R.A. 1972. The mosquitoes of Afghanistan – an annotated checklist. Mosquito Systematics 4, No. 3: 93 – 97."}, {"text_block_id": "p35_b728", "text": "Wendelbo, P. 1966. Trekk av Afghanistanes plantegeografi. Botanica Gothoburgensia. Cited in Larsson, P.Y. 1978. Status of alpine rangelands in central Afghanistan with special reference to the Ajar Valley Wildlife Reserve. FO:DP/AFG78/007, Field Report No. 1."}, {"text_block_id": "p35_b729", "text": "World Resources Institute. 2005. The wealth of the poor: managing ecosystems to fight poverty. Washington, D.C."}, {"text_block_id": "p35_b730", "text": "Yalcin, B.C. 1979. The sheep breeds of Afghanistan, Iran and Turkey. FAO/UNEP, Project FP/1108-7602 (833). In A.W. Adil. 2000. National Biodiversity Strategies and Action Plans (NBSAP): Afghanistan. 1st Workshop on National Biodiversity Strategies & Action Plans in Northeast and East Central Asia: Experience and Lessons. 26-28 April, Beijing, China. http://bpspneca.brim.ac.cn/calendars/ workshop-1/8.html"}, {"text_block_id": "p36_b731", "text": "annex iii :"}, {"text_block_id": "p36_b732", "text": "aNNotated BiBliograPhy oF NatioNal-level assessmeNts, reviews aNd dataBases relevaNt to Biodiversity status aNd maNagemeNt PlaNNiNg iN aFghaNistaN"}, {"text_block_id": "p36_b733", "text": "Adil, Abdul wahid. 2001. The integration of Biodiversity into national Environmental Assessment procedures. national case Studies. Afghanistan. produced for the Biodiversity planning Support programme (gEF, Undp, UnEp, The world Bank)."}, {"text_block_id": "p36_b734", "text": "Provides an overview of the state of the environment in Afghanistan; summarizes major environmental concerns, biodiversity richness and areas of ecological importance; and argues the need for a National Biodiversity Strategy and Action Plan and environmental impact assessment procedures."}, {"text_block_id": "p36_b735", "text": "Biodiversity and wetlands working group. 2008. Final Thematic Report. A technical output of the national capacity needs Self-Assessment for global Environmental management (ncSA) and national Adaptation programme of Action for climate change (nApA) projects. gEF/government of the islamic Republic of Afghanistan/UnEp."}, {"text_block_id": "p36_b736", "text": "Provides a profile of biodiversity in Afghanistan, reviews existing institutions and capacity, reviews status of stocktaking activities, and identifies priority capacity needs and opportunities for capacity development at the individual, organizational and systemic levels. Priorities for implementation of the Convention on Biological Diversity in Afghanistan are to participate fully in the activities of the CBD; to develop a National Biodiversity Strategy and Action Plan; to determine the status of Afghanistan’s biodiversity and initiate a national red-listing process for Afghan mammals; to develop a representative protected areas system; to implement CITES; to enhance public awareness about biodiversity and sustainable use; to establish community-based management of forests, rangelands and wetlands; and to understand and utilize traditional practice and knowledge of conservation and sustainable use."}, {"text_block_id": "p36_b737", "text": "islamic Republic of Afghanistan. 2010. medicinal plants Law."}, {"text_block_id": "p36_b738", "text": "Draft law (version 10) having the stated purpose of protection and sustainable use of medicinal plants. Includes chapters on general provisions, institutional arrangements, planning and protection requirements, allocation of resource rights, import and export provisions, administrative sanctions and dispute resolution."}, {"text_block_id": "p36_b739", "text": "islamic Republic of Afghanistan. 2009. draft national Environmental Action plan."}, {"text_block_id": "p36_b740", "text": "In compliance with the Environment Law (2007), provides “a national environmental action plan which assesses the urgency and importance of actions that should be taken in the short, medium and long-term in order to prevent, eliminate and reduce adverse effects as described in the most recent State of the Environment report, and, in consultation with relevant Ministries and institutions, determines a coordinated strategy and schedule for the implementation of those actions."}, {"text_block_id": "p36_b741", "text": "islamic Republic of Afghanistan. 2009. Forest Law."}, {"text_block_id": "p36_b742", "text": "Draft law (currently under consideration by the National Assembly) creating the framework for community-based participatory management of Afghanistan’s forest areas, in order to provide for their conservation, rehabilitation and sustainable use and harvesting. Identifies functions of relevant institutions, provisions for management of forest areas, and management of offences and conflicts."}, {"text_block_id": "p36_b743", "text": "islamic Republic of Afghanistan. 2008. Rangeland Law."}, {"text_block_id": "p36_b744", "text": "English translation of draft Rangeland Law, which pertains to “the sustainable use and management of the rangeland resources of the Islamic Republic of Afghanistan for the benefit of present and future generations. The Law includes chapters on General Provisions, Classification of Rangelands, General Principles of Rangeland Management, Private Rangelands, Community Rangelands, Public Rangelands, Institutional Arrangements, Offences, and Dispute Resolution."}, {"text_block_id": "p36_b745", "text": "islamic Republic of Afghanistan. 2008. Afghanistan national development Strategy 1387-1391 (2008-2013)."}, {"text_block_id": "p36_b746", "text": "An Interim Strategy for Security, Governance, Economic Growth and Poverty Reduction. National-level strategies with regard to the environment are to clarify responsibilities in the environmental arena and strengthen the capacity of NEPA, to develop and implement a legal and regulatory framework that ensures sustainable use of natural resources, to build environment and natural resources management capacity within the line ministries, to initiate community-based management of natural resources and to introduce environmental education and vocational training."}, {"text_block_id": "p36_b747", "text": "islamic Republic of Afghanistan. 2007. Environment Law."}, {"text_block_id": "p36_b748", "text": "Unofficial English translation of The Environment Law (2007), which pertains to “the management of issues relating to rehabilitation of the environment and the conservation and sustainable use of natural resources, living organisms and non-living organisms”. The Law includes chapters on Management of Activities Affecting the Environment; Integrated Pollution Control;"}, {"text_block_id": "p36_b749", "text": "annex iii"}, {"text_block_id": "p36_b750", "text": "aNNotated BiBliograPhy oF NatioNal-level assessmeNts, reviews aNd dataBases relevaNt to Biodiversity status aNd maNagemeNt PlaNNiNg iN aFghaNistaN"}, {"text_block_id": "p36_b751", "text": "Environmental Considerations Relevant to Water Resource Conservation and Management; Biodiversity and Natural Resource Conservation and Management (including National Biodiversity Strategy, Protected Areas Management, Management of Natural Resources Outside of Protected Areas, Sustainable Use and Conservation of Species, Species Trade, Access to Genetic Resources); Environmental Information, Education and Training; and Research, and Compliance and Enforcement."}, {"text_block_id": "p36_b752", "text": "mAiL. 2009. Afghanistan’s Fourth national Report to the convention on Biological diversity. ministry of Agriculture, irrigation and Livestock, islamic Republic of Afghanistan."}, {"text_block_id": "p36_b753", "text": "Assesses the degree to which Afghanistan is being successful in addressing the CBD and Millennium Development Goal targets of reducing the rate of biodiversity loss. The rapidly increasing human population is the major underlying challenge to biodiversity conservation. Proximal threats are land encroachment, over-hunting, deforestation, over-grazing, shrub collection, dry land farming, and climate change, all of which are worsening. Afghanistan will not be able to meet the CBD’s goal of reducing biodiversity loss in the foreseeable future."}, {"text_block_id": "p36_b754", "text": "mAiL. 2008. policy and Strategy for the Forestry and Range management Sub-sectors. ministry of Agriculture, irrigation and Livestock, islamic Republic of Afghanistan."}, {"text_block_id": "p36_b755", "text": "Outlines future strategies for forestry and range management (including wildlife resources) in Afghanistan, based on a balance between maximization of production and productivity in all agricultural land uses, and effective maintenance and enhancement of the natural and wildlife resource bases."}, {"text_block_id": "p36_b756", "text": "mAiL. 2006. national Report of islamic Republic of Afghanistan on the implementation of United nations convention to combat desertification (Uncdd). ministry of Agriculture and irrigation, islamic Republic of Afghanistan."}, {"text_block_id": "p36_b757", "text": "Identifies factors in the spread of desertification in Afghanistan and identifies initiatives relevant to desertification control. Desertification currently affects more than 75% of the total land area in the northern, western and southern regions of the country, resulting in loss of valuable forest resources, loss of access to grazing lands, and soil erosion and impacts on water supplies due to accelerated runoff."}, {"text_block_id": "p36_b758", "text": "nEpA. 2007. national Environmental protection Agency Strategy for Afghanistan national development Strategy (with focus on prioritization). national Environmental protection Agency, islamic Republic of Afghanistan."}, {"text_block_id": "p36_b759", "text": "Details NEPA’s strategy and priority expected results within ANDS, the goal of which is “to protect the environmental integrity of Afghanistan and support sustainable development of its natural resources through the provision of effective environmental policies, regulatory frameworks and management services that are also in line with the Afghanistan Millennium Development Goals”."}, {"text_block_id": "p36_b760", "text": "nEpA and UnEp. 2008. Afghanistan’s Environment 2008. national Environmental protection Agency of the islamic Republic of Afghanistan and United nations Environment programme."}, {"text_block_id": "p36_b761", "text": "Reviews the state of the Environment in Afghanistan as of 2008 including key challenges and opportunities; geography, economy and population; environmental governance; water resources; rangelands, forests and biodiversity; land use, agriculture and soils; urban environment; natural disasters and climate change; and energy and mineral resources. Significant gains have been made in environmental management in the last five years. Substantial gains are expected from mainstreaming environmental into the reconstruction agenda and the national budget."}, {"text_block_id": "p36_b762", "text": "nEpA and UnEp. 2007. A guide to Afghanistan’s 2007 Environment Law. UnEp capacity Building and institutional development programme for Environmental management in Afghanistan. European commission/government of Finland/global Environment Facility."}, {"text_block_id": "p36_b763", "text": "Reviews and explains the Environment Law, how and why it was developed, and implications for Afghan citizens and the government."}, {"text_block_id": "p36_b764", "text": "Shank, c. 2006. A proposed action plan for the conservation of Afghanistan’s biodiversity and wetlands: 2007-2010. national capacity Self-Assessment (ncSA) and national Adaptation programme of Action (nApA) for Afghanistan."}, {"text_block_id": "p36_b765", "text": "Outlines priority actions necessary for Afghanistan to address the Convention on Biological Diversity. These include: 1) Convention on Biological Diversity: assignment of a focal point and development of expertise and capacity; 2) Afghanistan Biodiversity Strategy: development of a detailed, long-term and complete national biodiversity strategy; 3) status of biodiversity: development of a red-listing process for Afghanistan’s mammals; 4) system of protected areas: establishment of at least one protected area, and development of a representative protected areas system; 5) CITES permitting system: setting up of a functioning system to administer CITES"}, {"text_block_id": "p37_b766", "text": "annex iii :"}, {"text_block_id": "p37_b767", "text": "aNNotated BiBliograPhy oF NatioNal-level assessmeNts, reviews aNd dataBases relevaNt to Biodiversity status aNd maNagemeNt PlaNNiNg iN aFghaNistaN"}, {"text_block_id": "p37_b768", "text": "permitting; 6) public awareness and education for biodiversity and sustainable use: development of a national programme of biodiversity education and awareness; 7) community-based management of forests, rangelands and wetlands; 8) traditional practice and knowledge of conservation and sustainable use: development of a single strategic approach to implementing a national programme of community-based conservation that fully incorporates traditional knowledge and practices."}, {"text_block_id": "p37_b769", "text": "UnEp. 2009. From conflict to peace building. The Role of natural Resources and the Environment. United nations Environment programme, nairobi."}, {"text_block_id": "p37_b770", "text": "Provides a global overview and recommendations for integrating environment and natural resource issues into peace-building interventions and conflict prevention, including case studies from Afghanistan."}, {"text_block_id": "p37_b771", "text": "UnEp. 2008. multilateral Environmental Agreements: A Handbook for Afghan officials. post-conflict and disaster management Branch, United nations Environment programme."}, {"text_block_id": "p37_b772", "text": "Describes the MEAs relevant to Afghanistan, including (with specific reference to biodiversity) the Convention on Biodiversity, the United Nations Convention to Combat Desertification, the United Nations Framework Convention on Climate Change, the Convention on International Trade in Endangered Species of Fauna and Flora, the Convention on the Conservation of Migratory Species of Wild Animals, and the Ramsar Convention on Wetlands of International Importance Especially as Waterfowl Habitat."}, {"text_block_id": "p37_b773", "text": "UnEp. 2003. Afghanistan post-conflict environmental assessment. United nations Environment programme, nairobi."}, {"text_block_id": "p37_b774", "text": "Provides a detailed assessment and analysis of the post-conflict environmental situation in Afghanistan, including descriptions of the country context, urban environment, natural resources and environmental governance, and detailed recommendations many of which are of direct relevance to protected areas and biodiversity conservation."}, {"text_block_id": "p37_b775", "text": "UnEp and nEpA. 2009. national capacity needs Self-Assessment for global Environmental management (ncSA) and national Adaptation programme of Action for climate change (nApA). Final Joint Report. United nations Environment programme."}, {"text_block_id": "p37_b776", "text": "Provides comprehensive reporting on the NCSA and NAPA processes and follow-up action that needs to be taken. NAPA objectives are to “identify priority projects and activities that can help communities adapt to the adverse effects of climate change; 2) seek synergies with existing MEAs and development activities, with an emphasis on both mitigating and adapting to the adverse effects of climate change; and, 3) integrate climate change considerations into the national planning processes”."}, {"text_block_id": "p37_b777", "text": "UnEp and nEpA. 2008. Afghanistan’s environment 2008. national Environmental protection Agency of the islamic Republic of Afghanistan and United nations Environment programme."}, {"text_block_id": "p37_b778", "text": "Reviews the state of the Environment in Afghanistan as of 2008 including key challenges and opportunities; geography, economy and population; environmental governance; water resources; rangelands, forests and biodiversity; land use, agriculture and soils; urban environment; natural disasters and climate change; and energy and mineral resources. Significant gains have been made in environmental management in the last five years. Substantial gains are expected from mainstreaming environmental into the reconstruction agenda and the national budget."}, {"text_block_id": "p37_b779", "text": "UnEp and nEpA. 2007. A guide to Afghanistan’s 2007 Environment Law. UnEp capacity Building and institutional development programme for Environmental management in Afghanistan. United nations Environment programme and national Environmental protection Agency."}, {"text_block_id": "p37_b780", "text": "Describes the purpose and institutional background of the new environment law, which “creates a regulatory framework for the sustainable use and management of Afghanistan’s natural resource base, and provides for the conservation and rehabilitation of the environment towards achieving specified social, economic, reconstruction and ecological goals”."}, {"text_block_id": "p37_b781", "text": "UnEp, nEpA and gEF. 2009. Biodiversity profile of Afghanistan. An output of the national capacity needs SelfAssessment for global Environmental management (ncSA) for Afghanistan. United nations Environment programme, post-conflict and disaster management Branch."}, {"text_block_id": "p37_b782", "text": "Provides a detailed summary of the current state of knowledge about the status of Afghanistan’s biodiversity, including priority conservation actions, and a bibliography of over 500 publications."}, {"text_block_id": "p37_b783_merged", "text": "annex iv :  For NBsaP PractitioNers"}, {"text_block_id": "p37_b786", "text": "weBsites"}, {"text_block_id": "p38_b787", "text": "annex iv :"}, {"text_block_id": "p38_b788", "text": "additioNal resources"}, {"text_block_id": "p38_b789", "text": "For NBsaP PractitioNers"}, {"text_block_id": "p38_b790", "text": "cBd coP guidaNce oN develoPiNg NBsaPs"}, {"text_block_id": "p38_b791", "text": "COP-9 Decision IX/8 on the “Review of implementation of Goals 2 and 3 of the Strategic Plan” paragraph 8 provides consolidated guidance to assist Parties in the development and revision of their NBSAP. This text is extracted below."}, {"text_block_id": "p38_b792", "text": "national Biodiversity Strategies and Action plans"}, {"text_block_id": "p38_b793", "text": "8."}, {"text_block_id": "p38_b794", "text": "“...urges Parties in developing, implementing and revising their national and, where appropriate, regional, biodiversity strategies and action plans, and equivalent instruments, in implementing the three objectives of the Convention, to:"}, {"text_block_id": "p38_b795", "text": "Meeting the three objectives of the Convention:"}, {"text_block_id": "p38_b796", "text": "a)"}, {"text_block_id": "p38_b797", "text": "Ensure that national biodiversity strategies and action plans are action-driven, practical and prioritized, and provide an effective and up-to-date national framework for the implementation of the three objectives of the Convention, its relevant provisions and relevant guidance developed under the Convention;"}, {"text_block_id": "p38_b798", "text": "b)"}, {"text_block_id": "p38_b799", "text": "Ensure that national biodiversity strategies and action plans take into account the principles in the Rio Declaration on Environment and Development adopted at the United Nations Conference on Environment and Development;"}, {"text_block_id": "p38_b800", "text": "c)"}, {"text_block_id": "p38_b801", "text": "Emphasize the integration of the three objectives of the Convention into relevant sectoral or cross-sectoral plans, programmes and policies;"}, {"text_block_id": "p38_b802", "text": "d)"}, {"text_block_id": "p38_b803", "text": "Promote the mainstreaming of gender considerations;"}, {"text_block_id": "p38_b804", "text": "e)"}, {"text_block_id": "p38_b805", "text": "Promote synergies between activities to implement the Convention and poverty eradication;"}, {"text_block_id": "p38_b806", "text": "f)"}, {"text_block_id": "p38_b807", "text": "Identify priority actions at national or regional level, including strategic actions to achieve the three objectives of the Convention;"}, {"text_block_id": "p38_b808", "text": "g)"}, {"text_block_id": "p38_b809", "text": "Develop a plan to mobilize national, regional and international financial resources in support of priority activities, considering existing and new funding sources;"}, {"text_block_id": "p38_b810", "text": "Components of biodiversity strategies and action plans"}, {"text_block_id": "p38_b811", "text": "h)"}, {"text_block_id": "p38_b812", "text": "Take into account the ecosystem approach;"}, {"text_block_id": "p38_b813", "text": "i)"}, {"text_block_id": "p38_b814", "text": "Highlight the contribution of biodiversity, including, as appropriate, ecosystem services, to poverty eradication, national development and human well-being, as well as the economic, social, cultural and other values of biodiversity as emphasized in the Convention on Biological Diversity, making use, as appropriate, of the methodologies and conceptual framework of the Millennium Ecosystem Assessment;"}, {"text_block_id": "p38_b815", "text": "j)"}, {"text_block_id": "p38_b816", "text": "Identify the main threats to biodiversity, including direct and indirect drivers of biodiversity change, and include actions for addressing the identified threats;"}, {"text_block_id": "p38_b817", "text": "k)"}, {"text_block_id": "p38_b818", "text": "As appropriate, establish national, or where applicable, sub-national, targets, to support the implementation of national biodiversity strategies and action plans, consistent with the flexible framework established in decisions VII/30 and VIII/15, taking into account, as appropriate, other relevant strategies and programmes, such as the Global Strategy for Plant Conservation focusing on national priorities."}, {"text_block_id": "p38_b819_merged_merged", "text": "annex iv : additioNal resources For NBsaP PractitioNers"}, {"text_block_id": "p38_b822", "text": "Support processes"}, {"text_block_id": "p38_b823", "text": "l)"}, {"text_block_id": "p38_b824", "text": "Include and implement national capacity-development plans for the implementation of national biodiversity strategies and action plans, making use of the outcomes of national capacity self-assessments in this process, as appropriate;"}, {"text_block_id": "p38_b825", "text": "m)"}, {"text_block_id": "p38_b826", "text": "Engage indigenous and local communities, and all relevant sectors and stakeholders including representatives of society and the economy that have a significant impact on, benefit from or use biodiversity and its related ecosystem services. Activities might include:"}, {"text_block_id": "p38_b827", "text": "Engage indigenous and local communities, and all relevant sectors and stakeholders including representatives of society and the economy that have a significant impact on, benefit from or use biodiversity and its related ecosystem services. Activities might include:\n* Preparing, updating and implementing national biodiversity strategies and action\n* Identifying relevant stakeholders from all major groups for each of the actions of the\n* Consulting those responsible for policies in other areas so as to promote policy\n* Establishing appropriate mechanisms to improve the participation and\n* Striving for improved action and cooperation to encourage the involvement of the\n* Strengthening the contribution of the scientific community in order to improve"}, {"text_block_id": "p38_b839", "text": "n)"}, {"text_block_id": "p38_b840", "text": "Respect, preserve and maintain the traditional knowledge, innovations and practices of indigenous and local communities consistent with Article 8(j);"}, {"text_block_id": "p38_b841", "text": "o)"}, {"text_block_id": "p38_b842", "text": "Establish or strengthen national institutional arrangements for the promotion, coordination and monitoring of the implementation of the national biodiversity strategy and action plans;"}, {"text_block_id": "p38_b843", "text": "p)"}, {"text_block_id": "p38_b844", "text": "Develop and implement a communication strategy for the national biodiversity strategy and action plan;"}, {"text_block_id": "p38_b845", "text": "q)"}, {"text_block_id": "p38_b846", "text": "Address existing planning processes in order to mainstream biodiversity concerns in other national strategies, including, in particular, poverty eradication strategies, national strategies for the Millennium Development Goals, sustainable development strategies, and strategies to adapt to climate change and combat desertification, as well as sectoral strategies, and ensure that national biodiversity strategies and action plans are implemented in coordination with these other strategies;"}, {"text_block_id": "p38_b847", "text": "r)"}, {"text_block_id": "p38_b848", "text": "Make use of or develop, as appropriate, regional, subregional or subnational networks to support implementation of the Convention;"}, {"text_block_id": "p38_b849", "text": "s)"}, {"text_block_id": "p38_b850", "text": "Promote and support local action for the implementation of national biodiversity strategies and action plans, by integrating biodiversity considerations into subnational and local level assessments and planning processes, and, as and where appropriate, the development of sub-national and local biodiversity strategies and/or action plans, consistent with national biodiversity strategies and action plans;"}, {"text_block_id": "p39_b851_merged", "text": "annex iv :  For NBsaP PractitioNers"}, {"text_block_id": "p39_b854", "text": "Monitoring and review"}, {"text_block_id": "p39_b855", "text": "t)"}, {"text_block_id": "p39_b856", "text": "Establish national mechanisms including indicators, as appropriate, and promote regional cooperation to monitor implementation of national biodiversity strategies and action plans and progress towards national targets, to allow for adaptive management, and provide regular reports on progress, including outcome-oriented information, to the Secretariat for the Convention on Biological Diversity;"}, {"text_block_id": "p39_b857", "text": "u)"}, {"text_block_id": "p39_b858", "text": "Review national biodiversity strategies and action plans to identify successes, constraints and impediments, including revision of the strategies where necessary;"}, {"text_block_id": "p39_b859", "text": "v)"}, {"text_block_id": "p39_b860", "text": "Make available through the Convention’s clearing-house mechanism national biodiversity strategies and action plans, including periodic revisions, and where applicable, reports on implementation, case studies of good practice, and lessons learned."}, {"text_block_id": "p39_b861", "text": "acroNyms"}], "document_description": "This document notably examines the threats on biodiversity of climate change and desertification. The document establishes a number of sectoral targets and subtargets to organise the resilience of the components of biodiversity to adapt to climate change maintained and enhanced; pollution and its impacts on biodiversity reduced."}