{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Afghanistan", "document_category": "Policy", "document_sector_name": ["Water", "Residential and Commercial", "Environment", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Comprehensive Agriculture Development Priority Program 2016 - 2020", "document_country_code": "AFG", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Programme", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "08/01/2016", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/AFG/2016/AFG-2016-01-08-National Comprehensive Agriculture Development Priority Program 2016 - 2020_f6f9db1fa8cab17b25078775154c3750.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of Islamic Republic of Afghanistan Ministry of Agriculture, Irrigation and Livestock"}, {"text_block_id": "p0_b2", "text": "National Comprehensive Agriculture Development Priority Program"}, {"text_block_id": "p0_b3", "text": "2016 – 2020"}, {"text_block_id": "p0_b4", "text": "A STRATEGIC FRAMEWORK FOR"}, {"text_block_id": "p0_b5", "text": "AGRICULTURE SECTOR DEVELOPMENT AND REFORM"}, {"text_block_id": "p0_b6", "text": "FINAL DRAFT"}, {"text_block_id": "p0_b7", "text": "AUGUST 2016"}, {"text_block_id": "p1_b8", "text": "Foreword"}, {"text_block_id": "p1_b9", "text": "Agriculture is the single most important sector of the Afghan economy. The importance and associated statistics on what agriculture contributes to the country is well known and documented. What seems to have escaped planners, including some of us at\t the Ministry, is the coping strategies of farmers and their resilience in the face of droughts, shortages of inputs and the sheer inertia of having to\t deal with\t confusing bureaucratic rules and\t regulations.\t The time has come for us to\t think\t of farmers and\t their needs, irrespective of their land holdings, as key strategic enablers\t and contributors\t to the national economy. They\t deserve\t our support and attention in ways that has not been\t considered\t in\t the past."}, {"text_block_id": "p1_b10", "text": "The potential for our farmers to produce surplus and added value crops are not in\t doubt. What is of\t critical importance is our ability to create conditions and structures that are\t responsive\t and supportive of their efforts. While much has been done over the intervening years,\t clearly it is not enough. I believe that a major effort should be undertaken to move the Ministry and its constituent institutional structures closer to farmers creating a culture\t and service\t orientation that\t is ‘farmer centric’. In presenting this strategic document\t it\t is my hope that we can create conditions and a blue print for the future in the coming years that will see a\t dramatic rise in\t production and value creation."}, {"text_block_id": "p1_b11", "text": "As we move towards a more rationalized production policy, I\t want\t to emphasize the need to address poverty\t among\t our subsistence farmers and our itinerant herders. The safety\t net that the Government\t will provide should serve as a platform, to\t graduate farmers and herders towards self-sufficiency and surplus\t creation through the development of value\t chain and private sector initiatives.\t I envisage that over time many of the services that the Ministry currently provides will be taken up\t by private service providers allowing for us to focus on\t regulatory policies, standard setting and quality control."}, {"text_block_id": "p1_b12", "text": "I\t am excited by the possibilities emerging in Afghanistan’s agricultural landscape and I\t am convinced that we are on the cusp of important transformative change. I\t would like to gratefully acknowledge the steadfast support of the international community\t on this important journey."}, {"text_block_id": "p1_b13", "text": "Lastly, I would\t like to\t thank my\t colleagues across the Ministry\t for their efforts in putting this document together."}, {"text_block_id": "p1_b14", "text": "Assadullah Zamir"}, {"text_block_id": "p1_b15", "text": "Minister of Agriculture, Irrigation and Livestock"}, {"text_block_id": "p2_b16", "text": "Abbreviations and\t Acronyms"}, {"text_block_id": "p3_b17", "text": "Table of Contents"}, {"text_block_id": "p4_b18", "text": "Executive\t Summary"}, {"text_block_id": "p4_b19", "text": "Afghanistan’s agriculture importance and its central role in creating national wealth and providing employment opportunities are undisputed. However, a\t critical assessment about the future of\t agriculture and its transformative potential is needed. While a great deal has been\t achieved in recent years with international assistance, some problems in\t the area of needsbased capacity, results-based policy and implementation continue."}, {"text_block_id": "p4_b20", "text": "Afghanistan’s agriculture future is faced with a paradox: a rural population that has literally doubled; shrinking access to\t arable land and an immediate need for employment with a youth cohort that is less inclined to stay on the farm. These factors\t are complicated further\t by outmoded\t agricultural practices and\t lack of inputs and\t access to\t greater mechanization.\t These and many\t other challenges are not insurmountable, they\t do however require a resetting of policies and practices in\t how agriculture is planned, designed, managed including the role of the Ministry in implementation of agricultural priorities. Furthermore, the realization of Sustainable Development Goals (SDGs)\t underpins the governments efforts to ensure a balanced and sustained development strategy."}, {"text_block_id": "p4_b21", "text": "The setting of seven immediate priorities by the President of\t Afghanistan is an important point of departure for the Minister of Agriculture Irrigation and\t Livestock MAIL.\t It is an opportunity to emphasize results and engage in key reforms that\t will yield targets set for\t the next five years\t (2016-2020). Much\t of the targets under the National Priority Programs hold\t true for the coming years that have been\t reduced from 22 to 12 and the current\t document\t lays out\t the reasoning and direction that MAIL\t will undertake in the coming\t years to\t deliver results and meet crucial agricultural priorities. The document presented here is referred to as the National Comprehensive\t Agriculture Development Priority Program (2016-2020). It is a strategic framework for agricultural\t development in which, the emphasis will\t shift towards a"}, {"text_block_id": "p4_b22", "text": "farmer centric"}, {"text_block_id": "p4_b23", "text": "view form the\t current"}, {"text_block_id": "p4_b24", "text": "institutional"}, {"text_block_id": "p4_b25", "text": "view."}, {"text_block_id": "p4_b26_merged_merged", "text": "In order to deliver on these priorities, the Ministry will embark\t on\t addressing three critical enabling factors: Firstly, MAIL must ensure\t implementation of an integrated service\t approach that\t places the farmer at\t its center. Secondly, investing limited resources in different\t sectors of agriculture\t must differentiate\t between, what is referred to as Extensive Farming and Intensive Farming.\t Intensive farming has the potential\t to earn the country-increasing amount of\t revenue, expand employment in secondary\t and tertiary\t production processes and provide greater return\t on investment. Afghanistan has a\t sizeable population of subsistence\t farmers who are\t engaged in Extensive farming; they too require investment ensuring that their struggle to achieve economic stability is\t addressed. Lastly, to\t achieve the above the Ministry and its various institutional structures\t must realign itself to deliver\t services\t and achieve significant increase in production and output in all areas of\t agricultural activities. Structures at the center must be downsized;\t provincial centers must be upgraded to\t become principal centers for knowledge dissemination to the districts where extension agents provide integrated agricultural services\t to farmers."}, {"text_block_id": "p4_b34", "text": "At MAIL many are exploring new ways to make the institution responsive and farmer centric.\t Change is a subject of\t intense debate and discussion within the institution. Managers and"}, {"text_block_id": "p5_b35", "text": "technical staff are engaged in exploring innovative approaches to expedite and accelerate the process\t of change. That said, there are numerous\t impediments that\t impact\t on speed and direction\t of needed\t change; some structural and\t others procedural. With unemployment at record levels, the competition for\t jobs\t in the Ministry is\t often skewed by procedural rules\t that are open to\t manipulation by\t political elites resulting in delays\t and assignment of undeserving candidates. Despite these challenges MAIL recognizes that needed\t change must take place and lead to outcomes that will define the future direction\t of agriculture in\t the country."}, {"text_block_id": "p5_b36", "text": "Agricultural potential in Afghanistan is enormous. The assistance of government in realizing\t greater income for farmers through value chain enhancement and increasing\t reliance on the private sector and markets holds great promise. The Ministry and its various institutions are committed to supporting and realizing that potential. This strategic document is an attempt to explain both successes and challenges that the\t Ministry\t has faced and its attempt to redress and bring about needed change."}, {"text_block_id": "p6_b37", "text": "1 Introduction"}, {"text_block_id": "p6_b38", "text": "1 Introduction\n* Agriculture is the foundational basis of Afghan society.\t Approximately 80% of the population\t is engaged in agriculture directly or in secondary\t or tertiary\t activities. It is in this sector that the future of Afghanistanâs wealth and potential for capital accumulation resides. While\t some\t of Afghanistanâs former agricultural infrastructure has\t been restored, considerably more, remains\t to be done. As\t new possibilities\t in the development of\t infrastructure and technologies emerge, agricultural producers, processors and traders are demanding increased assistance in identifying new markets for their products.\t Agricultural practices in Afghanistan represent an evolving narrative â while some farmers continue to engage in subsistence farming, many are discovering that intensive farming is profitable, but only if Government invests in creating a\t range of\t services and enabling structures.\n* The seminal planning framework for development has been\t the Afghan\t National Development Strategy (ANDS-2008), within\t which, a National Agricultural Development Framework (NADF-2009) was developed. A series of 22\t National Priority Programs (NPPs) were formulated following the Kabul Conference in 2010, of which the Ministry of Agriculture, Irrigation and Livestock (MAIL)âs\t priorities\t were reflected within two programs\t i.e. Agriculture and Rural Development (ARD) Clusterâs NPP1 that\t dealt\t with water, irrigation and natural resources and ARD\t NPP2 that framed broader agricultural priorities in production, market development and food security, covering the period 2012-2014. This also includes the formulation of\t various agricultural sub-sectoral policies\t and strategies\t such as\t policies in\t wheat, poultry food and nutrition, women\t in\t agriculture, medicinal plants, etc.\n* The shift in\t emphasis reflects the views of the Government and Ministryâs leadership, to realign the broader priorities of ministry of agriculture into seven key areas with specific focus on creating an enabling environment for farmers to create surplus in agricultural\t products; increase on\t and off-farm employment; and generate income through increased exports. Strategic Priorities identified in the NPP will continue to form the broader backdrop for agricultural\t development in order to underpin the capacity of\t MAIL to support and enable the achievement of targets under these priority areas.\n* The seven priorities cover key institutional and sectoral priorities for the MAIL in\t the areas of improved service delivery, food security, and greater productivity to enhance national revenue.\t The specific redirection of priorities\t is\t in the following sectors in the form of\t seven Strategic Priorities: (1)\t Irrigation; (2) Wheat\t and cereal production; (3)\t Horticulture value-chain; (4)\t Livestock Production;\t (5) Climate-sensitive Natural Resources Management; (6) Food\t and\t Nutrition Security\t and\t Resilience building;\t and (7) Institutional reform and capacity development. The above priorities will include many of the normative integrated activities such as Research and Extension, Integrated Pest\t Management; Input\t Delivery Systems; Quality Control; Quarantine; Farmer Organizations, Public &\t Private Partnerships; Data and Information; Policy and Legal Framework; and Governance and Coordination."}, {"text_block_id": "p6_b48", "text": "2 Situational Analysis"}, {"text_block_id": "p6_b49", "text": "2 Situational Analysis\n* The implication\t for MAIL, in\t refocusing its efforts on\t the above priorities, will include a gradual shift from an overall sectoral approach\t to\t one, which\t focuses resources in areas that promises greatest returns on investment for the next 5 years (2016-2020).\n* Farmersâ priorities will guide MAILâs institutional requirements including planning and support to the priority areas\t identified. To achieve these priorities, the Ministry and its partners will continue to build on its foundational achievements, with renewed emphasis\t on"}, {"text_block_id": "p7_b53", "text": "2 Situational Analysis\n* The implication\t for MAIL, in\t refocusing its efforts on\t the above priorities, will include a gradual shift from an overall sectoral approach\t to\t one, which\t focuses resources in areas that promises greatest returns on investment for the next 5 years (2016-2020).\n* Farmersâ priorities will guide MAILâs institutional requirements including planning and support to the priority areas\t identified. To achieve these priorities, the Ministry and its partners will continue to build on its foundational achievements, with renewed emphasis\t on\n* MAIL will seek to incorporate relevant Sustainable Development Goals (SDGs) in all its activities. Recognizing\t that poverty\t is a\t major challenge in Afghanistan, MAIL is focusing on Goal 1 of the SDGs and\t specifically on targets 5,6\t and\t 7\t on\t building resilience for the poor; mobilize resources to address poverty in all its forms and develop pro-poor policies that target\t gender and increased investment in\t providing opportunities to eradicate poverty. Similarly\t on Goal 2\t MAIL is progressing with an aggressive program\t of enabling women to grow and increase food production, both at household level and on a\t commercial scale,\t providing women\t and other vulnerable\t groups with food security\t under targets 3 and 4. As part of a\t broader effort, the\t NPP will refer to specific elements of the SDGs in relevant sections\t that\t are being addressed within this document.\n* Based on data extrapolated from various MAIL source, there has been\t a steady growth\t in\t agricultural productivity\t since 2007. For example, wheat yield has risen 4.5% per year, although in a\t fluctuating trend every year, and has generated up to 1.3 million Full-Time Employment (FTE) jobs both on\t and off-farm. Agriculture holds great possibility for increasing and generating FTEs for the coming years. It will significantly contribute to growth in meeting SDG Goal10, target 1.\n* Similarly, horticultural activities have produced\t significant returns to\t farmers and traders. Over 2 million people are involved in this sector generating revenues in excess of $700 million contributing to 6.7% of overall GDP and 34% of agricultural GDP.\n* Livestock production contributes 3.8% of National GDP and\t 15% of agricultural GDP valued at $\t 684 million. It employs 1.1 million men and women, particularly\t amongst the most\t economically\t impoverished. Exports from this sector continue\t to be\t modest, amounting to $\t 116\t million\t per annum.\n* Total amount of land brought under irrigation\t is currently 2.4 million ha, resulting in an additional 350 thousand ha of fertile land. Allowing\t production to\t rise across the country, producing two crops per year and generating returns\t of $350-$400/\t ha.\n* However, restoring agriculture will require more than just numbers. The World Bank in its Agricultural Sector Review (2014) document divides the challenges facing the agricultural sector\t into two major\t categories\n* . Firstly, approximately\t 33% of Afghans are food insecure\n* . Firstly, approximately\t 33% of Afghans are food insecure\n ,\t and chronic malnutrition rates are\t approximately\t 41%,\n* . Firstly, approximately\t 33% of Afghans are food insecure\n ,\t and chronic malnutrition rates are\t approximately\t 41%,\n to which agriculture bears a strong connection. Secondly, the largest\t impediment\t to realizing value chain enhancement\t in agriculture is the size of farms and\t farm-holding patterns in\t the country. Emphasis must be placed on\t organizing medium to large farm holders to create economies of scale where production\t inputs and outputs are rationalized to increase production\t and raise national incomes.\n* Secondly, farmers who\t engage in\t subsistence farming including landless farmers and\t itinerant Kuchi animal herders must be targeted by concerted efforts to address poverty alleviation through\t complimentary programs such as the Citizens Charter, and in the case of\t the Kuchis through expanded livestock extension efforts. Both strategies require addressing a host of issues such\t as legal land\t ownership, pasture and\t rangeland\t management; rights of"}, {"text_block_id": "p8_b76", "text": "2 Situational Analysis\n* The implication\t for MAIL, in\t refocusing its efforts on\t the above priorities, will include a gradual shift from an overall sectoral approach\t to\t one, which\t focuses resources in areas that promises greatest returns on investment for the next 5 years (2016-2020).\n* Farmersâ priorities will guide MAILâs institutional requirements including planning and support to the priority areas\t identified. To achieve these priorities, the Ministry and its partners will continue to build on its foundational achievements, with renewed emphasis\t on\n* MAIL will seek to incorporate relevant Sustainable Development Goals (SDGs) in all its activities. Recognizing\t that poverty\t is a\t major challenge in Afghanistan, MAIL is focusing on Goal 1 of the SDGs and\t specifically on targets 5,6\t and\t 7\t on\t building resilience for the poor; mobilize resources to address poverty in all its forms and develop pro-poor policies that target\t gender and increased investment in\t providing opportunities to eradicate poverty. Similarly\t on Goal 2\t MAIL is progressing with an aggressive program\t of enabling women to grow and increase food production, both at household level and on a\t commercial scale,\t providing women\t and other vulnerable\t groups with food security\t under targets 3 and 4. As part of a\t broader effort, the\t NPP will refer to specific elements of the SDGs in relevant sections\t that\t are being addressed within this document.\n* Based on data extrapolated from various MAIL source, there has been\t a steady growth\t in\t agricultural productivity\t since 2007. For example, wheat yield has risen 4.5% per year, although in a\t fluctuating trend every year, and has generated up to 1.3 million Full-Time Employment (FTE) jobs both on\t and off-farm. Agriculture holds great possibility for increasing and generating FTEs for the coming years. It will significantly contribute to growth in meeting SDG Goal10, target 1.\n* Similarly, horticultural activities have produced\t significant returns to\t farmers and traders. Over 2 million people are involved in this sector generating revenues in excess of $700 million contributing to 6.7% of overall GDP and 34% of agricultural GDP.\n* Livestock production contributes 3.8% of National GDP and\t 15% of agricultural GDP valued at $\t 684 million. It employs 1.1 million men and women, particularly\t amongst the most\t economically\t impoverished. Exports from this sector continue\t to be\t modest, amounting to $\t 116\t million\t per annum.\n* Total amount of land brought under irrigation\t is currently 2.4 million ha, resulting in an additional 350 thousand ha of fertile land. Allowing\t production to\t rise across the country, producing two crops per year and generating returns\t of $350-$400/\t ha.\n* However, restoring agriculture will require more than just numbers. The World Bank in its Agricultural Sector Review (2014) document divides the challenges facing the agricultural sector\t into two major\t categories\n* . Firstly, approximately\t 33% of Afghans are food insecure\n* . Firstly, approximately\t 33% of Afghans are food insecure\n ,\t and chronic malnutrition rates are\t approximately\t 41%,\n* . Firstly, approximately\t 33% of Afghans are food insecure\n ,\t and chronic malnutrition rates are\t approximately\t 41%,\n to which agriculture bears a strong connection. Secondly, the largest\t impediment\t to realizing value chain enhancement\t in agriculture is the size of farms and\t farm-holding patterns in\t the country. Emphasis must be placed on\t organizing medium to large farm holders to create economies of scale where production\t inputs and outputs are rationalized to increase production\t and raise national incomes.\n* Secondly, farmers who\t engage in\t subsistence farming including landless farmers and\t itinerant Kuchi animal herders must be targeted by concerted efforts to address poverty alleviation through\t complimentary programs such as the Citizens Charter, and in the case of\t the Kuchis through expanded livestock extension efforts. Both strategies require addressing a host of issues such\t as legal land\t ownership, pasture and\t rangeland\t management; rights of\n* Based on Information Management System for Mine Action (IMSMA) maintained by UNMACA, about 77.7 sq. km agricultural land; 398.6 sq. km grazing area and 4.8 sq. km water sources\t are contaminated by mine and other Explosives Remnant of War (ERW). For the purposes of the cost-benefit analysis, it is assumed that agricultural areas will be put into productive use immediately after being cleared of mines. As farmers increase planting in newly irrigated lands the task of mine clearing\t must also\t proceed apace."}, {"text_block_id": "p8_b79", "text": "3 Institutional\t Context"}, {"text_block_id": "p8_b80", "text": "3 Institutional\t Context\n* Despite minor institutional gains through several change management exercises,\t challenges remain. MAIL continues to place disproportionate emphasis on\t structure and\t focus at the center.\t This is further compounded by an absence of technical capacities and regulatory\t enforcement in the\t provinces and limited capacity\t and outreach of extension services at the\t district level. Addressing these key challenges, apart from rationalizing investment\t priorities will require MAIL to refocus its efforts and to recalibrate its capacity and reform agenda, creating an enabling institutional strategy and a shift towards a program based structure. It is expected that normative\t programs will be\t reassessed and\t integrated\t in\t a broader framework\t that\t support\t the seven priorities.\n* To achieve the required synergy and streamlining of various\t programs\t that support the realignment of priorities, it is\t essential that MAIL address\t the current planning framework including on budget and off-budget projects and programs. On closer examination, it would appear that donors design many\t projects ostensibly\t with some input from MAIL. MAIL participation\t in\t many instances is often\t post facto.\t There may,\t in fact be legitimate reasons why MAIL participation is constrained, including the geographical absence of capacity, access to resources and current\t planning practices within the Ministry.\n\t* Similarly, the uncoordinated and ad-hoc nature of donor assistance has resulted\t in\t âboutiqueâ\t projects, while approved by the MAIL, is\t not within\t the broader remit of program planning. Often\t donor efforts in\t providing funds to address a specific area of concern results in limited impact because of the absence of MAIL\t planning\t inputs. Apart from duplication and resources spread across different geographical\t areas,\t the consequence of an uneven\t approach to national development can\t contribute to perceptions of favoritism or worse, of neglect.\n\t* Donor supported projects often reflect a paradox: donor funds on offer are accepted because of a perceived reduction\t in\t donor funding and increase in\t stringent conditionalities imposed. The absence of a\t programmatic approach, in which\t donors, jointly with the Ministry can identify their projectâs comparative advantage, would go far to address some of the duplication and idiosyncratic approaches currently in practice."}, {"text_block_id": "p8_b96", "text": "4 Opportunities"}, {"text_block_id": "p8_b97", "text": "4 Opportunities\n* For a\t country\t like\t Afghanistan, agriculture\t is the\t best means to generate\t capital and surplus through value chain improvement\t and export. This is particularly true in horticulture, livestock and industrial\t crops. By upgrading orchards to acquire certified seed and saplings,\t the quality and yield of farmers can be greatly enhanced. Improving irrigation conveyance systems\t including on\t farm water management, crop management and pest control can\n<\\li1>"}, {"text_block_id": "p9_b99", "text": "4 Opportunities\n* For a\t country\t like\t Afghanistan, agriculture\t is the\t best means to generate\t capital and surplus through value chain improvement\t and export. This is particularly true in horticulture, livestock and industrial\t crops. By upgrading orchards to acquire certified seed and saplings,\t the quality and yield of farmers can be greatly enhanced. Improving irrigation conveyance systems\t including on\t farm water management, crop management and pest control can\n<\\li1>\n* Recent years has seen remarkable growth in the production of industrial crops such as saffron, liquorice, pistachios, turmeric, pine nuts, ferula\t and\t an array\t of valuable\t medicinal crops. MAIL intends to provide technical assistance and support to marketing efforts in promoting medicinal and industrial crops.\n* By adding an additional 360,000\t ha of horticultural land, it is estimated that more than 360,000 full\t time equivalent (FTE)\t jobs will be generated by 2024. It is estimated that by 2024\t the horticulture sector alone would\t contribute $3.23\t billion\t compared\t to\t $1.4\t billion\t in\t 2012. Similarly, in the livestock sector\t it is\t expected that milk yield will increase to 1,200 liters/cow from the existing 400 liters/cow. Whilst the overall significance of expansion of livestock is primarily focused on providing interventions that address poverty alleviation, nonetheless it is projected\t to produce 604,000 new FTE\t and\t doubling poultry production\t resulting in contribution of a\t further $274 million to\t the\t National GDP. This includes increased opportunities for exporting national products to neighboring countries."}, {"text_block_id": "p9_b104", "text": "5 Vision"}, {"text_block_id": "p9_b105", "text": "5 Vision\n* Food\t and\t nutrition security, a\t balanced economic growth through agriculture, resulting\t in stability and economic empowerment of women and men.\n<\\li1>"}, {"text_block_id": "p9_b107", "text": "5.1\t Mission Statement"}, {"text_block_id": "p9_b108", "text": "5.1\t Mission Statement\n* A\t farmer centric institution\t that is responsive and tailors its offerings to promote quality services; access\t to innovative technologies; rationalizes\t and increases\t production; regulates\t inputs;\t creates employment opportunities and contributes to economic\t growth and generation of capital across the country.\n<\\li1>"}, {"text_block_id": "p9_b110", "text": "6 Strategic Sector\t Priorities"}, {"text_block_id": "p9_b111", "text": "6 Strategic Sector\t Priorities\n* The National Comprehensive Agriculture Priority Program is viewed as a significant contributing factor to the overall security, good governance and economic\t development agenda\t of the Government of Islamic republic of Afghanistan. Built around the core national objectives of self-reliance and increased income and employment generation, the strategic framework sets\t seven key priorities.\n* These Strategic Priorities are (i) Improving\t Irrigation Systems; (ii) Wheat and Cereal Production; (iii)\t Development of Industrial and\t High\t Value Horticulture Crops and\t Vegetables; (iv) Livestock Development; (v) Climate-Change Sensitive Natural Resource Management; (vi) Food\t and\t Nutrition Security\t and\t Resilience Building and (vii) Institutional Reform. These will be referred to in detail in the document."}, {"text_block_id": "p10_b115", "text": "6.1Strategic\t Priority\t 1:\t Improving irrigation systems"}, {"text_block_id": "p10_b116", "text": "6.1Strategic\t Priority\t 1:\t Improving irrigation systems\n* social management interventions\t through Irrigation Associations and CCDCs.\n* social management interventions\t through Irrigation Associations and CCDCs.\n While acknowledged widely\t as priority\t in agriculture discourse and donor strategies, it has only recently been\t actively\t treated as such. Irrigated land will increase from 2.45 ha to 2.7million ha in the next five years, impacting on an overall total of 650,000 households. However, adopting a farmer-centric\t approach in making available and distributing water, irrigation\t is beyond\t just physical works and will require concurrent\n* Goal 6, target 8.\n* Goal 6, target 8.\n Investment in irrigation and in agriculture provides a unique opportunity in Afghanistan t o facilitate economic growth, increase\t rural employment and enhance\t food security\t especially\t in rural areas. Alongside\t the\t Ministry\t of Energy\t and Water (MEW), which manages primary irrigation infrastructure, MAIL is responsible for developing and managing irrigation systems and networks â these include on-farm water management, watersheds and rangeland water resources. MAIL aware of its commitment under SDG Goal 6, will address target 4 and 5 by ensuring an equitable approach to the provision of water access to all. Exiting projects such as On Farm Water Management is an example of meeting that challenge. However, trans boundary issues are beyond the current remit of MAIL and are being addressed by other concerned Ministries. The OFWM\t project has a key community project where a significant start has been\t undertaken\t to address SDG\n* encompass both rehabilitation and new construction.\n* encompass both rehabilitation and new construction.\n Over the next five years, MAIL is committed to an accelerated rehabilitation and construction program of physical works. This will be driven by\t the National Irrigation Program (NIP) targeting increase production\t and productivity\t through irrigation and improved water management practices with a long-term focus to achieve pre-war irrigated land of\t 3.1 million ha in the next ten years. In addition, the physical works will"}, {"text_block_id": "p10_b125", "text": "6.1Strategic\t Priority\t 1:\t Improving irrigation systems\n* social management interventions\t through Irrigation Associations and CCDCs.\n* social management interventions\t through Irrigation Associations and CCDCs.\n While acknowledged widely\t as priority\t in agriculture discourse and donor strategies, it has only recently been\t actively\t treated as such. Irrigated land will increase from 2.45 ha to 2.7million ha in the next five years, impacting on an overall total of 650,000 households. However, adopting a farmer-centric\t approach in making available and distributing water, irrigation\t is beyond\t just physical works and will require concurrent\n* Goal 6, target 8.\n* Goal 6, target 8.\n Investment in irrigation and in agriculture provides a unique opportunity in Afghanistan t o facilitate economic growth, increase\t rural employment and enhance\t food security\t especially\t in rural areas. Alongside\t the\t Ministry\t of Energy\t and Water (MEW), which manages primary irrigation infrastructure, MAIL is responsible for developing and managing irrigation systems and networks â these include on-farm water management, watersheds and rangeland water resources. MAIL aware of its commitment under SDG Goal 6, will address target 4 and 5 by ensuring an equitable approach to the provision of water access to all. Exiting projects such as On Farm Water Management is an example of meeting that challenge. However, trans boundary issues are beyond the current remit of MAIL and are being addressed by other concerned Ministries. The OFWM\t project has a key community project where a significant start has been\t undertaken\t to address SDG\n* encompass both rehabilitation and new construction.\n* encompass both rehabilitation and new construction.\n Over the next five years, MAIL is committed to an accelerated rehabilitation and construction program of physical works. This will be driven by\t the National Irrigation Program (NIP) targeting increase production\t and productivity\t through irrigation and improved water management practices with a long-term focus to achieve pre-war irrigated land of\t 3.1 million ha in the next ten years. In addition, the physical works will\n* Achieving the aforementioned target will require creating inter-ministerial coordination between\t MAIL, MEW and MRRD at the national planning stage in\t Kabul, and at the implementation level at sub-district level. Working closely with\t MEW and\t MRRD, MAIL will also\t ensure the true custodians of\t the water at village level have the required technical support to assist in the construction of tertiary water\t structures, handed over\t to Irrigation Associations (IAs), once completed. MAIL and the IAs will build the understanding of farmers to adopt\t improved farm practices focused on increasing agricultural production and productivity through more efficient methods of water utilization. The NIP\t comprises three pillars, as summarized below (a detailed program document is attached as Annex).\n<\\li1>\n\t* Component-1: Irrigation Physical Works\n\t\t* Component-1: Irrigation Physical Works\n to achieve 3.1 million ha irrigated land (prewar status) through restoration and bringing new\t areas under irrigation by 2025 (Improved irrigation services for\t additional 900,000 ha through rehabilitated irrigation schemes, and 120,000 ha new land under\t irrigation). This\t will contribute to increased\t production\t from the current 5.8 million Mt of food\t grains to\t 8 million Mt, providing a\n\t\t\t* Component-1: Irrigation Physical Works\n to achieve 3.1 million ha irrigated land (prewar status) through restoration and bringing new\t areas under irrigation by 2025 (Improved irrigation services for\t additional 900,000 ha through rehabilitated irrigation schemes, and 120,000 ha new land under\t irrigation). This\t will contribute to increased\t production\t from the current 5.8 million Mt of food\t grains to\t 8 million Mt, providing a\n greater opportunity\t to\t reach food security for the population.\n\t\t\t* Component-2: Enhance Irrigated\t Agriculture areas\t through saved water. will improve input support, research, transfer, and extension of irrigation related technologies.\t This will result in increased land and water productivity\t through water saving\t technologies, and expansion\t of irrigated"}, {"text_block_id": "p11_b135", "text": "6.1Strategic\t Priority\t 1:\t Improving irrigation systems\n* social management interventions\t through Irrigation Associations and CCDCs.\n* social management interventions\t through Irrigation Associations and CCDCs.\n While acknowledged widely\t as priority\t in agriculture discourse and donor strategies, it has only recently been\t actively\t treated as such. Irrigated land will increase from 2.45 ha to 2.7million ha in the next five years, impacting on an overall total of 650,000 households. However, adopting a farmer-centric\t approach in making available and distributing water, irrigation\t is beyond\t just physical works and will require concurrent\n* Goal 6, target 8.\n* Goal 6, target 8.\n Investment in irrigation and in agriculture provides a unique opportunity in Afghanistan t o facilitate economic growth, increase\t rural employment and enhance\t food security\t especially\t in rural areas. Alongside\t the\t Ministry\t of Energy\t and Water (MEW), which manages primary irrigation infrastructure, MAIL is responsible for developing and managing irrigation systems and networks â these include on-farm water management, watersheds and rangeland water resources. MAIL aware of its commitment under SDG Goal 6, will address target 4 and 5 by ensuring an equitable approach to the provision of water access to all. Exiting projects such as On Farm Water Management is an example of meeting that challenge. However, trans boundary issues are beyond the current remit of MAIL and are being addressed by other concerned Ministries. The OFWM\t project has a key community project where a significant start has been\t undertaken\t to address SDG\n* encompass both rehabilitation and new construction.\n* encompass both rehabilitation and new construction.\n Over the next five years, MAIL is committed to an accelerated rehabilitation and construction program of physical works. This will be driven by\t the National Irrigation Program (NIP) targeting increase production\t and productivity\t through irrigation and improved water management practices with a long-term focus to achieve pre-war irrigated land of\t 3.1 million ha in the next ten years. In addition, the physical works will\n* Achieving the aforementioned target will require creating inter-ministerial coordination between\t MAIL, MEW and MRRD at the national planning stage in\t Kabul, and at the implementation level at sub-district level. Working closely with\t MEW and\t MRRD, MAIL will also\t ensure the true custodians of\t the water at village level have the required technical support to assist in the construction of tertiary water\t structures, handed over\t to Irrigation Associations (IAs), once completed. MAIL and the IAs will build the understanding of farmers to adopt\t improved farm practices focused on increasing agricultural production and productivity through more efficient methods of water utilization. The NIP\t comprises three pillars, as summarized below (a detailed program document is attached as Annex).\n<\\li1>\n\t* Component-1: Irrigation Physical Works\n\t\t* Component-1: Irrigation Physical Works\n to achieve 3.1 million ha irrigated land (prewar status) through restoration and bringing new\t areas under irrigation by 2025 (Improved irrigation services for\t additional 900,000 ha through rehabilitated irrigation schemes, and 120,000 ha new land under\t irrigation). This\t will contribute to increased\t production\t from the current 5.8 million Mt of food\t grains to\t 8 million Mt, providing a\n\t\t\t* Component-1: Irrigation Physical Works\n to achieve 3.1 million ha irrigated land (prewar status) through restoration and bringing new\t areas under irrigation by 2025 (Improved irrigation services for\t additional 900,000 ha through rehabilitated irrigation schemes, and 120,000 ha new land under\t irrigation). This\t will contribute to increased\t production\t from the current 5.8 million Mt of food\t grains to\t 8 million Mt, providing a\n greater opportunity\t to\t reach food security for the population.\n\t\t\t* Component-2: Enhance Irrigated\t Agriculture areas\t through saved water. will improve input support, research, transfer, and extension of irrigation related technologies.\t This will result in increased land and water productivity\t through water saving\t technologies, and expansion\t of irrigated\n* Component-3: Institutional Strengthening (Public and\t Private Sectors\n\t\t* Component-3: Institutional Strengthening (Public and\t Private Sectors\n through the Citizensâ Charter.\n\t\t\t* Component-3: Institutional Strengthening (Public and\t Private Sectors\n through the Citizensâ Charter.\n ) will revolve around the establishment and reform of legislation,\t polices,\t institutions and improved management to promote investment in irrigation development and participation of\t private sector. This will result in\t more transparent frameworks,\t regulations, and a\t restructuring of Irrigation Department to implement irrigation development across Afghanistan. There will be significant emphasis\t not only on institutional strengthening of the Irrigation Directorate at\t all levels, but\t also establishment\t of Irrigation Associations at\t community level complimenting the emerging discourse on the future roles of CDCs\n<\\li2>"}, {"text_block_id": "p11_b139", "text": "6.2Strategic Priority\t 2:\t Increased wheat production"}, {"text_block_id": "p11_b140", "text": "38."}, {"text_block_id": "p11_b141", "text": "Although maize and rice also form part of the national diet, wheat remains the primary strategic priority crop\t for food security and self-sufficiency in the country. However, the productivity per unit area is very\t low (2.5 MT/ha\t under irrigated and 1 MT under rain-fed conditions) compared to the neighboring countries amounting\t to\t a shortage of more than one million tons of wheat grain annually.\t Additionally, other challenges\t in absence of adequate machinery\t for timely harvesting, threshing, processing and storage, in pre and postharvest result in further losses of\t approximately 15-20%. MAIL is trying to systematically address\t this\t important challenge by improved extension methods\t and through demonstration plots to farmers thus meeting the SDG Goal 12, target\t 3."}, {"text_block_id": "p11_b142", "text": "39."}, {"text_block_id": "p11_b143_merged_merged", "text": "The deficit amount of wheat production\t compensated for through annually\t commercial imports amounts to around 2 MTof wheat and wheat flour from neighboring countries.\t Production\t of rice and\t maize, the next most important crops, is also far from meeting consumption requirements."}, {"text_block_id": "p11_b145", "text": "40."}, {"text_block_id": "p11_b146", "text": "The overall objective of the National Wheat Program (NWP) is the sustainable development of the wheat sector in\t order to\t achieve self-sufficiency, improve food security and better\t response in cases\t of emergency and crises across the country. This will involve improving productivity,\t and will require taking a more pro-active approach in partnering with the private sector at one end, and facilitating farmers to achieve economies of scale\t through well-tailored agricultural packages at\t the other. Both of these tasks face numerous challenges\t in acquiring high quality agricultural inputs, incentivizing private sector investment to strengthen\t market elements of the value chain\t and ensuring aging\t seed is constantly\t replenished by\t new high-yield location-specific varieties."}, {"text_block_id": "p11_b147", "text": "41."}, {"text_block_id": "p11_b148", "text": "The next five years will see MAIL address a\t number of systemic and technical challenges in a more coherent manner in order to meet its original intention of\t reaching the production\t target of 5.9 million MT.\t Given the economic and dietary importance of wheat, MAIL is committed to a\t strategy\t that involves addressing chronic\t food insecurity, storage of grain surplus\t and the availability of high quality certified seed. In the next\t five years,\t MAIL anticipates\t an expansion of additional 110 thousand hectares of irrigated and rain-fed under wheat cultivation, increase current yield for\t irrigated land from 2.45 to 3.1 MT per ha and\t rain-fed from 1.03 to a minimum of\t 1.3 MT per ha. Strategies for dry-land farming will also\t be expanded\t in\t order to effectively utilize the land\t where irrigation shortages continue to occur."}, {"text_block_id": "p11_b149", "text": "42."}, {"text_block_id": "p11_b150", "text": "Additionally, good practices in conservation agriculture will be promoted in approximately 250,000 hectares of rain-fed and irrigated lands.\t The main focus of the program will be in\t 16 wheat growing provinces of the country including (Faryab, Jawzjan, Balkh, Baghlan, Kunduz, Takhar, Badakhshan, Herat, Ghor, Kabul, Paktia,"}, {"text_block_id": "p12_b151", "text": "Ghazni, Nangarhar, Kunduz, Helmand and Parwan Provinces), but indirectly practical focus will\t be\t on all provinces of the\t country. (A detailed program document\t is attached as Annex)"}, {"text_block_id": "p12_b152", "text": "43."}, {"text_block_id": "p12_b153", "text": "The NWP\t will be undertaken\t in\t two phases, with the first phase (2016-2018) focusing on short-term objectives. Hence, Phase I\t will mostly work on aligning\t available technologies in order to reduce the wheat\t yield gap. These technologies will\t be further disseminated to farming communities through extension services, using a combination of\t Regional Research Stations and selected staff at the Provincial Agriculture, Irrigation and Livestock Department (PAIL) through the technical hub of Farmers Resource Centers\t (FRCs). This will entail strengthening human resource capacity to\t conduct wheat research and seed production programs, in order\t to provide effective public services in a sustainable manner. Effective linkages\t will be strengthened at the District Agriculture, Irrigation and Livestock Departments (DAILs) through the Extension Directorate, where Integrated Agricultural Service Centers\t (IASCs) will reach out to\t farmers and\t private sector\t agents,\t promoting best\t practices.\t Alongside the on-going\t activities started under the first\t phase, the second phase (2019-2021) will focus on\t longer-term objectives involving standardization and expansion of\t the adaptive research, and basic\t research activities \t(e.g. \tmolecular \tbreeding) \tin \torder \tto\tdevelop \tnew \tvarieties \tand \teffective \tservice delivery and\t sustainable wheat sector development within the country."}, {"text_block_id": "p12_b154", "text": "44."}, {"text_block_id": "p12_b155", "text": "Storage and Strategic Grain Reserves (SGR) will remain a\t high government priority,\t with a\t minimum 200,000 MT of SGR capacity, within which MAIL will play a crucial role of incentivizing farmers and serve as an emergency\t food security\t instrument alongside the Emergency Preparedness\t and Response\t program.\t In turn, other ministries will ensure market and pricing stability, availability to market, and control emergency, and crises to balance food\t security, and\t price stabilization through market support mechanisms."}, {"text_block_id": "p12_b156", "text": "45."}, {"text_block_id": "p12_b157", "text": "The longer-term view adopted by\t MAIL is to create an environment where\t the\t private\t sector\t begins\t to take an increasing lead in harnessing the potential of semi-commercial and small commodity\t producers into\t commercial enterprises aimed at accelerated cereal, rice and maize production. Domestic industries such\t as milling of cereals will require further strengthening to reduce Afghan dependency on value-added commodities. This will allow\t MAIL to donate more resources and time to focus on research and development of new seed\t varieties, reduction\t of losses, provision of adequate\t storage\t and emergency\t distribution, regulatory\t and trade-related issues."}, {"text_block_id": "p12_b158", "text": "46."}, {"text_block_id": "p12_b159", "text": "As with all the other Strategic Priorities,\t there will be an intrinsic reliance on adequate irrigation, timely availability of\t high quality inputs (certified seed, agronomic packages),\t agricultural credit packages, value-addition activities and a\t pronounced role for the private sector."}, {"text_block_id": "p12_b160", "text": "47."}, {"text_block_id": "p12_b161", "text": "Given the scale and scope of this initiative, certain risks and assumptions have already\t been\t identified and mitigation\t measures recommended. As mentioned above, much of the success of the NWP depend upon the successful sequencing of other Strategic Priorities.\t In addition,\t it will involve the active participation of other government ministries and departments as well as private sector stakeholders, which\t may\t become victim to\t bureaucratic machinations slowing\t down overall progress at policy\t and institutional level."}, {"text_block_id": "p12_b162", "text": "48."}, {"text_block_id": "p12_b163", "text": "Improving coordination through high-powered inter-ministerial coordination committees with decision-making authority can mitigate the inter-ministerial concerns.\t Regular strategic planning, which is affiliated with a practical and workable vision based on administrative competence, accountability, transparency, orientation to\t results,"}, {"text_block_id": "p13_b164", "text": "participation\t of beneficiaries and good governance, which is a measure to encourage to fulfill\t donor’s funding obligations. Identifying management processes (financial, logistical, and administrative) to accelerate business affairs for better implementation\t of the national wheat program."}, {"text_block_id": "p13_b165", "text": "6.3Strategic\t Priority\t 3:\t Horticulture Value-chain"}, {"text_block_id": "p13_b166", "text": "49."}, {"text_block_id": "p13_b167", "text": "one sector, which\t has generated\t significant interest amongst investors."}, {"text_block_id": "p13_b168", "text": "Industrial and high-value\t horticulture crops present a\t broad number of options that can\t be immediately capitalized upon. By re-organizing\t the mandate of selected MAIL\t Directorates, appropriate policies and institutional arrangements will be developed to encompass relevant policy development, research, technical assistance, the regulation of required inputs, credit/financing packages\t and other\t forms of support to\t farmers and stakeholders. In addition, there has been a\t marked increase in round the year expansion and production\t of vegetables over the last few years.\t With producers discovering new techniques (e.g. covered farming)\t they are producing high quality vegetables, if\t marketed, can provide expanded revenue streams at an extended commercial scale across the country. Again, the emphasis on\t the demand\t side will involve active engagement of the\t private\t sector, focusing on market development and value\t addition activities. As a cross-cutting function, MAIL will adopt a strategy of rationalizing public and private sector roles, further establish regulatory frameworks and provide training and capacity\t building\t for a\t variety\t of local institutions and private sector agents. This is"}, {"text_block_id": "p13_b169", "text": "6.3.1 High Value Horticulture Crops and\t Vegetables"}, {"text_block_id": "p13_b170", "text": "50."}, {"text_block_id": "p13_b171", "text": "and 6.7% of national GDP"}, {"text_block_id": "p13_b172", "text": "."}, {"text_block_id": "p13_b173", "text": "Horticultural crops cover approximately 360,000\t ha,\t accounting for 14% of the total irrigated land area, employing more\t than 2 million people, in the\t various steps of the\t value chain of which some\t 90,000\t are in the non-farm economy.\t Among the perennial horticultural crops of strategic importance are grapes, pomegranates, almonds,\t pistachios and vegetables-most of which are exported. The horticulture subsector contributes US$1.4 billion to the national GDP, equivalent to 34%\t of agricultural GDP"}, {"text_block_id": "p13_b174", "text": "51."}, {"text_block_id": "p13_b175_merged_merged_merged", "text": "The horticulture subsector has grown\t at the rate of 5.5% per year over the past decadepoor on-farm management of\t water, crops, and pests. ,\t and has the potential of expanding\t further, raising farm incomes, generating productive jobs and improving food security in the rural and urban communities if timely investment is made in agro-processing. Although the sub-sector\t has\t caught up with the pre-war levels of production, it is still characterized by low\t yields, lack of consistency in quality and\t quantity, poor post-harvest practices, and\t weak\t producer and\t marketing organizations. The main constraints on the production side include: (a) insufficient irrigated land (mainly because of\t rampant destruction and lack of\t maintenance of\t irrigation schemes, during the three\t decades of conflict); (b)\t inadequate supplies of improved crop\t varieties and certified seeds; (c)\t old orchards that\t need replanting with improved planting materials; (d)\t insecure property rights that\t discourage long-term investments in orchards;\t (e) insufficient access to credit; inadequate extension; and (f)"}, {"text_block_id": "p14_b178", "text": "52."}, {"text_block_id": "p14_b179", "text": "phyto-sanitary standards, and limited air\t freight capacity."}, {"text_block_id": "p14_b180", "text": "On the marketing side, farmers have limited access to cold storage and refrigerated transport\t for perishable products. Post-harvest losses due to\t spoilage in cellars\t is\t in the range of 30 -35%.\t Modern cold\t storage plants are expensive to\t operate, and\t farmers lack the technical\t and financial\t resources to maintain such facilities, which have been built, in\t recent years on\t the outskirts of major cities. Further, maintaining a constant supply of electricity remains\t a major\t challenge in many areas, and the use of generators\t raises\t costs\t substantially. Transport costs\t are also high, and the lack of an effective grading\t system means that farmers do\t not receive\t prices that reflect the quality of the products they sell. Market opportunities are also constrained by limited agro-industrial capacity to process horticultural products (e.g. canning, freezing, drying, and juicing), while opportunities for export to high-end markets are\t constrained by\t poor grading, low"}, {"text_block_id": "p14_b181", "text": "53."}, {"text_block_id": "p14_b182", "text": "According to the Agriculture Sector Review"}, {"text_block_id": "p14_b183", "text": "GDP to about US$3.23 billion by 2024 (compared to US$1.4 billion in 2012)."}, {"text_block_id": "p14_b184", "text": "conducted by World Bank in 2014, with the current\t growth rate of 5.5% per year, the sub-sector\t is expecting an expansion covering 400,000 ha and contributes US$1.6 billion annually to GDP by 2024. Additional expansion of the\t horticultural land -base is possible with the right investments in rehabilitation of irrigation schemes. Additional yield gains\t of 2% per\t year\t are feasible through better extension and adoption of improved orchard\t management and\t IPM practices. Together, the horizontal and vertical changes stated below could raise the"}, {"text_block_id": "p14_b185", "text": "54."}, {"text_block_id": "p14_b186_merged_merged_merged", "text": "The goal of the high value horticulture crops and vegetables program is to support the sustainable development of the horticulture sector with needs-based and driven\t extension\t services aimed\t at increasing production\t and\t productivity with\t the ultimate aim of strengthening and diversifying the farmers’ licit sources of livelihoods. These activities will meet SDG Goal 8, target 2 . This will be achieved through eight strategic measures."}, {"text_block_id": "p14_b192", "text": "The goal of the high value horticulture crops and vegetables program is to support the sustainable development of the horticulture sector with needs-based and driven\t extension\t services aimed\t at increasing production\t and\t productivity with\t the ultimate aim of strengthening and diversifying the farmers’ licit sources of livelihoods. These activities will meet SDG Goal 8, target 2 . This will be achieved through eight strategic measures.\n* by 12,400\t hectares per year through investments in\t the rehabilitation of the irrigation schemes, on-farm water management and adoption of\t water-use efficient irrigation systems;\n* by increasing production\t at the rate of 5 to\t 10% per year through a combined package of interventions including adaptive research,\t improved crop,\t including orchard and pest management. This would be underpinned\t by timely availability of high\t quality inputs, access to credit and a more effective extension system;\n* based upon\t the selection\t of a few fruit and nut crops in which Afghanistan has had\t an historical added advantage in the export markets. As with any export-orientated\t activity, a\t series of multi-ministerial consideration and collaborative mechanism will need to be developed to ensure an enabling environment for the\t growth of SMEs to take on a number of value-addition functions under a policy framework that encourages competition amongst domestic service providers to meet\t international norms and standards;"}, {"text_block_id": "p15_b201", "text": "The goal of the high value horticulture crops and vegetables program is to support the sustainable development of the horticulture sector with needs-based and driven\t extension\t services aimed\t at increasing production\t and\t productivity with\t the ultimate aim of strengthening and diversifying the farmers’ licit sources of livelihoods. These activities will meet SDG Goal 8, target 2 . This will be achieved through eight strategic measures.\n* by 12,400\t hectares per year through investments in\t the rehabilitation of the irrigation schemes, on-farm water management and adoption of\t water-use efficient irrigation systems;\n* by increasing production\t at the rate of 5 to\t 10% per year through a combined package of interventions including adaptive research,\t improved crop,\t including orchard and pest management. This would be underpinned\t by timely availability of high\t quality inputs, access to credit and a more effective extension system;\n* based upon\t the selection\t of a few fruit and nut crops in which Afghanistan has had\t an historical added advantage in the export markets. As with any export-orientated\t activity, a\t series of multi-ministerial consideration and collaborative mechanism will need to be developed to ensure an enabling environment for the\t growth of SMEs to take on a number of value-addition functions under a policy framework that encourages competition amongst domestic service providers to meet\t international norms and standards;\n* is closely linked to the above strategic measure, but with an increased emphasis on incentivizing the private sector to invest in more strengthening producer\t group familiarity with utilizing cold storage facilities, refrigerated transport and shipping, and processing\t of horticultural crops;\n* through an aggressive investment\t in branding in tandem with establishing Quality Control and Organic Certification Laboratories. In addition, MAIL and its counterparts will develop export-orientated\t regulatory framework and enabling environment\n* by MAIL will support renovation\t or upgrading of processing facilities through PPP\t initiatives with\t the assistance of the ministries of Commerce and\t Industry and\t Economy along with\t Afghanistan Investment Support Agency\t (AISA).\t In addition, specific rules\t and regulations, standards, quality control and associated measures will be set up and updated to promote production, processing as well as marketing, import and export of the necessary\t inputs and outputs and\t due investments will be stimulated. This will be in\t tandem with customized credit packages to meet requirements by SMEs for investment and working capital.\n* by increasing access to\t improved and certified seeds\t and planting materials. A certification scheme for\t fruit and nut trees\t offers\t farmers a choice over the many uncertified nurseries available, but little attempt has been\t made thus far to improve and certify the available vegetable seed varieties;\n* by expanding the growth of the off-season production of vegetable crops,\t which has been\t remarkable over the last decade. Based upon recent successes in Farah province, the Government will encourage\t further production of vegetable\t crops under plastic greenhouses and tunnels through production of hybrid seeds and subsidized production of plastic sheeting, metallic tubing and drip irrigation pipes\t and fittings."}, {"text_block_id": "p15_b216", "text": "55."}, {"text_block_id": "p15_b217", "text": "Cooperatives, and\t private sector actors under public sector oversight."}, {"text_block_id": "p15_b218", "text": "Farmers continue to\t face numerous challenges in acquiring\t high\t quality\t inputs in a\t timely manner. The markets are currently dominated by imported agricultural\t inputs of\t dubious content and\t quality. In\t order to\t provide these inputs in\t a demand\t driven\t manner, endemic issues around quality will require mitigation through enforceable regulatory and legislative actions under multi-ministerial ownership. Currently laws covering inputs such as seeds, pesticide, fertilizer are undergoing due diligence -these will need to be further enforced through regular monitoring, inspection laboratory testing; institutional capacities yet to be built. MAIL is will develop institutional reforms to shorten the process of seed distribution to farmers, and create a more uniform approach to\t terms and conditionalities attached to\t inputs. MAIL\t will also\t work in shifting\t the responsibility\t of input distribution to\t local institutions such as Agricultural"}, {"text_block_id": "p15_b219", "text": "56."}, {"text_block_id": "p15_b220_merged_merged", "text": "Afghanistan\t Chamber of Commerce. In an effort\t to increase quality assurance and marketing of horticulture and vegetable products including vegetable seeds, currently an\t untapped opportunity, MAIL will work\t with other stakeholders to support and oversee the establishment of a Fruit Marketing Corporation and\t Vegetable Marketing Corporation. These entities will be privately owned, however will be regulated\t and\t supervised\t by\t a\t Board\t of high-level\t appointees from MAIL, Ministry of\t Commerce and Industries, Ministry of\t Finance, and the"}, {"text_block_id": "p16_b222", "text": "6.3.2 Industrial\t Crops\t and Medicinal\t Plants"}, {"text_block_id": "p16_b223", "text": "57."}, {"text_block_id": "p16_b224", "text": "processing and storage facilities and the right marketing strategy."}, {"text_block_id": "p16_b225", "text": "Development of industrial and high value horticulture crops, medicinal plants and vegetables are still reliant on research and extension initiatives, including corresponding domestic\t processing and storage facilities, small and medium enterprises and the essential standards developments. To\t date, these have been dealt with in a\t fragmented and uncoordinated manner, with certain crops receiving significant investment at the opportunity cost of\t another. Domestically grown oil crops contribute to less than 10% of the cooking\t oil consumed\t in the country,\t amounting to 498,338 tons annually\t at a\t cost of US$ 491\t million\t dollars to Afghan consumers.\t Medicinal crops (both cultivated and wild)\t have been considered important\t export\t items for\t centuries, currently valued at US$ 80-100\t million\t on\t annual basis and\t this amount can\t easily be doubled\t with\t appropriate interventions. Afghan farmers cannot take advantage of this huge potential market because they lack\t access to\t suitable oilseed\t crop varieties,"}, {"text_block_id": "p16_b226", "text": "58."}, {"text_block_id": "p16_b227", "text": "conferences on oil-seed crops, saffron and medicinal plants."}, {"text_block_id": "p16_b228", "text": "With an income of USD 700 million from horticulture production in 2015, the target is to increase horticulture exports to at least 5 percent a year. As such, it provides an immense opportunity\t for further income and\t employment generation within the agriculture sector. Thus, it is imperative that MAIL follows upon the recommendations of\t a detailed study on reviving the cotton value chain, and the outcomes of recent national"}, {"text_block_id": "p16_b229", "text": "59."}, {"text_block_id": "p16_b230", "text": "for to take full\t advantage of\t value-chain development."}, {"text_block_id": "p16_b231", "text": "With the objective of revitalizing and further developing industrial crops\t and medicinal plants,\t this intervention will pursue clearly defined strategies and institutional arrangements (e.g. establishment of National Saffron Research and Development Institute).\t It will further support development of value\t chains for oil seed crops, in particular, cotton\t as a strategic crop\t of national importance in\t order to reduce Afghanistan’s dependency on imported textiles, edible oil and livestock feed.\t With a combination of additional funding and maximizing finite resources, the next five years will see MAIL select a set of industrial crops (current priorities being Cotton, Soybean, Saffron and Rose Oil), 10-15\t high\t value horticulture products (including fresh\t and\t dried\t fruits and vegetables) based upon\t an\t agro-climatic\t analysis and support opportunities"}, {"text_block_id": "p16_b232", "text": "60."}, {"text_block_id": "p16_b233", "text": "The program has adopted a phased approach with all key\t areas possessing\t short-term"}, {"text_block_id": "p16_b234", "text": "deliverables achieved\t by 2017\t and\t longer-term outcomes materializing towards 2020."}, {"text_block_id": "p16_b235", "text": "The four keys areas of focus are as follows."}, {"text_block_id": "p16_b236", "text": "The four keys areas of focus are as follows.\n* Promoting an\t Enabling Environment for Promotion\t of Investment in\t Small and\t Medium Enterprises and Agro-Processing will include the joint formulation of critical strategies in agro-processing, SME development with the Ministry of\t Commerce and\t Industry.\t These will be underpinned with a detailed sub-sector\t study to determine the potential for value addition of crops with the lowest\t risk crops\t by the government\t and its partner agencies or through\t PPP arrangements. Along\t with\t exploring viable\t and sustainable\t renewable\t energy\t options to address the\t key\t constraint of access to cheap energy in rural areas.\n* Promoting an\t Enabling Environment for Promotion\t of Investment in\t Small and\t Medium Enterprises and Agro-Processing will include the joint formulation of critical strategies in agro-processing, SME development with the Ministry of\t Commerce and\t Industry.\t These will be underpinned with a detailed sub-sector\t study to determine the potential for value addition of crops with the lowest\t risk crops\t by the government\t and its partner agencies or through\t PPP arrangements. Along\t with\t exploring viable\t and sustainable\t renewable\t energy\t options to address the\t key\t constraint of access to cheap energy in rural areas.\n In the longer term,\t specific rules and regulations, standards, quality control and other measures will be established and updated for production, processing\t as well as marketing, import and exports with the aim of developing export-orientated, high\t quality production\n<\\li1>"}, {"text_block_id": "p17_b247", "text": "The four keys areas of focus are as follows.\n* Promoting an\t Enabling Environment for Promotion\t of Investment in\t Small and\t Medium Enterprises and Agro-Processing will include the joint formulation of critical strategies in agro-processing, SME development with the Ministry of\t Commerce and\t Industry.\t These will be underpinned with a detailed sub-sector\t study to determine the potential for value addition of crops with the lowest\t risk crops\t by the government\t and its partner agencies or through\t PPP arrangements. Along\t with\t exploring viable\t and sustainable\t renewable\t energy\t options to address the\t key\t constraint of access to cheap energy in rural areas.\n* Promoting an\t Enabling Environment for Promotion\t of Investment in\t Small and\t Medium Enterprises and Agro-Processing will include the joint formulation of critical strategies in agro-processing, SME development with the Ministry of\t Commerce and\t Industry.\t These will be underpinned with a detailed sub-sector\t study to determine the potential for value addition of crops with the lowest\t risk crops\t by the government\t and its partner agencies or through\t PPP arrangements. Along\t with\t exploring viable\t and sustainable\t renewable\t energy\t options to address the\t key\t constraint of access to cheap energy in rural areas.\n In the longer term,\t specific rules and regulations, standards, quality control and other measures will be established and updated for production, processing\t as well as marketing, import and exports with the aim of developing export-orientated, high\t quality production\n<\\li1>\n* will incorporate inter-ministerial coordination mechanisms established to assess the multi-dimensional aspects of this sub-sector\t to ensure each ministry is able to contribute in line with its purview and comparative advantage. At MAIL level, the research-extension-education continuum will be strengthened at PAIL level to ensure best practices are promoted and improved with feedback\t from the IASCs at district level. In\t addition, agricultural faculties of universities will include industrial crops and\t medicinal plants in the curriculum,\t which will be connected with the FRCs at provincial level where MAIL will establish a technical hub. These initiatives will, in turn, result in farmerâs producer groups marketing their products more efficiently.\n\t* farmers and other stakeholders.\n\t\t* farmers and other stakeholders.\n In the longer\t term, MAIL will regulate and ensure production and productivity, through a combination of ministry and private sector owned\t mechanisms will provide timely input delivery and technical assistance and other forms of support\t to\n<\\li2>\n\t\t* Market Development:\n\t\t* Market Development:\n active export companies to\t support domestic products.\n\t\t* Market Development:\n active export companies to\t support domestic products.\n The government in\t partnership\t with the private sector will establish the\t necessary\t regulatory\t framework and enabling environment for the\t export markets to flourish.\t In addition,\t significant emphasis will be placed upon branding Afghan products through an innovative PPP approach attracting already\n\t\t* Promoting Public and\t Private Partnership\t (PPP):\n\t\t* Promoting Public and\t Private Partnership\t (PPP):\n facilities in collaboration with MoCI, Ministry of\t Economy (MoE) and AISA.\n\t\t* Promoting Public and\t Private Partnership\t (PPP):\n facilities in collaboration with MoCI, Ministry of\t Economy (MoE) and AISA.\n As this approach gains traction, the government\t will review the possibility of renovating/upgrading\t aging\t existing\n\t\t* remains\t a contribution to the broader agenda\t of nutrition-based food security, alternatives and additions to\t existing\t dietary\t intake. The existing diet may be enhanced through the promotion of high-protein\t content oil-seed crops\t such as\t soybeans, as\t substitutes\t for\t meat, eggs\t and milk for\t subsistence-level households."}, {"text_block_id": "p17_b264", "text": "6.4Strategic\t Priority\t 4:\t Livestock Development"}, {"text_block_id": "p17_b265", "text": "61."}, {"text_block_id": "p17_b266", "text": "health\t component and\t greater outreach\t of extension\t support."}, {"text_block_id": "p17_b267", "text": "The livestock sector contributes significantly towards Afghan\t economic growth and employment as well as import substitution for livestock products. From 2012–2013, the contribution of livestock to National\t GDP was 3.1% decreasing from 3.8% in\t 2011–2012\t based on\t current prices.The \tsector \tprovides \t15% \t(US$$ \t680 \tmillion) \tof \tthe \tagricultural GDP annually and creates about 1.1 million full-time equivalent jobs, 15% of\t which are off-farm.\t It also provides an exclusive livelihood for Afghanistan’s nomads,\t who follow traditional grazing routes across the country. Livestock, as a commodity also has the potential to yield rapid income and employment generation\t under the right circumstances. However, for the domestic livestock industry\t to\t flourish\t to\t a\t point at which it can offset imports, MAIL will lead an update in regulations covering the import and export standards for livestock products,\t a more coherent and domestically-driven"}, {"text_block_id": "p17_b268", "text": "62."}, {"text_block_id": "p17_b269_merged_merged_merged_merged_merged", "text": "Considerable potential exists for the expansion and semi-commercialization of the livestock industry. While the scope for subsistence farming to contribute to growth is"}, {"text_block_id": "p18_b271", "text": "limited, a substantial\t number of\t farmers could, through limited inputs (technology,"}, {"text_block_id": "p18_b272", "text": "credit, contract farming,\t etc.),\t enter market-based agriculture by moving towards semi–"}, {"text_block_id": "p18_b273", "text": "intensive/semi-specialized farming practices. There is already an\t indication\t that"}, {"text_block_id": "p18_b274", "text": "progressive farmers are beginning to diversify\t in order to capture\t new opportunities for"}, {"text_block_id": "p18_b275", "text": "generating\t income from livestock production, especially\t in peri-urban\t areas where there"}, {"text_block_id": "p18_b276", "text": "is better access to a rapidly growing demand for animal products. This is especially\t true"}, {"text_block_id": "p18_b277", "text": "in the case of\t semi-commercial\t dairy and poultry production, but also increasingly,"}, {"text_block_id": "p18_b278", "text": "seasonal fattening of sheep and goats\t as\t and when market prices\t of feeds\t and meat"}, {"text_block_id": "p18_b279", "text": "allow a\t profit to\t be made."}, {"text_block_id": "p18_b280", "text": "63."}, {"text_block_id": "p18_b281", "text": "related to livestock feed availability."}, {"text_block_id": "p18_b282", "text": "The demand for food including livestock products in\t Afghanistan\t is expected to increase as the population increases. Current demographic projections for 2025 state a possible total population\t of 47,602,000, rising to 70,553,000 by 2045.In order to meet the growing\t demand for food, the livestock sector will have to\t increase the number\t of animals\t and/or increase the level of productivity\t per animal. The former will entail consideration of the appropriate carrying capacity in view of key challenges for instance"}, {"text_block_id": "p18_b283", "text": "64."}, {"text_block_id": "p18_b284", "text": "provide localized income\t generating opportunities."}, {"text_block_id": "p18_b285", "text": "The broad-based objective of the National Livestock\t Development Program (NLDP) is to increase production\t of fodder, dairy, meat and poultry and link\t these to improved market access. MAIL is committed to improving animal health, productivity and enhancing the key role played\t by women\t in\t this sector. In\t addition, Aquaculture will, once again, be explored in\t a systematic way to understand how uptake of cultivating a high\t protein\t source can\t be undertaken. Practical income diversification activities such as this,\t apiculture and sericulture amongst others,\t will add to farmer coping strategies and"}, {"text_block_id": "p18_b286", "text": "65."}, {"text_block_id": "p18_b287", "text": "systems."}, {"text_block_id": "p18_b288", "text": "The NLDP\t will have two\t key areas of emphasis (i) Animal Health\t and\t Veterinary Public Health; and (ii)Animal Production which will cover Management, Breeding, Nutrition and Marketing. As The livestock industry of Afghanistan is based upon two distinct and largely traditional\t production and management systems, both of which are practiced at little more than subsistence level of production.\t Although this will require two slightly differing approaches, this diversity within\t of livestock\t production\t and\t management\t systems\t is\t viewed \tmore\tas strength than a liability due to\tthe immense resilience of both"}, {"text_block_id": "p18_b289", "text": "66."}, {"text_block_id": "p18_b290", "text": "Under Animal Health and Veterinary Public Health,\t MAIL will have four clear sub"}, {"text_block_id": "p18_b291", "text": "-"}, {"text_block_id": "p18_b292", "text": "components:"}, {"text_block_id": "p18_b293", "text": "components:\n* Animal health service deliveryservice delivery through MAIL-fostered backward and forward linkages. : enabling sustainable, and cost effective services\t to reach the\t majority\t of livestock keepers through innovative\t PPP approaches, in which the private sector\t plays a\t critical role. MAIL\t will oversee the required regulations\t on importing, domestic manufacturing and distribution of veterinary medicinal products. In addition, MAIL will gradually\t improve the quality\t and outreach\t of veterinary\t education,\t training,\t and best practices by veterinarians and veterinary\t para-professionals in line with international standards.\t Wherever appropriate, the private sector will be incentivized to\t provide input and elements of\n<\\li1>"}, {"text_block_id": "p19_b297", "text": "components:\n* Animal health service deliveryservice delivery through MAIL-fostered backward and forward linkages. : enabling sustainable, and cost effective services\t to reach the\t majority\t of livestock keepers through innovative\t PPP approaches, in which the private sector\t plays a\t critical role. MAIL\t will oversee the required regulations\t on importing, domestic manufacturing and distribution of veterinary medicinal products. In addition, MAIL will gradually\t improve the quality\t and outreach\t of veterinary\t education,\t training,\t and best practices by veterinarians and veterinary\t para-professionals in line with international standards.\t Wherever appropriate, the private sector will be incentivized to\t provide input and elements of\n<\\li1>\n* Disease prevention and control:\n* Disease prevention and control:\n for safety for\t animal or\t human health and the environment.\n* Disease prevention and control:\n for safety for\t animal or\t human health and the environment.\n through the establishment\t of a national animal disease surveillance network, known\t as the Sanitary Mandate Contracting Scheme, linking the provinces to a Central Veterinary Diagnostic & Research Laboratory in Kabul.\t This allows improved disease surveillance and the implementation of\t a flexible and responsive set of\t disease prevention programs, which have an important economic impact on livestock production. In addition, greater control over import and export of animal as and animal products in the\t form of regulatory\t and physical inspection will be undertaken. The latter involving strict Border Inspection, and when necessary quarantine, sampling and testing for certification\n* will provide strengthened regulations on food safety for imported and domestically produced products of\t animal origin. This will involve the establishment of an inspectorate for ante and post-mortem\t meat inspection of animals being\t slaughtered for human consumption, and establishment of laboratory\t facilities for testing for biological, chemical\t or physical\t hazards present in food products derived from animals, both domestically produced\t and\t imported. In support of the above reference to border\t inspection procedures, a second inspectorate will be created at Border Inspection Posts. In the medium to\t long\t term, it will be necessary to establish Veterinary Inspectorate at all major international border crossing points.\n* continues to raise awareness and encourages farmers to invest in disease prevention interventions to prevent the spread of\t animal diseases, especially\t those\t transmissible\t to humans. This activity\t has immense potential to develop through\t a public, private partnership\t (PPP)\t enhancing outreach\t of existing\t public services and private animal health service providers through mass media and innovative communication vehicles. In this respect, MAIL continues to strengthen sustainable animal health services\t to farmers\t through private public partnership models already being tested in the field. These models are exploring innovative ways in which to deliver quality, range and geographical distribution of animal health\t services and\t inputs available to\t farmers according to\t their needs and\t ability to pay. MAIL views this as a significant\t opportunity to develop a PPP model for the delivery of these services, with\t the aim of applying it elsewhere in\t the sector. In\t addition,\t greater animal disease prevention and control through stronger quarantine and\t monitoring practices will be enforced\t to\t prevent the spread\t of trans-boundary diseases. This will all be built upon\t the evolving capacity building of veterinarians and affiliates.\n* into production performance of\t indigenous breeds, especially small ruminants, cattle and poultry which are perfectly adapted to the current management systems, coupled with the gradual introduction of\t exotic genes into production systems which are able to take advantage of improved genetic potential. Currently average\t milk production of crossbred cows is 10 Liters per day with average animal management,\t increasing to 15\t liters with\t improved animal husbandry."}, {"text_block_id": "p19_b307", "text": "67."}, {"text_block_id": "p19_b308_merged_merged", "text": "Under Animal Production,\t based upon a long overdue national livestock\t census, MAIL will be in\t a better position\t to prioritize the sequence of activities leading to the promotion\t of appropriate, innovative and modern\t animal husbandry practices, such as the use of indigenous breeds for improved animal production. Detailed strategic development plans for dairy production, sheep and\t goat production; poultry production, commercial beekeeping and fodder production have been\t completed. As such, the NLDP will cover:"}, {"text_block_id": "p20_b318", "text": "Under Animal Production,\t based upon a long overdue national livestock\t census, MAIL will be in\t a better position\t to prioritize the sequence of activities leading to the promotion\t of appropriate, innovative and modern\t animal husbandry practices, such as the use of indigenous breeds for improved animal production. Detailed strategic development plans for dairy production, sheep and\t goat production; poultry production, commercial beekeeping and fodder production have been\t completed. As such, the NLDP will cover:\n* will continue, with greater coordination between research into developing commercial feed products\t that\t also exploit by-products of agricultural crops to meet\t the demands of emerging and commercial livestock farmers.\t In addition,\t efforts will be invested in developing integrated systems for increasing fodder production for diet supplementation\t of dairy cattle, sheep and\t goats during the winter months when production levels fall to very\t low levels.\n\t* Significant collaboration within MAIL\t will be required to\t ensure both nomadic and sedentary livestock herders\t can benefit from the current\t 29.2\t million ha of pasture.\t It\t is estimated there are 16.5\t million\t animals in\t 654,917\t farming families grazing their animals on 12.6 million hectares (summer pastures), 2.4 million hectares (winter\t pasture)\t and 5.9 million hectares (spring pastures)\t which are managed by Kuchis.\t This is in addition to a total rangeland available of just over 30\t million\t ha (47% of countryâs territory).\n<\\li2>\n\t* can only be achieved through a\t comprehensive PPP approach where MAIL\t and private sector agents share responsibilities\t in providing awareness\t and the required training on demonstration farms.\t Progressive farmers will be guided, trained and with access to an appropriate credit package, to become specialized in an advanced livestock production\t enterprise. Such enterprises will include including semi-commercial poultry production, small-to-medium\t scale dairy,\t and\t sheep and\t goat fattening businesses. Each enterprise will be geared towards viable\t financial independence, operating\t on the basis of producing\t sufficient quantities of animal products and\t other crops to\t produce a\t marketable surplus.\n\t* continues to improve animal management practices, animal nutrition and to\t facilitate access to\t markets for certain products. This activity\t has immense potential to\t develop through a\t public, private partnership (PPP)\t enhancing outreach\t of existing public services and\t private contracting service providers to provide extension. In\t addition, timely market information\t through mass media and innovative communication vehicles will provide increased opportunities for additional\t income generation at the farm gate."}, {"text_block_id": "p20_b330", "text": "68."}, {"text_block_id": "p20_b331", "text": "In\t addition, over the next five years, MAIL will continue to build\t upon\t achievements in\t increased Public sector reforms underway, in order to rationalize existing grazing areas and their custodianship in a\t manner that reduces opportunities for conflict. However, significant resources\t will need to be invested in further\t research to identify and make available additional fodder resources to maintain traditional grazing areas for the longer term."}, {"text_block_id": "p20_b332", "text": "69."}, {"text_block_id": "p20_b333", "text": "Focusing\t on the demand-side, MAIL will develop incentives\t to increase the engagement of the private sector involving\t access to\t credit and\t some technical support. In addition, MAIL will support the development\t of National Associations in dairy and poultry and build the capacity of dairy unions and other institutions to gather smallholders and address issues around achieving\t a\t high quality\t and consistent supply\t of products for the market based upon\t a semi-commercial/commercial set-up."}, {"text_block_id": "p21_b334", "text": "6.5 Strategic Priority\t 5:\t Climate-sensitive\t Natural Resource\t Management"}, {"text_block_id": "p21_b335", "text": "70."}, {"text_block_id": "p21_b336", "text": "approach undertaken by\t the National Land Authority\t is complex and time consuming."}, {"text_block_id": "p21_b337", "text": "Despite frequent natural disasters and the impact of climate change, Afghanistan remains\t a country, rich in natural resources\t such as\t 1.7 million hectares of forest (2.63% of the total surface of the country), 30.1\t million hectares of rangelands (46.84% of the total surface of the country).\t These resources have a significant economic,\t social and cultural value. Although Afghanistan has made acknowledged advances in cataloguing its natural assets, passing laws and\t developing policies, further progress has been\t constrained by contested land ownership, land grabbing, etc., and the case-by-case"}, {"text_block_id": "p21_b338", "text": "71."}, {"text_block_id": "p21_b339", "text": "the requirements of SDG 13, target\t 2."}, {"text_block_id": "p21_b340", "text": "In addition, with climate change becoming a global priority, MAIL is currently comparing its approaches to neighboring countries in tandem with the recent\t COP21 framework. MAIL will review its abilities to adapt sustainable ways\t to\t address adverse effects of climate change through awareness-raising of the climate change phenomenon and its\t effects on agriculture\t and livelihoods. While this will be done in conjunction with the Emergency Preparedness and Disaster Risk Reduction\t activities covered in the next section, MAIL recognizes\t the crucial need to protect and build upon its\t existing NRM base to ensure a curative and causative approach.\t Through structured programs\t on agricultural adaptation, farmers, herders, and particularly\t women will be\t better positioned to plan\t and implement low-cost interventions. MAIL is further pursuing efforts to ensure\t that effective\t plans to combat climate change is addressed thus meeting"}, {"text_block_id": "p21_b341", "text": "72."}, {"text_block_id": "p21_b342", "text": "soil, water, and protect biodiversity."}, {"text_block_id": "p21_b343", "text": "The overall objective of the NRM strategy is\t to ensure the program supports\t sustainable economic development of communities which depend\t on\t natural resources (forests, rangelands, natural vegetation and ecological areas), create green environment,\t conserve"}, {"text_block_id": "p21_b344", "text": "73."}, {"text_block_id": "p21_b345", "text": "The entire\t strategy\t is divided into four pillars, as stated below. In addition, links have already been\t developed between\t rural and peri-urban\t communities to build social awareness of the value of urban eco-systems\t and the provision of greenery for\t major\t cities to reduce air pollution levels. This strategy will be underpinned by concerted capacity development that places MAIL in a facilitative position over the next five years as it shifts custodianship of common assets into community hands, identifies key areas of medium to\t long-term income generation for communities wholly reliant\t on forest\t and non-forest products. Investment\t in these sectors will allow for rapid growth of products that\t will contribute directly to economic growth of the country in a substantive manner."}, {"text_block_id": "p21_b346", "text": "74."}, {"text_block_id": "p21_b347_merged_merged_merged_merged", "text": "Forestry: community-based Forest sustainable management (e.g. conservation, restoration, afforestation, development, sustainable harvesting\t and value adding\t to\t the products) in\t order to attain\t developed economy and sustainable rural livelihood. Based on the aggregation of the statistics and\t data\t collected\t and\t analyzed\t for effective planning, a cluster of activities will be delivered, such\t as strengthening\t or creating\t community-based institutions in\t forest management and Forest Management Associations to take charge of fruit and nut tree production as a broader component of a potentially lucrative value chain, which will be supported through IASCs at district level. At provincial level, through the FRCs, will facilitate the establishment of Forestry Research Centres linked to, or as an annex to, existing research stations wherever possible. Research will be focused on\t propagation\t of drought resistance (adoptable) species. Finally, improving urban greenery for\t urban ecosystem management and"}, {"text_block_id": "p22_b350", "text": "improving peri-urban\t based supply farms to meet the requirements of plants, shrubs, saplings, etc. All this\t will be supported by development of institutional and\t HR capacity at national and sub-national levels in\t line with\t institutional reform."}, {"text_block_id": "p22_b351", "text": "75."}, {"text_block_id": "p22_b352", "text": "Rangeland and Medicinal Plant Management:"}, {"text_block_id": "p22_b353", "text": "community-based sustainable"}, {"text_block_id": "p22_b354", "text": "management conservation, restoration, improvement, development, will be used as mechanisms to manage sustainable utility of rangelands and\t wild\t medicinal plants, begin\t to systematically address sand-dune fixation\t in\t order to\t support and develop sustainable livelihoods of local communities and\t nomads. This will require local communities to actively conserve and maintain 210,000ha of rangeland by introducing rotational grazing practices\t covering an approx. area of 205,000\t ha\t over 5\t years. Innovative approaches to engaging communities in watershed management, and the\t establishment of local producer groups and associations will be\t undertaken through mobilization and capacity building. In addition, 11 Forages Seed Production\t and\t Propagation\t Centers will also be set up."}, {"text_block_id": "p22_b355", "text": "76."}, {"text_block_id": "p22_b356", "text": "Protected\t Area management:"}, {"text_block_id": "p22_b357", "text": "will become another mainstay of the program reliant on"}, {"text_block_id": "p22_b358", "text": "inculcating ownership and sustainable conservation and management Protected\t Areas and Wildlife. This will be supported by\t the enforcement of relevant law and commitment to the relevant\t International Conventions to\t develop biodiversity and strengthen eco-tourism. Based on similar models applied elsewhere in S. Asia, Protected Areas will gradually be expanded at national level from 0.34% to\t 2%"}, {"text_block_id": "p22_b359", "text": ".\t Furthermore,\t the combination of\t cataloguing\t and prioritizing indigenous fauna and flora through scientific surveys\t in all 9 targeted protected areas will be carried out with expansion of tourist\t facilities and the promotion of community-managed models resulting in additional income and employment generation. This pillar also meets the requirements under SDG Goal 11, target7 and SDG Goal 12, target 2."}, {"text_block_id": "p22_b360", "text": "77."}, {"text_block_id": "p22_b361_merged_merged_merged", "text": "Institutional and Human Capacity development: in order to regularly attain the expected outcomes. This will include finalizing regulatory frameworks, policies and sub-sectoral strategic and implementation plans. NR surveys\t will be designed partly in Kabul and shaped by primary data – the information\t gathered\t will inform planning and institutional and\t financial resource allocation. The development of capacity to deliver technical support\t through FRCs and hands-on knowledge though\t IASCs. This will include a\t critical realignment of staff and function\t at provincial level (PAIL) based on\t the establishment of a professional hub for NR planning and technical support to NRM planning. Furthermore, the PAILs will support the promotion\t of community-based NRM governance, which will involve mobilizing,\t establishment and registration of active community-based groups/associations."}, {"text_block_id": "p22_b364", "text": "78."}, {"text_block_id": "p22_b365", "text": "Hence, over the\t next five\t years a\t variegated approach of short and long\t term measures will be undertaken in the above areas of sustainable forest management. Maintaining\t and improving\t rangelands, improving\t production and\t strengthening\t value chains for medicinal plant cultivation;\t enforcing protected areas and indigenous wildlife. In addition, links will also\t be developed between rural and peri-urban\t communities to build social awareness\t of the value of urban eco-systems\t and the provision of greenery for\t major cities to reduce air pollution\t levels. This strategy will be underpinned by a concerted capacity development that places MAIL in a facilitative position over the next five years as it shifts custodianship of\t common assets into community hands, identifies key areas of medium to long-term income generation for communities wholly reliant\t on forest and non-forest products. Investment in these sectors will\t allow for rapid growth of"}, {"text_block_id": "p23_b366", "text": "products that will contribute directly to economic growth of the country in\t a substantive manner."}, {"text_block_id": "p23_b367", "text": "6.6 Strategic\t Priority 6:\t Food and Nutrition Security,\t and Resilience Building"}, {"text_block_id": "p23_b368", "text": "94."}, {"text_block_id": "p23_b369", "text": "Afghanistan is a country with high-levels of\t food insecurity and severe malnutrition with 33% of the country facing high\t levels of food\t insecurity. While other components of this document jointly address the availability and\t access to\t food, MAIL\t acknowledges greater efforts will need to be\t focused in improving the\t utilization of nutritious food through dietary diversity (e.g. kitchen\t or commercial gardening) and food safety."}, {"text_block_id": "p23_b370", "text": "95."}, {"text_block_id": "p23_b371", "text": "Building upon evidence-based strategies from previous similar endeavors, MAIL will collaborate closely with other Afghanistan Food Security and Nutrition Agenda (AFSANA) members to coordinate efforts through its Extension Workers and Home Economists to improve feeding and food preparation practices in a systematic and sustainable manner. This will move beyond a project-based approach and inculcated into, the general philosophy of DAIL and PAIL staff interacting with communities. hopes to\t bridge the existing gender gaps in addressing the\t needs of women engaged in the\t agricultural sector, centered around: providing technical support to meet women’s needs in nutrition-sensitive agriculture, launching urban and peri-urban\t agriculture, small-scale agro-based enterprises, enhancing women’s skills development training programs at community\t level in view of\t women’s restricted mobility."}, {"text_block_id": "p23_b372", "text": "96."}, {"text_block_id": "p23_b373", "text": "In addition to the emerging challenges of Climate Change, Afghanistan remains extremely\t vulnerable\t to\t multiple, predictable\t and recurrent natural hazards. Conflict and natural disasters,\t particularly flood,\t drought, landslides and earthquakes seriously affect the availability\t of food staples, cash crops and animal production. Without a\t modicum of support, traditional coping mechanisms\t may not be sufficient to ward off food insecurity."}, {"text_block_id": "p23_b374", "text": "97."}, {"text_block_id": "p23_b375", "text": "However, addressing disaster\t mitigation and long-term attrition of vital natural resources as a\t result of natural disasters is beyond the scope and mandate of any\t one ministry. In line with national\t guidelines and in concert with other ministries,\t particularly MRRD and ANDMA, MAIL will bring to bear farmers’ ingenuity and resourcefulness combined with a more systematic and technically sound nationwide initiatives to reduce the amount of natural resources and\t common\t goods that threaten\t rural livelihoods."}, {"text_block_id": "p23_b376", "text": "98."}, {"text_block_id": "p23_b377", "text": "Maintaining a crosscutting institutional philosophy, MAIL will establish a unit to contribute to the planning off, and implement the national EPRR (emergency preparedness, response and resilience) strategy in\t line with pre-agreed responsibilities. In addition, the Ministry will strengthen Weather Early Warning Systems at\t its Research stations. It will also explore more innovative options\t around crop insurance and focus\t on development of disaster management techniques that address women’s specific needs and also\t enhance their resilience through appropriate coping strategies. MAIL is exploring new ways to incorporate within\t its mitigation\t strategy the role of urban\t farming and\t encouraging women groups to engage\t in home\t kitchen gardening. The\t provision of specific extension services\t to urban women farmers is an important component in sustainability of urban food production beyond just the provision of inputs."}, {"text_block_id": "p23_b378", "text": "99."}, {"text_block_id": "p23_b379", "text": "At the central level will focus on building institutional capacity on early warning and preparedness and adopting an\t agriculture-specific policy. At sub-national level, using its comparative advantage of its significant national outreach at district level and agricultural practices, it will work\t towards establishing a multi-ministerial regional level designated coordination mechanism to improve the quality of response in a timely manner, and"}, {"text_block_id": "p24_b380", "text": "activities that are anticipatory\t as well as mitigation-orientated. Thereby enhancing institutional capacity for the preparedness and response to affected population to protect agriculture-based livelihoods.\t Initially commencing with capacity building of key PAIL and DAIL\t staff, information and training\t will then be delivered to\t farmers and livestock producer groups focused on\t preventative measures such as at watershed and sub-watershed level, Irrigation Associations will support strengthening of water systems in tandem with CDCs."}, {"text_block_id": "p24_b381", "text": "6.7Strategic\t Priority 7: Institutional Reform"}, {"text_block_id": "p24_b382", "text": "100."}, {"text_block_id": "p24_b383", "text": "MAIL, like many other Ministries, has undergone important changes in the last fifteen years, and particularly\t in the\t last two\t years. Attempts at redressing\t chronic challenges in the area of\t personnel, capacity and process management have begun and are fundamentally reshaping the nature of how the institution\t operates however, much remains\t to be done. For\t MAIL to deliver\t on the promise of increased production and national agricultural self-reliance, a number\t of institutional reform issues\t must be addressed."}, {"text_block_id": "p24_b384", "text": "101."}, {"text_block_id": "p24_b385", "text": "The current structure of the organization\t is incompatible with its stated vision\t of being a dynamic and\t a farmer centric organization. Much\t of the existing structures within\t the ministry reflect a vision from\t a former past that has experienced 40 years of war and\t diminished\tagricultural \tsystems. \tThe \tinstitution\tand\tits \tvarious \tdepartments, \tforty \tyears ago, dealt with an agricultural population that was considerably\t smaller, productivity\t was remarkable given the mix of technology and traditional practices that\t were in use at\t the time and the role of women in Agriculture was markedly different. Most\t of the planning process was centralized and government had a critical role in\t supporting farmers and identifying markets for their products. However, in the intervening years neglect and\t conflict, has meant having to restore agriculture back\t to its former state. With promotion of a\t free market philosophy, agriculture, once again is a\t profitable proposition."}, {"text_block_id": "p24_b386", "text": "102."}, {"text_block_id": "p24_b387", "text": "The last fifteen\t years has seen\t considerable strides in\t agriculture. However, MAIL\t continues to retain many of its vestigial structures from the past. In responding to the demands of farmers in\t the current setting, it needs to shed some of\t these structures. For example\t it needs to move\t away\t from budget execution\t approach\t to a more results based\t approach. Particularly\t as the country\t embarks on pursuing\t priorities, which will contribute greatly to income, expand employment and add to national revenues. A\t lot can be achieved with a motivated and dynamic\t work force – albeit critical changes, that promotes accountability and a culture of personal responsibility."}, {"text_block_id": "p24_b388", "text": "103."}, {"text_block_id": "p24_b389", "text": "While MAIL has embarked on reform through the Capacity Building for Results (CBR) program, which is helping to reshape some of\t the workflows involved with personnel. Nonetheless it remains confined\t to\t improving\t personnel process management with\t limited impact. Reform assumes that the Minister and his senior managers have had an opportunity\t to\t bring\t about requisite changes at the MAIL, after which\t the normative requirements\t of transparency and adherence to rules\t and regulations\t would be overseen by\t the Independent Administrative Reform and\t Civil Service Commission (IARCSC). However, the processes in place require the IARCSC to approve all changes, big or small; thus making any meaningful attempt\t at\t reform impossible. The bureaucratic process has hindered and seriously set back\t the ability of the institution\t to meet its intended mission objectives in terms of reform.\t For senior management at MAIL to engage in a meaningful reform process they\t need an unequivocal commitment and urgent support, at the highest level unimpeded by structural constraints."}, {"text_block_id": "p25_b390", "text": "104."}, {"text_block_id": "p25_b391", "text": "Reform at the Ministry will require an\t evolving critical focus on mid-level\t and senior leadership positions, in addition to a functional\t review and re-profiling of the various positions in\t MAIL, leading to a smaller, agile and responsive institution. Reformed management practices must reflect renewed emphasis on leadership and professional qualities that motivate and\t support junior staff. It must accept responsibility for initiatives and look to solutions within the confines of\t its departmental mandates without having to consult and acquire signatures on\t every issue."}, {"text_block_id": "p25_b392", "text": "105."}, {"text_block_id": "p25_b393", "text": "In line with the seven priorities, the Ministry envisages a fundamental change in\t its structure. MAIL over\t the next two years\t will restructure its\t Kabul headquarters\t by reducing and re-profiling some of its departments. The Kabul centric approach is no longer responsive or compatible with its mission of placing\t farmers at the core of its mission. The mechanism\t of the Citizens Charter, including MAIL’s investment in Extension\t Services are providing a new reality on\t the ground and it challenges the institution to adapt to new practices and ways of doing business. In fact\t the process of change has already begun with the identification of 34 new provincial Directors, who have been\t interviewed\t and\t are waiting assignment. The process of reform is continuous and will include changes at all levels of the institution."}, {"text_block_id": "p25_b394", "text": "In line with the seven priorities, the Ministry envisages a fundamental change in\t its structure. MAIL over\t the next two years\t will restructure its\t Kabul headquarters\t by reducing and re-profiling some of its departments. The Kabul centric approach is no longer responsive or compatible with its mission of placing\t farmers at the core of its mission. The mechanism\t of the Citizens Charter, including MAIL’s investment in Extension\t Services are providing a new reality on\t the ground and it challenges the institution to adapt to new practices and ways of doing business. In fact\t the process of change has already begun with the identification of 34 new provincial Directors, who have been\t interviewed\t and\t are waiting assignment. The process of reform is continuous and will include changes at all levels of the institution.\n* A\t farmer-focused Ministry will\t reconsider its current provincial\t structure. The current structure at provincial level is referred to as\t Department of Agriculture Irrigation Livestock (DAILs). Existing\t DAILs will be renamed\t as Provincial Agriculture Irrigation\t Livestock (PAIL). PAILs will undergo\t significant change in terms of its management and\t technical profiles. Apart\t from housing a small management\t team the PAILs will host\t Farmer Resource Centers (FRCs). It shall provide technical and knowledge sharing functions to its clients at the provincial\t level. The FRCs will\t train the re-profiled male and female extension officers from the\t districts, commercial and lead farmers,\t who in turn will assist\t farmers at\t the district\t level through demonstration plots\t including modern agricultural and other knowledge sharing techniques. The PAILs, unlike the past, will not attempt to emulate MAIL functions at the provincial level with exception\t of coordinating data and information that will be disseminated\t upwards from the districts so that PAILs\t can attenuate their\t technical requirements. Based upon a comprehensive assessment, it is envisaged MAIL will minimally centrally retain its âcorporate functionsâ in form of\t its relevant departments\t such as Planning\t & Policy, Personnel, Deputy\t Ministerial Posts, Ministerial Support Systems, Procurement, Regulatory Functions, Finance, Legal Department and\t relevant Corporate Services.\n* Within this restructuring, the establishment of the District Agriculture Irrigation and Livestock (DAILs) will\t become the most critical platform in\t moving MAILâs development agenda. At the district level a\t greater level of integration among\t sectors (e.g. irrigation, livestock, horticulture, etc.) must take place so that information and knowledge that\t is shared from the PAILs\t will have a discernable impact on agricultural activities. To reach that\t target\t the Ministry will re-profile the extension\t units at district level as Integrated Agricultural Service Centers (IASC). The proximity and presence of extension services in an integrated manner will allow farmers and herders to interact\t on a constant\t basis with a\t group of extension experts representing\t various sectors. It will further ensure that the current sporadic\t and disorganized approaches will be minimized. Thus fundamentally\t changing the relationship between farmers and the chain that includes MAIL, PAILs and DAILs."}, {"text_block_id": "p25_b400", "text": "108."}, {"text_block_id": "p25_b401", "text": "MAIL endeavors to rationalize and reduce bureaucratic workflows between the PAILs and DAILs. Planning\t inception will be bottom-up\t starting with the farmer at the DAILs; information compiled will be shared with the PAILs where needs will be matched with requirements\t of technical needs\t at the Provincial level. Once technical requirements\t to"}, {"text_block_id": "p26_b402", "text": "support DAILs\t are finalized at the PAILs, plans are forwarded to\t the Planning\t Directorate for investment consideration and finalization. Reporting and monitoring will be undertaken\t by DAILs; while PAILs will ensure that they are consistent with agreed plans and compiled to be forwarded\t to\t Kabul MAIL\t offices. The above process will be done in\t a timely manner through\t establishing a proper e-governance system so\t that planning information\t and communication\t between\t MAIL, PAILs and DAILs are done in\t ‘real \ttime’."}, {"text_block_id": "p26_b403", "text": "109."}, {"text_block_id": "p26_b404", "text": "To undertake this change in the Ministry, the reform process requires the support\t of both senior government officials and donors. Achieving the ambitious targets given\t to MAIL for the next cycle of (2016-2020) can\t only be realized\t if due attention\t is given\t to\t the fundamental issues that\t continue to hinder the organization’s effective performance. Reform must achieve results for farmers and by extension to many who support agriculture in Afghanistan."}, {"text_block_id": "p26_b405", "text": "7 Drivers and Enablers"}, {"text_block_id": "p26_b406", "text": "7.1 Planning\t as key\t enabler"}, {"text_block_id": "p26_b407", "text": "110."}, {"text_block_id": "p26_b408", "text": "MAIL while having a formal planning process it is ad-hoc, pro-forma and devoid of meaningful impact on the broader strategy of the institution to ensure priority in its plan\t for investment in\t agriculture. Much of planning in MAIL is based on\t unverifiable data from provincial offices supplemented\t by anecdotal information\t gathered\t by on\t or off budget projects. The combining\t of such\t data\t gathering\t efforts often produces contradictory and unreliable information to base planning assumptions on. More than often decisions on budgetary\t and\t investment in agriculture are based on previous year performance, which is a weak\t and incomplete indicator of agricultural performance."}, {"text_block_id": "p26_b409", "text": "111."}, {"text_block_id": "p26_b410", "text": "Information gathering and management\t is key to sound planning. PPD will merge the statistical department with its\t GIS unit to increase\t cross integration of information and data to\t ensure that planners have the most up to\t date data to\t base heir assumptions on. Addressing SDGs specially where disaggregated gender data and other information are required is key in recognizing the need for timely intervention."}, {"text_block_id": "p26_b411", "text": "112."}, {"text_block_id": "p26_b412", "text": "As part of its reform efforts MAIL will introduce a new planning system that involves gathering\t data\t from farmers through extension services at the DAIL\t level. Information compiled at the PAIL level, by sectoral analysts, will be systematically\t verified, organized, consolidated\t and\t reported\t upwards to\t the Planning, Policy\t and\t Program Directorate (PPPD). PAIL consolidation of information will cover a range of activities but not limited\t just to production; it will include data to on\t type\t of production, spoilage, value\t exported, market access, opportunities, constraints, access to\t irrigation, pest management, veterinary services, animal production, state of NRM, pasture management and a range of issues that men and women farmers are concerned with."}, {"text_block_id": "p26_b413", "text": "113."}, {"text_block_id": "p26_b414", "text": "PPD will use a number of distinct approaches in\t gathering information\t and\t data through\t its Geographic Information Systems (GIS) capability and other means:\t To accurately estimate\t the\t total crop area of the country\t using\t GIS\t and\t Remote Sensing technology. The GIS team will conduct accurate crop\t identification\t using ground survey and satellite imagery (true color and multi\t spectral), with emphasis on wheat area identification, including crop yield, particularly wheat (irrigated and dry land), per unit of land across the entire country. This capability is available and is being conducted and will be"}, {"text_block_id": "p27_b415", "text": "supplemented by on the ground manual collection of farmer\t data including household size animal holding etc. The remote sensing data will guide the MAIL teams to areas where there are concentration of agricultural activity in the first instance and allow\t to MAIL to identify isolated pockets of farming activities that are often neglected. The GIS capability will be further increased in the coming years with the addition of\t newly trained staff, equipment\t and ability to analyze remote sensing for better planning."}, {"text_block_id": "p27_b416", "text": "114."}, {"text_block_id": "p27_b417", "text": "Data and information compiled at the PAILs will be provided to the PPPD\t who then will start a series\t of consultation with relevant directorates, at MAIL, to\t make critical assessment based on the merits of data\t provided, on investment strategies for respective provinces\t and sectors. Data aggregation at MAIL will link corporate requirements\t to support, achieve targets\t and contribute to results\t framework of the organization. Each\t department at MAIL\t will be linked\t to\t the support and\t performance of farm level\t activities. A Consolidated Corporate Plan will\t be submitted to the Minister for his final approval prior to\t being submitted\t to\t the Ministry of Finance. Departments found to be incapable of\t demonstrating their contribution to the advancement of\t the various development programs for farmers will face\t either reduction and or complete\t re-profiling, to ensure their relevance to the new ‘farmer centric’ philosophy of\t the Ministry. A CCP allows for a professional approach to husbanding limited resources and producing greater efficiency in\t supporting outcomes."}, {"text_block_id": "p27_b418", "text": "115."}, {"text_block_id": "p27_b419_merged", "text": "Systematic data\t gathering\t will better inform not only\t the planning\t process across the Ministry but will also have considerable impact on Sector Wide Coordination (SWC)\t with donors.\t Projects whether on budget or off budget must evolve within a new\t planning framework\t given\t that current arrangements reflect a number of concerns: Project ideas, while initially discussed with MAIL, often are designed with minimal participation\t by MAIL experts. Donors rely on contractors to design, procure, implement and monitor projects where MAIL\t or its representatives are virtually\t absent. Periodic joint reviews tend to be pro-forma and are not a\t serious substitute for ‘hands on’ participation. Thus absence of ownership\t creates an\t “otherness” that excludes institutional responsibility for projects funded and implemented by donors. Project concept development, design and implementation can no longer remain the\t exclusive\t domain\t of contractors alone. Shortage of expertise and\t capacity, if of critical concern, can be addressed by donor participation in creating the necessary capacity to help design\t and\t address these shortfalls and\t provide an\t important asset toward\t institutional sustainability. MAIL intends\t to bring all projects\t irrespective of their\t budgetary assignment under a\t common planning\t umbrella."}, {"text_block_id": "p27_b422", "text": "116."}, {"text_block_id": "p27_b423", "text": "The PPPD will develop\t a transitional plan\t to ensure that all existing and future on or\t off budget projects are incorporated in\t the planning framework\t of the Ministry. Recognizing that many off budget projects have a fiduciary and programmatic responsibility to their\t respective donors, a transition plan that incorporates\t their\t work plans within the broader context of\t the corporate plan of\t the Ministry will\t be developed. The intention\t here is to align\t investment with the broader needs of the country and to ensure\t that uncoordinated activities are\t discouraged. Similarly, consolidating, the work-planning, design, implementation\t of both existing and future on\t budget projects under the umbrella of the PPPD will allow for streamlining and considerable savings in transaction cost. It\t will also ensure programmatic coherence. For example, virtually\t all on budget projects have their own Project Management Units (PMU); functions such\t as admin, finance, procurement are conducted separately\t and are duplicative given that all transactions must\t be routed through the Ministry’s finance, procurement\t and administration system. This duplication gives the impression that projects are operating\t at a\t greater level of efficiency\t without regard to\t the cost benefit analysis of such arrangements. Furthermore, consolidating\t these activities centrally\t presents the"}, {"text_block_id": "p28_b424", "text": "potential possibility of creating enhanced capacity while providing saving to donors and the government."}, {"text_block_id": "p28_b425", "text": "7.2 Research\t and\t Extension"}, {"text_block_id": "p28_b426", "text": "117."}, {"text_block_id": "p28_b427", "text": "Research is a\t critical link to\t the maintenance and development of agricultural practices and knowledge development. The presence of Research\t Centers across the country\t provides an\t opportunity to promote a cross section\t of research and development efforts that\t will provide farmers with the added advantage of maintaining the primacy and quality of their products in\t an\t ever increasing competitive world market."}, {"text_block_id": "p28_b428", "text": "118."}, {"text_block_id": "p28_b429", "text": "Both research and extension are inextricably linked. The inter-relationship that holds great promise must be capitalized upon, to ensure for both functions to consolidate their activities to\t support resource-rich areas as well as communities that have limited outreach. Research and extension services products and know-how must play a critical role in providing opportunities\t to marginalized farmers\t whose graduation from poverty must be a priority. By supporting research centers and through their products farmers MAIL is well on track to meet the requirements of SDG 9, target 5."}, {"text_block_id": "p28_b430", "text": "119."}, {"text_block_id": "p28_b431", "text": "Building on the current farmer-centric\t approach to service delivery, research and extension will greatly\t benefit from a\t phased strategic shift in emphasis and\t investment from Kabul\t to the provincial\t DAILs (PAILs) and District (DAILs). The resulting increased autonomy will allow PAILs to take on more of a management\t and technical lead through the aggregation of research staff and requirements in tandem with recruiting a cadre of technical staff to cater to DAIL knowledge requirements. Thereby taking\t the lead in downward\t planning, implementation, and\t monitoring and\t impact assessment of demand-driven\t technical support packages and\t interventions."}, {"text_block_id": "p28_b432", "text": "120."}, {"text_block_id": "p28_b433", "text": "Proportionally, the largest investment will be in the DAILs, which are closest\t to the farmer. At this level, there will\t be increased focus on recruiting female staff\t to ensure as inclusive an outreach strategy as possible. At district level, provision of these demand-driven\t and\t timely services will be carried\t out through\t a national network\t of (FRCs) located within PAILs. These FRCs will\t be invested in to acquire the capacity to provide technical assistance directly through the DAILs to farmers, whilst\t also being viewed as a ‘one-stop shop’ linking farmers\t to input suppliers\t and promoting backward and forward market linkages, IPM, and storage."}, {"text_block_id": "p28_b434", "text": "121."}, {"text_block_id": "p28_b435", "text": "FRCs will broker business relationship amongst stakeholders, bringing together the decentralized\t services of all relevant ministries working in the\t area. Similarly, DAILs will become the premier delivery mechanism\t of know-how, support and\t advice to\t farmers at the community and village\t level. Much of the\t ideas and knowledge\t developed at the\t PAIL\t will migrate downward to DAILs to address farmer’s needs irrespective of their sectoral requirements."}, {"text_block_id": "p28_b436", "text": "7.3Input\t Delivery System"}, {"text_block_id": "p28_b437", "text": "122."}, {"text_block_id": "p28_b438", "text": "Farmers continue to\t face numerous challenges in acquiring\t high\t quality\t inputs in a\t timely manner. Markets are currently dominated by imported agricultural\t inputs of\t dubious content and\t quality. In\t order to\t provide these inputs in\t a demand\t driven\t manner, endemic issues around quality\t will require\t mitigation through enforceable\t regulatory\t and legislative actions under multi-ministerial ownership."}, {"text_block_id": "p28_b439", "text": "123."}, {"text_block_id": "p28_b440", "text": "In the case\t of seed production, the\t current system is far from market-oriented, requiring\t MAIL to act as a middleman to purchase seed to pass on at subsidized rates. In addition, the seed has quality constraints and is well below the required levels of production, with"}, {"text_block_id": "p29_b441", "text": "an actual target of 30,000\t MT still being unmet. The unmet needs of farmers are over 20,000\t MT. MAIL\t will seek\t to\t change the above system by introducing a repayment mechanism\t by the farmers in kind and or in cash. In doing so, MAIL will use the cash/in kind\t input to store wheat in\t its “grain\t or seed\t bank”. Thus over time removing the need\t for subsidizing wheat and other seed inputs. It will\t also allow MAIL to broaden its distribution\t of quality seeds to\t other framers while reducing its overall investment\t in subsidized seed distribution. Similar\t constraints\t are faced in Horticulture, which has\t limited access to certified saplings and seeds,\t which will be addressed in extending the capacity of Perennial Horticulture Centers (PHDCs) and that of ANNGO, Afghanistan\t National Nursery Growers Association."}, {"text_block_id": "p29_b442", "text": "124."}, {"text_block_id": "p29_b443", "text": "MAIL will develop an exit strategy that will reduce Ministry’s involvement in seed distribution\t and\t increase oversight and\t quality control, where private seed\t producers will engage\t with farmers through IASCs including inputs such as fertilizers, improved seeds, and seedlings. MAIL\t will also\t explore the possibility\t of shifting\t the responsibility\t of input distribution\t to\t local institutions such\t as Agricultural Cooperatives, and\t private sector actors under public sector oversight. Currently laws covering inputs such as seeds, pesticide, fertilizer are undergoing due diligence -these will need to be further enforced through regular monitoring, inspection laboratory testing; institutional capacities yet\t to be developed."}, {"text_block_id": "p29_b444", "text": "7.4Agriculture Credit"}, {"text_block_id": "p29_b445", "text": "125."}, {"text_block_id": "p29_b446", "text": "Access to credit by farmers and herders remains an immense challenge that has been addressed in a\t fragmented and piecemeal manner to\t date, based upon a\t few programs or projects engaging with the rural finance market. There is a view that commercial banks can play\t a\t major role in agriculture. However, the risk-averse nature of these institutions has resulted\t in\t finance packages for those with\t assets and\t collateral. It is to\t be hoped\t they will soon be able to manage necessary lending to agribusiness, which they are not serving adequately\t at present. Majority\t of Afghan farmers are not in a\t position to\t provide guarantees to\t qualify\t for small loans, clearly\t alternative ways need to\t be explored to\t address the poverty\t of capital that many\t farmers face."}, {"text_block_id": "p29_b447", "text": "126."}, {"text_block_id": "p29_b448", "text": "Whilst MAIL\t has increased\t credit availability\t through\t partnerships with\t credit institutions, a more coherent approach, which builds upon existing credible agricultural and other institutions, will need to\t be taken. At the higher level, this will include developing better defined financial policies to stimulate\t more\t credit institutions to serve\t the supply and value chains for more efficient\t development\t of the agriculture sector and the related activities and industries. At\t ministerial level, there will be greater collaboration with the growing\t number of competent Afghan MFIs and private sector entrepreneurs to ensure\t financial and business-related inputs\t are demand driven by farmers’ producer groups and herders."}, {"text_block_id": "p29_b449", "text": "127."}, {"text_block_id": "p29_b450", "text": "With the longer-term view of paving the way for an Agricultural Development Bank over the next five years, MAIL\t will push\t for all actors in this sector to\t develop other \"financial intermediaries,\"\t typically cooperatives\t and farmer\t associations. Within each established intermediary, credit management units of local finance and\t administration personnel will be put to task. Yet another approach to increasing the uptake of agricultural credit is by\t capitalizing\t upon past group credit guarantees, which greatly\t reduce default risks\t in the system. Agricultural cooperatives and enterprises could become farmer owned and managed although, they might start out with an\t injection\t of donor grants, government capital and\t government management, particularly to\t ensure high\t standards in transparency and accounting."}, {"text_block_id": "p30_b451", "text": "128."}, {"text_block_id": "p30_b452", "text": "Over the next five years, credit will\t be instrumental\t in mitigating risk sufficiently to enable\t value\t chain participants to try\t new markets and adopt new technologies to meet market requirements. A menu of agriculture financing packages will be tailored to capture the\t smallholder farmers and,\t ultimately will turn them into commercially viable enterprises and to meet the\t requirements of SDG 9, target 3."}, {"text_block_id": "p30_b453", "text": "7.5Farmer Organizations"}, {"text_block_id": "p30_b454", "text": "129."}, {"text_block_id": "p30_b455", "text": "MAIL recognizes that without an organizing principle around, which\t farmers can\t coalesce,\t organize and utilize provision of credit and other services such as value chain and market development progress is likely\t to\t remain limited. Development support of farmers’ including organizations such as Cooperatives, Associations, Unions, Village-B/Common interest\t Groups, etc.’\t is a first step in organizing both male and female farmers. It will\t lead to better horizontal\t and vertical\t integration of\t value chains and will\t act as training\t and technology\t knowledge exchange centers to\t promote organized farmer groups in dealing with\t the business sector."}, {"text_block_id": "p30_b456", "text": "130."}, {"text_block_id": "p30_b457", "text": "Farmer’s view of the market place is mostly\t confined\t to their regional interaction with villages sometimes with towns and less often with cities. Organizing\t movement of their products to larger towns and cities is often\t constrained\t by cost and\t access to means of transportation. Often farmers are at\t the mercy of traders who will visit\t their farms and offer to\t buy\t their products. The fact that farmers are unaware of market prices; are cash\t poor and require to sell their products as soon as they can; leaves them vulnerable to predatory practices by traditional buyers and traders. The creation\t of cooperatives and associations will go\t a\t long\t way\t to\t address this structural problem among\t many\t farmers."}, {"text_block_id": "p30_b458", "text": "131."}, {"text_block_id": "p30_b459", "text": "MAIL proposes specific objectives to\t help farmers overcome\t some\t of the\t constraint discussed:"}, {"text_block_id": "p30_b460", "text": "MAIL proposes specific objectives to\t help farmers overcome\t some\t of the\t constraint discussed:\n* Ensure farmers ability to join\t Farmers Organizations (FOs) on\t a voluntary and democratic basis;\n* Improve the livelihoods of men and women who join FOs;\n* Ensuring food security in\t communities;\n* Creating self-financing reliance through credit institutions;\n* Promoting self-help approach\t through\t FOs;\n* Institutionalize mechanism to effectively involve FOs in agricultural policy making and implementation;\n* Greater synergy with emerging structures under Community\t Development Councils and\t Citizens Charter."}, {"text_block_id": "p30_b474", "text": "132."}, {"text_block_id": "p30_b475", "text": "A\t critical element in the development of FOs will be the enabling role that MAIL will play in helping organize farmers. Farmers are keen to understand their advantage in belonging to an organization that\t will promote their income and create greater economic stability in their lives. Farmer as an economic agent of change must be convinced of the relevance and utility\t of any\t association and or cooperative. The facilitative role of government must not seek\t o overshadow the natural ‘space’ within which\t trade and\t economic exchange takes place. Farmers need to understand what\t tools are available to them to place them in a\t competitive position vis-à-vis traders; similarly\t traders need to\t become\t aware\t that by\t farmers\t organizing themselves\t they are likely to face greater\t competition."}, {"text_block_id": "p31_b476", "text": "7.6 Private Sector\t Support and\t Public-Private Partnerships"}, {"text_block_id": "p31_b477", "text": "133."}, {"text_block_id": "p31_b478", "text": "As envisaged in the Realizing Self-Reliance document tabled at the London Conference in December 2014, this document and its revised strategic framework, places Public Private Partnership\t (PPP) at the very center of its efforts in\t ensuring an\t enabling environment for various sectors in agriculture, to realize\t its full potential. Critical understanding of the role of the private sector, in achieving sectoral targets, and the creation of capabilities along value chains is one of the most important reform tasks."}, {"text_block_id": "p31_b479", "text": "134."}, {"text_block_id": "p31_b480", "text": "The growing emphasis on\t involving the private sector across as many agricultural activities as possible requires both inter and intra-ministerial collaboration and coordination. Due consideration will need to be given to (i) regulatory issues dealing in transferring of state assets and contractual obligations around large-scale contract farming; (ii) seasonal\t trade tariffs allowing\t Afghan producers and processers’ exclusive access to\t domestic markets; and (iii) tax\t incentives. In all of this, MAIL\t has the mandate to\t provide policy formulation, legal\t and regulatory frameworks, supervision and monitoring and facilitating\t the provision of technical assistance and supporting\t the farmers, farmer’s organizations and\t the private sector."}, {"text_block_id": "p31_b481", "text": "135."}, {"text_block_id": "p31_b482", "text": "Over the next five years, MAIL will continue to pursue an economic development strategy based on private sector\t investment in value-chain processing to stimulate market-driven\t demand\t and\t agricultural productivity. This will be achieved\t through\t the establishment of a variety\t of strategic initiatives to attract international large-scale domestic private sector investment as well as strengthening farmer groups, cooperatives, small and medium size enterprises\t all of which form the nucleus\t of private sector\t and market development. The ultimate aim\t being the provision of employment and security for local people, which in turn stimulate economic development."}, {"text_block_id": "p31_b483", "text": "136."}, {"text_block_id": "p31_b484", "text": "Attracting larger investments will be undertaken through incentivizing the private sector\t to invest in in Agricultural Industrial Parks\t (AIPs). These AIPs\t will offer\t opportunities to share costs in value addition activities, thereby providing a replicable model for increased efficiencies and lower production costs. Where possible, Public Private Partnerships (PPPs) will be used\t to bring together demand\t driven\t input supplies and\t services currently delivered\t by MAIL\t with\t private sector agents investing in\t other value\t adding\t elements of the\t value\t chain including\t improved market linkages. MAIL\t will establish a separate\t PPP unit to bring the\t required expertise\t to be\t able\t to handle\t simple PPP\t partnerships that will gradually scale up\t to more complex and\t bigger PPP\t projects."}, {"text_block_id": "p31_b485", "text": "137."}, {"text_block_id": "p31_b486", "text": "Smaller commercial farmers will also\t be encouraged to\t link with private sector entrepreneurs through district level Integrated Agricultural Service\t Centers (IASCs) where smallholders and commercial farmers can receive help from the public and private extension services as well as inputs from various stakeholders. At this level in particular, female participation in enterprise will\t be focused upon to bolster and support the marginal number of female entrepreneurs. The majority of their businesses are in the handicraft and\t services sectors, many subsidized\t by donors, thereby calling into\t question\t their sustainability. The challenges facing female entrepreneurship\t is further exacerbated by the limitation\t of social-cultural customs,\t with support for women to work outside home seemingly declining."}, {"text_block_id": "p32_b487", "text": "8 Cross-cutting Components"}, {"text_block_id": "p32_b488", "text": "8.1Counter Narcotics"}, {"text_block_id": "p32_b489", "text": "138."}, {"text_block_id": "p32_b490", "text": "In spite of the Counter Narcotic (CN) efforts of the Government\t and the international community, poppy cultivation has been rising over the last 15 years, culminating at 224,000\t hectares in\t 2015. Poppy production\t distorts economic incentives against competing licit crops, undermining state legitimacy and the rule of\t law, and fueling corruption and the insurgency."}, {"text_block_id": "p32_b491", "text": "139."}, {"text_block_id": "p32_b492", "text": "Although the yield of raw opium has varied sharply in recent years because of environmental factors, disease, oversupply\t and law enforcement activities, the\t overall trend is one of rising cultivation, and this trend will continue unless sustainable alternative on-farm and off-farm livelihood strategies are provided, particularly to subsistence farmers."}, {"text_block_id": "p32_b493", "text": "140."}, {"text_block_id": "p32_b494", "text": "The licit agriculture sector currently lacks the necessary dynamism in production, productivity and markets to sufficiently address issues of farming and rural poverty and unemployment, providing viable alternatives to the cultivation\t of illicit crops. It requires a\t coordinated approach to\t ensure that\t new and expanded on-farm and non-farm opportunities \tadd\tup \tto\ta\tviable \talternative \tto\tpoppy\tgrowing, \tin \tterms \tof \tthe \tincome \tand\t job opportunities they offer to farmers and rural communities. Investing in irrigated wheat by facilitating irrigation poses the risk\t of resuscitating opium poppy cultivation. Thus, it is important to institute mandatory counter-narcotics impact assessments for irrigation projects."}, {"text_block_id": "p32_b495", "text": "141."}, {"text_block_id": "p32_b496", "text": "As wheat is typically a lower value crop than poppy, it is quite possible that parts of the rehabilitated irrigation areas intended for wheat could end up under poppy production. To address such risks in\t opium poppy growing areas, the strategy should prioritize interventions to raise irrigated wheat productivity (raising yields per unit area), rather than expanding\t area\t under irrigated wheat. In other words, expanding\t wheat cultivation could be assigned lower priority than investments in perennial horticulture and intensive livestock production, which could compete better with opium poppy."}, {"text_block_id": "p32_b497", "text": "142."}, {"text_block_id": "p32_b498", "text": "The risk that promoting horticultural crops will promote opium poppy growing is smaller\t than that from promoting wheat, because the output values\t per\t hectare of horticultural crops are more competitive with\t that of poppy. Thus, prioritizing the development of perennial crops such as vines and tree fruits rather than annual horticultural crops might help in\t this regard, because once in\t place these crops commit land over the entire year and for an extended period (typically 25 -30\t years), and\t represent “sunk”\t investments\t that\t would be costly to shift\t back to opium poppy cultivation. Similarly saffron, which has an initial high investment cost and occupies land for 7-8\t years, would\t be more effective than\t annual crops in\t competing with\t poppy."}, {"text_block_id": "p32_b499", "text": "143."}, {"text_block_id": "p32_b500", "text": "The Sub-components of the program, as designed, jointly\t facilitate the strengthening, provision\t and diversification\t of licit rural livelihoods, with a particular focus on\t subsistence and marginal farmers\t and laborers, thereby supporting reduction in poppy production\t in\t CN-priority provinces. It focuses notably on\t research\t and\t extension\t services, improved agricultural production methods\t and agriculture infrastructure development. However, as per the “International Guidelines on\t Alternative Development”, a coordinated effort is needed on the part of the Afghan\t Government and\t countries affected by the flow of narcotics, to create an enabling environment for"}, {"text_block_id": "p33_b501", "text": "agriculture to\t flourish along\t with other sectors of the economy. All as a\t “shared responsibility”\t must recognize alternative development,\tto \taddress \tCN."}, {"text_block_id": "p33_b502", "text": "8.2 Women in Agriculture"}, {"text_block_id": "p33_b503", "text": "144."}, {"text_block_id": "p33_b504", "text": "Afghan women’s role in the agricultural sector is a paradox. While women play a critical role in agriculture and food security, accounting for\t nearly 43% of the sector’s\t labor\t force, they still\t remain on the periphery with limited access to productive resources. Despite their important contribution towards the fight against food insecurity and poverty and their significant role in\t natural resource management, women\t are subjected to different\t types of social and\t economic exclusions. These restrict their access to\t productive resources and economic opportunities to develop\t their full potential. Their participation\t is primarily family-based, without remuneration\t (not accorded a monetary value) and they\t are\t rarely\t compensated\t for their labor in terms of time allocated."}, {"text_block_id": "p33_b505", "text": "Afghan women’s role in the agricultural sector is a paradox. While women play a critical role in agriculture and food security, accounting for\t nearly 43% of the sector’s\t labor\t force, they still\t remain on the periphery with limited access to productive resources. Despite their important contribution towards the fight against food insecurity and poverty and their significant role in\t natural resource management, women\t are subjected to different\t types of social and\t economic exclusions. These restrict their access to\t productive resources and economic opportunities to develop\t their full potential. Their participation\t is primarily family-based, without remuneration\t (not accorded a monetary value) and they\t are\t rarely\t compensated\t for their labor in terms of time allocated.\n* The feminization\t of the agricultural workforce in\t Afghanistan\t results in\t part from the coping strategies adopted by women to diversify their livelihoods, which are gendered. Men usually\t cultivate\t the\t lucrative crops, or migrate as seasonal or permanent workers; while women cultivate the family plot for household consumption, care for small livestock,\t process and/or sell part of their production in local markets. Compared to\t Afghan men, Afghan women have little access to decision-making over agricultural inputs, outputs, and\t product markets. Nevertheless, Afghan women continue to\t contribute significant amount of time to agriculture and livestock production as\t well as\t to a broad range of products\t in both areas.\n* With an established gender strategy and a dedicated Gender Focal Point at MAIL, mainstreaming and institutionalizing gender issues within MAIL remains a challenge with two Directors working in Kabul and none at provincial level. While there is an overarching Gender Policy\t for MAIL, some\t Directorates and programs/projects have developed\t their own\t respective gender strategies or guidelines to\t inform their activities. There remains an\t absence of coordination\t among the individual initiatives of each\t directorate,\t programs\t and projects. A well-planned approach to coordinate the integration of\t gender in every intervention of\t MAIL is conspicuous by its absence. Consequently, the issue of mainstreaming womenâs equality and\t promoting womenâs empowerment have\t not been\t clearly understood\t in\t a uniform way by all concerned; and\t secondly, the absence of coordination has\t prevented collaborative efforts\t from taking shape to deepen the impact on target groups.\n* The increased presence of MAILâs Home Economic Department (HED)\t at\t the provincial and district levels, has allowed the MAIL\t to\t promote awareness of womenâs work in the sector. Using successful women farmers\t as\t role models\t and mentors\t for\t a cadre of younger women farmers will further strengthen womenâs confidence, dignity and\t participation. In\t addition, this intervention and approaches create a space for improved woman-to-woman coordination and information sharing to provide support\t and assistance to\t women in times of disaster, and ensuring\t an effective implementation of\t the strategy in the context\t of MAILâs Gender Policy.\n* Despite these challenges MAIL is committed to bring about critical focus on gender equality\t womenâs role\t in agriculture. The\t participation of women in all aspects of work related both institutionally and otherwise is a priority that MAIL is incorporating in its planning and implementation\t efforts. In\t achieving this important SDG Goal 5 (target 5,7,8 and 9),\t MAIL is restructuring its reform efforts to ensure that womenâs rights and economic empowerment is addressed both legislatively\t and economically.\t Developments"}, {"text_block_id": "p34_b513", "text": "Afghan women’s role in the agricultural sector is a paradox. While women play a critical role in agriculture and food security, accounting for\t nearly 43% of the sector’s\t labor\t force, they still\t remain on the periphery with limited access to productive resources. Despite their important contribution towards the fight against food insecurity and poverty and their significant role in\t natural resource management, women\t are subjected to different\t types of social and\t economic exclusions. These restrict their access to\t productive resources and economic opportunities to develop\t their full potential. Their participation\t is primarily family-based, without remuneration\t (not accorded a monetary value) and they\t are\t rarely\t compensated\t for their labor in terms of time allocated.\n* The feminization\t of the agricultural workforce in\t Afghanistan\t results in\t part from the coping strategies adopted by women to diversify their livelihoods, which are gendered. Men usually\t cultivate\t the\t lucrative crops, or migrate as seasonal or permanent workers; while women cultivate the family plot for household consumption, care for small livestock,\t process and/or sell part of their production in local markets. Compared to\t Afghan men, Afghan women have little access to decision-making over agricultural inputs, outputs, and\t product markets. Nevertheless, Afghan women continue to\t contribute significant amount of time to agriculture and livestock production as\t well as\t to a broad range of products\t in both areas.\n* With an established gender strategy and a dedicated Gender Focal Point at MAIL, mainstreaming and institutionalizing gender issues within MAIL remains a challenge with two Directors working in Kabul and none at provincial level. While there is an overarching Gender Policy\t for MAIL, some\t Directorates and programs/projects have developed\t their own\t respective gender strategies or guidelines to\t inform their activities. There remains an\t absence of coordination\t among the individual initiatives of each\t directorate,\t programs\t and projects. A well-planned approach to coordinate the integration of\t gender in every intervention of\t MAIL is conspicuous by its absence. Consequently, the issue of mainstreaming womenâs equality and\t promoting womenâs empowerment have\t not been\t clearly understood\t in\t a uniform way by all concerned; and\t secondly, the absence of coordination has\t prevented collaborative efforts\t from taking shape to deepen the impact on target groups.\n* The increased presence of MAILâs Home Economic Department (HED)\t at\t the provincial and district levels, has allowed the MAIL\t to\t promote awareness of womenâs work in the sector. Using successful women farmers\t as\t role models\t and mentors\t for\t a cadre of younger women farmers will further strengthen womenâs confidence, dignity and\t participation. In\t addition, this intervention and approaches create a space for improved woman-to-woman coordination and information sharing to provide support\t and assistance to\t women in times of disaster, and ensuring\t an effective implementation of\t the strategy in the context\t of MAILâs Gender Policy.\n* Despite these challenges MAIL is committed to bring about critical focus on gender equality\t womenâs role\t in agriculture. The\t participation of women in all aspects of work related both institutionally and otherwise is a priority that MAIL is incorporating in its planning and implementation\t efforts. In\t achieving this important SDG Goal 5 (target 5,7,8 and 9),\t MAIL is restructuring its reform efforts to ensure that womenâs rights and economic empowerment is addressed both legislatively\t and economically.\t Developments\n"}, {"text_block_id": "p34_b514", "text": "8.3 Anti-Corruption"}, {"text_block_id": "p34_b515", "text": "149."}, {"text_block_id": "p34_b516", "text": "MAIL not unlike many other governmental institutions is susceptible and impacted by corruption. Senior managers in discharging\t their responsibilities are often the target of pressures and undue influence by a variety of external institutional means. Some are in\t the form of political pressures while others may involve monetary incentives. Irrespective of the source and\t nature of pressure, senior managers at MAIL\t are committed\t to\t modeling\t the best\t practices to ensure that\t middle managers and junior staff are aware of the scourge of corruption and are equipped to do battle against."}, {"text_block_id": "p34_b517", "text": "150."}, {"text_block_id": "p34_b518", "text": "Senior management at MAIL is engaged in ensuring that processes in use at the Ministry, are consistent with national policies on anti-corruption and that reform efforts provide a framework to identify potential\t areas for corruption in workflows as well\t as policies. For example\t procurement processes are aligned with the newly established National Procurement Commission's guidelines, as set out by the Office of the President and Ministry of Finance."}, {"text_block_id": "p34_b519", "text": "151."}, {"text_block_id": "p34_b520", "text": "Recruitment processes are particularly susceptible to corruption and political influences and pressures. Strengthened and an independent Human Resources department may\t help reduce the spread of corruption by introducing strict merit based procedures\t that attract qualified\t people. Simplification\t of business processes and\t application\t of integrated\t electronic system may\t help in reducing corruption. Complicated procedures and redundant workflows\t often result in delays\t and are prone to misuse and exploitation."}, {"text_block_id": "p34_b521", "text": "152."}, {"text_block_id": "p34_b522", "text": "Public private partnership\t strengthens MAIL's efforts against corruption\t by empowering interest groups such as farmer groups, community members, civil society in building consensus and identifying areas of corruption. Recognition of interest groups as stakeholder\t in policy dialogues\t can serve as\t a catalyst for\t a corrective measure to combat corruption."}, {"text_block_id": "p34_b523", "text": "9 Implementation Strategy\t and Mechanism"}, {"text_block_id": "p34_b524", "text": "9.1 Task Teams"}, {"text_block_id": "p34_b525", "text": "153."}, {"text_block_id": "p34_b526", "text": "A\t number of Task Teams will be formed to oversee the implementation of this strategy. The task teams will comprise key technical staff in MAIL from Kabul and Provinces, chosen to represent the best possible blend\t of technical and reform-oriented\t practices.\t These task teams will support MAIL leadership in rolling out reforms\t and provide practical implementation\t guidelines to achieve the intended results. MAIL will seek to initially pilot comprehensive reform in the five provinces covering a total of 72 Districts."}, {"text_block_id": "p34_b527", "text": "154."}, {"text_block_id": "p34_b528", "text": "The provincial and district reform process\t will be initially piloted in the first six months and will be expanded to\t another five provinces within a\t year’s time. An experienced Task Manager will lead the Task Team.\t The Team will comprise of a\t specified number of experienced analysts and managers to proactively\t engage\t across a wide\t spectrum of sectoral disciplines,\t ensuring the process of managing and meeting established targets are met. The Team\t and the manager will be responsible for liaising at different levels across"}, {"text_block_id": "p35_b529", "text": "MAIL, provinces and districts to identify problems, opportunities and creative solutions in what is likely to be a difficult and challenging transition. The Team will\t be periodically assisted by\t national, and when required,\t international consultants. The Task Teams, as they identify capacities, assets and consult with provincial and district staff\t including Provincial Governors and\t District Governors, will build\t the necessary momentum\t to refocus\t efforts\t to intensively support farmers."}, {"text_block_id": "p35_b530", "text": "155."}, {"text_block_id": "p35_b531", "text": "In line with the seven priorities, the Ministry envisages a fundamental change in\t its structure. In adopting a more farmer-centric\t approach, all manner of resources will need\t to be reorganized and re-located to the province and district levels. This will\t ensure\t a more\t demand-driven\t and\t innovative utilization of MAIL\t resources at farm level, supported by a coherent and interlinked technical\t and research-based hub\t at province level."}, {"text_block_id": "p35_b532", "text": "9.2 Institutional\t Reform at\t the Centre"}, {"text_block_id": "p35_b533", "text": "156."}, {"text_block_id": "p35_b534", "text": "Reform at the Ministry will require a critical focus on the rationale of mid-level\t and senior\t leadership positions\t in line with a functional review of the various\t positions\t in MAIL and lead to a smaller, agile and responsive institution. Reformed management practices will reflect renewed emphasis on\t leadership\t and professional qualities that motivate and support junior staff. It must accept responsibility for initiatives and look to solutions\t within the confines\t of its\t departmental mandates without having to consult and acquire signatures on every\t issue."}, {"text_block_id": "p35_b535", "text": "Reform at the Ministry will require a critical focus on the rationale of mid-level\t and senior\t leadership positions\t in line with a functional review of the various\t positions\t in MAIL and lead to a smaller, agile and responsive institution. Reformed management practices will reflect renewed emphasis on\t leadership\t and professional qualities that motivate and support junior staff. It must accept responsibility for initiatives and look to solutions\t within the confines\t of its\t departmental mandates without having to consult and acquire signatures on every\t issue.\n* A\t series of managerial and functional adjustments will be carried out to shift from the relatively uncoordinated project-based structure currently reliant on\t post-facto involvement in key areas of\t design and implementation, duplication of\t functions and unsynchronized resource utilization. The first strategic shift will be to\t link existing\t projects as a whole, or by key activity to the relevant MAIL Directorate. Positioning\t MAIL\t Directorates at the center of oversight and coordinating implementation\t will provide a program-based approach to MAIL activities, increase coordination\t and information\t sharing between Directorates, and build the capacity of MAIL to take a more hands-on and longer term planning\t approach to\t the application of its portfolio. The resultant reduction in transaction cost and increase in accountability will speak for\t itself.\n<\\li1>"}, {"text_block_id": "p35_b537", "text": "158."}, {"text_block_id": "p35_b538", "text": "Simultaneously, the international community\t will adhere to\t new MAIL\t guidelines on a\t process of inclusive planning of all pipeline projects from conceptualization\t to implementation and evaluation. This will ensure key priorities and gaps are jointly identified, effective resource mobilization can be planned in tandem with appropriate designs and\t implementation\t modalities efficiently delivered."}, {"text_block_id": "p35_b539", "text": "159."}, {"text_block_id": "p35_b540", "text": "The \tend \tstate \tof \tthe \twill \tbe \tthat \tof \ta \tsignificantly \treduced \tphysical \tpresence \tbuilt \taround the support\t and delivery of corporate obligations to the overall direction and management of the Ministry. Restricting itself to macro-level\t issues, the Ministry will\t predominantly focus on\t donor relations;\t national agricultural policy. MAIL will minimally retain at its Kabul facilities relevant departments such as\t Planning & Policy, Personnel, Deputy Ministerial Posts, Ministerial Support Systems, Procurement, Regulatory Functions, Finance, Legal Department and relevant Corporate Services."}, {"text_block_id": "p35_b541", "text": "160."}, {"text_block_id": "p35_b542", "text": "In practical terms, this will effect\t a change from a somewhat\t prescriptive and unresponsive supply-driven\t approach\t to\t a system of demand-driven\t services and\t input"}, {"text_block_id": "p36_b543", "text": "provision\t requires organizational changes and the integration\t and coordination\t of several different elements\t such as:"}, {"text_block_id": "p36_b544", "text": "provision\t requires organizational changes and the integration\t and coordination\t of several different elements\t such as:\n* Multi-ministerial platforms to foster the required regulatory and legislative frameworks to enable\t an enabling environment for national and international initiatives targeting self-reliance;\n* Updating regulatory frameworks and quality control to create and maintain enabling environment and foster PPP\t models.\n* Development of an integrated and synchronized agricultural services provision strategy;\n* The strengthening/creation\t of appropriate institutions to maintain\t and expand activities by\t providing legitimate basis, policies and de-centralized financial decision-making;\n* Identification of a common platform/point\t of entry for developing demand driven services\t and inputs\t provision;"}, {"text_block_id": "p36_b554", "text": "9.3 Technical and\t Coordination Hub\t at Province Level"}, {"text_block_id": "p36_b555", "text": "161."}, {"text_block_id": "p36_b556", "text": "Existing DAILs at province level will be renamed as Provincial Agriculture Irrigation Livestock (PAILs). The existing structures mirror\t that\t of MAIL in Kabul, with a number\t of Directorate staff reporting\t to\t the Agricultural Affairs Officer at the Province level as well as to relevant Directorate in Kabul. Most reporting and information flows\t upwards,\t often of questionable veracity\t and with very little response or feedback from Kabul. The quality of information\t that is sought from Directorates are often\t proscribed\t and\t not of any\t analytical value. Content and value are sacrificed to meet\t reporting targets that\t do not provide sufficient substance to derive policy recommendations or the development of investment strategies. Authority to make decisions is very limited and financial decisions are controlled\t entirely by Kabul."}, {"text_block_id": "p36_b557", "text": "162."}, {"text_block_id": "p36_b558", "text": "In order to make service delivery more responsive to Farmer’s needs, PAILs will undergo significant changes in\t terms of management and technical profiles. Apart from housing a small management team, the PAILs will host Farmer Resource Centers (FRCs). FRCs will provide technical and knowledge sharing functions to their clients at the provincial level. The FRCs will train\t the re-profiled extension\t officers from the districts, commercial and lead farmers who in turn will assist farmers at the district level through demonstration\t plots including modern\t agricultural and\t other knowledge sharing techniques. The PAILs, unlike the past, will not\t attempt\t to emulate MAIL functions at\t the provincial level with exception\t of coordinating data and information\t that will be disseminated\t upwards from the districts so\t that PAILs can\t attenuate their technical requirements. Staff for\t these FRCs\t will be a combination of existing reallocated staff and the recruitment\t of specifically skilled individuals recruited from the open market."}, {"text_block_id": "p36_b559", "text": "163."}, {"text_block_id": "p36_b560", "text": "The FRCs will draw upon\t a number of additional resources such as PHDCs, relevant University faculties, Regional Research Stations, with the addition of smaller specific laboratory facilities to provide province-specific services\t to support quality control along\t various segments of the value chain"}, {"text_block_id": "p36_b561", "text": "164."}, {"text_block_id": "p36_b562", "text": "Again, in practical terms, PAILs will provide the required technical backstopping for district level staff to\t be able to\t provide the required\t information, support and\t mentoring of farmers with\t the long-term aim\t of inculcating the concept of need-based,"}, {"text_block_id": "p37_b563_merged", "text": "driven\t services based\t on\t payment. Hence, providing comprehensive integrated need-based services and inputs require a responsive cadre and skillsets\t to meet farmers’ needs and\t ensure they are clearly understood by the providers. It is\t important to keep in mind that poor farmers are usually disadvantaged with limited access to rights, assets and services and it is important that these farmers become visible to\t the service providers enabling them to actively identify and demand the services they require."}, {"text_block_id": "p37_b565", "text": "165."}, {"text_block_id": "p37_b566", "text": "In turn,\t FRCs will provide the technical resource pool to increase the perceived value of district level\t service delivery. FRCs will provide a responsive technical package tailored\t to the requirements of an evolving\t set of agricultural needs. This approach is designed to create the change from a supply driven to a system of demand-driven\t services and\t input provision requires organizational changes and the integration and coordination of\t several different elements such\t as:"}, {"text_block_id": "p37_b567", "text": "In turn,\t FRCs will provide the technical resource pool to increase the perceived value of district level\t service delivery. FRCs will provide a responsive technical package tailored\t to the requirements of an evolving\t set of agricultural needs. This approach is designed to create the change from a supply driven to a system of demand-driven\t services and\t input provision requires organizational changes and the integration and coordination of\t several different elements such\t as:\n* Develop information and guidance on regulatory requirements including setting of standards\t for\t agricultural inputs, products, etc.\n* Create a repository of knowledge based\t upon technical resources and\t indigenous knowledge\n* Prepare a collection\t of package training resources"}, {"text_block_id": "p37_b573", "text": "9.4 Service\t Delivery\t to Farmers at District Level"}, {"text_block_id": "p37_b574", "text": "166."}, {"text_block_id": "p37_b575", "text": "Within this restructuring, the establishment of the District Agriculture Irrigation and Livestock (DAILs) will become the most crucial platform in moving\t MAIL’s development\t agenda. At the district level a\t greater level of integration among\t sectors must take place so that information and knowledge that is\t shared from the PAILs\t will have a discernable impact on agricultural activities. To reach that target the Ministry will re-profile the extension units at district level as Integrated Agricultural Service\t Centers (IASC). The\t proximity and presence of extension\t services in\t an\t integrated manner will allow farmers to interact\t on a constant\t basis with a group of extension experts representing various sectors. It will further\t ensure that the current sporadic and disorganized approaches\t will be minimized. Thus fundamentally changing the relationship between farmers and the chain that\t includes MAIL, PAILs and DAILs."}, {"text_block_id": "p37_b576", "text": "167."}, {"text_block_id": "p37_b577", "text": "The IASCCs are platforms for information\t exchange, experience sharing and\t establishing backward and forward linkages between\t farmers and the private sector. The IASCs will consult with CCDs and CDCs as part of its assistance towards the articulation of the farmers’ demand for extension services and will\t provide a mechanism for linking the “demand”\t with “service suppliers”. By constructing a public– private partnership\t framework, the role of\t all\t stakeholders will\t be clearly defined, including those of\t MAIL to meet its public sector responsibilities. In the medium\t to long term, these will ostensibly be applying and monitoring legal and regulatory frameworks to ensure the accountability\t of each stakeholder."}, {"text_block_id": "p37_b578", "text": "168."}, {"text_block_id": "p37_b579", "text": "As such, the IASCs will also:"}, {"text_block_id": "p37_b580", "text": "•"}, {"text_block_id": "p37_b581", "text": "To communicate aggregated farmer demands to providers and monitor service provision."}, {"text_block_id": "p38_b582", "text": "•"}, {"text_block_id": "p38_b583", "text": "To ensure that the quality and quantity of the demanded service is adequately provided for within an agreed time frame."}, {"text_block_id": "p38_b584", "text": "•"}, {"text_block_id": "p38_b585", "text": "To improve community driven\t decisions on\t agriculture extension\t interventions"}, {"text_block_id": "p38_b586", "text": "•"}, {"text_block_id": "p38_b587", "text": "To strengthen\t development of the local institutions and build supportive linkage between\t intuitions"}, {"text_block_id": "p38_b588", "text": "•"}, {"text_block_id": "p38_b589", "text": "To encourage CDCs to support agricultural initiatives and assist in\t the process of identification and prioritization of\t problems\t and formation of farmers\t groups"}, {"text_block_id": "p38_b590", "text": "•"}, {"text_block_id": "p38_b591", "text": "To maintain\t collaboration\t between\t stakeholders on\t communities’ requirements"}, {"text_block_id": "p38_b592", "text": "169."}, {"text_block_id": "p38_b593", "text": "It\t is assumed that\t CDCs will be in a position to ensure information on a variety of projects linked to development is openly\t available to\t CDC\t members. This will entail maintaining linkages with farmers’ groups, cooperatives and farmers association in order to\t develop an integrated\t development plan based\t on the agricultural potential of a target\t village with the assistance of DAIL staff. In addition, CCDs and\t CDCs will support the formation of agricultural interest\t groups, support\t MAIL extension workers as mobilisers for group formation and share their experiences to encourage establishment of Farmer Groups."}, {"text_block_id": "p38_b594", "text": "10 Monitoring and Evaluation"}, {"text_block_id": "p38_b595", "text": "170."}, {"text_block_id": "p38_b596", "text": "Restructuring of the M&E\t Directorate and\t periodic evaluations and\t impact assessments are critical to\t creating\t a\t culture of learning\t and responsibility; in order to\t provide inputs for policy review and program design in order to contribute to (i) tracing delivery progress against the\t broader strategic framework; and (ii) developing a central\t resource for a consolidated and verified data.\t Integration of key functions such as information gathering\t and its analysis (GIS and Statistical department) conveying of information and\t data (MIS) have to be reorganized and made available to the farmer through the IASC and the FRCs. Such a\t task will require that GIS\t and the Statistics departments to\t be merged at MAIL and some staff assigned to both PAILs and DAILs. MIS will have a key role in creating new platforms\t for\t communication of information within the proposed 5 provinces and districts including their ability to communicate with MAIL offices. Over time MIS will use new innovative pictorial technologies that\t can communicate an array\t of important information to\t farmers including\t multi-media."}, {"text_block_id": "p38_b597", "text": "171."}, {"text_block_id": "p38_b598", "text": "Evaluation\t will become a separate independent department directly reporting to the Minister. During the pilot provinces reform, a total of two mid-term evaluations are planned and a final evaluation will take place. Emphasis will be on lessons learnt and adaptive recommendations both at policy\t and structural levels. Information used from the mid-term evaluations will be used to make necessary adjustments to the concept\t with a view\t of eventually adapting the feasibility of\t such an approach across the remaining 29 provinces."}, {"text_block_id": "p38_b599", "text": "172."}, {"text_block_id": "p38_b600", "text": "During the pilot, phase a new methodology will be developed and tested to ensure that planning becomes the premier instrument for accountability and rationalization\t of needs as compiled at the lowest levels (the farm and district) including\t the IASCs. Monitoring and Evaluation departments will be revamped to reflect two distinct tasks: Monitoring will be informed by plans and frameworks that will be prepared at the beginning of the planning\t cycle at the IASCs in the districts. Monitoring\t teams unlike the current practice will be based at both the provincial and district levels. Project and program staff will work\t closely with monitoring teams to ensure timely implementation"}, {"text_block_id": "p39_b601", "text": "of plans are commensurate with quality outputs and expenditures. Discrepancies recorded and adjustments\t including remedial actions\t must be timely to ensure that targets are met\t and contribute to outcomes. Monitoring at\t the provincial level will focus exclusively\t at the\t role\t and efficacy\t of the\t knowledge\t centers and the\t FRCs. The\t manner and speed in which FRCs communicate technical knowledge to\t the IASCs will the principal focus of the monitors."}, {"text_block_id": "p40_b602", "text": "Bibliography"}, {"text_block_id": "p40_b603", "text": "•"}, {"text_block_id": "p40_b604", "text": "CARD-F. 2016. National Poultry Value Chain pts I, II &\t III"}, {"text_block_id": "p40_b605", "text": "•"}, {"text_block_id": "p40_b606", "text": "Central Statistics Organization.2009.\t “Afghanistan Statistical Yearbook 2008-09.”"}, {"text_block_id": "p40_b607", "text": "•"}, {"text_block_id": "p40_b608", "text": "Central Statistics Organization.2010.\t “Afghanistan Statistical Yearbook 2008-09.”"}, {"text_block_id": "p40_b609", "text": "•"}, {"text_block_id": "p40_b610", "text": "Central Statistics Organization.\t2012.\t “National Risk and Vulnerability Assessment 2011-12.”"}, {"text_block_id": "p40_b611", "text": "•"}, {"text_block_id": "p40_b612", "text": "Central Statistics Organization.\t2013. “Afghanistan Statistical Yearbook 2012-13.”"}, {"text_block_id": "p40_b613", "text": "•"}, {"text_block_id": "p40_b614", "text": "Christensen, Asger.,\t Hogg, Richard, Claudia Nassif, Camilo Gomez Osorio,\t William Byrd,\t and Andrew Beath, Afghanistan in Transition: Looking beyond 2014. Directions in Development. Washington, DC: World Bank, 2013."}, {"text_block_id": "p40_b615", "text": "•"}, {"text_block_id": "p40_b616", "text": "Favre Kamal (2004): Watershed\t Atlas of Afghanistan, Ministry\t of Irrigation, Afghanistan."}, {"text_block_id": "p40_b617", "text": "•"}, {"text_block_id": "p40_b618_merged", "text": "FAO. 2003. Afghanistan Information Management Service (AIMS), Land cover of Afghanistan (1993). http://www.fao.org/geonetwork/srv/en/metadata.show 1289, 30/03/2012."}, {"text_block_id": "p40_b621", "text": "•"}, {"text_block_id": "p40_b622", "text": "FAO/WFP (1999): Crop and\t food\t supply\t assessment mission of Afghanistan,\t Ministry of Agriculture Irrigation and Livestock (MAIL), Afghanistan. Islamic Republic of Afghanistan Center Statistics Organization (IRACSO) (2010): Afghanistan Statistical Yearbook\t (2008-2009). 29: 135-165, 231-244."}, {"text_block_id": "p40_b623", "text": "•"}, {"text_block_id": "p40_b624", "text": "JICA (2010): Study on current basic situation and information collection of\t agriculture in northern\t and\t northeastern\t areas of Afghanistan. Nishimaki R., Toku\t H. (2005): Report of the study of urgent rehabilitation support program of agriculture in Kandahar,\t Afghanistan,\t Journal of Arid\t Land\t Studies, 15(2):109-114. (in\t Japanese)"}, {"text_block_id": "p40_b625", "text": "•"}, {"text_block_id": "p40_b626", "text": "Maletta, H. and Favre, R. 2003. Agriculture and food production in post-war Afghanistan -a\t report on the winter\t agricultural survey 2002-2003. Food, Agriculture and\t Animal Husbandry Information Management\t and Policy Unit\t (FAAHM) of the Ministry of Agriculture and Animal Husbandry of Afghanistan and FAO, Office Kabul, Kabul, Afghanistan, http://www.fao.org/world/Afghanistan/pubs_en.htm, 12/08/2009."}, {"text_block_id": "p40_b627", "text": "•"}, {"text_block_id": "p40_b628", "text": "Ministry of Water and Power. 1967. Irrigated areas\t per\t province and per\t source."}, {"text_block_id": "p40_b629", "text": "•"}, {"text_block_id": "p40_b630", "text": "Qureshi, A.S. 2002. Water resources management in Afghanistan: the issues and options. Working Paper 49, International Water Management Institute (IWMI), Colombo, Sri Lanka, http://www.iwmi.cgiar.org/Publications/Working_Papers/index.aspx, 12/08/2009."}, {"text_block_id": "p40_b631", "text": "•"}, {"text_block_id": "p40_b632", "text": "World Conservation Society. 2010. National Protected Area System Plan. NEPA (Afghanistan)"}, {"text_block_id": "p40_b633", "text": "•"}, {"text_block_id": "p40_b634", "text": "World Bank, Agriculture Sector Report, (2014)"}], "document_description": "This Program sets a strategic framework for the development and reform of the agriculture sector in Afghanistan over the period 2016-2020. It defines seven strategic priorities: 1) improving irrigation systems, 2) increased wheat production, 3) horticulture value-chain, 4) livestock development, 5) climate-sensitive natural resource management, 6) food and nutrition security, and resilience building, and 7) institutional reform. Overall, the fifth goal aims at ensuring that the Program only supports sustainable projects that depend on natural resources, create a green environment, conserve soil, water, and protect the biodiversity. Forestries are one of the pillars of this goal."}