{"document_instrument_name": ["International cooperation|Governance", "Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Afghanistan", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Rural Renewable Energy Policy (RREP)", "document_country_code": "AFG", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "25/12/2013", "document_keyword": ["Adaptation", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/AFG/2013/AFG-2013-12-25-Rural Renewable Energy Policy (RREP)_5727d5ca8d3074a3b866cf47989fcadc.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ISLAMIC REPUBLIC OF AFGHANISTAN"}, {"text_block_id": "p0_b2", "text": "MINISTRY OF ENERGY AND WATER (MEW)"}, {"text_block_id": "p0_b3", "text": "MINISTRY OF RURAL REHABILITATION AND DEVELOPMENT (MRRD)"}, {"text_block_id": "p0_b4", "text": "Afghanistan Rural Renewable Energy Policy"}, {"text_block_id": "p0_b5", "text": "Final Draft"}, {"text_block_id": "p0_b6", "text": "April, 2013"}, {"text_block_id": "p1_b7", "text": "Contents"}, {"text_block_id": "p2_b8", "text": "Abbreviations"}, {"text_block_id": "p2_b9", "text": "ANDS Afghanistan National Development Strategy"}, {"text_block_id": "p2_b10", "text": "ANSA Afghanistan National Standard Authority"}, {"text_block_id": "p2_b11", "text": "GDP Gross Domestic Product"}, {"text_block_id": "p2_b12", "text": "ICE Inter-Ministerial Commission for Energy"}, {"text_block_id": "p2_b13", "text": "kV Kilovolt"}, {"text_block_id": "p2_b14", "text": "kV Kilovolt\n"}, {"text_block_id": "p2_b15", "text": "MEW Ministry of Energy and Water"}, {"text_block_id": "p2_b16", "text": "MRRD Ministry of Rural Rehabilitation and Development"}, {"text_block_id": "p2_b17", "text": "MRRD Ministry of Rural Rehabilitation and Development\n"}, {"text_block_id": "p2_b18", "text": "NEPA National Environmental Protection Agency"}, {"text_block_id": "p2_b19", "text": "NGO(s) Non-governmental organization(s)"}, {"text_block_id": "p2_b20", "text": "NREL National Renewable Energy Laboratory"}, {"text_block_id": "p2_b21", "text": "NSP National Solidarity Program"}, {"text_block_id": "p2_b22", "text": "O&M Operations and Maintenance"}, {"text_block_id": "p2_b23", "text": "RECC Rural Energy Coordination Committee"}, {"text_block_id": "p2_b24", "text": "REED Rural Energy and Enterprise Directorate"}, {"text_block_id": "p2_b25", "text": "RED Renewable Energy Department"}, {"text_block_id": "p2_b26", "text": "RREP Rural Renewable Energy Policy"}, {"text_block_id": "p2_b27", "text": "Definitions"}, {"text_block_id": "p2_b28", "text": "Biogas"}, {"text_block_id": "p2_b29", "text": ": a combustible gas created by anaerobic decomposition of organic material primarily through cattle excreta, composed primarily of methane, carbon dioxide, and hydrogen sulphide."}, {"text_block_id": "p2_b30", "text": "Biomass"}, {"text_block_id": "p2_b31", "text": ": energy obtained from renewable organic matter such as agricultural crops and residue, wood and wood waste, animal waste, aquatic plants and organic components of municipal and industrial wastes."}, {"text_block_id": "p2_b32", "text": "Independent power producers"}, {"text_block_id": "p2_b33", "text": ": producers of electricity who sell their power to electricity distributors for supplying to the national grid."}, {"text_block_id": "p2_b34", "text": "Renewable energy"}, {"text_block_id": "p2_b35", "text": ": energy obtained from renewable natural sources, such as the energy from the sun, wind, biomass, water and geothermal resources. Unlike, fossil fuels these sources of energy are abundant."}, {"text_block_id": "p2_b36", "text": "Renewable energy technology"}, {"text_block_id": "p2_b37", "text": ": technology that converts a primary renewable source of energy or energy resource to the desired form of energy supply"}, {"text_block_id": "p3_b38", "text": "1 Introduction"}, {"text_block_id": "p3_b39", "text": "Afghanistan’s consumption of electricity is one of the lowest in the world. In November 2012, the Ministry of Energy and Water (MEW) estimated"}, {"text_block_id": "p3_b40", "text": "that 28% of the household was connected to the power supply systems, the vast majority of whom live in urban centres. Rural power supplies continue to rely on hydropower, with limited diesel and battery options, and are estimated to cover less than 9% of the rural population. This lack of access is significant in light of the fact that more than 75% of Afghans live in rural areas"}, {"text_block_id": "p3_b41", "text": "and 67 per cent of the national Gross Domestic Product (GDP) comes from rural areas"}, {"text_block_id": "p3_b42", "text": "."}, {"text_block_id": "p3_b43_merged_merged", "text": "The implication is that the potential for development and growth in the rural sector, given appropriate investment, is significant, with access to energy as a contributory element. The 2012 Asia Foundation Survey of the Afghan People found that 14 per cent of respondents identified lack of electricity as a major problem in their local area."}, {"text_block_id": "p3_b45", "text": "Thus, the Afghan Government needs to initiate a sustained, long-term expansion of rural energy, as identified in the Afghanistan National Development Strategy (ANDS), which emphasizes that the overall policy focus for rural areas should be the expansion of rural energy and electricity services."}, {"text_block_id": "p3_b46", "text": "Afghanistan intends to pursue this objective by harnessing power from renewable resources – an indigenous, clean, and abundant resource whose considerable potential the country has yet to exploit. It needs to do so with the full participation and collaboration of government agencies, the international donor community, non-governmental organizations (NGOs), the private sector and, not least, the beneficiary communities themselves."}, {"text_block_id": "p3_b47", "text": "This policy is limited for the promotion of renewable energy technologies through utilization of available local resources in the rural area and off-grid locations. The policy will serve to provide enabling environment for various stakeholders, donors and encourage private sector investment for the development of rural energy technology in systematic and organized manner. This policy will be a component of National Energy Policy of Afghanistan to be developed by MEW."}, {"text_block_id": "p3_b48", "text": "1.1 Rationale"}, {"text_block_id": "p3_b49", "text": "While Afghanistan is a late starter in providing access to clean energy to its rural population, it embarks on the journey with considerable advantages. First, there is now a prodigious body of experience to guide policymakers in identifying and emulating successes and avoiding the numerous failures of the past. While the country presents unique opportunities and challenges,"}, {"text_block_id": "p4_b50", "text": "there is relevant experience in similar terrains, political, environmental and social contexts to enable the creation of a suite of policy measures more likely to lead to successful outcomes. Renewable energy is expected to provide increased energy security, energy independence, diversity of supplies, and impetus to local industries, job creation, social cohesion, rural development and environmental benefits."}, {"text_block_id": "p4_b51", "text": "2 Policy Objectives"}, {"text_block_id": "p4_b52", "text": "The strategic objective of the Renewable Rural Energy Policy (RREP) is to create better social, economic and environmental conditions for the citizens of Afghanistan in rural locations."}, {"text_block_id": "p4_b53", "text": "Its immediate objectives are to provide an appropriate policy oversight and management mechanism able to ensure that a sufficient level of efficient clean energy is made available to all rural consumers. In doing so, the RREP will aim to achieve the following:"}, {"text_block_id": "p4_b54", "text": "Its immediate objectives are to provide an appropriate policy oversight and management mechanism able to ensure that a sufficient level of efficient clean energy is made available to all rural consumers. In doing so, the RREP will aim to achieve the following:\n* To service the energy requirements of livelihood activities that facilitates diversification\n* To provide electric lighting for rural households, displacing hydrocarbon and solid fuel\n* To displace the use of solid fuels for cooking and heating to the maximum extent\n* To promote social equity by providing access to renewable energy supplies that\n* To alleviate the environmental and health impacts of electricity generated by\n* To encourage energy efficiency in parallel with the other objectives, to minimize long-term generation needs."}, {"text_block_id": "p4_b68", "text": "2.1 Guiding Principles"}, {"text_block_id": "p4_b69", "text": "The specific principles of the RREP are:"}, {"text_block_id": "p4_b70", "text": "The specific principles of the RREP are:\n* Renewable energy options will be pursued based upon renewable energy resource\n<\\li1>"}, {"text_block_id": "p5_b72", "text": "The specific principles of the RREP are:\n* Renewable energy options will be pursued based upon renewable energy resource\n<\\li1>\n* Where appropriate, the generation of productive power will be a preferred option over\n* The impact of renewable energy in rural areas will be optimized wherever possible by\n* Since mini-grid costs depend significantly on local conditions, a range of information\n* To facilitate private sector participation as rural energy service providers, rural service\n* To overcome the high initial system cost relative to conventional alternatives, and to\n* To support rural entrepreneurs with a range of services, including training, marketing,\n* To operate energy systems as sustainable business units, including cost recovery\n* In mobilising rural communities and providing management training to operate and\n* Rural energy installations will demand the availability of professional technical service\n* Clustering of installations, where appropriate, will be encouraged to support\n* In applying the RREP, establishing a domestic technology manufacturing base is seen as"}, {"text_block_id": "p6_b94", "text": "The specific principles of the RREP are:\n* Renewable energy options will be pursued based upon renewable energy resource\n<\\li1>\n* Where appropriate, the generation of productive power will be a preferred option over\n* The impact of renewable energy in rural areas will be optimized wherever possible by\n* Since mini-grid costs depend significantly on local conditions, a range of information\n* To facilitate private sector participation as rural energy service providers, rural service\n* To overcome the high initial system cost relative to conventional alternatives, and to\n* To support rural entrepreneurs with a range of services, including training, marketing,\n* To operate energy systems as sustainable business units, including cost recovery\n* In mobilising rural communities and providing management training to operate and\n* Rural energy installations will demand the availability of professional technical service\n* Clustering of installations, where appropriate, will be encouraged to support\n* In applying the RREP, establishing a domestic technology manufacturing base is seen as\n* To provide support for the development and management of new technologies, and to\n* To achieve widespread dissemination of renewable energy systems, capacity at all levels"}, {"text_block_id": "p6_b98", "text": "2.2 Legal and Regulatory Framework objectives"}, {"text_block_id": "p6_b99", "text": "An enabling environment requires the introduction of certain regulatory measures from the Government to attract private sector and promote sustainability. These regulatory measures will include:"}, {"text_block_id": "p6_b100", "text": "An enabling environment requires the introduction of certain regulatory measures from the Government to attract private sector and promote sustainability. These regulatory measures will include:\n* Developing an appropriate legal framework for pricing and tariff structures, working\n* To synchronise power generated from rural energy systems with the national grid,\n* Power purchase agreements between independent power producers, energy providers\n* Development of a Grid Code for connecting existing micro hydropower plants to"}, {"text_block_id": "p6_b108", "text": "The legal and regulatory frameworks will be developed in collaboration with existing frameworks for the overall development of energy sector, mainly coordinated through MEW and Da Afghanistan Breshna Sherkat."}, {"text_block_id": "p6_b109", "text": "2.3"}, {"text_block_id": "p6_b110", "text": "Standards"}, {"text_block_id": "p6_b111", "text": "As a subset of regulation, safety and quality standards and codes of practice for generation, transmission and distribution will be developed by Afghanistan National Standards Authority (ANSA) in coordination by MRRD and MEW, including through consultation among stakeholders. In addition, a certification, testing and enforcement unit for renewable energy will be established to ensure the acceptable quality of renewable energy technologies. Service providers will be categorized according to their products and services against agreed standards and will be required to meet minimum standards to be eligible in the supply of equipment or services."}, {"text_block_id": "p6_b112", "text": "The application and enforcement of standards, including those associated with institutional capacity, and the establishment of domestic certification, will contribute to financial and operational sustainability."}, {"text_block_id": "p7_b113", "text": "3 Barriers to Renewable Rural Energy Policy Implementation"}, {"text_block_id": "p7_b114", "text": "The significant barriers to the implementation of renewable energy that need to be addressed include:"}, {"text_block_id": "p7_b115", "text": "The significant barriers to the implementation of renewable energy that need to be addressed include:\n* Poor institutional framework and infrastructure at the sub-national level for rural\n* Quality of equipment and services related to the renewable energy system installations.\n* Poor baseline data availability; and lack of information on local renewable energy\n* The capital cost of renewable energy technology is expensive compared to conventional\n* Lack of consumer awareness on the benefits and opportunities of renewable energy.\n* Financial, legal, regulatory and institutional barriers need to be overcome in order to\n* A focus on the consumption of energy in rural areas, rather than productive uses to\n* A low level of capacity at all levels of Government, private sector and non-governmental\n\t* In villages there is a lack of trained human personnel for O&M\n\t* At the district and provincial levels there is a shortage of personnel trained in\n\t* At the central and provincial level there is lack of capacity in planning and\n\t* Private sector manufacturing of micro-hydro equipment needs to increase the\n\t* Lack of security in areas of the country."}, {"text_block_id": "p7_b141", "text": "4 Renewable Energy Resources"}, {"text_block_id": "p7_b142_merged", "text": "A brief summary of the Potential and Status of Renewable Energy in Afghanistan is given below, which also describes the current status of its development."}, {"text_block_id": "p11_b145", "text": "5 Scope of Policy"}, {"text_block_id": "p11_b146", "text": "For the purpose of this Policy, renewable energy includes the following:"}, {"text_block_id": "p11_b147", "text": "For the purpose of this Policy, renewable energy includes the following:\n* hydropower plants\n* wind energy\n* geothermal\n* solar energy, and\n* biomass."}, {"text_block_id": "p11_b157", "text": "This Policy is limited to renewable energy and rural electrification through renewable energy off-grid systems to supply energy needs for rural population in Afghanistan."}, {"text_block_id": "p11_b158", "text": "5.1 General approach for renewable energy applications in rural areas"}, {"text_block_id": "p11_b159", "text": "5.1 General approach for renewable energy applications in rural areas\n* Arrangements will be made to provide technical assistance to provincial governments\n* Guidelines and manuals related to renewable energy systems will be developed.\n* Renewable energy projects will be connected to the grid where the grid is accessible."}, {"text_block_id": "p12_b165", "text": "5.1 General approach for renewable energy applications in rural areas\n* Arrangements will be made to provide technical assistance to provincial governments\n* Guidelines and manuals related to renewable energy systems will be developed.\n* Renewable energy projects will be connected to the grid where the grid is accessible.\n* The private sector will be encouraged to work as service providers to manufacture\n* Renewable energy projects, wherever feasible, will be integrated alongside irrigation,\n* Some of the wind and solar projects may require hybrid solutions to provide continuous\n* Work will be initiated to prepare a renewable energy master plan through MEW and\n* A testing centre shall be established under this Policy to test and certify renewable\n* Public awareness activities will be conducted to the benefits and opportunities of"}, {"text_block_id": "p12_b177", "text": "5.1.1 Mini/Micro-Hydropower Plants"}, {"text_block_id": "p12_b178", "text": "Subsidies will be provided for the implementation of mini/micro-hydro plants up to 1 MW capacity through an appropriate delivery mechanism. Communities will be encouraged to provide a contribution in terms of cash and/or labour for implementation. Coordination with financial institutions will be undertaken to provide loans for such installations. Appropriate operation, maintenance and management systems would be enforced for the sustainability of the micro hydro plants."}, {"text_block_id": "p12_b179", "text": "5.1.2 Wind Energy"}, {"text_block_id": "p12_b180", "text": "Wind data will be collected and analysed to establish the potential of wind energy systems, mainly for electricity generation and water pumping. Potential sites for exploiting wind energy coupled to livelihood opportunities will be identified."}, {"text_block_id": "p12_b181", "text": "5.1.3 Solar Energy"}, {"text_block_id": "p12_b182", "text": "Solar powered applications through solar photovoltaic and solar thermal for lighting, irrigation, community water supplies, water and space heating, and fruit and vegetable drying, will be promoted. Appropriate subsidy models and delivery mechanisms will be prepared to promote solar energy in rural areas."}, {"text_block_id": "p12_b183", "text": "5.1.4 Biomass"}, {"text_block_id": "p12_b184", "text": "5.1.4 Biomass\n* Biogas will be promoted to replace the use of fuel wood and animal wastes as sources of\n* Emphasis will be given to research to increase efficiency, and to reduce the cost of\n* The establishment of biogas-related information centres will be encouraged in"}, {"text_block_id": "p13_b190", "text": "5.1.4 Biomass\n* Biogas will be promoted to replace the use of fuel wood and animal wastes as sources of\n* Emphasis will be given to research to increase efficiency, and to reduce the cost of\n* The establishment of biogas-related information centres will be encouraged in\n* Technology for the production of biomass gasification will be developed and\n* Consumption of biomass will be reduced and efficiency of fuelwood stoves enhanced by"}, {"text_block_id": "p13_b194", "text": "5.1.5"}, {"text_block_id": "p13_b195", "text": "Geothermal"}, {"text_block_id": "p13_b196", "text": "o"}, {"text_block_id": "p13_b197", "text": "Efforts will be undertaken to demonstrate the potential of geothermal energy as a pilot project in feasible area."}, {"text_block_id": "p13_b198", "text": "o"}, {"text_block_id": "p13_b199", "text": "A database of geothermal sites will be developed."}, {"text_block_id": "p13_b200", "text": "6 Policy Implementation"}, {"text_block_id": "p13_b201", "text": "Rural electrification through renewable energy sources will be implemented in a phased, gradual approach to be set out in a Policy implementation road map."}, {"text_block_id": "p13_b202", "text": "6.1 Short Term"}, {"text_block_id": "p13_b203", "text": "The Policy for the short term (up to the end of 2016) shall be as follows:"}, {"text_block_id": "p13_b204", "text": "Public Sector:"}, {"text_block_id": "p13_b205_merged", "text": "A portfolio of projects that will benefit rural populations (upto 100 kW) will be identified in rural areas that are not likely to be profitable for the private sector. These projects will essentially comprise remote sites or represent areas characterized by uneconomic levels of power demand. These projects will be undertaken through public sector financing and/or through donor community participation. Project selection and criteria will be developed by the Rural Energy Unit of MRRD’s Rural Energy and Enterprise Directorate and MEW’s Renewable Energy Department. Community capacity will be enhanced to take the responsibility for sustainable O&M of these systems with backstopping support provided through, among others, MRRD-based programmes."}, {"text_block_id": "p13_b207", "text": "Private Sector:"}, {"text_block_id": "p13_b208", "text": "The private sector will be encouraged to undertake commercially viable generation projects using renewable energy. Such projects and associated distribution grids not connected to national or regional utility grids may be developed by private entities, public agencies, NGOs, community organizations, or individuals at any suitable location. The Government will develop regulatory frameworks for independent power producers, including power purchase agreements and a standardized framework for tariffs."}, {"text_block_id": "p13_b209", "text": "Strengthening private entrepreneurship will be an important strategy to fulfil rural energy needs. Strategic approaches will include supporting rural entrepreneurs with training, marketing, feasibility studies, business planning, and management and financing modalities"}, {"text_block_id": "p13_b210", "text": "Short term emphasis will also be on the design, demonstration, and testing of off-grid, community, and stand-alone renewable energy systems, including financing and marketing modalities. Extensive widespread funding and deployment will be targeted, based on initial studies and field evaluation, for the medium term (2017−2021), with financing arrangements to be in place by the outset of that period."}, {"text_block_id": "p14_b211", "text": "6.1.1 Village mini-grids"}, {"text_block_id": "p14_b212", "text": "Village mini-grids are able to serve tens or hundreds of households in settings where sufficient geographical density allows economical interconnections to a central power generator such as a small hydro, and contributing to an increase in rural industry and employment. The Government will facilitate the provision of credit, certificate or licensing procedures for private sector, power tariffs, and capital cost subsidies for projects that support the development of rural energy systems. Donors will be requested to assist with technical assistance for technology development and manufacturing within Afghanistan."}, {"text_block_id": "p14_b213", "text": "6.1.2 Business Models"}, {"text_block_id": "p14_b214", "text": "Sustainable and replicable business models for both consumptive and productive uses of renewable energy in rural areas will be developed. In addition to existing solar home system business models, other models that promote long-term economic and social benefits will be adopted by building mini-grids around income-generating micro-enterprises incorporating renewable energy into water, agriculture, education and telecommunications. In all projects, the ability to demonstrate a viable business model, whether public or private, will be key to achieving project sustainability and replication."}, {"text_block_id": "p14_b215", "text": "Effective policy approaches for reaching the poorest may combine private sector involvement with targeted public subsidies linked to development objectives and strategies for increasing incomes. Long-term consumer credit to overcome high initial costs will be provided through dealer-facilitated credit and/or credit through, for example, microfinance organizations."}, {"text_block_id": "p14_b216", "text": "Private entrepreneurs in rural areas will be trained and financial assistance provided to establish Rural Energy Service Centres that will provide technical services related to the O&M of renewable energy systems at the local level."}, {"text_block_id": "p14_b217", "text": "6.1.3 Financing"}, {"text_block_id": "p14_b218", "text": "In consideration of the high capital costs for many rural electrification options and the low cash capacity of rural households, innovative small-scale, affordable financing mechanisms will need to be developed, which may include micro-credit, leasing, prepaid meters and fees for service provision. The Government will investigate the potential for micro-credit financing of renewable energy projects."}, {"text_block_id": "p14_b219", "text": "6.1.4 Financial Incentives"}, {"text_block_id": "p14_b220", "text": "The following financial incentives will apply to renewable energy power projects, and equally applicable to private, public-private, and public sector renewable energy power projects:"}, {"text_block_id": "p14_b221", "text": "o"}, {"text_block_id": "p14_b222", "text": "No customs duty or sales tax shall be imposed for machinery equipment and spare parts meant for the initial installation or for balancing, modernization, maintenance, replacement, or expansion after commissioning of projects for power generation utilizing renewable energy resources."}, {"text_block_id": "p14_b223", "text": "o"}, {"text_block_id": "p14_b224", "text": "For the first 5 years of its commercial operation, the renewable energy developer shall be exempt from income tax arising from the profits derived from that operation."}, {"text_block_id": "p14_b225", "text": "o"}, {"text_block_id": "p14_b226", "text": "The Government may provide subsidies to communities to target the poorest segments of the population in rural areas."}, {"text_block_id": "p15_b227", "text": "6.1.5 Energy Efficiency"}, {"text_block_id": "p15_b228", "text": "The introduction of energy efficiency, coupled with renewable energy technology in rural areas, will help rural consumers by reducing supply constraint and lowering their own energy expenditure. Energy efficiency measures in off-grid and grid-connected systems will reduce costs through lower generation investment costs and reduced energy usage, and will also abate pollution and displace the importation of fossil fuels."}, {"text_block_id": "p15_b229", "text": "6.2 Medium Term"}, {"text_block_id": "p15_b230", "text": "Projects achieving financial closure during period 2017 through 2021."}, {"text_block_id": "p15_b231", "text": "Utilizing international and short-term domestic renewable energy policy experience, a more comprehensive medium term policy framework will be prepared for the systematic implementation of renewable energy technology and scaling up of capacity deployment."}, {"text_block_id": "p15_b232", "text": "6.3"}, {"text_block_id": "p15_b233", "text": "Long Term"}, {"text_block_id": "p15_b234", "text": "Projects achieving financial closure during period 2022 through 2027."}, {"text_block_id": "p15_b235", "text": "Renewable energy will be fully mainstreamed and integrated within the nation’s energy planning process. Renewable energy use at rural and urban household level will become widespread, served by an established local manufacturing and service base. It will become mandatory for the power distribution facility to buy all the electricity offered to them from renewable energy projects."}, {"text_block_id": "p15_b236", "text": "7 Institutional Framework"}, {"text_block_id": "p15_b237", "text": "The institutional stakeholders in renewable energy in Afghanistan include the following."}, {"text_block_id": "p15_b238_merged", "text": "7.1 Inter-Ministerial Commission for Energy (ICE) / Rural Energy Co-ordination Committee"}, {"text_block_id": "p15_b241", "text": "ICE, headed by the Ministry of Economy, previously exercised oversight of energy sector policy and infrastructure investments and coordinates support from development partners. ICE brought together a range of Government and donor interests to assure coordinated action and practical planning. It was not responsible for project implementation but developed policy in line with fiscal and policy priorities and international standards. The ICE Sub-committee on Renewable Energy and Rural Electrification brought together Government agencies, donors and non-governmental actors involved in the sector."}, {"text_block_id": "p15_b242", "text": "Although the ICE closed during 2012, it is proposed that its ICE Sub-committee on Renewable Energy and Rural Electrification functions will be undertaken by the Rural Energy Co-ordination Committee (RECC), established in late 2012 as a joint initiative of MEW and MRRD, together with international partners, jointly chaired by the Deputy Ministers of MEW and MRRD."}, {"text_block_id": "p16_b243", "text": "7.2 Ministry of Energy and Water (MEW)"}, {"text_block_id": "p16_b244", "text": "MEW has overall responsibility for electrification, mainly to provide energy needs to the bulk of the population. MEW is the Government’s institution for all issues relating to electricity generation, transmission and distribution, pricing, regulation, and consumption. It also serves to coordinate and plan the nation’s power sector, formulate policy and liaise with provincial governments on related issues. MEW’s historic emphasis has been on the rehabilitation of the national grid to improve urban power, based on the 2004 Energy Master Plan. Currently, MEW is engaged in development of 20 year Power sector master plan for integrated energy supply and development and is supported by Asian Development Bank (ADB). MEW launched National Energy Supply Program (NESP) as a National Proirity Program (NPP) under infrastructure development cluster to develop larger sized generation and expansion of transmission and distribution networks. The Renewable Energy Department of MEW is engaged in coordination of promotion of renewable energy technologies, and Energy Policy Department of the ministry is engaged with other stakeholders to develop enabling policy and strategy for overall energy sector of the country."}, {"text_block_id": "p16_b245", "text": "7.3 Ministry of Rural Rehabilitation and Development (MRRD)"}, {"text_block_id": "p16_b246_merged", "text": "MRRD has general oversight of delivery of all non-farm programmes in rural Afghanistan. Part of its responsibility includes supporting energy infrastructure in rural areas. Through its provincial offices, MRRD has a point of liaison with provincial governments. It manages the National Solidarity Program (NSP), through which traditional local jirga and shuras are formed into local Community Development Councils, and are trained and empowered to undertake local development. MRRD has been the principal arm of the Government in promoting rural electrification through its programs: NSP has supported energy access to rural areas through the installation of micro-hydropower plants, solar home systems and diesel generators. MRRD launched Energy for Rural Development in Afghanistan (ERDA) under the National Area-Based Development Programme (NABDP) in 2008 to address sustainability issues related to rural energy projects. ERDA is currently a stand-alone component of the Agriculture and Rural Development Cluster National Priority Program, ‘National Water and Natural Resources Development’."}, {"text_block_id": "p16_b251", "text": "As a policy oversight and management mechanism, MRRD’s Rural Energy and Enterprise Directorate, reporting to the Office of the Minister, will promote and facilitate the exploitation of renewable energy resources in rural areas. To do so, separate institutional, reporting and operational guidelines will be developed following promulgation of the Policy, including a Policy Oversight Committee with joint representation from MEW and MRRD, among others. The Directorate will be tasked with:"}, {"text_block_id": "p16_b252", "text": "o"}, {"text_block_id": "p16_b253", "text": "Implementing Government policies and plans on rural energy,"}, {"text_block_id": "p16_b254", "text": "o"}, {"text_block_id": "p16_b255", "text": "Preparing subsidy policy and its delivery mechanisms for various rural energy systems"}, {"text_block_id": "p16_b256", "text": "o"}, {"text_block_id": "p16_b257", "text": "Developing projects, serving as a `single window’ facility for processing renewable energy projects for rural applications."}, {"text_block_id": "p16_b258", "text": "o"}, {"text_block_id": "p16_b259", "text": "Promoting local manufacturing"}, {"text_block_id": "p16_b260", "text": "o"}, {"text_block_id": "p16_b261", "text": "Creating awareness and facilitating technology transfer"}, {"text_block_id": "p17_b262", "text": "o"}, {"text_block_id": "p17_b263", "text": "Channelling international assistance on rural energy development"}, {"text_block_id": "p17_b264", "text": "o"}, {"text_block_id": "p17_b265", "text": "Providing support to communities to develop their capacity to implement rural energy programs"}, {"text_block_id": "p17_b266", "text": "o"}, {"text_block_id": "p17_b267", "text": "Coordinating all associated activities as the national facilitating mechanism for the development of rural renewable energy in the country."}, {"text_block_id": "p17_b268", "text": "7.4 Provincial Governments"}, {"text_block_id": "p17_b269", "text": "Provincial governments have in the past been involved in rural electrification projects with assistance from Provincial Reconstruction Teams (PRTs), and have a vested interest in encouraging development of renewable energy, which in many cases offer a least cost and sometimes only option for access to clean commercial energy. Provincial Development Plans in many cases include renewable rural energy projects that meet the local demand. Relevant government and sub-governance institutions at the provincial level would be capacitated for identification, planning, implementation, and monitoring of rural renewable energy systems."}, {"text_block_id": "p17_b270", "text": "8 Stakeholders"}, {"text_block_id": "p17_b271", "text": "This Policy acknowledges as stakeholders the Government, private sector, community organizations and NGOs engaged in supporting renewable energy services."}, {"text_block_id": "p17_b272", "text": "REED will clarify current relevant practices in renewable energy development for rural area, set out standards and codes of practice for adoption, and establish implementation procedures and guidelines to attract and facilitate donor assistance and private investment in renewable energy and rural electrification. It will coordinate and maintain oversight of the activities of all other stakeholders in the rural energy sector, and ensure that these activities respect the Policy and procedures."}, {"text_block_id": "p17_b273", "text": "REED will liaise with the Ministry of Finance, the Ministry of Economy, MEW, the National Environment Protection Agency (NEPA), the Afghanistan National Standards Authority (ANSA) and other relevant Government institutions on standardization, maximizing the socio-economic impact of rural electrification while minimizing environmental hazards. To do so, it proposes to establish a Policy Oversight Committee as a formal collaborative oversight and management mechanism, with membership drawn from MRRD, MEW and appropriate Government and international partners."}, {"text_block_id": "p18_b274", "text": "At technical level, REED and RED will convene a Technical Working Group to include representatives from MEW, NEPA, ANSA, MRRD, the Ministry of Mines, the Ministry of Public Health, the Ministry of Education, the Ministry of Agriculture, Irrigation and Livestock, donors, sector NGOs and any other pertinent body, to coordinate renewable energy development and delivery of renewable energy services to key economic and social sectors."}, {"text_block_id": "p18_b275", "text": "REED will maintain close liaison with NEPA in working towards accession to the Kyoto Protocol, and to develop and coordinate Clean Development Mechanism projects designed to qualify for carbon credits to reduce the cost of investment in renewable energy rural electrification."}, {"text_block_id": "p18_b276", "text": "REED and RED will develop a database for the assessment and implementation of rural renewable energy projects, and disseminate this information to all decision-making bodies on all levels. The renewable energy database will include at the minimum, site selection criteria and evaluation, power needs assessments, funding options for projects, available programmes and programme information, and affordable and adapted energy solutions."}, {"text_block_id": "p18_b277", "text": "The private sector will be encouraged to participate and invest in rural electrification and in the deployment of energy efficient renewable energy technologies under this Policy and in accord with the regulatory framework established by the Government."}, {"text_block_id": "p18_b278", "text": "The international and bilateral donor community will be encouraged to assist for developing a Strategy for policy implementation and provide financial assistance to Government of Afghanistan to develop renewable energy systems."}, {"text_block_id": "p18_b279", "text": "NGOs will be encouraged to participate in rural electrification through community mobilization and enhancing community social capital. Representatives will be invited to participate in Technical Working Group activities."}, {"text_block_id": "p18_b280", "text": "In the interest of coordination, all participants will coordinate activities in renewable energy and rural electrification with REED of MRRD and RED of MEW. They will maintain records of all renewable energy rural electrification projects with mapping of the stakeholders working in the sector."}, {"text_block_id": "p18_b281", "text": "9 Monitoring and Evaluation"}, {"text_block_id": "p18_b282", "text": "Monitoring and evaluation of this Policy and its implementation will be conducted by MEW and MRRD through policy oversight committee as follows:"}, {"text_block_id": "p18_b283", "text": "o"}, {"text_block_id": "p18_b284", "text": "Monitoring and evaluation activity will be strengthened at all levels of rural energy development programs by establishing geographic and management information systems"}, {"text_block_id": "p18_b285", "text": "o"}, {"text_block_id": "p18_b286", "text": "Rural energy programmes will be monitored and evaluated based on output indicators"}, {"text_block_id": "p18_b287", "text": "o"}, {"text_block_id": "p18_b288", "text": "An energy auditing system will be developed and implemented."}, {"text_block_id": "p18_b289", "text": "10 The Way Forward"}, {"text_block_id": "p18_b290", "text": "A strategy for implementation of the RREP will be developed which will translate the objectives and deliverables of the Policy into a practical implementation plan. It will be desirable, in"}, {"text_block_id": "p19_b291", "text": "constructing the implementation strategy, to clarify and coordinate the roles and responsibilities of the various agencies concerned in order to build a coherent, inclusive and stable framework for success."}, {"text_block_id": "p19_b292", "text": "The purpose of the RREP is to create the conditions for the development of renewable technology for rural communities to meet their energy demand. The Government will adopt a phased, managed and partnership approach to renewable energy projects that are well conceived and show the potential to providing acceptable social, environmental and financial returns for all investors and stakeholders. This will lessen the strain on fiscal resources and hold greater potential for successful implementation."}, {"text_block_id": "p19_b293", "text": "An appropriate enabling environment towards full commercial operation will nurture the technologies that are proven to meet these Policy objectives. Progress towards meeting the targets, objectives and deliverables of the RREP will be evaluated at the end of short term project implementation, to see if these are being achieved and to determine whether the policy direction remains appropriate. The RREP may be revised as required, based on the results from monitoring and evaluation activities."}], "document_description": "This policy aims at creating better social, economic and environmental conditions for people living in rural areas. This includes energy services, electric lighting, and energy efficiency. Renewable energy is notably promoted. The document further sets out legal and regulatory framework objectives and standards."}