{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Saint Vincent and the Grenadines", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Energy Action Plan", "document_country_code": "VCT", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Action Plan", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "01/01/2010", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/VCT/2010/VCT-2010-01-01-Energy Action Plan_cac8334fa8ac3589748d9ed0932fd4ba.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "St. Vincent and the Grenadines"}, {"text_block_id": "p0_b2", "text": "Energy Action Plan for St. Vincent and the Grenadines"}, {"text_block_id": "p0_b3", "text": "First Edition"}, {"text_block_id": "p0_b4", "text": "January, 2010"}, {"text_block_id": "p2_b5", "text": "Table of Contents"}, {"text_block_id": "p4_b6", "text": "Acronyms"}, {"text_block_id": "p6_b7", "text": "I. Introduction"}, {"text_block_id": "p6_b8", "text": "The following policies have been considered during the preparation of the Energy Action Plan (EAP) for St. Vincent and the Grenadines."}, {"text_block_id": "p6_b9", "text": "The following policies have been considered during the preparation of the Energy Action Plan (EAP) for St. Vincent and the Grenadines.\n* to achieve sustainable supply and use of energy\n* improve efficiency of production and Transmission & Distribution (T&D), promote energy efficiency practices among consumers, support introduction of green technologies, explore potentials of Renewable Energy Sources (RES), access fossil fuels needed at lowest available costs, stronger involvement of the private sector\n* promote the use of Renewable Energy Technologies (RET), potential of RES, develop local expertise, encourage private sector participation, initiate Renewable Energy (RE) education and awareness, provide fiscal and financial incentives to RET, explore benefits and potential of biofuels, mandatory installation of Solar Water Heaters (SWH)\n* secure and reliable supply of petroleum products, fuel conservation and efficient use, high standards for handling petroleum products, ensure adequate storage facilities, environmentally responsible disposal of waste of petroleum products\n* improve fuel conservation for land and maritime sectors, minimize detrimental impact of petroleum products consumption, increase ridership of public transportation, improve road conditions and traffic management, substitute gasoline with LPG taxis, minimize importing of  second hand cars, apply incentives to import and use more efficient vehicles, regular motor checks to reduce emissions\n* energy audits of major consumers, fiscal incentives to energy efficient technologies, strengthen customer information on energy efficiency (EE) appliances, studies of consumption patterns to design appropriate EE measures, general awareness of EE in civil society, standard regulations for buildings, ban incandescent light bulbs"}, {"text_block_id": "p7_b27", "text": "II. Current Situation"}, {"text_block_id": "p7_b28", "text": "2.1 Fuel imports and energy costs"}, {"text_block_id": "p7_b29", "text": "Saint Vincent and the Grenadines (SVG) has a population of 100,272 (2006 estimate)"}, {"text_block_id": "p7_b30", "text": "inhabitants, with approximately 92,000 of those living on the main island, St. Vincent. Other islands of importance are Bequia, Union Island and Canouan. Because of its small size and a lack of large industrial activities, SVG has a low demand for energy. The country is currently almost completely dependent on imported petroleum products like gasoline (for transport), diesel (transport and electricity generation), kerosene (cooking) and butane/LPG (cooking, water heating, and industry). Only St. Vincent has indigenous hydro resources, which are exploited for electricity generation. Figure 1 presents increase of fossil fuel imports in the last 7 years."}, {"text_block_id": "p7_b31", "text": "Figure 1. Oil derivates imports in tones of oil equivalent for 2002-2008 period (Source: Statistics Office, 2009)"}, {"text_block_id": "p7_b32", "text": "2.1.1"}, {"text_block_id": "p7_b33", "text": "Total energy consumption"}, {"text_block_id": "p7_b34_merged_merged", "text": "The total energy consumption (only fossil fuels) went from 64,840 Tonnes of Oil Equivalent (TOE) in 2002 up to ~91,000 TOE in 2008. Meanwhile, hydro power contributed slightly less than 2,000 TOE in 2008, i.e. the share of renewable energy (not counting non-commercial biomass, charcoal and solar thermal energy) was about 2% of total energy consumption. On St. Vincent alone, renewable energy in the form of hydro"}, {"text_block_id": "p8_b36", "text": "power contributed an estimated 5% to the total primary energy consumption. Diesel and gasoline alone add-up >90% of the energy matrix of SVG, see Figure 2 and Table 1."}, {"text_block_id": "p8_b37", "text": "Figure 2. Energy matrix of Saint Vincent and the Grenadines by energy source in 2008 (Sources: Statistics Office and VINLEC, 2009)"}, {"text_block_id": "p8_b38", "text": "Table 1. Energy matrix values in TOE (Source: Statistics Office, 2009)"}, {"text_block_id": "p8_b39", "text": "2.1.2"}, {"text_block_id": "p8_b40", "text": "Fossil fuel imports trends"}, {"text_block_id": "p8_b41", "text": "Fossil fuel imports trends\n* Spending on imports of fossil fuels has increased considerably since 2002\n<\\li1>"}, {"text_block_id": "p9_b43", "text": "Fossil fuel imports trends\n* Spending on imports of fossil fuels has increased considerably since 2002\n<\\li1>\n"}, {"text_block_id": "p9_b44", "text": "Figure 3)."}, {"text_block_id": "p9_b45", "text": "Figure 3."}, {"text_block_id": "p9_b46", "text": "New York Mercantile Exchange"}, {"text_block_id": "p9_b47", "text": "prices for West Texas Intermediate 1996 - 2009"}, {"text_block_id": "p9_b48_merged_merged", "text": "Considerable increase in expenditure for oil derivate imports have taken place in the last six years (see Figure 4), where almost 17% of the country•s GDP was destined to fossil fuels imports in 2008, see Figure 5. There is the general belief that petroleum prices tend to remain above previous levels due to increased shortages on the world market and oil findings (reserves) reaching a peak by the end of this decade."}, {"text_block_id": "p10_b50", "text": "Figure 4. Fossil fuels imports expenditure in 2001 EC$ (Source: Statistics Office and Eastern Caribbean Central Bank (ECCB), 2009)"}, {"text_block_id": "p10_b51", "text": "Imports for diesel and gasoline will reach about EC$ 110 million in 2009, as compared to EC$ 158 million in 2008."}, {"text_block_id": "p10_b52", "text": "Figure 5. Comparison of GDP per capita vs. fossil fuel expenditure per capita (Sources: Customs and Statistics Office, 2009)"}, {"text_block_id": "p10_b53", "text": "2.1.3"}, {"text_block_id": "p10_b54", "text": "Prices for transport fuel"}, {"text_block_id": "p10_b55_merged", "text": "Energy prices in SVG are high compared to international standards (not counting high"}, {"text_block_id": "p11_b57", "text": "fuel taxes imposed on energy consumption in other countries), with final consumer or retail costs for transport fuel (at petrol stations) standing at EC$ 7.25 per imperial gallon for diesel and EC$ 8.00 per imperial gallon for gasoline in March 2005, and EC$ 9.50 per imperial gallon for diesel and EC$ 11.50/imperial gallon for gasoline in the second half of 2006"}, {"text_block_id": "p11_b58", "text": ". In July 2008, gasoline was sold for EC$ 15.33/imperial gallon and diesel at EC$ 15.50/imperial gallon at the petrol station, doubling the price of just three years earlier. In August 2009 the price was EC$ 10.61 per imperial gallon for gasoline, showing an upwards trend (see Figure 6)."}, {"text_block_id": "p11_b59", "text": "2.1.4"}, {"text_block_id": "p11_b60", "text": "Prices for cooking and other purposes"}, {"text_block_id": "p11_b61_merged_merged", "text": "The price for LPG used in approximately 20,000 households mainly for cooking purposes was also increased in early 2006. In September 2009, a 20 lb cylinder cost EC$ 35-40, and a 100 lb cylinder EC$ 163-184.8,9 However, with the implementation of the Energy Cooperation Agreement (PETROCARIBE) signed by the Government in 2005, these price increases were effectively curtailed through the introduction of cheaper LPG supplies under the Agreement, a 22 lb cylinder costing EC$29.00 and a 100 lb cylinder EC$155.00. Further, kerosene fuel increased up to EC$15.10/imperial gallon in July 2008 and went down to EC$ 8.77/imperial gallon in September 2009."}, {"text_block_id": "p12_b65", "text": "2.1.5"}, {"text_block_id": "p12_b66", "text": "Fuel price regulation"}, {"text_block_id": "p12_b67", "text": "All fuel prices to end-consumers have a three-month delay"}, {"text_block_id": "p12_b68", "text": "and therefore do not reflect current variations of prices in the import market. Between January 2005 and January 2006 prices were kept constant (under government control regulations) despite significant cost increases for the purchase of fuels, leading to government subsidies of EC$ 6 million in total."}, {"text_block_id": "p12_b69", "text": "2.1.6"}, {"text_block_id": "p12_b70", "text": "Electricity rates and generation costs"}, {"text_block_id": "p12_b71_merged_merged", "text": "Electricity tariffs are composed of a unit cost per kWh, a minimum base charge for domestic and commercial consumers, a demand charge for commercial and industrial customers, and a fuel surcharge per kWh, which varies monthly depending on fuel costs (in April 2006, the fuel surcharge was EC$ 0.372/kWh), see Table 2 for further details. In addition, a 15% Value-Added Tax (VAT) is levied on kWh consumption of over 200 units for domestic consumers, and on the total consumption for commercial and industrial consumers."}, {"text_block_id": "p12_b73", "text": "Table 2. Electricity rates in Saint Vincent and the Grenadines effective since December 1989"}, {"text_block_id": "p12_b74", "text": "As a consequence of oil price hikes, electricity tariffs increased considerably in recent years (see Figure 7).  In 2007 households paid on average EC$0.89/kWh including fuel surcharge, in 2008 this increased to nearly EC$ 1.05/kWh, i.e. the average annual household bill for electricity increased to about EC$ 1700. Due to lower fuel prices, average consumer costs for electricity have dropped to EC$ 0.85/kWh in mid 2009. For every US$ 10 per barrel of petroleum, the fuel surcharge varies by about US$ 0.02/kWh."}, {"text_block_id": "p13_b75_merged", "text": "Figure 7. Average cost of electricity for all consumers in accordance to generated revenue from fixed tariffs and fuel surcharge (Source: VINLEC, 2009)"}, {"text_block_id": "p13_b77", "text": "The raise in tariff is clearly due to the fuel surcharge, which augmented from a yearly average of EC$0.09/kWh in 1998, to EC$0.52/kWh in 2008, an increase of more than 570% in 10 years. Figure 8 shows how the fuel surcharge is on its way to reach the tariff rates set. In 1998, the fuel surcharge was 15% of the full tariff paid by consumers. In 2008 it was 50%."}, {"text_block_id": "p13_b78", "text": "Figure 8. Hike of fuel surcharge: a) yearly increase of value of fuel surcharge (Source: VINLEC, 2008)"}, {"text_block_id": "p14_b79", "text": "VINLEC's revenue per unit sold is in line with other small island states in the Eastern Caribbean, like Grenada, St. Lucia and Dominica, which all face extremely high electricity prices due to high priced oil imports and inefficient generation and (in some cases) distribution systems. It is clear that those energy prices affect negatively economic activities, mainly those closely related to energy-intensive consumption, such as food processing, gastronomy and tourism sectors. In this environment, most energy intensive industries will not be competitive against lower priced countries in the region (in particular Trinidad), thus creating a significant obstacle for development in SVG's manufacturing sector. VINLEC has therefore undertaken a Cost-of-Services study that was concluded in 2007. The study looked into its cost structure and came up with recommendations for a tariff revision that minimises cross-subsidies. The study also examined the demand charge levied on both industrial and commercial customers as well as a review of the base year used to compute the fuel surcharge."}, {"text_block_id": "p14_b80", "text": "While many of the inputs associated with electricity costs have remained stable, the fuel costs have tended upwards, resulting in an overall increase in electricity costs over the past years (Figure 9)."}, {"text_block_id": "p14_b81", "text": "It is clear that increase in generation costs is mainly due to the increase in fuel and also a slight increase in diesel generators• operation and maintenance."}, {"text_block_id": "p14_b82", "text": "2.2 Electricity sectors"}, {"text_block_id": "p14_b83", "text": "2.2.1"}, {"text_block_id": "p14_b84", "text": "Installed capacity"}, {"text_block_id": "p14_b85", "text": "In 2009, SVG's state-owned utility VINLEC had almost 49 MW (11.5% of the installed capacity is hydro) installed capacity, of which 40.5 MW are operated on the main island of St. Vincent alone with two diesel generating facilities, Cane Hall (26.2 MW) and recently commissioned Lowman•s Bay (8.7 MW), and three hydro power stations"}, {"text_block_id": "p15_b86", "text": "(Cumberland 3.7 MW, Richmond 1.1 MW, and South Rivers 0.9 MW), with the remaining diesel fuelled units distributed among Bequia (2.9 MW), Union Island (1.3 MW), Canouan (3.1 MW) and Mayreau (180 kW); see Figure 10."}, {"text_block_id": "p15_b87", "text": "Figure 10. Installed capacity (MW) by location site"}, {"text_block_id": "p15_b88", "text": "The other Grenadines islands are supplied by privately owned electricity systems on the basis of diesel plants. Bequia, Union Island, Canouan and Mayreau are also completely reliant on diesel power. According to VINLEC•s 2007 report, St. Vincent has some 5.6 MW (constant in the last 10 years) of available hydro power, depicted in Figure 11, and diesel power plants (evolved from 20.8 MW in 1998 up to 35 MW in 2007, an almost 70% increase in diesel power plants capacity)."}, {"text_block_id": "p16_b89", "text": "Further, the hydro (renewable) energy share in 1998 represented more than 20% of the installed capacity, while in 2007 it dropped to less than 14%, as shown in Figure 12."}, {"text_block_id": "p16_b90", "text": "Since hydro power is not available at full scale year-round and some diesel plants work only as back-up systems, the firm capacity is far lower, and reached only approximately 40 MW in 2009. For St. Vincent alone, the firm capacity was 32 MW, while peak demand was 20 MW in 2008, thus leaving sufficient reserve margin during most of the year."}, {"text_block_id": "p16_b91", "text": "Most of VINLEC's diesel generators are old, inefficient, and in need of replacement by newer engines or other means of electricity generation. This represents an opportunity to move towards new sources of energy. The specific energy output of 17 kilowatt-hours per imperial gallon in 2004 from all diesel-powered generators was below comparable data in neighbouring countries. It has increased to slightly over 18 kilowatt-hours per imperial gallon in 2009 with the inauguration of the new generator set at Lowmans Bay."}, {"text_block_id": "p16_b92", "text": "A new diesel plant of 9 MW at Lowmans Bay began operation at the end of 2006. In place of this more efficient plant, outdated generator sets totalling about 6 MW will be decommissioned. The new plant is supplied with diesel under the Petrocaribe Agreement. The Government is also looking to future electricity generation needs and actively pursuing plans for the introduction of an additional 8-10 MW at Lowmans Bay. Works have already started for deployment of two new generators that will operate on Heavy Fuel Oil (HFO), and transformation of the existing diesel-operating units to HFO. New generating units were also installed at the Canouan and Bequia plants in 2007."}, {"text_block_id": "p17_b93", "text": "2.2.2"}, {"text_block_id": "p17_b94", "text": "Diesel fuel for electricity generation"}, {"text_block_id": "p17_b95", "text": "VINLEC•s oil bill increased considerably since 2004, peaked in 2008, and was lower in 2009 (see Figure 13)."}, {"text_block_id": "p17_b96", "text": "VINLEC is the largest sole consumer of imported petroleum products, using 33.83% of total oil imports in 2008. That same year, 49% of total diesel imports were used to generate electricity."}, {"text_block_id": "p17_b97_merged", "text": "Specific fuel costs ranged EC$ 0.20/kWh in 2004, roughly EC$ 0.37/kWh in 2005 and EC$ 0.32/kWh in 2007. These numbers give an idea of the potential savings if current fossil fuels were replaced with renewable energy sources. Current CO2 emissions from the electricity sector are in the range of 77,400 tons per year."}, {"text_block_id": "p17_b101", "text": "2.2.3"}, {"text_block_id": "p17_b102", "text": "Electricity generation and sales"}, {"text_block_id": "p17_b103", "text": "SVG•s residential and commercial sectors, including the government, are the largest consumers of electricity (see Figure 14 and Figure 15). On the other hand, there are few industrial activities on the island, and consumption for street lighting is minimal. Total consumption went from 74.6 GWh in 1998, to 122.9 GWh in 2008•a 70% increase in 10 years."}, {"text_block_id": "p18_b104", "text": "Figure 14. Electricity consumption in St. Vincent and the Grenadines by sector in 2008 (Source: VINLEC, 2009)"}, {"text_block_id": "p18_b105", "text": "Figure 15. Evolution of energy consumption in Saint Vincent and the Grenadines per sector from 1998-2008 (Source: VINLEC, 2009)"}, {"text_block_id": "p18_b106", "text": "2.2.4"}, {"text_block_id": "p18_b107", "text": "Losses"}, {"text_block_id": "p18_b108", "text": "In 2007, line losses and unmeasured consumption accounted for 8.7% of the total consumption, showing a downward trend since 1998 (see Figure 16). This percentage is considered low when compared to international standards. Nevertheless, a 1% drop in"}, {"text_block_id": "p19_b109", "text": "electricity losses would increase delivered generation by 1.2 GWh."}, {"text_block_id": "p19_b110", "text": "Figure 16. VINLEC technical and non-technical losses % of net generation and absolute losses values (kWh) from 1998-2007"}, {"text_block_id": "p19_b111", "text": "2.2.5"}, {"text_block_id": "p19_b112", "text": "Electricity peak demand"}, {"text_block_id": "p19_b113", "text": "Peak demand in St. Vincent alone has risen from less than 14 MW in 1998, to 20 MW in 2008 • a 40% increase in 10 years. Peak demand in the Grenadine islands (with the exception of Mayreau) has shown similar increases. Canouan•s peak demand has increased by about 60% (see Figure 17)."}, {"text_block_id": "p19_b114", "text": "Figure 17. Electricity peak demand evolution (1998-2008) in Saint Vincent and the Grenadines (Source: VINLEC, 2009)"}, {"text_block_id": "p20_b115", "text": "Typical day load curves for St. Vincent show that peak demand occurs from 10:00 am to 4:00 pm. A smaller peak occurs from 7:00 pm to 8:00 pm on weekdays, whilst weekend peak demand takes place from 6:00 pm to 10:00 pm (see Figure 18). These patterns reveal the hours where efficiency measures are mostly needed."}, {"text_block_id": "p20_b116", "text": "Figure 18. Load Curves for a typical weekday and weekend demand in St. Vincent (Source: VINLEC, 2009)"}, {"text_block_id": "p20_b117", "text": "2.3 Transport sector"}, {"text_block_id": "p20_b118", "text": "While energy demand from all sectors increased due to economic growth and rising incomes, the transportation sector fuels the fastest-growing demand. With more than 25,382 vehicles"}, {"text_block_id": "p20_b119", "text": "registered in SVG in July 2009 (see Figure 19 for number of imported vehicles per year), private and public transport is the largest energy consuming sector, with 9.7 million imperial gallons of diesel and 6.4 million imperial gallons of gasoline spent in 2008"}, {"text_block_id": "p20_b120", "text": ", a steady increase is portrayed mainly for diesel in Figure 20). Most of the vehicles are privately owned sedans, but there is also a significant quantity of mini-vans operated by privately owned public transport business."}, {"text_block_id": "p20_b121_merged_merged", "text": "As of 15th December 2009, there were approximately 1095 vessels operating in the waters of St. Vincent and the Grenadines/utilizing fuel from St. Vincent and the Grenadines.  Of these: 50 inclusive of nine (9) local Roro passenger ships, 12 cargo ships are registered with the Maritime Administration; 745 are fishing vessels, of which 738 are propelled by gasoline outboard engines and seven (7) are propelled by diesel engines; there is an estimated 200 private vessels of which 15 have diesel engines; and, there is an estimated 100 small commercial yachts."}, {"text_block_id": "p21_b125", "text": "Figure 19. Motor vehicle registration values from 2000-2009 and number of imported vehicles per year (Source: Licensing Office, Inland Revenue Department and Statistics Office, 2009)"}, {"text_block_id": "p21_b126", "text": "Figure 20. Imported diesel and gasoline per year for other uses aside electricity generation (Source: Statistics Office, VINLEC)"}, {"text_block_id": "p21_b127", "text": "The average age of the vehicle fleet is rather high, hence contributing to higher fuel consumption, combined with the lack of emissions monitoring and regular engine maintenance requirements, a low performing public transport system, mediocre road conditions, and poor traffic management."}, {"text_block_id": "p21_b128", "text": "Between 1998 and 2008, about 1400 cars are imported every year on average, with a high share of second-hand vehicles. There is also a tendency to import large-size vehicles with higher fuel consumption (low mileage per gallon). Small-size light-weight cars with efficient low-consuming engines and motor-cycles are not very common."}, {"text_block_id": "p22_b129", "text": "2.4 Renewable energy sources"}, {"text_block_id": "p22_b130", "text": "SVG has substantial renewable energy sources to provide for heat (solar thermal, biomass), electricity (wind, geothermal, hydro, and solar) and possibly fuel (biomass). While these resources offer the potential to supply a large share of future energy needs, only hydro (see 2.2.1 above) and solar (hot water heating systems) energy are being tapped."}, {"text_block_id": "p22_b131", "text": "Hydro power"}, {"text_block_id": "p22_b132", "text": "- is only used on the island of St. Vincent and has a total installed capacity of 5.6 MW, of which only about 5.2 MW are available. It is currently providing around 20% of VINLEC's gross electricity production. Due to varying precipitation over the year, the constantly available capacity (firm capacity) is far lower than the rated capacity and amounts to about 2 MW at present. The hydro power facilities at South Rivers (3 turbines with a total rated capacity of 0.9 MW) and Richmond (2 turbines with a total of 1.1 MW rated capacity) were built in the late 1950's and early 1960's respectively. The plant at Cumberland was built between 1987 and 1988 (5 turbines with a total of 3.7 MW). All of the installations are of the run-of-river type."}, {"text_block_id": "p22_b133", "text": "According to preliminary studies prepared with support from the German Agency for Technical Cooperation (GTZ) in the context of the Caribbean Renewable Energy Development Programme (CREDP), further potential exists for additional hydro power exploitation through rehabilitation and expansion of existing plants and development of new sites. In 2009, a comprehensive feasibility study was carried out for the rehabilitation of the Richmond and South Rivers plants, and the development of a second plant along the Colonaire River, downstream of the existing South Rivers plant. The rehabilitation and the expansion projects were both found to be technically and economically feasible. Tendering processes for these projects should commence in 2010."}, {"text_block_id": "p22_b134", "text": "The conservatively estimated, unused hydro power potential is in the range of 5 to 10 MW from the rivers of Wallibou and Buccament. There are plans to install river flow gauging equipment at the Wallibou River in 2010 in order to record the long-term flow characteristics of the river."}, {"text_block_id": "p22_b135", "text": "The use of"}, {"text_block_id": "p22_b136", "text": "solar water heaters"}, {"text_block_id": "p22_b137", "text": "is not widespread. The systems are imported from Barbados and are commonly found in large residential buildings. Their deployment should be expanded throughout all sectors so that the island•s entire hot water demand is supplied exclusively through solar energy."}, {"text_block_id": "p22_b138_merged_merged_merged", "text": "There is considerable wind energy potential mainly on the eastern side of St. Vincent and Bequia, and on all of the smaller islands. Wind power has been traditionally utilized  to grind grains."}, {"text_block_id": "p22_b141", "text": "With assistance from CREDP/GTZ, VINLEC has identified potential wind sites for small wind parks. Since September 2005, VINLEC has been collecting data on wind speeds at a site in Brighton. The measured annual average wind speed at 10 metres is of 7.8 m/s. Higher wind speeds are reached at 40 to 50 metres, which is the average hub height of a"}, {"text_block_id": "p23_b142", "text": "standard wind turbine suitable for St. Vincent. Another wind measurement tower has been operating at Ribishi Point, close to the Brighton landfill site, since March 2007. There, wind speeds and directions are being recorded at 10 metres and 30 metres. At 30 metres, the annual average wind speed is in excess of 8.9 m/s. A third wind measurement tower at Belle Isle has been recording wind speed data at 10 metres since 2007. However, the wind regime at this location has been determined not to be favourable for wind park development. Currently, VINLEC is considering the options of partnering with a private investor to build a wind park at Ribishi Point or building the facility on its own. A decision should be made in 2010."}, {"text_block_id": "p23_b143", "text": "Biomass resources"}, {"text_block_id": "p23_b144", "text": "are mainly exploited in a non-sustainable manner through the use of charcoal. There are no known biogas plants or other applied technologies that make use of biomass resources in a modern way. The potential to extract oil from coconuts or other seeds (like Jatropha curcas • also known as •Barbados nut• in the region) and use this oil either in its pure form, or transform it into biodiesel, has so far not been examined. In 2009 GFA Envest GmbH in collaboration with Caribbean Bio-Energy Technology Ltd. (CBET) concluded a feasibility study that examined the use of available agriculture and municipal biomass resources for the production of electricity using biogas plants. The study concluded, among other things, that while considerable biomass residues are currently available in SVG, their quality is not sufficient for imminent use in biogas plants. The study further examined the possibility to run a biogas plant based on a mixture of input substrates consisting mainly of energy crops that can be produced on available idle agricultural land in SVG and by a shift in markets of actual cultivated land. The results of the study were presented to the National Energy Committee, the Ministry of Agriculture and other energy stakeholders. A source of development funding for implementation of an initial phase of a recommended biogas plant is needed."}, {"text_block_id": "p23_b145_merged_merged", "text": "Geothermal power offers the potential to supply all of the base load electricity demand on mainland St. Vincent and, through interconnections, to the Grenadine islands and to other neighbouring islands. Although the Government has undertaken a number of preliminary investigations of geothermal resources in St. Vincent over the last 15 years, the actual potential is yet to be proven by drilling. The Government is currently considering further proposals that will lead to suitable development of the geothermal resources in St. Vincent. The Government signed a Memorandum of Understanding (MoU) in 2008 with a potential private developer to facilitate negotiation of a geothermal exploration and exploitation agreement (GEA). By January 2010, the Government completed its review of a proposed GEA and signed the agreement that grants the developer the exclusive right to investigate and develop the resources within a specified geothermal area and to operate the project."}, {"text_block_id": "p24_b147", "text": "III. Summary of Reference Case Business"}, {"text_block_id": "p24_b148", "text": "‐"}, {"text_block_id": "p24_b149", "text": "as"}, {"text_block_id": "p24_b150", "text": "‐"}, {"text_block_id": "p24_b151", "text": "Usual (BaU)"}, {"text_block_id": "p24_b152", "text": "In a business-as-usual scenario where electricity consumption is left unchecked (i.e., without any kind of Government action or intervention), it is estimated that massive investments in the order of EC$ 70-100 million would be needed by 2015"}, {"text_block_id": "p24_b153", "text": "to commission new power generation facilities, rehabilitate or replace old power stations and enhance the distribution system. Energy consumption will also increase in all other sectors at a rate equal or greater than GDP growth as recently experienced, and it will rely increasingly on the import of fossil fuels (mainly petroleum derivates). Such development will create a heavy burden on the national budget as well as on the private, public and commercial sectors for purchasing any kind of energy."}, {"text_block_id": "p24_b154", "text": "According to VINLEC, if the Government does not take action to diversify energy sources, seek for long-term energy security and promote energy efficiency, the energy sector will develop as follows"}, {"text_block_id": "p24_b155", "text": ":"}, {"text_block_id": "p24_b156", "text": ":\n* Peak electricity demand will be 27 MW on the island of St. Vincent by 2015 and 31 MW by 2020, together with reserve power requiring an installed capacity of 48 MW and 55 MW respectively.\n* Additional capacity will be based on diesel-powered generators and/or heavy fuel oil (HFO).\n* Gross Electricity generation will rise to 158 GWh by 2015 and 184 GWh by 2020 (VINLEC, 2009), leading to an additional requirement of 1 million imperial gallons of diesel imports by 2015 and more than 3 million imperial gallons by 2020 (assuming that all new generation comes from diesel gensets).\n* Gross Electricity generation will rise to 158 GWh by 2015 and 184 GWh by 2020 (VINLEC, 2009), leading to an additional requirement of 1 million imperial gallons of diesel imports by 2015 and more than 3 million imperial gallons by 2020 (assuming that all new generation comes from diesel gensets).\n Consequently, CO\n* Gross Electricity generation will rise to 158 GWh by 2015 and 184 GWh by 2020 (VINLEC, 2009), leading to an additional requirement of 1 million imperial gallons of diesel imports by 2015 and more than 3 million imperial gallons by 2020 (assuming that all new generation comes from diesel gensets).\n Consequently, CO\n 2\n* Gross Electricity generation will rise to 158 GWh by 2015 and 184 GWh by 2020 (VINLEC, 2009), leading to an additional requirement of 1 million imperial gallons of diesel imports by 2015 and more than 3 million imperial gallons by 2020 (assuming that all new generation comes from diesel gensets).\n Consequently, CO\n 2\n emissions will also augment.\n* For the smaller islands of SVG it is also projected that electricity consumption and load will increase over the next decade at a rate of 3% to 4% per year.\n* The number of vehicles is projected to increase at a 2% rate per year (i.e. ~10,000 more cars will be imported by 2015). Meanwhile, fuel consumption in the transport sector will continue increasing as well, reaching 13 million imperial gallons of diesel and 8.3 million imperial gallons of gasoline by 2015, based on observed behaviour in the last years and expected increase in the transport fleet."}, {"text_block_id": "p25_b170", "text": "According to VINLEC•s projections, the following scenarios reflect the development of gross electricity generation and expected peak demand behaviour in coming years, see Figure 21 and Figure 22."}, {"text_block_id": "p25_b171", "text": "Figure 21. Peak demand VINLEC•s Scenario in SVG"}, {"text_block_id": "p25_b172", "text": "In the last ten years (1998-2007) electricity demand has grown yearly by an average of 5.4% in the domestic sector, 7.7% in the commercial sector, 1.1% in the industrial sector and 4% in street lighting. Meanwhile, peak demand growth has been 5% per year. For"}, {"text_block_id": "p26_b173_merged", "text": "this reason it is imperative to focus on actions in the commercial and domestic sectors. Complementary activities should be undertaken in the industry sector and with regard to the street lighting infrastructure."}, {"text_block_id": "p27_b176", "text": "IV. Energy Action Plan"}, {"text_block_id": "p27_b177", "text": "The purpose of this section is to develop possible scenarios for SVG•s energy future from 2009 until 2030. It contains short (1-5 years), medium (5-10 years), and long (10-20 years) term actions designed to enhance the implementation of the policies and goals of Saint Vincent and the Grenadines• National Energy Policy (NEP). These actions foster to energy conservation, energy efficiency, and diversification of energy source and energy use sectors."}, {"text_block_id": "p27_b178", "text": "4.1 Planning and management"}, {"text_block_id": "p27_b179", "text": "GOAL: Consolidate well coordinated planning and management programmes to achieve sustainable supply and use of energy by 2015"}, {"text_block_id": "p27_b180", "text": "4.1.1"}, {"text_block_id": "p27_b181", "text": "Institutional requirements"}, {"text_block_id": "p27_b182", "text": "The Prime Minister took over the energy portfolio in 2006. Subsequently, he established a National Energy Committee in 2006 and an Energy Unit in 2008 for the development and implementation of the National Energy Policy, which was adopted by Cabinet in February 2009. The Prime Minister, in his function as Minister of Finance, is also responsible for the control of fuel prices. The Government has therefore established structures that allow for concentrated efforts needed to reshape the energy sector and formulate decisions in an effective and linear approach. It will now be necessary to strengthen staff capability to deal with all types of energy policy matters as well as promotional and information activities."}, {"text_block_id": "p27_b183", "text": "4.1.2"}, {"text_block_id": "p27_b184", "text": "Energy database and publication of annual energy statistics"}, {"text_block_id": "p27_b185", "text": "In order to develop any long-term energy strategy, and for electricity supply planning purposes, it is essential to have reliable knowledge of the status and history of energy supply and consumption in different sectors, and data related to those sectors such as the number and type of vehicles, the use of electric water heaters, etc. Such statistical data are currently not available, or are spread among different market participants. A full-scale energy balance is currently not available, while other energy-related figures are either unregistered or out-of-date."}, {"text_block_id": "p28_b186", "text": "4.1.3"}, {"text_block_id": "p28_b187", "text": "Capacity building, education and awareness raising"}, {"text_block_id": "p28_b188", "text": "Capacity building, institutional strengthening and awareness raising are fundamental aspects of any sustainable energy strategy."}, {"text_block_id": "p28_b189", "text": "4.1.4"}, {"text_block_id": "p28_b190", "text": "Pilot and demonstration projects"}, {"text_block_id": "p28_b191", "text": "Pilot and demonstration projects are a valuable and convincing tool to showcase how energy efficiency and renewable energy technologies can be implemented, and show positive results with regard to economic and ecological effects. The Government is therefore determined to select and support such projects that have a high potential to raise awareness and act as a model for subsequent actions by the private or public sector."}, {"text_block_id": "p28_b192_merged", "text": "Action 5:  The  will ensure that the new International"}, {"text_block_id": "p28_b195", "text": "Airport at Argyle is built in the most energy efficient manner possible, by"}, {"text_block_id": "p29_b196", "text": "erecting well-insulated buildings and using natural ventilation and properly"}, {"text_block_id": "p29_b197", "text": "designed day-lighting. The Government will also consider the use of"}, {"text_block_id": "p29_b198", "text": "integrated solar electricity and solar thermal systems in combination with"}, {"text_block_id": "p29_b199", "text": "absorption cooling and energy efficient artificial lighting, acting as a show"}, {"text_block_id": "p29_b200", "text": "-"}, {"text_block_id": "p29_b201", "text": "case for the nation and the region."}, {"text_block_id": "p29_b202", "text": "4.1.5"}, {"text_block_id": "p29_b203", "text": "Interconnection"}, {"text_block_id": "p29_b204", "text": "Based on a preliminary study developed by VINLEC in early 2009, interconnection with the Grenadines islands is not a cost-effective alternative. Nonetheless, there is an interest to determine when interconnection between islands of the country would become a feasible alternative. Moreover, the materialization of geothermal development can bring SVG the opportunity to export electricity where interconnectivity with other island states is a realistic option."}, {"text_block_id": "p29_b205_merged_merged", "text": "Action 6:  The Ministry of Energyorganisations."}, {"text_block_id": "p29_b209", "text": "Time-scale:"}, {"text_block_id": "p29_b210", "text": "Long-term"}, {"text_block_id": "p29_b211", "text": "4.1.6"}, {"text_block_id": "p29_b212", "text": "Environmental impact assessment"}, {"text_block_id": "p29_b213", "text": "Renewable energy and conventional energy projects must be set up without disturbing and harming the environment (air pollution, water pollution, loss of biodiversity among others). For example, an environmental impact assessment should provide evidence that no major negative influence on the local communities and species will occur from erecting and operating wind farms of more than three turbines. The impact of new hydropower plants on the environment can also be minimized by using adequate technologies and design solutions. Energy projects should focus first on those locations with the least intrinsic human and wildlife habitat values."}, {"text_block_id": "p30_b214", "text": "4.1.7"}, {"text_block_id": "p30_b215", "text": "International cooperation and financing"}, {"text_block_id": "p30_b216", "text": "The transformation and modernization of the energy sector will require financial means that exceed the national budget of SVG as well as the burden that can be carried by VINLEC. It will therefore be necessary to seek for international financing and funding sources for investments, pilot actions, institutional and capacity building as well as information activities. It will be easier to attract private investors if additional financing sources with preferential conditions can be made available."}, {"text_block_id": "p30_b217", "text": "Such sources can be the European Development Fund (EDF), the Caribbean Development Bank (CDB), the Inter-American Development Bank (IDB), the World Bank, the German Development Bank KfW and other donors and financing institutions. Credits for the avoidance of greenhouse gas emissions could possibly be obtained and sold through the Clean Development Mechanism (CDM), if major renewable energy or energy efficiency projects in the region are bundled."}, {"text_block_id": "p30_b218", "text": "4.1.8"}, {"text_block_id": "p30_b219", "text": "Financial incentives"}, {"text_block_id": "p30_b220", "text": "Energy efficient products still have in many cases higher costs than similar products with low efficiency. Renewable energy technologies generally show relatively high up-front investment costs, but require far lower operation and maintenance costs than conventional technologies. Therefore, to overcome the obstacle of high initial costs and stimulate the market for innovative energy technologies it is recommended to provide financial (grants or soft-loans) or fiscal (tax credits, reduction or exemption from duty taxes and consumption taxes etc.) incentives. Currently incandescent light bulbs are taxed with 100% excise tax and 15% Value Added Tax (VAT), while compact fluorescent lamps (CFLs) are fully exempted from excise tax and VAT."}, {"text_block_id": "p30_b221_merged", "text": "Action 9:  The Ministry of Finance will select a list of items that will be completely or partially exempted from import or consumption taxes, while higher taxes may be imposed on energy inefficient devices. Such list will include systems and components which contribute directly to improved energy efficiency or the use of renewable energy sources. It will also consider a scheme of tax credits to the benefit of all legitimate persons and"}, {"text_block_id": "p31_b230", "text": "companies that make investments in energy efficiency measures or for the"}, {"text_block_id": "p31_b231", "text": "use of renewable energy sources. The Ministry of Finance will also"}, {"text_block_id": "p31_b232", "text": "reconsider the current exemption from Value Added Tax (VAT) for"}, {"text_block_id": "p31_b233", "text": "electricity, gasoline, kerosene, diesel and LPG."}, {"text_block_id": "p31_b234", "text": "4.1.9"}, {"text_block_id": "p31_b235", "text": "Monitoring and evaluation"}, {"text_block_id": "p31_b236", "text": "In order to verify if the overall targets will be achieved and appropriate actions are being taken, a continuous monitoring and evaluation process will be needed. This provides the Government with the information necessary to adopt its policy over time and take up additional adjustment measures if required. It will further secure that Parliament and the general public are informed about the effects and results of actions implemented within the National Energy Policy."}, {"text_block_id": "p31_b237", "text": "Action 10"}, {"text_block_id": "p31_b238", "text": ": The"}, {"text_block_id": "p31_b239", "text": "Ministry of Energy"}, {"text_block_id": "p31_b240", "text": "to the public through different media, including the Internet."}, {"text_block_id": "p31_b241", "text": "Time"}, {"text_block_id": "p31_b242", "text": "-"}, {"text_block_id": "p31_b243", "text": "scale:"}, {"text_block_id": "p31_b244", "text": "Short-term (long-term continuance)"}, {"text_block_id": "p31_b245", "text": "4.2 Power sector"}, {"text_block_id": "p31_b246", "text": "GOAL: Reduce projected increase in peak demand by 5% by 2015 and 10% by 2020, and strive to reduce power losses down to a total of 7% by 2015 and 5% by 2020."}, {"text_block_id": "p31_b247", "text": "4.2.1"}, {"text_block_id": "p31_b248", "text": "Long-term planning for the electricity sector"}, {"text_block_id": "p31_b249", "text": "The effective use of financial capital and the security of electricity supply in the longer term is very much dependent on a prospective planning, taking into account forecasts on energy demand, price development and availability of primary resources. It is therefore necessary to design long-term planning prospects dealing with questions such as grid enhancement and extension, power capacity development, electricity consumption, etc."}, {"text_block_id": "p31_b250_merged_merged_merged_merged", "text": "Action 11Government."}, {"text_block_id": "p31_b252", "text": "Time-scale:"}, {"text_block_id": "p31_b253", "text": "Short-term (long-term continuance)"}, {"text_block_id": "p32_b254", "text": "4.2.2"}, {"text_block_id": "p32_b255", "text": "Tariff structures"}, {"text_block_id": "p32_b256", "text": "The high electricity prices for industrial and commercial customers in combination with inequities in the formula for computation of the Demand Charge have put a heavy burden on many such consumers and given indication that prices do not fully reflect costs."}, {"text_block_id": "p32_b257", "text": "4.2.3"}, {"text_block_id": "p32_b258", "text": "Demand side management"}, {"text_block_id": "p32_b259", "text": "There is high potential for energy conservation and efficiency in the manufacturing industry as well as in the commercial and domestic sector. To tap this potential, energy audits and technical advice to different types of customers regarding the potential to improve their energy consumption patterns is needed. Further, new financing mechanisms that allow for carrying the initial investment costs are needed."}, {"text_block_id": "p32_b260", "text": "4.3 Renewable energy"}, {"text_block_id": "p32_b261", "text": "GOAL: Deliver 30% of projected total electricity output from Renewable Energy Sources (RES) by 2015 and 60% by 2020"}, {"text_block_id": "p32_b262", "text": "Preliminary findings show that several sources of renewable energy can be exploited at costs that are competitive with conventional power sources as long as no major investments have to be made for infrastructural improvements such as road construction or grid extension and reinforcement (e.g., generation costs for wind energy could be lower than EC$ 0.20/kWh, well below the current fuel acquisition cost of about EC$ 0.28/kWh). For rehabilitation of the older hydro power plants, estimations show that"}, {"text_block_id": "p33_b263", "text": "generation costs would also be in a similar range. Despite their high up-front costs, both hydro and wind power have the advantage that operational costs are low; therefore their price stability is high. Wind turbines usually have a life span of at least 20 years if properly monitored and maintained. Hydropower plants can run for more than 40 years, if overhauled regularly."}, {"text_block_id": "p33_b264", "text": "Several actions must take place for a rapid and successful deployment of renewable energy technologies. To expand the use of renewable energy sources it is critical to ascertain where key project opportunities exist. Within the framework of the Caribbean Renewable Energy Development Programme (CREDP), executed with support of GTZ/Germany, there is an ongoing process of measuring and assessing potentials for the exploitation of wind and hydro power resources in collaboration with VINLEC."}, {"text_block_id": "p33_b265", "text": "Furthermore, there is a need to take a closer look into the potential for biomass and geothermal energy. Given the large increase of global production capacity for solar cells and modules, photovoltaic systems have seen a sharp decline in price in the first half of 2009, which are 30% lower than at the end of 2008. In particular situations, such as off-grid supply, and with increasing oil prices, solar electricity can already compete with fossil fuel power generation. Besides the main island of St. Vincent, assessments should also cover the smaller inhabited islands of the Grenadines."}, {"text_block_id": "p33_b266", "text": "4.3.1"}, {"text_block_id": "p33_b267", "text": "Renewable Energy Resource potentials"}, {"text_block_id": "p33_b268", "text": "4.3.1.1 Geothermal"}, {"text_block_id": "p33_b269", "text": "The accurate assessment of geothermal energy potential for electricity generation depends on explorations involving the drilling of boreholes, which is an expensive process that can only be carried out either with international financial support, or by the private sector interested in exploiting these resources. In May 2008, the Government signed a Memorandum of Understanding (MoU) effectively granting exclusive rights to a private company, for a period of 12 months, to negotiate an agreement with the Government for the development of geothermal energy resources within an initial Geothermal Resource Area defined in the MoU. The expiration date of the MoU was extended to December 2009 to facilitate conclusion of the negotiations. The Government, after several years of negotiation, made an exclusive agreement with a private entity to develop, explore and exploit geothermal resources."}, {"text_block_id": "p33_b270_merged", "text": "Action 14:  The Ministry of Energy and the Government shall ensure sustainable development of exclusive geothermal exploration and exploitation in the Soufriere Resource Area on mainland St. Vincent, in accordance to agreement made.  If the initial explorations yield positive results, the exploitation of such geothermal resources shall be in a fashion that benefits the nation. The Ministry of Energy will ensure that such exclusive agreement entered into with the private developer is followed accordingly and that in the event that the developer fails to comply with its"}, {"text_block_id": "p34_b282_merged", "text": "duties and obligations in a timely manner and to the extent agreed, the Government can invoke explicit termination clauses at various stages of the development process to terminate agreement."}, {"text_block_id": "p34_b285", "text": "4.3.1.2 Hydro power"}, {"text_block_id": "p34_b286", "text": "VINLEC commissioned a comprehensive feasibility study in 2009 with funding from CRETAF to validate the results of previous studies conducted with assistance from CREDP/GTZ that had concluded potential for raising the capacity and gaining additional output of 27% and 13% respectively above the current average annual electricity production at the Richmond and South Rivers hydro plants. The new study examined the civil and electromechanical structures at the plants, the topography of the surrounding rivers and plant sites and the environmental and social impact to renew and maximize the output of the plants."}, {"text_block_id": "p34_b287", "text": "The results showed that most of the civil and electromechanical equipment can be replaced at a cost of 8-8.5 M USD to gain increased energy output of 13% and 10% above the current average annual electricity production of the Richmond and South Rivers plants respectively. The potential of the sites can yield greater gains of 24% and 46% respectively but the environmental and social impact assessments indicate that this additional yield will require use of residual water flows necessary to sustain aquatic life and social activities."}, {"text_block_id": "p34_b288", "text": "The scope was later expanded to include the feasibility of developing a second stage hydropower plant downstream of the existing South Rivers hydropower station. The proposed capacity is 1.19 MW with an annual energy output of 4,870 MWh.  This would increase the energy output from South Rivers to 8,930 MWh which is a 120% increase above the current average annual electricity production of the South Rivers Power Station. The new study concluded that such rehabilitation works would be economically and financially viable, even by basing the calculation on a conservative future oil price of US$ 60 per barrel."}, {"text_block_id": "p34_b289", "text": "The CRETAF funding also provided for the preparation of Tender Designs and Tender Documents which should be of sufficient detail to use in the tendering process to secure Contractors from the international market to supply material, equipment and labor to upgrade and build these power stations."}, {"text_block_id": "p34_b290", "text": "The previous feasibility studies on hydro energy potential have also pointed to the need for long-term flow measurements by installing or re-installing river gauging stations at the existing hydro power stations as well as at potential new hydro power sites. Furthermore, it is assumed that untapped rivers at Fancy, as well as larger rivers like Wallibou, Buccament and Rabacca, offer additional hydro power resources of significance."}, {"text_block_id": "p34_b291", "text": "Even if no immediate development of further new sites is considered, assessing the"}, {"text_block_id": "p35_b292", "text": "potential of other hydro power locations is urgently required in the interest of securing a future sustainable energy mix in SVG. Considering that reliable hydrological data should be based on data collection over 10- to 20-year periods, a comprehensive river gauging programme should be started without further delay as an investment into the future."}, {"text_block_id": "p35_b293", "text": "A hydrometeorologic network has been erected in the framework of the National Water Resource Management Study Programme (NWRMSP) supported by the European Development Fund (EDF). The NWRM study is assessing the water resources of all the islands used as potable water and for irrigation and hydro power purposes, in collaboration with the Central Water and Sewerage Authority (CWSA). VINLEC is contributing to the study, which was started in fall 2006 and will end in 2010."}, {"text_block_id": "p35_b294", "text": "Future of hydropower production depends mainly on the long-term availability of sufficient water resources. River flows are threatened by deforestation, variation of annual precipitations caused by climate change and competing uses, like fresh water supply and irrigation."}, {"text_block_id": "p35_b295", "text": "Canouan, Union, Bequia and other Grenadine islands do not have substantial rivers, and their annual rainfall ranges from 900 to 1,600 millimetres. Therefore, there are no suitable locations for hydro power production."}, {"text_block_id": "p35_b296", "text": "Action 15"}, {"text_block_id": "p35_b297", "text": ":"}, {"text_block_id": "p35_b298", "text": "VINLEC"}, {"text_block_id": "p35_b299", "text": "and buffer zones in which unregulated logging will not be allowed."}, {"text_block_id": "p35_b300", "text": "Time-scale:"}, {"text_block_id": "p35_b301", "text": "Short to long-term"}, {"text_block_id": "p35_b302_merged_merged", "text": "Action 16:  The Government will request to VINLEC to provide the financial means for the rehabilitation of the hydro power plants at South River and Richmond, and for the installation of new small hydro power plants. The Ministry of Energy and the Finance Department will assist in"}, {"text_block_id": "p36_b309", "text": "finding adequate financing sources and secure bank guarantees."}, {"text_block_id": "p36_b310", "text": "4.3.1.3 Wind energy"}, {"text_block_id": "p36_b311", "text": "Preliminary findings show that there is a technical potential in the range of several MW coming from wind energy on St. Vincent and some of the smaller islands. Previous wind measurements in St. Vincent have indicated mean wind speeds of 7-8 m/s on eastward facing ridges. Bequia and Union Island both have good potential sites, with estimated annual mean wind speeds of 7-8 m/s on eastward facing ridges. The island of Canouan has an excellent wind regime with annual averages estimated to be above 8 m/s. Mayreau has a very similar wind regime, and a small wind-diesel hybrid system could provide the island with relatively cheap power."}, {"text_block_id": "p36_b312", "text": "A supplementary use for wind energy is the production of fresh water by desalination using reverse osmosis, currently in preparation for Bequia under the Implementation of Adaptation Measures in Coastal Zones Project, with grants from the Global Environment Facility and under responsibility of the Ministry for Health and Environment."}, {"text_block_id": "p36_b313", "text": "Precise wind measurements are currently made by CREDP/GTZ and VINLEC at Brighton and at Ribishi Point on the island of St. Vincent to get reliable data for wind power investments. The ridge at Ribishi Point, close to the sea and between a landfill and a new sanitation facility, is a good location for a small 4 to 5 MW wind farm using turbines with a capacity of approximately 900 kW. VINLEC has evaluated tenders for the supply and operation of wind turbines at these locations in 2009. VINLEC is considering either entering into an agreement with one of the tender proposals or investing in the development of the wind park on its own. Further wind measurements are needed to select other locations for future wind farms."}, {"text_block_id": "p36_b314", "text": "Action 17"}, {"text_block_id": "p36_b315", "text": ":"}, {"text_block_id": "p36_b316", "text": "VINLEC"}, {"text_block_id": "p36_b317", "text": "economical pre-feasibility studies should be executed."}, {"text_block_id": "p36_b318", "text": "Time-scale:"}, {"text_block_id": "p36_b319", "text": "Short - Term (long-term continuance)"}, {"text_block_id": "p36_b320_merged_merged", "text": "Action 18:  The Ministry for Physical Development and VINLEC"}, {"text_block_id": "p37_b325", "text": "4.3.1.4 Biomass energy and waste-to-energy"}, {"text_block_id": "p37_b326", "text": "An assessment of the potential of different biomass residues and the availability of plants dedicated to electricity generation from biogas was concluded in March 2009 by GFA Envest GmbH in collaboration with the Caribbean Bio-Energy Technology Ltd. and the Government. The study identified some feedstock, such as banana trunks, that can be used for the production of biogas, and also examined to what extent the organic content of agricultural and municipal waste can be utilized for the same purpose. The study estimates that the realistic potential for electricity generation from biogas in St. Vincent is within 3 to 4 MW, and outlines a project concept for the initial development of a biogas plant. Further assessment will be needed to examine to what extent oil-containing seeds and/or other biomass sources can be used as the basis of biofuels for the transport sector and other purposes, such as cooking."}, {"text_block_id": "p37_b327", "text": "4.3.1.5 Solar electricity and solar thermal use"}, {"text_block_id": "p37_b328", "text": "The potential for hot water and electricity generation depends mainly on the usable size (surface) of the appliances (collectors or panels) and the technology used. Medium solar radiation is of 5.0 kWh/d.m² throughout the region and shows little seasonal variation. Solar thermal energy is utilized to heat water. Nevertheless, there is still significant potential to expand the use of solar thermal energy. There is a significant use of electrical water heaters that could be replaced by solar collectors. There is a growing number of applications where photovoltaic panels can be used at competitive costs. Those options may increase significantly with the continuing decline in price of solar photovoltaic systems."}, {"text_block_id": "p37_b329_merged", "text": "Action 20:  The Ministry of Energy, in collaboration with VINLEC, will analyse market potentials for the (extended) application of solar thermal and solar photovoltaic systems in all sectors. Through the Energy Unit, the Ministry of Energy will continue to examine the potential to fit connected photovoltaic installations on Government and Public buildings through the initial installation of demonstration systems on at least three buildings that were investigated with assistance from GTZ under the CREDP programme. VINLEC will install a pilot photovoltaic plant at its own premises and will publish technical guidelines for the interconnection"}, {"text_block_id": "p38_b341", "text": "of small, grid-connected renewable energy systems."}, {"text_block_id": "p38_b342", "text": "4.3.2"}, {"text_block_id": "p38_b343", "text": "Applications"}, {"text_block_id": "p38_b344", "text": "4.3.2.1 Renewable energy for the Grenadine islands"}, {"text_block_id": "p38_b345", "text": "Given their remoteness and small power demand, electricity generation costs on Bequia, Canouan, Union and Mayreau are even higher than on the main island. On the other hand, those islands have a strong seasonal tourism sector that requires a clean environment and depends highly on competitive energy costs. Those islands have an excellent potential of wind as well as solar resources. This is also the case for the other smaller islands that have privately operated diesel-fired electricity systems."}, {"text_block_id": "p38_b346", "text": "4.3.2.2 Renewable energy for self supply"}, {"text_block_id": "p38_b347", "text": "Stand-alone photovoltaic panels or small wind generators in combination with charge controllers and batteries can be the most economical solution for specific applications if a grid connection is not available or would be too expensive."}, {"text_block_id": "p39_b348", "text": "4.3.3"}, {"text_block_id": "p39_b349", "text": "Stimulus tools"}, {"text_block_id": "p39_b350", "text": "4.3.3.1 Independent power production"}, {"text_block_id": "p39_b351", "text": "Currently the Electricity Supply Act (ESA) does not allow for the engagement of Independent Power Producers in SVG, unless they have been authorized by VINLEC with the consent of the Ministry responsible for electricity supply. However, given the high investment costs required for the construction of new generation facilities, which may exceed the financial capabilities of VINLEC, the participation of new and experienced stakeholders in the exploitation of new wind and geothermal resources could be essential for the deployment of new generation facilities of this type."}, {"text_block_id": "p39_b352", "text": "4.3.3.2 Net-metering"}, {"text_block_id": "p39_b353", "text": "Currently parallel operation with the public grid and feed-in of excess electricity is not allowed without prior licensing by VINLEC even in cases where renewable energy is used for self-supply, or produced at small-scale. On the other hand, easy to implement net-metering schemes for small electricity generators using renewable energy has not yet been officially established. A first grid-connected PV installation based on a bilateral net-metering agreement with VINLEC has gone into operation at St. Vincent Technical College in May 2008."}, {"text_block_id": "p40_b354", "text": "4.4 Petroleum sector"}, {"text_block_id": "p40_b355", "text": "GOAL: Increase energy security and diversify the energy portfolio"}, {"text_block_id": "p40_b356", "text": "4.4.1"}, {"text_block_id": "p40_b357", "text": "Contracts and agreements for energy supply and storage"}, {"text_block_id": "p40_b358", "text": "SVG traditionally imports petroleum supplies from Trinidad and, as necessary, purchases on the spot market. Oil reserves in the Latin American and Caribbean region are estimated at 52.5 to 129 billion barrels (Gb),"}, {"text_block_id": "p40_b359", "text": "while natural gas reserves are estimated at 250 trillion cubic feet. Within the vicinity of SVG, only Venezuela possesses long-term petroleum resources."}, {"text_block_id": "p40_b360", "text": "Over the years, SVG has benefitted from energy agreements, such as the Petrocaribe and Texaco, which form an important part of the energy security strategy and involve access to refined products under financing agreements."}, {"text_block_id": "p40_b361_merged_merged", "text": "Action 25socio-environmental regulations."}, {"text_block_id": "p40_b363", "text": "Time-scale:"}, {"text_block_id": "p40_b364", "text": "Short-term (long-term continuance)"}, {"text_block_id": "p40_b365", "text": "4.4.2"}, {"text_block_id": "p40_b366", "text": "Petroleum reserve storage"}, {"text_block_id": "p40_b367", "text": "Unexpected oil supply disruptions due to national or international events, such as natural disasters, geopolitical instability, or acts of terrorism, must be prevented. With the commissioning of the first phase of the new diesel generating plant at Lowmans Bay in 2006, VINLEC created 440,000 imperial gallons of fuel storage capacity to operate the plant. An additional 440,000 imperial gallons is to be added with the second phase of expansion of the plant scheduled for 2010. Additionally, the Government, through the PetroCaribe Agreement, is in the process of constructing a national fuel storage  facility at Lowmans Bay that will expand storage capacity for petroleum products including possibly fuel for the transport sector and LPG."}, {"text_block_id": "p41_b368", "text": "4.4.3"}, {"text_block_id": "p41_b369", "text": "Diversification of energy sources"}, {"text_block_id": "p41_b370", "text": "Considering the potential for renewable and non-renewable energy development in Saint Vincent and the Grenadines and the current technological advances, energy resources such as liquefied or piped natural gas, biomass, wind, geothermal, solar and other sources of energy must be considered in the future energy mix. Furthermore, it is essential to explore interconnection options between and among St. Vincent, the Grenadine islands and neighbouring nations. This strategy would enable the creation of a new export market for excess energy from SVG and strengthen energy security at the national and regional levels."}, {"text_block_id": "p41_b371", "text": "Action 27:"}, {"text_block_id": "p41_b372", "text": "The"}, {"text_block_id": "p41_b373", "text": "Government"}, {"text_block_id": "p41_b374", "text": "liquefied or compressed natural gas."}, {"text_block_id": "p41_b375", "text": "Time-scale:"}, {"text_block_id": "p41_b376", "text": "Short-term and long-term"}, {"text_block_id": "p41_b377", "text": "4.5 Transport sector"}, {"text_block_id": "p41_b378", "text": "GOAL: Reduce projected consumption of fossil fuels in the transport sector by 10% by 2015 and 15% by 2020."}, {"text_block_id": "p41_b379", "text": "4.5.1"}, {"text_block_id": "p41_b380", "text": "Reduced fuel consumption of vehicles"}, {"text_block_id": "p41_b381", "text": "Vehicles vary considerably in fuel consumption depending on engine technology and size. Medium-sized, 5-passenger vehicles show average standard fuel efficiency ranging from  39 to more than 98 kilometres per imperial gallon, the latter being the case of hybrid vehicles. Older vehicles and those without regular engine maintenance generally tend to be less efficient."}, {"text_block_id": "p41_b382_merged_merged", "text": "Many vehicle owners have no knowledge of the vehicle•s specific fuel consumption.Furthermore, motor vehicle property tax does not take into consideration fuel efficiency."}, {"text_block_id": "p42_b384", "text": "On the other hand, fuel subsidies geared at lowering fuel prices are a heavy burden on the state budget."}, {"text_block_id": "p42_b385", "text": "4.5.2"}, {"text_block_id": "p42_b386", "text": "Transport strategy"}, {"text_block_id": "p42_b387", "text": "Reducing energy consumption in the transport sector can contribute to achieve a greater level of independence from fossil fuel imports. A new transport strategy should be implemented to lower energy consumption in the transport of goods and persons in the private, industrial, commercial and public sector. Such a strategy should include options aimed at reducing the number of vehicles, improving public transport and road conditions, and implement an innovative traffic management approach."}, {"text_block_id": "p42_b388_merged", "text": "Action 29: The Ministry of Transportmanagement."}, {"text_block_id": "p42_b392", "text": "Time-scale:"}, {"text_block_id": "p42_b393", "text": "Medium to long-term"}, {"text_block_id": "p42_b394", "text": "4.5.3"}, {"text_block_id": "p42_b395", "text": "Biofuels for transport"}, {"text_block_id": "p42_b396", "text": "Ethanol can easily be blended with gasoline up to a volume of 10% in most vehicle engines. Higher ethanol contents can be used in vehicles with modified engines. Biodiesel can also be either mixed with regular diesel, or used as single fuel in many cars."}, {"text_block_id": "p43_b397", "text": "Diesel engines can also be modified to run on pure plant oil."}, {"text_block_id": "p43_b398", "text": "4.6 Energy efficiency"}, {"text_block_id": "p43_b399", "text": "GOAL: Reduce projected electricity generation by 5% by 2015 and 15% by 2020"}, {"text_block_id": "p43_b400", "text": "4.6.1"}, {"text_block_id": "p43_b401", "text": "Assessment of market potential"}, {"text_block_id": "p43_b402", "text": "An analysis of technical potential is required for the energy efficiency market. There are numerous opportunities for electricity savings through conservation, the use of high-efficiency technologies, and better demand management. Statistics on energy demand are scarce, and demand side management has been the subject of little analysis. In order to implement measures for the improvement of energy efficiency and assess their impact on energy supply, there is a strong need to identify and assess key market potentials."}, {"text_block_id": "p43_b403", "text": "4.6.2"}, {"text_block_id": "p43_b404", "text": "Co-generation"}, {"text_block_id": "p43_b405", "text": "Hospitals, hotels and the food-processing industry require electricity and heat, the latter being used for hot water, steam and air conditioning. The waste heat occurring in these thermal generation processes can be recovered and transformed into useful energy, thus raising overall efficiency. Decentralized co-generation facilities located at the site of consumption are widely utilized in many developed countries, and should also be deployed in SVG. Electricity would be provided for local consumption, with excess power being delivered to the grid. In this case, as well as in the case of self-generators using renewable energy, remuneration schemes such as net-metering or fixed feed-in tariffs should be introduced in the legislation by amending the Electricity Supply Act, or through specific legislation."}, {"text_block_id": "p44_b406", "text": "4.6.3"}, {"text_block_id": "p44_b407", "text": "Energy efficiency in buildings"}, {"text_block_id": "p44_b408", "text": "Residential, commercial and public buildings consume large amounts of energy, especially for cooling and lighting. To date, insufficient attention has been afforded to the design and energy performance of these buildings, or to construction components and materials. In fact, there are currently no regulations and/or standards in place directed towards thermal efficiency and energy end-use efficiency in buildings."}, {"text_block_id": "p44_b409", "text": "4.6.4"}, {"text_block_id": "p44_b410", "text": "Energy efficiency in lighting"}, {"text_block_id": "p44_b411", "text": "Lighting is one of the main areas of electricity consumption in the residential and commercial sector. Despite activities to replace inefficient light bulbs by energy saving fluorescent lamps (e.g., through an initiative lead by Cuba in 2004), and tax incentives for the purchase of compact fluorescent lamps (CFLs), incandescent light bulbs continue to be sold and used in SVG. The European Union, Australia, and the United States are gradually banning the use and sale of incandescent light bulbs. Replacing them with"}, {"text_block_id": "p45_b412", "text": "more efficient lights may reduce electricity consumption for lighting by up to 80%. In order to guarantee that consumers get only quality products, standards and certification systems, such as the Energy Star program in the United States, have been put in place in a number of countries, or are currently being discussed."}, {"text_block_id": "p45_b413", "text": "4.6.5"}, {"text_block_id": "p45_b414", "text": "Energy savings through solar water heaters"}, {"text_block_id": "p45_b415", "text": "Hot water for private dwellings and large-scale consumers, such as hotels, restaurants and hospitals, can be produced almost exclusively through solar energy given SVG's climate conditions, thus avoiding the use of electricity, reducing peak loads and replacing the use of fossil energy, such as LPG. So far, the use of solar water heaters is limited mainly to part of the residential sector and to small tourism facilities."}, {"text_block_id": "p45_b416", "text": "4.6.6"}, {"text_block_id": "p45_b417", "text": "Energy savings through energy efficient appliances"}, {"text_block_id": "p45_b418", "text": "All of the major appliances sold or used in SVG are imported from overseas. There is a low public awareness of the energy efficiency of those appliances, which can vary substantially between different manufacturers and products, even if the services provided by those appliances are comparable. In the US, EU, Japan, Brazil and many other markets, the use of labelling schemes for domestic appliances (like washing machines, air-conditioners, refrigerators, freezers etc.) and electronic office equipment (like"}, {"text_block_id": "p46_b419", "text": "monitors, personal computers, printers etc.), as well as setting the Minimum Energy Performance Standards and adequate certification of compliance is quite common and mandatory for a number of product types. Such labels give an indication about the grade of energy efficiency and inform the consumers about the energy consumption under defined conditions."}, {"text_block_id": "p46_b420", "text": "4.6.7"}, {"text_block_id": "p46_b421", "text": "Public sector energy efficiency measures"}, {"text_block_id": "p46_b422", "text": "4.6.7.1 Government buildings"}, {"text_block_id": "p46_b423", "text": "Government buildings as well as other public buildings can act as a showcase for modern energy efficient construction. It will also encourage other public institutions and local authorities to act accordingly in order to save financial resources."}, {"text_block_id": "p46_b424_merged", "text": "Action 38:  The Ministry of Energy, through the Energy Unit, will set up an inter-ministerial energy efficiency programme that will undertake a comprehensive energy study of the of all Government owned/operated buildings, including ministries, post offices, police stations, and health and educational facilities, among others. The study will identify the buildings to be audited, evaluate and analyse their current conditions, the various measures that could be implemented to reduce energy consumption and improve efficiency, and assess the buildings• energy supply through solar energy and/or small wind technology. New constructions and major refurbishments will be guided by the principle of low energy consumption for cooling, lighting and hot water needs. This includes the minimisation of"}, {"text_block_id": "p47_b438_merged", "text": "artificial lighting to the extent necessary, the incorporation of shading, the use of natural air flow and the use of insulation materials in architectural designs."}, {"text_block_id": "p47_b441", "text": "4.6.7.2 Public procurement"}, {"text_block_id": "p47_b442", "text": "The Government and the public institutions are major energy consumers. Together, they form a strong market force by purchasing electrical and electronic equipment as well as vehicles and other energy consuming devices. Public institutions funded by taxpayers have therefore a particular responsibility to use energy wisely and rationally, and to reduce its waste to the lowest level possible."}, {"text_block_id": "p47_b443", "text": "4.6.7.3 Training and information of public staff"}, {"text_block_id": "p47_b444", "text": "The lack, or insufficient knowledge, of how to efficiently handle equipment is a considerable cause of energy waste.."}, {"text_block_id": "p48_b445", "text": "VI. Energy Action Plan Summary"}], "document_description": "The National Energy Policy (NEP) was released in 2009 mainly to promote sustainable energy production and use. The government acknowledges the central role of energy in poverty reduction, the importance of security of supply and of controlling carbon emissions. The Policy encourages a liberalisation of the energy market and a shift towards local renewable resources. The document states that the country has resources to provide for heat (solar thermal, biomass), electricity (wind, geothermal, hydro, and solar) and possibly fuel (biomass).\n\nThe Energy Action Plan followed NEP in 2010 to specify the government's goals. It explores in particular the possibilities for sustainable energy during 2009 - 2030 and projects the short, medium and long term actions. Notable actions to develop are capacity building, interconnection, financial incentives including feed-in tariffs, a reduced fuel consumption in the transport sector, and energy efficiency in buildings."}