{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Saint Vincent and the Grenadines", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "National Energy Policy", "document_country_code": "VCT", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "01/01/2009", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/VCT/2009/VCT-2009-01-01-National Energy Policy_c2dac2eaa6e2ed617f168d01d5a0a439.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "St. Vincent and the Grenadines (SVG)"}, {"text_block_id": "p0_b2", "text": "Sustainable Energy for SVG:"}, {"text_block_id": "p0_b3", "text": "The Government's ˜ational Energy Policy"}, {"text_block_id": "p0_b4", "text": "March, 2009"}, {"text_block_id": "p1_b5", "text": "Content"}, {"text_block_id": "p2_b6", "text": "1 Guiding Principles of the National Energy Policy"}, {"text_block_id": "p2_b7", "text": "The Government of SVG recognizes that energy plays a major role in the diversification efforts of the country's economy and in the pursuit of poverty reduction;"}, {"text_block_id": "p2_b8", "text": "The following guiding principles have been considered during the preparation of the National Energy Policy for St. Vincent and the Grenadines (SVG):"}, {"text_block_id": "p2_b9", "text": "The following guiding principles have been considered during the preparation of the National Energy Policy for St. Vincent and the Grenadines (SVG):\n* Guarantee a clean, reliable and affordable energy supply to customers;\n* Strengthen the national economy by reducing the dependence on import of fossil fuels;\n* Stabilize and possibly reduce the energy consumption per capita in the medium and long\n* Reduce the dependence on import of energy through continued and expanded exploitation of\n* Liberalize the energy market by encouraging and accommodating private sector\n* Take advantage of renewable, local energy resources, wherever this is possible from the\n* To always encourage and stimulate the efficient use of all energy resources, keeping in mind\n* In all its decision making with respect to energy services development, the Government will\n* In delivering energy services, government will minimise subsidies to consumers and set\n* Take advantage of national expertise and know-how as far as possible for the development\n* Ensure that the measures taken in pursuing this energy policy is in line with the"}, {"text_block_id": "p3_b31", "text": "2 Rationale for a National Energy Policy"}, {"text_block_id": "p3_b32", "text": "2.1 Global perspective"}, {"text_block_id": "p3_b33", "text": "2.1 Global perspective\n* Average world oil prices in every year since 2003 have been higher than the average\n* The spot price of WTIcrude oil increased from US$122 per barrel in June 2008 to"}, {"text_block_id": "p4_b38", "text": "2.1 Global perspective\n* Average world oil prices in every year since 2003 have been higher than the average\n* The spot price of WTIcrude oil increased from US$122 per barrel in June 2008 to\n* A variety of factors have caused oil prices to increase, including strong demand\n* The 2006 edition of International Energy Outlookand World Energy Outlook\n* How supply will keep with this demand is unknown: the IEA in its World Energy"}, {"text_block_id": "p5_b45", "text": "2.1 Global perspective\n* Average world oil prices in every year since 2003 have been higher than the average\n* The spot price of WTIcrude oil increased from US$122 per barrel in June 2008 to\n* A variety of factors have caused oil prices to increase, including strong demand\n* The 2006 edition of International Energy Outlookand World Energy Outlook\n* How supply will keep with this demand is unknown: the IEA in its World Energy\n"}, {"text_block_id": "p5_b47", "text": "2.1 Global perspective\n* Average world oil prices in every year since 2003 have been higher than the average\n* The spot price of WTIcrude oil increased from US$122 per barrel in June 2008 to\n* A variety of factors have caused oil prices to increase, including strong demand\n* The 2006 edition of International Energy Outlookand World Energy Outlook\n* How supply will keep with this demand is unknown: the IEA in its World Energy\n\n* Consumption of petroleum products globally has fuelled environmental concerns\n<\\li1>"}, {"text_block_id": "p5_b49", "text": "2.2 Regional setting"}, {"text_block_id": "p5_b50", "text": "2.2 Regional setting\n* The Caribbean Community consists of developing small island States and low lying\n* CARICOM countries consume approximately 240,000 boepdand approximately"}, {"text_block_id": "p6_b57", "text": "2.2 Regional setting\n* The Caribbean Community consists of developing small island States and low lying\n* CARICOM countries consume approximately 240,000 boepdand approximately\n* Owing to increasing international demand for petroleum and rising petroleum prices,\n* Owing to increasing international demand for petroleum and rising petroleum prices,\n -\n* Owing to increasing international demand for petroleum and rising petroleum prices,\n -\n operation Agreement, the primary purpose of the PETROCARIBE arrangement is to\n* Owing to increasing international demand for petroleum and rising petroleum prices,\n -\n operation Agreement, the primary purpose of the PETROCARIBE arrangement is to\n .\n* In June 2005, eleven (11) CARICOM Member Statessigned the Energy Co-operation Agreement (PETROCARIBE), while so far nine (9) CARICOM Member Stateshave signed bilateral agreements with Venezuela. With respect to the Trinidad and\n* With respect to the refining capacity of the CARICOM region, there are three"}, {"text_block_id": "p7_b71", "text": "refineries with a total capacity of 202,000 bpd"}, {"text_block_id": "p7_b72", "text": "."}, {"text_block_id": "p7_b73", "text": "The total expenditure for planned refinery upgrade projects for all 3 refineries has been projected to exceed US$1.5 billion."}, {"text_block_id": "p7_b74", "text": "In light of the scarce resources available to the Governments of the region for economic development, opportunities exist for integration or rationalization of regional refining industry and production capacities in the energy sector."}, {"text_block_id": "p7_b75", "text": "In light of the scarce resources available to the Governments of the region for economic development, opportunities exist for integration or rationalization of regional refining industry and production capacities in the energy sector.\n* Currently, a CET\n* Currently, a CET\n of 10% to 20% is applied on petroleum products imported from\n* Currently, a CET\n of 10% to 20% is applied on petroleum products imported from\n Products originating from refineries within the CARICOM Single\n* Currently, a CET\n of 10% to 20% is applied on petroleum products imported from\n Products originating from refineries within the CARICOM Single\n At the Seventeenth Inter-Sessional\n* Currently, a CET\n of 10% to 20% is applied on petroleum products imported from\n Products originating from refineries within the CARICOM Single\n At the Seventeenth Inter-Sessional\n â\n* In 2006 CARICOM implemented the CSM, with plans for the CARICOM Single"}, {"text_block_id": "p7_b83", "text": "2.3 Energy Situation in SVG"}, {"text_block_id": "p7_b84", "text": "2.3 Energy Situation in SVG\n* St. Vincent and the Grenadines (SVG) is a multi-island state comprising the main\n<\\li1>"}, {"text_block_id": "p8_b88", "text": "2.3 Energy Situation in SVG\n* St. Vincent and the Grenadines (SVG) is a multi-island state comprising the main\n<\\li1>\n* SVG is heavily dependent on imported petroleum products for electricity generation,\n* SVGâs state-owned utility VINLEC is the sole provider of electricity to the main\n* Almost half of the electricity delivered is consumed by the domestic sector, while the\n* SVG has substantial renewable energy sources to provide for heat (solar thermal,\n* According to preliminary studies elaborated with assistance from the German\n* The use of solar collectors for hot water production is already wide-spread and"}, {"text_block_id": "p9_b100", "text": "2.3 Energy Situation in SVG\n* St. Vincent and the Grenadines (SVG) is a multi-island state comprising the main\n<\\li1>\n* SVG is heavily dependent on imported petroleum products for electricity generation,\n* SVGâs state-owned utility VINLEC is the sole provider of electricity to the main\n* Almost half of the electricity delivered is consumed by the domestic sector, while the\n* SVG has substantial renewable energy sources to provide for heat (solar thermal,\n* According to preliminary studies elaborated with assistance from the German\n* The use of solar collectors for hot water production is already wide-spread and\n* There is considerable wind energy potential mainly on the eastern side of St. Vincent\n* With assistance form CREDP/GTZ, potential wind sites for small wind parks have\n* Biomass resources are currently mainly exploited in a non-sustainable manner"}, {"text_block_id": "p9_b106", "text": "3 Policies and Goals"}, {"text_block_id": "p9_b107", "text": "3.1 Planning and Management"}, {"text_block_id": "p9_b108", "text": "The growing importance being accorded to energy issues necessitates the need to ensure that there is the ability to effectively plan and manage the national energy sector so as to assist in reducing the"}, {"text_block_id": "p10_b109", "text": "uncertainty in decision making for the public and private sector. Through this policy Government will strengthen its capacity to formulate, implement and monitor energy policies and programmes in a coordinated manner."}, {"text_block_id": "p10_b110", "text": "For this task to be fulfilled effectively it is essential that the database on all relevant aspects of the energy sector is complete and consistent and continuously kept up-to-date. In addition, the implementation of the National Energy Policy and the coordination of individual actions require an appropriately staffed designated authority within the Government and it may be necessary to create and develop new sections and add new staff positions within the public and private sector."}, {"text_block_id": "p10_b111", "text": "The goal for planning and management in the energy sector is:"}, {"text_block_id": "p10_b112", "text": "Policies"}, {"text_block_id": "p10_b113", "text": "Policies\n* Ensure that energy planning and management addresses the efficient and sustainable use and\n* Improve, expand and maintain a database on all energy-relevant aspects\n* Improve decision-making and encourage more effective co-ordination of energy sector\n* Promote the delivery of efficient and cost-effective energy services\n* Designate an authority with adequate resources within the Government that is responsible"}, {"text_block_id": "p11_b123", "text": "Policies\n* Ensure that energy planning and management addresses the efficient and sustainable use and\n* Improve, expand and maintain a database on all energy-relevant aspects\n* Improve decision-making and encourage more effective co-ordination of energy sector\n* Promote the delivery of efficient and cost-effective energy services\n* Designate an authority with adequate resources within the Government that is responsible\n* Create appropriate staff positions within VINLEC and other state-dependent institutions in\n* Provide educational programmes relating to energy sector issues, including in particular\n* Elaborate (and regularly update) an Action and Implementation Plan detailing potential\n* Ensure that international funding and technical assistance is made available and the energy"}, {"text_block_id": "p11_b131", "text": "3.2 Power Sector"}, {"text_block_id": "p11_b132", "text": "Reliable and affordable electricity is essential for the economic and social development of Saint Vincent and the Grenadines. Key issues include increasingly high costs for imported fuel and the option to use cost-efficient natural resources, such as hydro, wind, solar and geothermal energy. Further problems arise from the country-wide inexperience of using such resources, the partially inefficient generation of electricity with older diesel and hydropower schemes and the inefficient consumption of electricity."}, {"text_block_id": "p11_b133", "text": "The goal for the power sector is:"}, {"text_block_id": "p11_b134", "text": "Policies"}, {"text_block_id": "p11_b135", "text": "Policies\n* Improve the efficiency of power production, transmission and distribution to optimise costs\n<\\li1>"}, {"text_block_id": "p12_b137", "text": "Policies\n* Improve the efficiency of power production, transmission and distribution to optimise costs\n<\\li1>\n* Promote sound energy efficiency and conservation practices for all consumers\n* Explore the existing potentials of renewable energy sources for electricity generation\n* Support the introduction of new commercially proven generation technologies that are\n* Access imported fossil fuels at lowest costs, respecting environmental concerns and supply\n* Establish mechanisms that allow for a fair access to the transmission/distribution grid and"}, {"text_block_id": "p12_b147", "text": "3.3 Renewable Energy"}, {"text_block_id": "p12_b148", "text": "Indigenous Renewable Energy Sources (RES) in the form of solar, wind, hydro and geothermal provide the most appropriate long-term alternative sources to replace imported petroleum products for electricity generation and heat production in SVG. Key issues in renewable energy include a lack of technical expertise and relatively weak institutional structures that would allow public or private investors to tap such resources in a timely manner and secure environment. The current situation is further defined by insufficient knowledge about the RES potentials, lack of financial commitment and support to renewable energies as well as insufficient private sector participation and investment."}, {"text_block_id": "p12_b149", "text": "The goal for renewable energy is:"}, {"text_block_id": "p12_b150", "text": "Policies"}, {"text_block_id": "p13_b151", "text": "3.3.1"}, {"text_block_id": "p13_b152", "text": "Promote the increased use of appropriate renewable energy technologies, which are technically and commercially proven, financially and economically viable, and environmentally friendly."}, {"text_block_id": "p13_b153", "text": "3.3.2"}, {"text_block_id": "p13_b154", "text": "Analyze the potentials of renewable energy sources on all islands, make site-specific assessments and elaborate project proposals."}, {"text_block_id": "p13_b155", "text": "3.3.3"}, {"text_block_id": "p13_b156", "text": "Develop local expertise in the production, installation, operation, management and maintenance of technically and economically proven renewable energy systems."}, {"text_block_id": "p13_b157", "text": "3.3.4"}, {"text_block_id": "p13_b158", "text": "Encourage private sector participation in the development, financing and management of renewable energy projects."}, {"text_block_id": "p13_b159", "text": "3.3.5"}, {"text_block_id": "p13_b160", "text": "Design and initiate a national Renewable Energy education and awareness for all sectors of the civil society."}, {"text_block_id": "p13_b161", "text": "3.3.6"}, {"text_block_id": "p13_b162", "text": "Provide financial and fiscal incentives that allow Renewable Energy technologies to be market competitive, taking into account economical benefits from the use of such technologies."}, {"text_block_id": "p13_b163", "text": "3.3.7"}, {"text_block_id": "p13_b164", "text": "Investigate options and potential benefits from importing biofuels to Saint Vincent and the Grenadines."}, {"text_block_id": "p13_b165", "text": "3.3.8"}, {"text_block_id": "p13_b166", "text": "Consider the mandatory installation of solar thermal collectors for all major users of hot water."}, {"text_block_id": "p13_b167", "text": "3.4 Petroleum Sector"}, {"text_block_id": "p13_b168_merged", "text": "Importation of petroleum products, including LPG, accounts for a significant and steeply increasing proportion of total national imports of SVG. Moreover, they are fundamental to SVG’s socio-economic development and will continue to be so for the foreseeable future. The maintenance of a reliable and cost-effective supply of petroleum products is essential."}, {"text_block_id": "p14_b171", "text": "The cost of fuel imports per unit should be minimized through good supply contract negotiations and management. The overall volume of petroleum derivate imports should increase at a lower rate than economic growth through appropriate conservation and efficiency measures and by substituting the use of petroleum with renewable energies."}, {"text_block_id": "p14_b172", "text": "A clean environment is crucial to the economic and social well-being of the people of SVG. Irresponsible use and handling of petroleum products can cause significant damage, particularly in fragile island coastal and marine environments. For this reason, the proper importation, handling, storage and use of petroleum products and management of waste petroleum derivates (mainly lubricants) is an important issue."}, {"text_block_id": "p14_b173", "text": "The goal for the petroleum sector is:"}, {"text_block_id": "p14_b174", "text": "Policies"}, {"text_block_id": "p14_b175", "text": "3.4.1"}, {"text_block_id": "p14_b176", "text": "Ensure a secure and reliable supply of petroleum products at lowest import costs available, and conforming to agreed product standards and specifications"}, {"text_block_id": "p14_b177", "text": "3.4.2"}, {"text_block_id": "p14_b178", "text": "Encourage fuel conservation and efficient end-use, thereby reducing dependence on imported petroleum products."}, {"text_block_id": "p14_b179", "text": "3.4.3"}, {"text_block_id": "p14_b180", "text": "Ensure that new and existing petroleum storage and handling facilities conform with standards approved for SVG."}, {"text_block_id": "p14_b181", "text": "3.4.4"}, {"text_block_id": "p14_b182", "text": "Ensure that adequate storage facilities for petroleum products are available throughout SVG at strategic locations."}, {"text_block_id": "p15_b183", "text": "3.4.5"}, {"text_block_id": "p15_b184", "text": "Promote the collection, transportation, environmentally responsible re-use, disposal, or removal of waste oil and other petroleum by-products to minimize adverse impacts on soil, ground-water, and near-shore fisheries."}, {"text_block_id": "p15_b185", "text": "3.5 Transportation"}, {"text_block_id": "p15_b186", "text": "Road, air and marine transport provide an essential service that enables economic and social development. The transportation sector in SVG consumes a large proportion of the imported petroleum products in the form of gasoline, diesel and aviation kerosene. Clearly the introduction of measures that conserve transports fuels and increase the efficiency of their use will have long-term economic and environmental benefits for SVG."}, {"text_block_id": "p15_b187", "text": "The goal for transportation is:"}, {"text_block_id": "p15_b188", "text": "Efficient, environmentally clean and cost-effective transportation."}, {"text_block_id": "p15_b189", "text": "Policies"}, {"text_block_id": "p15_b190", "text": "3.5.1"}, {"text_block_id": "p15_b191", "text": "Improve fuel conservation and efficiency for the land and marine transport sectors"}, {"text_block_id": "p15_b192", "text": "3.5.2"}, {"text_block_id": "p15_b193", "text": "Minimise the detrimental impact of petroleum product consumption in the transport sector on land, atmosphere and marine environment."}, {"text_block_id": "p15_b194", "text": "3.5.3"}, {"text_block_id": "p15_b195", "text": "Provide the basis and sufficient incentives for improvements of the public transport system as alternative to individual vehicle use."}, {"text_block_id": "p15_b196", "text": "3.5.4"}, {"text_block_id": "p15_b197", "text": "Improve road conditions and traffic management as to avoid congestions and prioritize public transport busses."}, {"text_block_id": "p15_b198", "text": "3.5.5"}, {"text_block_id": "p15_b199", "text": "Investigate consequences and benefits of substituting the use of gasoline by LPG for taxis."}, {"text_block_id": "p16_b200", "text": "3.5.6"}, {"text_block_id": "p16_b201_merged", "text": "Take adequate measures to minimize the import of outdated and high-consuming second-hand cars"}, {"text_block_id": "p16_b204", "text": "3.5.7"}, {"text_block_id": "p16_b205", "text": "Introduce a taxation system that gives incentives for the use of fuel-efficient passenger cars and other vehicles"}, {"text_block_id": "p16_b206", "text": "3.5.8"}, {"text_block_id": "p16_b207", "text": "Introduce regular motor check-ups to avoid unnecessary emissions and limit the fuel consumption to the lowest possible level."}, {"text_block_id": "p16_b208", "text": "3.6 Energy Efficiency"}, {"text_block_id": "p16_b209", "text": "Energy efficiency is a cross-cutting issue that touches the generation and consumption of electricity as well as the use of fuel in the transport sector. From society’s perspective, achieving greater energy efficiency generally requires less investment than does new generation, and also means less energy-related environmental impact. From an individual’s perspective, it can mean significant savings over the long term. However, despite the obvious benefits, there has historically been a lack of energy-efficiency initiatives in SVG."}, {"text_block_id": "p16_b210", "text": "The goal for energy efficiency is:"}, {"text_block_id": "p16_b211", "text": "Policies"}, {"text_block_id": "p16_b212", "text": "3.6.1"}, {"text_block_id": "p16_b213", "text": "Promote energy audits for key energy consuming sectors, such as industries, hotels, restaurants and public buildings"}, {"text_block_id": "p16_b214", "text": "3.6.2"}, {"text_block_id": "p16_b215", "text": "Provide fiscal incentives for the import of energy-efficient appliances"}, {"text_block_id": "p16_b216", "text": "3.6.3"}, {"text_block_id": "p16_b217", "text": "Strengthen consumer information on purchase and use of energy-efficient appliances"}, {"text_block_id": "p17_b218", "text": "3.6.4"}, {"text_block_id": "p17_b219", "text": "Carry out studies on consumption patterns in different sectors to be used in the design of appropriate energy-efficiency measures"}, {"text_block_id": "p17_b220", "text": "3.6.5"}, {"text_block_id": "p17_b221", "text": "Raise the general awareness about energy efficiency among the civil society, e.g. by organizing regular energy weeks"}, {"text_block_id": "p17_b222", "text": "3.6.6"}, {"text_block_id": "p17_b223", "text": "Establish standards for the insulation of new buildings that will be equipped with air-conditioning systems"}, {"text_block_id": "p17_b224", "text": "3.6.7"}, {"text_block_id": "p17_b225", "text": "Consider further fiscal measures in respect of incandescent light bulbs."}, {"text_block_id": "p17_b226", "text": "3.6.8"}, {"text_block_id": "p17_b227", "text": "Continue the grant of fiscal incentives for the use of energy-saving light bulbs."}], "document_description": "The National Energy Policy (NEP) was released in 2009 mainly to promote sustainable energy production and use. The government acknowledges the central role of energy in poverty reduction, the importance of security of supply and of controlling carbon emissions. The Policy encourages a liberalisation of the energy market and a shift towards local renewable resources. The document states that the country has resources to provide for heat (solar thermal, biomass), electricity (wind, geothermal, hydro, and solar) and possibly fuel (biomass).\n\nThe Energy Action Plan followed NEP in 2010 to specify the government's goals. It explores in particular the possibilities for sustainable energy during 2009 - 2030 and projects the short, medium and long term actions. Notable actions to develop are capacity building, interconnection, financial incentives including feed-in tariffs, a reduced fuel consumption in the transport sector, and energy efficiency in buildings."}