{"document_instrument_name": "Capacity building|Governance", "document_country_english_shortname": "Nauru", "document_category": "Policy", "document_sector_name": ["Water", "Health", "Energy"], "document_language": "English", "document_name": "Framework for Climate Change Adaptation and Disaster Risk Reduction", "document_country_code": "NRU", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Drm/Drr", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/NRU/2015/NRU-2015-12-25-Framework for Climate Change Adaptation and Disaster Risk Reduction_4a8777af89b12669740fa0d93a70ba6c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ankiwid ekekeõw:"}, {"text_block_id": "p0_b2", "text": "Õredoãnen õañabidãen obwiõ"}, {"text_block_id": "p0_b3", "text": "Climate change:"}, {"text_block_id": "p0_b4", "text": "Building our resilience"}, {"text_block_id": "p0_b5", "text": "Republic of Nauru"}, {"text_block_id": "p0_b6", "text": "Framework for Climate Change"}, {"text_block_id": "p0_b7", "text": "Adaptation and Disaster Risk"}, {"text_block_id": "p0_b8", "text": "Reduction"}, {"text_block_id": "p0_b9", "text": "(RONAdapt)"}, {"text_block_id": "p1_b10", "text": "Government of the Republic of Nauru"}, {"text_block_id": "p1_b11", "text": "Copyright 2015"}, {"text_block_id": "p1_b12", "text": "Supported by the European Union"}, {"text_block_id": "p1_b13", "text": "               and nationally by the Government of the Republic of Nauru"}, {"text_block_id": "p1_b14", "text": "CONTENTS"}, {"text_block_id": "p2_b15", "text": "MINISTER’S FOREWORD"}, {"text_block_id": "p2_b16", "text": "I call upon the efforts and support of the international community to progress the aspirations of this national document into reality."}, {"text_block_id": "p2_b17", "text": "Hon. Aaron Cook, MP"}, {"text_block_id": "p2_b18", "text": "Minister for Commerce, Industry & Environment"}, {"text_block_id": "p2_b19", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p2_b20", "text": "ACKNOWLEDGEMENT\n"}, {"text_block_id": "p2_b24", "text": "The advice of the many reviewers of this document is also acknowledged."}, {"text_block_id": "p3_b25", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p3_b26", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p3_b27", "text": "This document – the Republic of Nauru Framework for Climate Change Adaptation and Disaster Risk Reduction (RONAdapt) – represents the Government of Nauru’s response to the risks to sustainable development posed by climate change and disasters. It aims to do two things."}, {"text_block_id": "p3_b28", "text": "Second, it provides a general framework for longer term planning and programming of CCA and DRR activities, including guidance on their mainstreaming in national and sectoral development policies. This includes setting out the key principles that are expected to guide CCA and DRR planning in Nauru (Section 2 ), as well as clarity on the roles and responsibilities of different stakeholders (Section 5)."}, {"text_block_id": "p3_b29", "text": "Against this background, climate variability and climate change have the potential to make Nauru’s efforts to secure sustainable development even more challenging. Sea level rise threatens to increase saltwater intrusion into precious groundwater reserves as well as to            %                    "}, {"text_block_id": "p4_b30", "text": "The document is set out as follows:"}, {"text_block_id": "p4_b31", "text": "The document is set out as follows:\n"}, {"text_block_id": "p4_b35", "text": "                 taking place and there are already signs of disturbance to local, regional and global systems, there                          % &      called “no-regret” options that support Nauru’s development strategy while also providing a strong basis for improving and enhancing adaptive capacities and capabilities to respond to future risks and events as they unfold."}, {"text_block_id": "p4_b36", "text": "Resilience goals"}, {"text_block_id": "p4_b37", "text": "The priorities outlined in the RONAdapt are intended to contribute to the achievement of the NSDS and to increasing Nauru’s resilience to climate change and disasters, by targeting the following goals: 1. Water security"}, {"text_block_id": "p4_b38", "text": "The priorities outlined in the RONAdapt are intended to contribute to the achievement of the NSDS and to increasing Nauru’s resilience to climate change and disasters, by targeting the following goals: 1. Water security\n* En\n* Fo\n* A\n* A\n* Produ"}, {"text_block_id": "p4_b48", "text": "Priority actions"}, {"text_block_id": "p4_b49", "text": "The table below provides an overview of the prioritised high-level strategies for addressing CCA and DRR in each sector. The proposed activities to implement these strategies are outlined in Section 4, while more detail on each sector is provided in the Annexes."}, {"text_block_id": "p4_b50", "text": "Overview of the RONAdapt’s priority CCA and DRR actions"}, {"text_block_id": "p4_b51", "text": "Overview of the RONAdapt’s priority CCA and DRR actions (continued)"}, {"text_block_id": "p4_b52", "text": "In addition, a series of institutional strengthening actions are highlighted for each sector. These include for example updating and formally endorsing a wide range of draft policies and plans, the preparation of a long-term Nauru Land Use Plan, and building the human capacity of the public sector in particular to be better placed to manage and implement essential development and CCA and DRR activities. These are important for putting in place some of the necessary enabling conditions that support sound long-term planning and decision making."}, {"text_block_id": "p5_b53", "text": "1. INTRODUCTION"}, {"text_block_id": "p5_b54", "text": "1.1 Development challenges, vulnerability and climate change"}, {"text_block_id": "p5_b55", "text": "Nauru’s National Sustainable Development Strategy (NSDS) outlines our main social, economic and environmental challenges, and key development priorities. These developmental and environmental challenges also illustrate Nauru’s vulnerability to external stresses and risks, including those posed by climate change and disasters."}, {"text_block_id": "p5_b56", "text": "At the national and community scale in Nauru, some of the factors that create vulnerability in Nauru are:"}, {"text_block_id": "p5_b57", "text": "At the national and community scale in Nauru, some of the factors that create vulnerability in Nauru are:\n* â With small land area and very limited groundwater resources, water scarcity is a major concern. Rainwater harvesting is an important source, though is constrained îîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîî îîîîîîîîî îîîîîîîîîîîîîîîîîîîîîQîîîî îîîî îîîîî îî%îîîîîîîîîî îî variability is a contributor to drought periods that place great stress on the limited desalination and community storage capacity, and create water stress for many households. Moreover, limited groundwater resources are typically polluted from septic systems, and hence use is limited.\n* â Nauru is only 21 square kilometres in area, consisting of a single raised atoll. Most development is located around the narrow coastal plain. The islandâs elevated interior, which makes up over 70% of the land area, consists of coral-limestone pinnacles and limestone outcrops that have been the focus of intense phosphate mining since the early 1900s, with the result that most of the landscape is now unusable for settlement or agriculture. Consequently, there is very little, if any, land available for agriculture and critical infrastructure such as the power station, roads and hospital are all located in low lying coastal îî îîîîî£îîîîîîî% îîîîîîîîîîîî îîîîîî îîîîîî«îîîîîîîîîîîîîîîîîîîîîî\n* â Coastal erosion and water pollution have the potential to affect îîîîî îîî îîîîîîîîî îîîî î îîîî îîîîîîî¢î îîî î£îîîî îîî îîîîîîî£îî îîî îîîîîîîîî îîîîî îîî îª îîîî îîîîîî îîî îîîî central plateau as a result of mining has left much of the landscape scarred, while rehabilitation is a long-term and uncertain project. The need to dispose of large volumes of waste is a major challenge to environmental sustainability since Nauruâs population is currently swollen with the Regional Processing Centre (RPC).\n* Over recent decades, earnings have been îîîî îîîî îî îîî îîî îîîî îîîîîîî îîîîîîî Qî£îîîîî îîî îîîîî îîîîîîîî îîîî îîî î îîîîîî î¡î îîîî îîî îîîîîîîîî licenses. Revenue associated with the RPC for asylum seekers also provides an income stream, though is uncertain over the longer term. This narrow range of income-deriving activities makes Nauruâs foreign earnings, which are critical for underpinning development, particularly susceptible to market changes as well as to the productivity of these resources. In the case of îîîîîîîîî¢îîîîî îîîîîîîî îîî îîîî î îîîî îîîîîî îî îîîîîîîîîîî îîî îîî îîîî îîîîîîîîîªîîîî îîîî»îîî îî îîîîîî îîî % îî îîîî îîîîîîîî¢î î£îîîîî îî% îîî î§îîîîîîî î îîîîîî îî îîî îîîîîî î îîîîîî îîî îîîî îîîîîîî îª îîî îîî îî precarious.\n* â The economy is reliant on a limited resource base and imports the majority of its fuel and food, making it highly vulnerable to external forces. Changes in global markets or terms of trade (currency exchange rate, for instance) can have a critical impact on livelihoods and the countryâs progress towards development objectives. This is particularly critical in the case of food, from a food security and also a health perspective, and also energy since imported oil is a major drain on revenue that could otherwise be used for tackling development priorities.\n* â The ability to access services elsewhere can be a useful coping strategy for when their delivery inside a community is constrained. Nauruâs isolation, in terms of distance and the infrequency and cost of air transportation, makes accessing services in other countries îª îîîî îîîîîîîîîî &îîîî îîîîîîîîîî î îîî îîîîîîîî îîîî îîî îîîî îîî îîîîîî îîî îîîîî¢î îîîî îîîî îîî îî¢î îîî î îîîîîî the costs of imports and exports, with consequent impacts on household expenditure and on government debt and budgets.\n* \n* \n îîîîîîîî îîîîîîî îîîîîî îîîîîîîîîîª îîîîîîî îî îîîîîîîîîîîîîîîîîîîî îîîîîî îî îî îîîî îîî îîî½î¾îîîîª îî îîî îîîîîîîîîîîîîîî îîîîîîîYîîîîîîîîî îîîîî£îîîîîîîî îîîîîîîîîî îîîîîîîîî îîîîîîî îîîîîîî¡ îîî skill base required to support Nauru with planning for climate change and disasters is therefore îîîîîîîîîîî¿îîîîîîîîîîî îîîîî îîîî îîîîîîîî îîîîîîîîîîî% îîîîîîîîîîîîîîî îîîîîîîîîîîîîîîîîîîîîîª îîîîîîîî services is also a challenge. The Regional Processing Centre currently operating on Nauru also has the effect of providing an incentive for some employees to move from essential services, as young people are drawn to short term employment opportunities. Planning for longer term capacity development is thus a crucial need at this point.\n* îîîî§îîîîîîîîîîîîîîîîîîîîîîîîîîîîî î îîîîîîîîîîî îîîîîîîîîîîîî îîîîîîîî\n* îîîî§îîîîîîîîîîîîîîîîîîîîîîîîîîîîî î îîîîîîîîîîî îîîîîîîîîîîîî îîîîîîîî\n ,  while obesity rates (above 70% for both males and females) are among the highest both regionally and globally. Life expectancy in Nauru is among îîîî îî£îîîîîîîîîîîî îîîîîîî îîîîîî îîîî îîîîîîîîîîîîîîª îîîîîîîîîîîîîª îîîîîîî îîîîîî¾î î¼îîîî îîîîîî&îîîîî problems are linked to diets that are dependent on processed imported food, and to sedentary lifestyles.\n* â Being heavily dependent on foreign aid means economic capacity at the national level is dependent on the behavior of other countries, which makes Nauru vulnerable to îîîîîîî îîîîîîî îîîîîîîîîîîîîîîîîîî îî¢îîîîîîîîîîîîî îîîîîîîîîîîîî îîîîîîîîîî«îî£îîîî"}, {"text_block_id": "p5_b86", "text": "Addressing these issues will help put Nauru in a better position to cope with and adapt to future conditions, and thus are a core part of our response to climate change."}, {"text_block_id": "p5_b87", "text": "   %      could make our efforts to secure sustainable development even more challenging. Climate variability                    ; (ENSO). Nauru’s climate oscillates between El Niño events which tend to bring warmer, wetter conditions, and La Niña events that are associated with drier conditions and often result in extended drought. On past record droughts can last as long as 36 months, placing severe stress on the limited groundwater resources and on vegetation (leading to the death of non-coastal exotics and fruit trees such as breadfruit). This impacts heavily on the health and food security of communities, as well as on the economy as additional water from the energy-intensive desalination plant is needed to meet          %           given Nauru’s isolation and thus lack of access to alternative medical treatment, power, and water supplies."}, {"text_block_id": "p5_b88_merged_merged_merged", "text": "Longer term climate change is projected to alter the country’s biophysical environment, through an altered rate and distribution of rainfall, sea level rise and increased frequency of storm surges, higher                   .  These changes will place greater stress on, for example, the quality and quantity of water resources, on health and on domestic food production, and pose risks to precious groundwater reserves and important infrastructure (much of which is situated immediately adjacent to the coast)."}, {"text_block_id": "p5_b90", "text": "Changes elsewhere on the planet will also have an indirect effect on Nauru. The global production of, and market for, food will be affected as climate change impacts on water availability and on"}, {"text_block_id": "p6_b91", "text": "temperatures. These changes will in turn have consequences for Nauru’s ability to access essential food resources. To prepare for climate change, therefore, we need to take account of both direct and indirect factors that might undermine the country’s development."}, {"text_block_id": "p6_b92", "text": "      equator, Nauru does not experience tropical cyclones, although the island is subject to strong winds and sea swells. Situated in a very quiet seismic area, earthquakes are not a major threat, and although                earthquake or tsunami damage in Nauru. Nonetheless, given that most of Nauru’s settlement and infrastructure is located on the coastal plain, tsunami preparedness is an important activity."}, {"text_block_id": "p6_b93", "text": "The main natural phenomena that pose disaster risks are drought leading to acute water shortages,          rainfall regularly disrupts transportation and other services, due to poor drainage."}, {"text_block_id": "p6_b94", "text": "      %   %    by human activities, and many are exacerbated by Nauru’s geographic isolation. Supply chain disruptions are a major risk, particularly for fuel which can lead to power shortages (and thus risks for critical service delivery such as the health sector) and for food. Fires are a hazard, since, given Nauru’s isolation, damage to critical infrastructure such as the hospital or power station or fuel storage facilities can have serious repercussions. Other potential emergencies include civil unrest, public health crises (e.g. outbreak of communicable disease such as dengue), and fuel and oil spills."}, {"text_block_id": "p6_b95", "text": "1.2 What is CCA and DRR?"}, {"text_block_id": "p6_b96", "text": "&     %   Q::          %  (DRM). DRM includes both risk reduction measures as well as disaster management and emergency response (which is focused on preparing for and responding to individual disaster events). Like CCA, the notion of DRR is cross-cutting. Risk reduction should be considered and implemented across sectors and activities – that is, it is not the responsibility of a single agency but rather should be “mainstreamed” into broader social and economic development."}, {"text_block_id": "p6_b97", "text": "These two ideas are represented in Figure 1. In practice, what this means is that CCA and DRR might consist of different kinds of activities in each sector:"}, {"text_block_id": "p6_b98", "text": "These two ideas are represented in Figure 1. In practice, what this means is that CCA and DRR might consist of different kinds of activities in each sector:\n"}, {"text_block_id": "p6_b99", "text": "The term “resilience” is used throughout this document, referring to the ability of communities and ecosystems to cope with, withstand and absorb stress. Resilience as a goal does not imply there is no need to change or to build the capacity of community to make changes. In fact change, or"}, {"text_block_id": "p6_b100", "text": "Figure 1. The two pillars of CCA and DRR"}, {"text_block_id": "p6_b101", "text": "“adaptation”, is essential if Nauru’s people and ecosystems are to become more resilient both to current challenges as well as to future challenges such as intensifying climate change and potential disaster events."}, {"text_block_id": "p6_b102", "text": "Similarly, future social, economic and environmental conditions are uncertain, therefore building the capacity of people to be able to react in future – sometimes called “adaptive capacity – is also a crucial part of building long-term resilience."}, {"text_block_id": "p6_b103", "text": "1.3 Rationale for a joint CCA and DRR framework"}, {"text_block_id": "p6_b104", "text": "Although climate change adaptation and disaster risk reduction are not the same thing, CCA and DRR do share two important characteristics which provide the logic for linking them in a joint national framework."}, {"text_block_id": "p6_b105", "text": "Y               %        %   economic, biophysical and individual factors together, particularly related to people’s access to different kinds of resources or assets – economic, natural, social, physical and personal assets such as health and education levels (see Figure 2). Both climate change and disaster events can increase vulnerability, for example by introducing new stresses such as extreme heat or more severe storms, or by causing the deterioration of the basic elements that are essential to people’s livelihoods such         events may increase vulnerability, by exacerbating current problems or creating new ones. This means that CCA and DRR responses can and should think about how to most effectively prepare               high-consequence hazards."}, {"text_block_id": "p6_b106", "text": "Therefore, the practice of both CCA and DRR means an effort is required to understand who is vulnerable and what makes them vulnerable in order to determine what response would be most effective."}, {"text_block_id": "p6_b107", "text": "At the same time, both adaptation and disaster risk reduction also implicitly acknowledge that risk is part of everyday life, and thus social development is a crucial part of the strategy for ensuring people have the capacities needed to manage risk."}, {"text_block_id": "p7_b108", "text": "Figure 2. Vulnerability and resilience is influenced by access to different kinds of assets"}, {"text_block_id": "p7_b109", "text": "Secondly, both CCA and DRR must work with a high degree of uncertainty. Projections of future climate change are proving more and more robust at the global scale, however the type and particularly the           a country as small as Nauru. On the disaster side, the type and magnitude of future disaster events   Y      mean there will be none in the future. Also, the fact that climate change introduces new forms of risk means historical accounts of disasters are less robust as predictors of future events."}, {"text_block_id": "p7_b110", "text": "Uncertainty raises the prospect of decisions now not only being redundant but, in the worst case, also increasing the vulnerability of people and systems or reducing their capacity to make changes, sometimes referred to as “maladaptation”. Uncertainty about future conditions makes it sensible for CCA and DRR to place a strong emphasis on building Nauru’s capacity to make sound long"}, {"text_block_id": "p7_b111", "text": "-"}, {"text_block_id": "p7_b112", "text": " %  %   vulnerability – in other words, not just focusing on short-term climate variability as the main focus. It also means it is sensible to focus on “no-regrets” adaptation and risk reduction activities, which     "}, {"text_block_id": "p7_b113", "text": "  "}, {"text_block_id": "p7_b114_merged_merged", "text": "Overall, these shared characteristics means it is useful to consider CCA and DRR needs in tandem, particularly to “mainstream” or integrate them into national and sectoral development planning. If planning for risk and vulnerability reduction is done in an integrated manner, this can also ensure synergies for both CCA and DRR outcomes. It is also a good opportunity to mainstream other cross-cutting issues such as social inclusion."}, {"text_block_id": "p7_b117", "text": "1.4 Objectives of RONAdapt"}, {"text_block_id": "p7_b118", "text": "The RONAdapt is intended to support progress towards the country’s national development priorities and environmental sustainability, by ensuring that a focus on reducing vulnerabilities and risks is incorporated into national and sectoral planning. It provides guidance to planners and practitioners about the problem (vulnerability and risk) and on how to identify effective solutions that support adaptation and risk reduction at the same time as supporting Nauru’s development priorities."}, {"text_block_id": "p7_b119", "text": "Firstly, it describes a series of CCA and DRR priority actions. These are a combination of both:"}, {"text_block_id": "p7_b120", "text": "Firstly, it describes a series of CCA and DRR priority actions. These are a combination of both:\n"}, {"text_block_id": "p7_b122", "text": "These priorities provide a basis for development partners to engage with the Government of Nauru on CCA and DRR activities, and in doing so should ensure greater coherence with Nauru’s own priorities.  Expectations for future engagement with development partners is described in Section 5."}, {"text_block_id": "p7_b123", "text": "The remainder of the document proceeds according to the following structure:"}, {"text_block_id": "p7_b124", "text": "The remainder of the document proceeds according to the following structure:\n"}, {"text_block_id": "p8_b128", "text": "2. KEY PRINCIPLES FOR CCA AND DRR PLANNING IN NAURU"}, {"text_block_id": "p8_b129", "text": "2. KEY PRINCIPLES FOR CCA AND DRR PLANNING IN NAURU\n* In other words, focus should be\n* î &îîîî îîîîîîîîî îîîîîîî îîîîîîî îîîî î£îîî îªîîîîî îîîîîîîî îîîîîî îîî îîî«îîîî îîî îîî variables such as gender, age, marital status, physical health and mobility, income levels, housing location, religion, and educational background, amongst others. It also means enabling women and children, as well as other potentially vulnerable groups, to meaningfully contribute to CCA and DRR planning. This principle should prompt planning and decision making processes to think about what might make people vulnerable in a particular context, and to avoid assuming vulnerability is evenly distributed.\n* In other words, adaptation and disaster risk reduction activities should be aligned with and reinforce national development îîîî îîîªîîîîîîîî îîî îîîîîîîîîîî¢î îîîî îîîî îîî îîî¡îîîîîî îîî îîîîîîîîî îîî îîîîîîîîîîî îîîî îîîîîî îî development and environmental health will improve Nauruâs capacity to cope with, and adapt to, îîîîî îîîîî%îîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîî îîîîîîîîîîîîî»îîîîîîîîî îîîî\n* This means not concentrating exclusively on îîîîîîî îîîîîîîîîîî%îî îîîîîîîî%îîîî îîîîî îîîîîîîîîîîîî îîîîî îîîîîîîîîîî îîîîîîîîîîîYîîîîîîî îîî îî¢î activities in education can be an important tool for accomplishing objectives related to health or water; activities in the water sector can deliver important outcomes for health or for energy îîîîîîîîîîîîîîîªîîîîîîîîîîîîîî£îî îîî¢îî£îîî î îîîîîîîî îîîîîîîîî îîîîîîîîîîî îîîîîîª îî îîîîîîîîîîîîîîîîî îîî îîîîîîîîîî îî îîîîî îîîî îîî îîî îîîîîîîî îîîîîî îîîî îîîîîîîîîîîîî îîîî£îîîî îîîî îî îîîî îîîîîî îîî îîîî government is thus essential during planning, and sometimes during implementation of activities.\n* National and sectoral planning should consider the potential for indirect risks, in addition to projected biophysical changes in the immediate vicinity of Nauru itself. This includes, for instance, the potential for global price increases for key commodities to create local problems given Nauruâs dependence on imports for food and energy in particular. Therefore, increases in local food production, renewable energy, îîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîîª îîîîîîîî îîîîîîîî îîîîîî îî îîîîîîîîîîî îîîîîîîîîªîîîîî îîîîîîîîî\n* Some adaptation measures or î îîîîîîîîîî£îîîîîîî îîîîîîî îîîîîîîîîîîî îî%îîîîîîîîîîîîîîîî%îîîîîîî îî îîîîîîîîî îîîîîîîî§îîîîîîâîî£î îª îîî¢î because we cannot know exactly how the future will be, we must also ensure that individuals, institutions (including government and policies) and communities are able to react to unexpected changes too. This is sometimes referred to as âunplannedâ adaptation. In essence, this means supporting peopleâs ability to access the different kinds of assets referred to in Figure 2, since these are what give people the capacity to take action. The priorities articulated in Section 4 of the RONAdapt are a mix of planned adaptation and DRR measures and capacity strengthening to manage unexpected impacts as they arise."}, {"text_block_id": "p9_b147", "text": "3. NATIONAL CONTEXT FOR CCA AND DRR"}, {"text_block_id": "p9_b148", "text": "3.1 International and regional engagement"}, {"text_block_id": "p9_b149", "text": "The RONAdapt responds, in part, to various commitments made by the Government of Nauru towards implementing several international processes and agreements related to CCA and DRR."}, {"text_block_id": "p9_b150", "text": " ’Y %  Q’Y  Protocol in 2001. The Government has taken concrete steps to ensure compliance with the obligations under these international conventions. The country’s First National Communication was submitted to the UNFCCC in 1999, and its Second National Communication is under development. Nauru also      :     Y %  (PIFACC) providing the overall regional agenda for responding to the challenges of climate change."}, {"text_block_id": "p9_b151", "text": "In 2014, the Government of Nauru committed to the Small Islands Developing States Conference (SIDS) and actively participated in the development of the post-2015 cooperation framework for the Barbados Program of Action and Mauritius Strategy. Nauru has demonstrated this commitment through their current chairmanship of the Alliance of Small Island Developing States (AOSIS) and their position on the United Nations Open Working Group on the Sustainable Development Goals."}, {"text_block_id": "p9_b152", "text": " ::       Hyogo Framework for Action: 2005-2015 ‘Building the Resilience of Nations and Communities to  Q‘Y  ::Y %  ‘Y a 10-year plan that describes what is required from different sectors and actors to reduce disaster &  :%:  Y % Q:Y ; ‘Y:Y   approach to disaster risk reduction and disaster risk management, in support of sustainable development."}, {"text_block_id": "p9_b153", "text": "As a response to these commitments, Nauru introduced the Disaster Risk Management Act 2008 and    :%; Q:;  activities. A National Disaster Risk Management Plan was drafted in 2008, but has not been endorsed. However there remains a considerable amount of work to implement these international and national commitments and to further mainstreaming DRR across national and sectoral development plans and activities."}, {"text_block_id": "p9_b154", "text": "   “         :        Disaster Risk Management encouraged greater linkages between responding to climate change, reducing disaster risks, and the pursuit of sustainable development. At the regional level, this has culminated in development of the Strategy for Climate and Disaster Resilient Development in the  Q:        alleviating poverty and thereby ensuring more sustainable development."}, {"text_block_id": "p9_b155", "text": "3.2 National policy context"}, {"text_block_id": "p9_b156", "text": "The RONAdapt is aligned with the development priorities embedded in the National Sustainable Development Strategy 2005-2025 (NSDS), which outlines Nauru’s overall development vision: a future where individual, community, business and Government partnerships contribute to a sustainable  &   1.      "}, {"text_block_id": "p9_b157", "text": "The RONAdapt is aligned with the development priorities embedded in the National Sustainable Development Strategy 2005-2025 (NSDS), which outlines Nauru’s overall development vision: a future where individual, community, business and Government partnerships contribute to a sustainable  &   1.      \n* Provision\n* Develo\n* Re\n* Develo"}, {"text_block_id": "p9_b165", "text": "RONAdapt is intended to support achievement of the NSDS goals, by highlighting a series of actions that – if successfully implemented – will reduce Nauru’s vulnerability to climate change and to potential disasters. In doing so, it will improve the country’s social, economic and environmental resilience. It gives priority to actions that implement or work towards goals in the NSDS, as well as those in sectoral plans and strategies where these already give consideration to climate change and disaster risks. Importantly, it also provides a platform from which future revisions of key national and sectoral plans can integrate consideration of climate change and potential disasters. RONAdapt therefore gives impetus to the NSDS but also provides a lens for its further development and revision. Figure 3 indicates the functional relationship between the NSDS, RONAdapt, sector policies and plans, and national budgetary processes. Note that RONAdapt should also inform annual operational plans in the way it does sectoral policies and plans."}, {"text_block_id": "p10_b166", "text": "&:;                   Y       emerge over time as Nauru increases its capacity to respond to vulnerability and risk. At this stage             indicate costs. The preparation of detailed cost estimates is an important next step in implementing each activity, and is expected to be undertaken in conjunction with the process of detailed design of  Q     and can be found in the relevant sectoral strategies and action plans."}, {"text_block_id": "p10_b167", "text": "Although presented in the RONAdapt under sectoral headings, high priority actions are those that can contribute towards multiple development and resilience objectives simultaneously, often cutting across sectors. For instance, Nauru’s vulnerability to food and water stress is affected in part by the prevalence of chronic health problems that reduce people’s ability to cope during times of hardship. These health problems are related in part to diet, and to the heavy reliance on imported foods. An important strategy for tackling non-communicable diseases such as diabetes is improving local agricultural production, to grow more fresh food for the local market. This means activities and outcomes in the health and agriculture sectors are linked. Furthermore, efforts to expand agricultural production rely on improving water security, therefore agricultural and water sector     %            %  energy – and hence is a key priority to tackle as part of Nauru’s CCA and DRR strategy."}, {"text_block_id": "p10_b168", "text": "Y        Q      Q    sectors can contribute towards a common goal. The RONAdapt framework thus consists of a web of actions that are designed to simultaneously address Nauru’s resilience goals."}, {"text_block_id": "p10_b169", "text": "Figure 4. One priority activity contributes to multiple goals"}, {"text_block_id": "p11_b170", "text": "Figure 5. One goal is progressed through activities in different sectors"}, {"text_block_id": "p11_b171", "text": "CCA and DRR priority actions are summarised in Table 1 below, arranged under sectors – even though, as described above, the actions generally contribute to the goals of multiple sectors at the same time. The rationale for the actions, and further details about them (including lead agencies responsible for implementation), are presented by sector in Annex 2."}, {"text_block_id": "p13_b172", "text": "4.3 Institutional strengthening priorities"}, {"text_block_id": "p13_b173", "text": "In addition to the priority actions, some general cross-sectoral priorities are also important to raise.          effective CCA and DRR responses in Nauru. Important cross-cutting uses raised in the NSDS (2009) include:"}, {"text_block_id": "p13_b174", "text": " Public administration – Strengthen and develop the institutional capacity of the Nauru Public Service."}, {"text_block_id": "p13_b175", "text": " Governance institutions – Strengthen Parliament, Audit, Justice, Law, Order and Border Control."}, {"text_block_id": "p13_b176", "text": " Land – A transparent and fair land management system that supports social, economic and private sector development."}, {"text_block_id": "p13_b177", "text": " Environment – Sustainable use and management of the environment and natural resources for present and future generations."}, {"text_block_id": "p13_b178", "text": "&          resilience to climate change and potential disasters."}, {"text_block_id": "p13_b179", "text": "      & of an array of policies and plans that have only been progressed to draft form. Individual ministries are responsible for progressing these to Cabinet."}, {"text_block_id": "p13_b180", "text": "                  is a critical step in making Nauru more resilient to climate change and potential disasters.  This relates to better information,  decision making about how resources are used and better planning and reporting. This means Nauru is able to make more effective use of the limited resources it has available to address climate change as well as its many development challenges."}, {"text_block_id": "p13_b181", "text": "Table 2: Key institutional strengthening activities"}, {"text_block_id": "p14_b182", "text": "Building human capacity"}, {"text_block_id": "p14_b183", "text": "The government will at times rely on technical expertise and resources from development partners and :; Q:;  ‘   is also important in the longer term to develop local human capacity to plan and implement CCA and DRR, and  more generally social and economic development."}, {"text_block_id": "p14_b184_merged", "text": "To build resilience, skills are required in complex decision making, technical and applied skills such             %     .  Capacity to understand and assess vulnerability, and how different factors (such as gender) affect vulnerability of individuals and households, is also needed to help prioritise future resource use."}, {"text_block_id": "p14_b186", "text": "No one entity is responsible for developing and maintaining this capacity, instead many stakeholders need to be involved – from government (e.g. education, line ministries), to community organisations (e.g. church-based groups, youth groups including the National Youth Council, and environmental         Q            : ’  & in which development partners might strategically support this objective is described in Section 5."}, {"text_block_id": "p15_b187", "text": "5. RONADAPT IMPLEMENTATION FRAMEWORK"}, {"text_block_id": "p15_b188", "text": "Success in promoting and implementing the RONAdapt, and in developing climate-resilient and disaster risk reduction strategies more generally, will depend on:"}, {"text_block_id": "p15_b189", "text": " Line ministries, utilities and community organisations implementing the priorities described in Section 4, as well as mainstreaming CCA and DRR into sectoral, organizational and community policies and practices."}, {"text_block_id": "p15_b190", "text": " Coordination and oversight of priority CCA and DRR activities. This includes monitoring implementation, reporting across government on progress, and also supporting information and knowledge management. Information needs to be shared across government and with communities, to support coordination and build capacity over the longer term."}, {"text_block_id": "p15_b191", "text": " Technical guidance provided by CIE’s technical working groups."}, {"text_block_id": "p15_b192", "text": " High-level guidance within government provided by the CIE Project Steering Committee (PSC), enabling coordination and providing direction on emerging priorities."}, {"text_block_id": "p15_b193", "text": " Engaged political oversight through engagement of Cabinet and the President, helping to steer resources and activities and to connect with the international negotiations on climate change."}, {"text_block_id": "p15_b194", "text": " A framework for learning about successes and failures, consisting of monitoring and evaluation (M&E), coordinated by CIE. In addition to monitoring progress in implementation, it is desirable to also evaluate the effectiveness of activities in improving (or not) resilience and reducing vulnerability and risk. Even with good intentions, not all actions succeed in delivering long-lasting positive change, so an evaluation framework enables Nauru to learn from experiences, and ensure future activities build on the lessons of earlier actions."}, {"text_block_id": "p15_b195", "text": "                              engagement of development partners."}, {"text_block_id": "p15_b196", "text": "These are described in more detail below. The institutional structure to support implementation of the RONAdapt is illustrated in Figure 6. This sits alongside and links directly to the existing NSDS and national budgetary framework and uses existing structures where possible."}, {"text_block_id": "p15_b197", "text": "Figure 6. Roles and responsibilities for implementing CCA and DRR and the RONAdapt"}, {"text_block_id": "p15_b198", "text": "5.1 Implementation of CCA and DRR activities"}, {"text_block_id": "p15_b199", "text": "Responsibility for implementing CCA- and DRR-related activities is shared across different parts of government and the community. Some of the important implementing entities are visible in Figure 6,     "}, {"text_block_id": "p15_b200", "text": "Community involvement is also critically important. In Nauru, interrelations between all levels of society are very strong. Nauru has 15 district council and community based organizations (CBOs) represented by district community leaders, such as the National Youth Council, 350.org and the Nauru Island Association for non-government organisations (NGO’s). There are many activities within which the community organizations and civil society groups will have a key active role to play. In these cases,         should be provided in order to enable them to engage fully and provide their experience and expertise to contribute into the implementation of the RONADAPT."}, {"text_block_id": "p16_b201", "text": "5.2 Coordination and policy support"}, {"text_block_id": "p16_b202_merged", "text": "At the operational level, the Department of Environment under the Ministry of Commerce, Industry and Environment (CIE) has primary responsibility for coordination of Nauru’s climate change activities. CIE includes a Climate Change Unit as well as a National Disaster Risk Management (NDRM) Unit."}, {"text_block_id": "p16_b204", "text": "Through these units, CIE provides operational oversight of implementation, and support the integration of RONAdapt actions into strategies and programmes of relevant ministries (including providing climate- and disaster-related inputs to the development of national and sector policies  &      following (in relation to CCA and DRM respectively):"}, {"text_block_id": "p16_b205", "text": " Planning and policy advice and development;"}, {"text_block_id": "p16_b206", "text": " Coordinating knowledge about CCA and DRR activities within the RONAdapt framework, so that they can report to higher level coordination bodies and the Cabinet on progress and challenges, as needed;"}, {"text_block_id": "p16_b207", "text": " Implementing CCA or DRR projects, in some cases where they fall within the mandate of CIE (for example, some water actions, agriculture, disaster management);"}, {"text_block_id": "p16_b208", "text": " Compiling information about ongoing CCA and DRR activities in Nauru, and sharing information across government and with the community, using robust Information and knowledge management processes;"}, {"text_block_id": "p16_b209", "text": " Monitoring and reporting on the RONAdapt implementation including activities implemented by "}, {"text_block_id": "p16_b210", "text": " Updating of the RONAdapt at least every 5 years, in consultation with the TWG, the PSC and other stakeholders both within and beyond government;"}, {"text_block_id": "p16_b211", "text": " Providing Secretariat support to the Technical Working Group; and"}, {"text_block_id": "p16_b212", "text": " Reporting to the Project Steering Committee and seeking their strategic advice, as necessary."}, {"text_block_id": "p16_b213", "text": "A key role of CIE is reporting to the PSC, Cabinet and the Planning and Aid Division (PAD) of the Department of Finance and Sustainable Development on progress of  implementing the RONAdapt priorities. This, in turn, relies on line ministries providing regular updates to CIE on progress. The presence of some departments on the CIE Technical Working Group facilitates this regular reporting and exchange to some degree, but in addition it is necessary for CIE to regularly consult with other parts of government to ensure their voice in setting CCA and DRR priorities, in contributing ideas relating to the use of funds that become available, and to keep updated of their activities."}, {"text_block_id": "p16_b214", "text": "Both the Climate Change Unit and DRM Unit report directly to the Secretary for CIE."}, {"text_block_id": "p16_b215", "text": "5.3 Technical advice"}, {"text_block_id": "p16_b216", "text": "CIE convenes technical working groups (TWG) to play a technical advisory role, as needed. TWGs are           the TWG includes the CIE Water Unit, CIE Climate Change Unit, CIE Disaster Risk Management Unit, Nauru Utilities Corporation, Nauru Rehabilitation Corporation, Planning and Aid Division, Bureau of Statistics, and Ministry of Health (Public Health)."}, {"text_block_id": "p16_b217", "text": "During the implementation of RONAdapt, the role of the TWG will be to provide timely and regular technical advice and recommendations to the Climate Change Unit and, where requested, the NDRM ;     Q &&      for coordination, particularly for information exchange between different departments and utilities."}, {"text_block_id": "p16_b218", "text": "5.4 High level guidance and oversight"}, {"text_block_id": "p16_b219", "text": "Leadership, guidance and high-level coordination of RONAdapt implementation is centred on the CIE   Q: :"}, {"text_block_id": "p16_b220", "text": "The PSC was established to improve consultations between different agencies on development issues, as well as operational oversight of the implementation of policies and programmes related to environment, water, sanitation, energy, waste, management and climate change. The PSC is expected to consider proposals and implementation matters related to the RONAdapt."}, {"text_block_id": "p16_b221", "text": "The PSC is chaired by the Secretary CIE and consists of Secretary and Director level representatives, as well as representation from the community and the private sector. As a multi-stakeholder committee, this provides the cross-sectoral inter-governmental oversight and direction that is needed to successfully implement the RONAdapt. Representatives from both the private sector and the community sit on the PSC, and in addition the Committee should also consult from time to time with wider representatives of the private sector through the Nauru Business Private Sector Organisation and with community-based organisations."}, {"text_block_id": "p16_b222", "text": "The National Disaster Risk Management Council (NDRMC) is the primary policy-making body within the Government for DRM issues. It is supported by the NDRMO in CIE and reports directly to the Cabinet. The NDRMC will continue to provide high-level guidance, advice and endorsement on DRM issues as needed."}, {"text_block_id": "p16_b223", "text": "5.5 Political oversight"}, {"text_block_id": "p16_b224", "text": "In 2012 a Ministry for Climate Change, Police and Emergency Services was created under the oversight of the President. The Secretary to Cabinet provides support to the President in his role as Minister of Climate Change and Disasters, acting as a conduit for advice from relevant line agencies."}, {"text_block_id": "p16_b225", "text": "5.6 Financing strategy and engagement of development partners"}, {"text_block_id": "p16_b226", "text": "Resources and skills are needed to implement the priority actions outlined in the RONAdapt, and to identify, plan and implement future activities to continue building the resilience of Nauru to climate change and potential disasters.  While currently heavily dependent on external partners for support, there is a need to plan for a time when Nauru’s communities and government can sustain itself –     & "}, {"text_block_id": "p16_b227", "text": " %                that activities are well implemented;"}, {"text_block_id": "p16_b228", "text": " Increase access to additional funds that can help support CCA and DRR in country, including dedicated climate funds where feasible;"}, {"text_block_id": "p16_b229", "text": " Ensure activities supported by external development partners align with Nauru’s priorities. The RONAdapt already contributes to this by identifying areas in which Nauru seeks support;"}, {"text_block_id": "p16_b230", "text": " Implement those activities that can already be addressed by respective government departments and ministries without major new resources, particularly institutional strengthening actions that   "}, {"text_block_id": "p16_b231", "text": " Encourage innovative ways of building human capacity in Nauru; and"}, {"text_block_id": "p17_b232", "text": "Implementation of many of the priorities in RONAdapt will be heavily dependent on resources being made available by external development partners, to supplement limited domestic funds. While dedicated climate funds proliferate at the international level, these can be challenging to access for a small country like Nauru, given the high transaction costs involved. Therefore, Nauru intends to place considerable emphasis on working with its bilateral partners and regional agencies, for the       :;    detailed cost estimates have not been prepared as part of the RONAdapt, but are expected to be prepared as the government and development partners begin to design and implement the various priority actions."}, {"text_block_id": "p17_b233", "text": "Building human capacity through development cooperation"}, {"text_block_id": "p17_b234", "text": "Human capacity is a critical weakness in Nauru, especially in key service sectors such as education, health and governance."}, {"text_block_id": "p17_b235", "text": "A key ambition is that future activities involving development partners make a conscious effort to              %       communities. One strategy for addressing this is to require future externally funded development projects (including those focused on CCA or DRR) to emphasise skills transfer components. Up-skilling of local staff should be a core priority of all project activities, since it will help position Nauru better to be able to respond to an array of future challenges, including planning for and responding to climate change and disasters."}, {"text_block_id": "p17_b236", "text": "5.7 Monitoring and evaluation"}, {"text_block_id": "p17_b237", "text": "Monitoring and evaluation (M&E) are critical tasks, not only for tracking progress on the implementation of CCA and DRR priorities but also to ensure stakeholders in Nauru (and their development partners) learn from activities in order to improve the design and delivery of future interventions."}, {"text_block_id": "p17_b238", "text": "Monitoring consists of (i) collating information on activities (tracking), and (ii) sharing information across government and with the community (reporting). Evaluation consists of analysing what is achieved at the community and national levels – what changes have been brought about, how                        adapt to future events and conditions?"}, {"text_block_id": "p17_b239", "text": "& %:;   %                  simple M&E framework has been adopted. Rather than collecting data on a set of detailed indicators for each of the many individual priority actions described by the RONAdapt, the M&E framework consists instead of a less-resource intensive approach. Ideally, many of the activities and outcomes    %                     follows:"}, {"text_block_id": "p17_b240", "text": " CIE is responsible for collating information and data on progress and  implementing RONAdapt priorities. This means compiling information from different agencies, utilities and the community, as needed."}, {"text_block_id": "p17_b241", "text": " PAD, who have oversight of implementation of the NSDS, will be a key source of information for CIE. For  M&E of the NSDS, PAD will already be collecting some of the information needed to assess progress with many of the activities listed in RONAdapt."}, {"text_block_id": "p17_b242", "text": " Those line agencies and utilities listed as leads for individual activities in Annex 2 will report regularly to CIE on progress with priority activities in the RONAdapt. Much of this reporting should be facilitated through the TWG and the PSC, since both have cross-government participation."}, {"text_block_id": "p17_b243", "text": "&         Y  –             Cabinet, the PSC, the NDRMC and the High Level Steering Committee as needed. CIE will also be responsible for initiating and overseeing future updates to the RONAdapt document as needed."}, {"text_block_id": "p17_b244", "text": "Tracking of implementation"}, {"text_block_id": "p17_b245", "text": "1."}, {"text_block_id": "p17_b246", "text": "CIE is responsible for tracking overall progress of Nauru in implementing the RONAdapt. As part of this, CIE will convene an annual meeting involving all implementing entities, as well as other key stakeholders, to compile reports from different departments and organisations and to make an overall assessment of progress. CIE will prepare a brief annual report for the government, to be copied to PAD (for tracking NSDS)."}, {"text_block_id": "p17_b247", "text": "2."}, {"text_block_id": "p17_b248", "text": "Line agencies and SOEs are to provide annual status updates on each of the priority actions for which they are responsible. Reporting will be to CIE through the annual meetings above."}, {"text_block_id": "p17_b249", "text": "Evaluating impact"}, {"text_block_id": "p17_b250", "text": "Detailed impact evaluation from individual priority actions is resource intensive and at this point in time is beyond Nauru’s capacity to implement effectively. Instead, evaluation will consist of  a number of survey exercises “before and after”, designed so that the government is able to qualitatively, if not quantitatively, assess general trends or changes in the country over time."}, {"text_block_id": "p17_b251", "text": "    Assessments of institutional capacity; and"}, {"text_block_id": "p17_b252", "text": " Communitybased vulnerability surveys."}, {"text_block_id": "p17_b253", "text": "Nauru proposes to develop, with support from its regional partners, suitable evaluation approaches     ::  :;     effective in improving resilience to climate change and potential disaster events. Responsibility for advancing and implementing evaluation rests with the Planning and Aid Division, with support from CIE."}, {"text_block_id": "p18_b254", "text": "ANNEX 1"}, {"text_block_id": "p18_b255", "text": "PREPARATION OF THE RONADAPT AND STAKEHOLDER INVOLVEMENT"}, {"text_block_id": "p18_b256", "text": "The preparation of the RONAdapt has taken several years, with various phases of input from government and community stakeholders in Nauru with support from SPC, GIZ and other regional organisations including SPREP."}, {"text_block_id": "p18_b257", "text": "Through each of these processes, various goals and priority actions began to emerge for inclusion in the RONAdapt. In parallel, some sectors such as water and energy were developing detailed policies     &     also been an important source of priorities that are emphasised in the RONAdapt."}, {"text_block_id": "p18_b258", "text": "Technical inputs to the 2012 draft were sought from various experts including various SPC, SPREP divisions and the World Health Organisation and coordinated by GIZ."}, {"text_block_id": "p18_b259", "text": "In 2013, the Department of Commerce, Industry and Environment (CIE) requested support from :;’           Q   Y         :Q:      %      further meetings in April 2014."}, {"text_block_id": "p18_b260", "text": "          as lessons have been learned from the development of other JNAPs across the region. As stressed in the document itself, Nauru’s CCA and DRR priorities will continue to change over time, as more information becomes available and as capacities within government and the community to engage with CCA and DRR increases."}, {"text_block_id": "p18_b261", "text": "It is not possible to list all the individuals who have contributed to the preparation of the RONAdapt. Listed below are those who have been involved in Nauru consultations in 2013 and 2014."}, {"text_block_id": "p18_b262", "text": "December 2013"}, {"text_block_id": "p18_b263", "text": " Bryan Star, Director, Department of Commerce, Industry and Environment (CIE)"}, {"text_block_id": "p18_b264", "text": " Tekohi Rivera, CEO, Nauru Rehabilitation Corporation (NRC)  Julie Olsson, NIANGO Coordinator"}, {"text_block_id": "p18_b265", "text": " Maria Gaiyabu, Secretary, Department of Education  Being Yeeting, Fisheries Advisor, NFMRA"}, {"text_block_id": "p18_b266", "text": "April 2014"}, {"text_block_id": "p18_b267", "text": " Bryan Starr, Director Environment, CIE"}, {"text_block_id": "p18_b268", "text": " Samuel Grundler, Planning and Aid Division (PAD)"}, {"text_block_id": "p18_b269", "text": " CIE Water Technical Working Group (attendees included representatives of climate change, environment, biodiversity (consultant), DRM, water, agriculture, waste and infrastructure and planning and development)."}, {"text_block_id": "p18_b270", "text": " Elkoga Gadabu, Secretary CIE"}, {"text_block_id": "p18_b271", "text": " Claudette Wharton, national coordinator, GCCA:PSIS project, CIE"}, {"text_block_id": "p19_b272", "text": "ANNEX 2"}, {"text_block_id": "p19_b273", "text": "SUMMARY OF SECTORAL PRIORITIES"}, {"text_block_id": "p19_b274", "text": "A2.1  Water resources"}, {"text_block_id": "p19_b275", "text": "Water resources in Nauru are a precious commodity, and water scarcity a major challenge. Communities rely on a combination of expensive treated seawater from reverse osmosis desalination plants (which is delivered to households by truck since there is no water reticulation system), rainwater and in some areas groundwater. Rainwater collection and use is limited by frequent droughts and              been contaminated either as a side effect of phosphate mining or by leakage of sewage from septic systems, making it unsuitable for human consumption and even in some cases for agricultural use.          diarrhea and skin and eye diseases are commonly observed. Treated seawater is expensive to produce and supply is also constrained by the limited national storage capacity. Further, the desalination            burden on the government and increases Nauru’s vulnerability to international oil prices."}, {"text_block_id": "p19_b276", "text": "Climate change and disasters will exacerbate these existing challenges of meeting demand for potable water, posing threats to basic livelihoods and constraining opportunities for economic development. Projections indicate Nauru may receive more rainfall in future, but within shorter periods of intense rain. With present infrastructure, this could result in less overall rainwater harvesting due to storage capacity constraints at the household and community level. Sea level rise and storm surges are likely to further inundate coastal groundwater, making it less suitable for human use. Disaster events such as storm surges could, for example, threaten key water infrastructure which tends to be located in the low-lying coastal zone (e.g. desalination plant, storage tanks, roads for household water deliveries),             away from households and businesses."}, {"text_block_id": "p19_b277", "text": "From a disaster perspective, the key water concern in Nauru is drought, and loss of secure water for key services such as the hospital. During periods where there is little or no rain for more than 3 months, Nauru’s water supply situation deteriorates dramatically, and production capacity becomes stressed. If the RO units break down during drought periods, Nauru faces a social and health disaster. Enhancing water security is therefore both a key national development priority and also fundamental to reducing vulnerability to climate change and to potential disaster events."}, {"text_block_id": "p19_b278", "text": "The Nauru Water, Sanitation and Hygiene Policy (NWSHP) 2012 aims to establish “reliable, safe,             % to water resources. Successful implementation of the priority goals and strategies described in the associated Nauru Water, Sanitation and Hygiene Implementation Plan (NWSHIP) 2012 will      "}, {"text_block_id": "p19_b279", "text": "Table A2.1 details the goal and targeted outcomes of priority activities for the water sector with respect to climate change adaptation and disaster risk reduction. These activities are guided by the NWSHIP, which indicates that highest priority actions should include increasing RO production capacity as well as improving the state of household water and sanitation infrastructure."}, {"text_block_id": "p19_b280", "text": "Table A2.1 CCA and DRR priorities the water sector"}, {"text_block_id": "p20_b281", "text": "The Department of CIE is responsible for coordinating implementation of these priority actions as resources become available, though individual components require leadership from other parts of government and from other stakeholders, including NUC who are responsible for water production and delivery."}, {"text_block_id": "p20_b282", "text": "Institutional strengthening and mainstreaming"}, {"text_block_id": "p20_b283", "text": "           "}, {"text_block_id": "p20_b284", "text": " Development of a 20-year Water and Sanitation Master Plan to guide planning, including                      variability, climate change and disaster risk considerations."}, {"text_block_id": "p20_b285", "text": " Finalisation and endorsement of the Drought Management Strategy. The strategy should link to the NWSHP and the DRM Plan."}, {"text_block_id": "p20_b286", "text": "A2.2  Health"}, {"text_block_id": "p20_b287", "text": "Major health issues in Nauru include non-communicable diseases (NCDs) and waterborne illnesses."}, {"text_block_id": "p20_b288_merged", "text": "Nauru has very high rates of NCDs including cardiovascular disease, diabetes, cancer and respiratory diseases. According to the Nauru NCD Risk Factors Report,  Nauru has the poorest health indicators           in Nauru.  The majority of hospital admissions in Nauru are due to diabetes and associated              the last two decades. The prevalence of NCDs is linked to obesity, smoking, low levels of physical           by making people more vulnerable to heat and water stress, for instance, they also make people more vulnerable to future climate change. Therefore, tackling the underlying drivers of NCDs is a priority. A NCD Action Plan was drafted in 2004."}, {"text_block_id": "p20_b291", "text": "                 the health sector, priority actions to tackle this include improved community education and behavior change campaigns to reduce exposure pathways. Priority actions in other sectors can also contribute to reducing water borne-illness, for instance the provision of better drainage infrastructure to              contamination of water."}, {"text_block_id": "p20_b292", "text": "There is currently no functioning Health Information System. Previous patient records have been damaged in a series of accidents, while the health indicator monitoring conducted by District ‘ % Q       there is currently have no system for this. This means Nauru has limited capacity for developing and maintaining a disease surveillance system to provide early warning and timely interpreted data to  "}, {"text_block_id": "p20_b293", "text": "Nauru’s small population and distance from other countries also presents challenges in providing quality, cost effective health care. Supply lines are not always reliable, key services such as water and energy are at times disrupted, and health infrastructure (including both hospitals) are subject to  %%        In the absence of formal health worker training on Nauru, the provision of health and medical services is highly dependent on expatriate staff."}, {"text_block_id": "p20_b294", "text": "Climate change and extreme events are anticipated to introduce additional stresses, both to community health as well as to the functioning of the health care system."}, {"text_block_id": "p20_b295", "text": " According to the World Health Organisation (WHO, 2009), globally climate change and natural disasters increase the threats of: communicable and non-communicable diseases, including vector-borne, water-borne and food-borne diseases; injuries and deaths from extreme weather events; compromised food security and malnutrition; and mental health impacts of, among other things, loss of livelihoods and climate change-induced population displacement."}, {"text_block_id": "p20_b296", "text": " As part of developing the draft Nauru Climate Change and Health Action Plan (NCCHAP, 2012), an assessment was conducted of climate-sensitive health risks in Nauru, including consideration of the baseline burden of climate-sensitive diseases. The main climate change impacts on health were assessed as being mainly through drought and associated diarrheal diseases and worsening food security conditions leading to poorer nutrition and exacerbating existing challenges in combating NCDs. In addition, climate change and disasters also present risks to health infrastructure."}, {"text_block_id": "p20_b297", "text": " From a disaster perspective, the greatest risk to the health sector are (i) possible relocation      Q hospitals continue to deliver daily treatments, such as to dialysis patients, if physical relocation of patients is required) and (ii) supply chain disruptions are a threat to medical treatment (medicines, energy, water)."}, {"text_block_id": "p20_b298", "text": "Table A2.2 details priority activities for the health sector related to climate change adaptation and disaster risk reduction."}, {"text_block_id": "p20_b299", "text": "Table A2.2. Priority CCA and DRR activities for the health sector"}, {"text_block_id": "p21_b300", "text": "The Ministry of Health is responsible for overseeing implementation of these priority actions as resources become available, though individual components require direction from other stakeholders."}, {"text_block_id": "p21_b301", "text": "Institutional strengthening and mainstreaming"}, {"text_block_id": "p21_b302", "text": "In addition to the above, there is the need to build local capacity of the health sector to prepare and cope with adverse effects of climate change and vulnerability of disasters. There are also some    "}, {"text_block_id": "p21_b303", "text": " Endorsement of the 2009 Public Health Bill, which is currently still in draft form;"}, {"text_block_id": "p21_b304", "text": " Finalisation and endorsement of the NCCHAP;"}, {"text_block_id": "p21_b305", "text": " Incorporation of climate change and disaster related considerations into the upcoming revision of the National Health Strategic Plan;"}, {"text_block_id": "p21_b306", "text": " Finalisation and endorsement of the Food Safety Regulations, to give regulatory backing to the Food Safety Act; and"}, {"text_block_id": "p21_b307", "text": " Updating and endorsement of a revised Environment Act."}, {"text_block_id": "p21_b308", "text": "A2.3  Agriculture"}, {"text_block_id": "p21_b309", "text": "Food insecurity is a major risk for Nauru, given the island’s dependence on imported foods and its geographic isolation. This situation is also closely linked with health problems such as the prevalence of NCDs, and is exacerbated by government debt and household income levels which make imported foods expensive and supply unsteady. For these reasons, agricultural development is targeted by the NSDS as a priority."}, {"text_block_id": "p21_b310", "text": "Agricultural production is relatively small at present, and is constrained by limited availability of suitable land and water, and by limited expertise and interest in growing food and raising livestock. The island’s soil is relatively infertile and has poor water holding capacity while in some areas is also contaminated. In addition, the land tenure system means land ownership is fragmented and little is publicly owned, which increases the complexity of land management. What little fertile land remains untouched by mining is in the coastal strip, and thus in small parcels around houses."}, {"text_block_id": "p21_b311", "text": "Most agricultural activity in Nauru is carried out by individual households on family land. According to the most recent census, 13% of households (more than 250 in total) grow food of some kind, though diversity and volumes are low. The most common food grown is paw paw (10% of households), followed by bread fruit (6%) and pumpkin and cabbage. There is no commercial agriculture. In recent years the government has initiated a “grow and green” programme to encourage households to participate in agriculture, through planting of fruit trees and vegetables including breadfruit, lime, coconut, pawpaw, soursop and mango. Also, the ROC-Taiwan Technical Mission (TTM) has been supporting the development of kitchen gardens; water distribution during drought; livestock; egg production; and training in best practices (i.e. mulching, cover cropping, composting, waste management, transplanting) to facilitate growth of crops such as cucumber, cabbage, watermelon, pumpkin and cherry tomato. The TTM has developed two small farms – for horticulture and livestock, respectively – to demonstrate farming techniques and trialing of vegetable cultivars. The two farms are expected to be handed over to the government in the future."}, {"text_block_id": "p21_b312", "text": "          domestic agricultural production. Climate variability driven by the ENSO also makes stable agricultural production a challenge; the prolonged droughts that are a feature of La Niña conditions"}, {"text_block_id": "p21_b313", "text": "can limit the type of crops that can be grown, while extreme rainfall events during El Niño periods can lead to crop losses through water logging and soil erosion."}, {"text_block_id": "p21_b314", "text": "Despite these constraints, there is potential to increase agriculture production and productivity, and in doing so strengthen food security and improve livelihoods and health, thus contributing to Nauru’s efforts to reduce vulnerability to future climate change. The NSDS emphasises four strategic actions namely: developing local food and agricultural production initiatives such as kitchen gardens, fruit tree planting and root cropping; promoting production of value-added forestry and agro-forestry products for domestic consumption; promoting viable piggeries and duck and poultry production (including for eggs) and agricultural businesses; and setting up a resource centre on agricultural and livestock production."}, {"text_block_id": "p21_b315", "text": "            %       previous initiatives such as Grow and Green have stalled because of inadequate water. Water security for agriculture is also an important strategy from a disaster risk reduction perspective, since a healthy agricultural sector reduces the risk of food insecurity and shortages."}, {"text_block_id": "p21_b316", "text": "Table A2.3 details priority CCA and DRR activities for the agriculture sector. Overall, food security is a major concern in Nauru, while agricultural production is small and not well established. Our priorities, therefore, focus on encouraging greater smallholder participation in crop and livestock production (rather than commercial scale), and boosting skills in these areas."}, {"text_block_id": "p21_b317_merged", "text": "Table A2.3 Priority CCA and DRR actions for the agriculture sectory C agr"}, {"text_block_id": "p22_b320", "text": "Table A2.3 Priority CCA and DRR actions for the agriculture sector (continued)"}, {"text_block_id": "p22_b321", "text": "The Division of Agriculture under department of CIE has primary responsibility for supporting agricultural development from subsistence to small scale farming, and is the lead agency responsible for overseeing implementation of the agriculture sector’s priority CCA and DRR actions. Institutional strengthening and mainstreaming"}, {"text_block_id": "p22_b322", "text": "The institutional and human capacity available in Nauru to support and expand agricultural development is limited and needs to be expanded:"}, {"text_block_id": "p22_b323", "text": " Human capacity within both government and the community requires dedicated skills training programs in agricultural production and management. Skills development is a near-term priority, since implementation of other activities depends on this."}, {"text_block_id": "p22_b324", "text": " The Strategic Plan for the Sustainable Development of Agriculture in Nauru (20072017) should be reviewed and updated."}, {"text_block_id": "p22_b325", "text": " Development of a Waste Management Policy for agriculture, particularly for livestock waste which needs addressing if greater production is to be encouraged."}, {"text_block_id": "p22_b326", "text": "A2.4  Fisheries and marine resources"}, {"text_block_id": "p22_b327", "text": "Fisheries are a critically important resource in Nauru, contributing to food security and cultural practices (particularly in low income households) as well as providing an important source of foreign revenue for government."}, {"text_block_id": "p22_b328", "text": "Y             Q      catches of 63,000 tonnes between 1999 and 2008, worth USD 52 million. Revenue from the sale of                                      only a fraction of the value of this resource"}, {"text_block_id": "p22_b329", "text": "10"}, {"text_block_id": "p22_b330", "text": "."}, {"text_block_id": "p22_b331", "text": "                 Q       Q  and mahi-mahi), and invertebrates gleaned from intertidal and sub-tidal areas. Demersal and near"}, {"text_block_id": "p22_b332", "text": "-"}, {"text_block_id": "p22_b333", "text": "   %     "}, {"text_block_id": "p22_b334", "text": "       Q      Q     Oscillation (ENSO) conditions. The PEQD province is generated by the effects of the earth’s rotation    "}, {"text_block_id": "p22_b335", "text": "create the richest surface waters in the region. Climate change is projected to increase sea surface    "}, {"text_block_id": "p22_b336", "text": "         &       "}, {"text_block_id": "p22_b337", "text": ":"}, {"text_block_id": "p22_b338", "text": " &               Q  of absorption of carbon dioxide from the atmosphere), which reduces the availability of calcium carbonate;"}, {"text_block_id": "p22_b339", "text": " Coral bleaching will increase as a result of higher sea-surface temperatures; and"}, {"text_block_id": "p22_b340_merged_merged_merged_merged", "text": "Given Nauru’s small size, geographic isolation and limited air connections, the emergence of a     % ‘      underpin livelihoods in Nauru, particularly during times when other food supplies are unreliable. Y        the development goals in the NSDS including improving governance, enhancing food security and maximizing revenue. Given the vulnerability created by food insecurity and high government debt       "}, {"text_block_id": "p22_b343", "text": "Fisheries management in Nauru is guided by the Fisheries NSDS and the Nauru Fisheries and Marine Resources Authority Corporate Plan."}, {"text_block_id": "p22_b344", "text": "&        and DRR."}, {"text_block_id": "p23_b345", "text": "Table A2.5."}, {"text_block_id": "p23_b346", "text": "Table A2.4 Priority CCA and DRR actions for the fisheries and marine resources sector (continued)"}, {"text_block_id": "p23_b347", "text": "The Nauru Fisheries and Marine Resource Management Authority (NFMRA), a statutory corporation  Y   :          management including overseeing, managing and developing the country’s natural marine resources and environment."}, {"text_block_id": "p23_b348", "text": "Institutional strengthening and mainstreaming"}, {"text_block_id": "p23_b349", "text": " The key legislative and policy frameworks governing Fisheries and Marine Resources are the Nauru Fisheries and Marine Resources Authority Act 1997, the Fisheries Act 1997and associated regulations. These need updating and strengthening, taking account of possible changes in     "}, {"text_block_id": "p23_b350", "text": "                  strengthening of Nauru’s skills in trade negotiations."}, {"text_block_id": "p23_b351", "text": "A2.5  Disaster management and emergency response"}, {"text_block_id": "p23_b352", "text": "The practice of Disaster Management (DM) and Emergency Response (ER) implies strengthening preparedness, response and recovery systems for potential extreme events or disaster scenarios. Potential major disaster situations that require planning for include:"}, {"text_block_id": "p23_b353", "text": " Medical service disruptions, due to supply chain interruptions (medical supplies, energy, water)   "}, {"text_block_id": "p23_b354", "text": " Acute water and food shortages, for instance during droughts or supply chain interruptions;"}, {"text_block_id": "p23_b355", "text": " Extended energy shortages, which also reduces water production and thus threatens water security;"}, {"text_block_id": "p23_b356", "text": " Coastal erosion and inundation, which threatens houses and key assets located on the coastal strip; and"}, {"text_block_id": "p23_b357", "text": "  %              %    Q water, food) delivered to the Regional Processing Centre."}, {"text_block_id": "p23_b358", "text": "             %       that DM and ER planning take account of future climate scenarios and risks. For instance, water security concerns may become even more acute since climate change is projected to alter the ENSO       increase, due to sea level rise and heavy rainfall respectively, increasing coastal erosion and thereby threatening public infrastructure and private housing, particularly in low lying areas such as Anetan, Anibar, Anibare, Ijuw and Menen."}, {"text_block_id": "p23_b359", "text": "Table A2.5 details priority CCA and DRR activities for the disaster management and emergency response sector which have not already been articulated by other sectors. These focus on improving preparedness, strengthening institutional capacity and creating community awareness about disaster response."}, {"text_block_id": "p23_b360", "text": "Oversight of DRM activities lies with the NDRMO (which resides with CIE), supported by high-level guidance from the National Disaster Risk Management Council. Coordination of emergency response is at present the responsibility of the Police department."}, {"text_block_id": "p23_b361", "text": "Institutional strengthening and mainstreaming"}, {"text_block_id": "p23_b362", "text": "&                        "}, {"text_block_id": "p23_b363", "text": " ’  :&   while the DRM Act also needs reviewing (not least because institutional arrangements for DRM have changed since 2008, for instance with the establishment of the NDRMO in 2010)."}, {"text_block_id": "p23_b364", "text": " Strengthen the human capacity of the NDRMO and of the Climate Change Unit. At present expertise and institutional memory is concentrated in very few people."}, {"text_block_id": "p23_b365", "text": " Develop clear national plans and guidelines for emergencies, including procedures to mobilise    &    Management Strategy."}, {"text_block_id": "p23_b366", "text": " Re-establish the national coordination centre for emergency response. Under the DRM Act 2008 responsibility was designated as being with the Police, however since then responsibilities have changed. Furthermore, the police coordination centre is physically located by the coast, which is itself vulnerable during extreme coastal events."}, {"text_block_id": "p23_b367", "text": "A2.6  Energy"}, {"text_block_id": "p23_b368", "text": "The energy sector can play a critical role in helping to improve Nauru’s coping and adaptive capacities with respect to climate change, and to development goals generally. Energy services provide a tool for reducing vulnerability through, for instance, economic empowerment and the delivery of health and education services."}, {"text_block_id": "p23_b369", "text": "                    %Y energy production is closely linked to water production, since the reverse osmosis desalination units are energy intensive. At the same time, energy infrastructure is located in the coastal strip, and thus susceptible to particular climate and disaster risks which need to be considered in future planning."}, {"text_block_id": "p23_b370", "text": "Y    %    %   %    &     %                           energy to the island, both during the disruption and for quite some time after given limited alternative infrastructure available should the facility be destroyed. The possibility of energy shortages, arising           concern."}, {"text_block_id": "p24_b371", "text": "The Energy Roadmap endorsed by the government in 2014 sets out strategies and activities in                transport, and institutional strengthening and capacity building. Progress implementing the Roadmap will contribute directly towards helping Nauru adapt to climate change and reduce disaster risks."}, {"text_block_id": "p24_b372", "text": "Table A2.6 highlights several actions from the Roadmap as CCA and DRR priorities. These are emphasised by the RONAdapt because they are considered by the Roadmap as “high priority”                      once. It is noted that there is a particularly strong link between the energy and water sectors, and thus many of the Roadmap’s priorities targeting energy security and closely intertwined with the       ::      high-consequence risk at the tank farm storage area."}, {"text_block_id": "p24_b373", "text": "Table A2.6 Priority CCA and DRR actions for the energy sector"}, {"text_block_id": "p24_b374", "text": "Institutional strengthening and mainstreaming"}, {"text_block_id": "p24_b375", "text": "&  :            Several are highlighted here as important substantive steps towards building a stable, well managed energy sector and thus contributing to the overall resilience of Nauru:"}, {"text_block_id": "p24_b376", "text": " Develop a legislative and governance framework for the energy sector;"}, {"text_block_id": "p24_b377", "text": " Develop supporting regulations for the NUC Act; and"}, {"text_block_id": "p24_b378", "text": "        in management of the sector within government."}, {"text_block_id": "p24_b379", "text": "A2.7  Land management and rehabilitation"}, {"text_block_id": "p24_b380", "text": "Land is a scare resource in Nauru and much of the island has already been degraded by mining activities, which are ongoing. In addition, the Regional Processing Centre has been developed quickly and as a result one of the camps was erected directly over land proposed in a draft Land Use Plan as a conservation area (where there is fertile “black soil”), resulting in a loss of important soil resources that could support biodiversity as well as agriculture. Around the coast, cemeteries are full which means families are burying deceased relatives by their houses, posing a contamination risk to the groundwater lens."}, {"text_block_id": "p24_b381", "text": "A related issue is that of waste collection, disposal and management. The dump site has very little available capacity, and is being further stressed by the large quantities of waste (mainly plastics) generated by the RPC. Moreover, the existing dump site is not lined, leading to concerns about possible migration of contaminated leachate into Buada lagoon. A new disposal site needs to be                available on-island for supporting community waste collection (trucks and skips), and these are heavily occupied by the RPC."}, {"text_block_id": "p24_b382", "text": "At present Nauru has no endorsed land use plan to guide development decisions. Land use planning is critical to, for instance, ensure that future infrastructure investments are coherent with the visions and needs of all of Nauru’s communities.  A Master Land Use Plan proposed to set out future development aspirations on Topside will be broadened to a whole-of-island land use plan, to provide strategic direction to land rehabilitation and to decisions on future land use (including siting of new infrastructure). Given that major infrastructure sectors such as energy and water have developed, or are developing, investment plans covering the next decade or more, preparation and endorsement of a Nauru Land Use Plan is becoming an urgent priority."}, {"text_block_id": "p24_b383", "text": "&  ::     on those not already raised in other sections of the RONAdapt (noting that there is a strong overlap with coastal management issues described in the section below)."}, {"text_block_id": "p24_b384_merged", "text": "Table A2.7 Priority land management actions contributing to CCA and DRRy g g"}, {"text_block_id": "p24_b386", "text": "Institutional strengthening"}, {"text_block_id": "p24_b387", "text": "The following are priorities in relation to land management:"}, {"text_block_id": "p24_b388", "text": " Preparation and endorsement of a Nauru Land Use Plan (broadening the Master Land Use Plan proposed for Topside to focus also on Nauru’s coastal areas) which integrates climate and disaster risks. The plan will incorporate the concept of Integrated Coastal Zone Management, and should % : Water and Sanitation Master Plan, the NBSAP, Solid Waste Strategy,  the Strategic Plan for the Sustainable Development of Agriculture, community development plans, and RONPhos and NRC operational plans regarding future mining. The plan should also be developed through close consultation with the community."}, {"text_block_id": "p24_b389", "text": " Finalisation and endorsement of the draft Solid Waste Strategy 2013 and the Solid Waste Action Plan."}, {"text_block_id": "p25_b390", "text": "A2.8  Infrastructure and coastal protection"}, {"text_block_id": "p25_b391", "text": "  ::       Firstly, as highlighted by the NSDS, strategic infrastructure can play an important role in improving            %     &      Q the government’s needs and immediate priorities in the infrastructure sector, focusing on short and medium term needs relating to transport, water, sanitation, waste management, telecommunications and government buildings (including schools and hospitals).  For example:"}, {"text_block_id": "p25_b392", "text": " The sea and air ports are critical assets to ensure supply of essential goods and services (food, fuel, parts, medical supplies), as well as for export of phosphate and dolomite;"}, {"text_block_id": "p25_b393", "text": "         is also linked with water-borne illnesses (and therefore linked to health outcomes);"}, {"text_block_id": "p25_b394", "text": " Expanding renewable energy capacity will improve energy security and should also over the medium term reduce energy-related expenditure by government, thereby freeing up limited resources for other pressing development needs (see Section A2.6);"}, {"text_block_id": "p25_b395", "text": " Expanding public water storage capacity can make water and agriculture outcomes more resilient               can reduce peak energy demands by spreading the load that is required for water production (see Section A2.1); and"}, {"text_block_id": "p25_b396", "text": " Rehabilitation of mined areas can expand scarce land resources for settlement, agriculture, energy infrastructure, waste disposal and cultural practices (see Section A2.7)."}, {"text_block_id": "p25_b397", "text": "Secondly, infrastructure needs to be designed and managed with future conditions in mind, sometimes referred to as being “climate proofed” and able to withstand disaster events. Sea level               are hazards that may threaten vital infrastructure."}, {"text_block_id": "p25_b398_merged", "text": "The majority of Nauru’s housing and its economic infrastructure are located in the low-lying coastal strip, including power generation, water treatment, roads, RONPHOS plant, air and sea ports, and medical services&:;‘       Government Hospital – which contains the dialysis units, public health sectors, children’s clinic, diabetes clinic – is susceptible to coastal erosion. Nauru secondary school and the catholic school in Ewa district are also potential erosion risk sites. Both the Police station (which is also the Emergency ;            coastal protection structure in this area there is also evidence of ongoing erosion and subsidence of buildings (some prison buildings are no longer useable because they are unstable). In addition to public infrastructure, most communities are in the coastal strip which means most people’s homes are at a low elevation. Many of Nauru’s key assets, therefore, are vulnerable to coastal-related          term climate change."}, {"text_block_id": "p25_b400", "text": "Table A2.8 summarises priority CCA and DRR activities relating to infrastructure and coastal management."}, {"text_block_id": "p25_b401", "text": "Institutional strengthening and mainstreaming"}, {"text_block_id": "p25_b402", "text": "The absence of an over-arching coastal zone management plan hinders coordination between government agencies and communities regarding management of the coastal zone. There is also presently no environmental legislation or building codes that govern development activities. These gaps result in limited formal integration of environmental considerations into the policy making and development planning processes. Therefore, priority institutional actions include:"}, {"text_block_id": "p25_b403", "text": " Develop and implement an Integrated Coastal Zone Management Plan (ICZMP), which integrates climate and disaster risks. Over time, this should be integrated as a component of a wider Nauru Land Use Plan (see and management section above);"}, {"text_block_id": "p25_b404", "text": " Develop a Code of Practice for coastal structure design and engineering, including  clarity around the environmental assessment process for new development. The code should also support consideration of climate- and disaster-related risks in infrastructure planning. Clear land management guidelines will help ensure that future development is appropriately situated, designed and constructed to reduce coastal risks. As above, this could over time be integrated into a wider Nauru Land Use Plan."}, {"text_block_id": "p25_b405", "text": " In the short term, establish a Task Force for coastal zone management, involving CIE, Foreign  :  ;  Y:      coastal zone management unit in the department of CIE – with close working links to NFRMA – which can build government capacity and coordinate the resources needed to sustainably manage Nauru’s coastal zones."}, {"text_block_id": "p25_b406", "text": " Integrate a recognition of potential climate change and disaster impacts, and thinking about vulnerability and risk reduction, into future updates of the NEISIP.  The approach used for                people and also explicitly emphasise how different activities will function under future conditions (i.e. how well “climate proofed” key infrastructure is)."}, {"text_block_id": "p25_b407", "text": " Support human capacity development in maintenance and management of core infrastructure &          to service delivery than capital expenditure."}, {"text_block_id": "p25_b408", "text": "A2.9 Biodiversity and environment"}, {"text_block_id": "p25_b409", "text": "A range of issues that affect the health of Nauru’s environment and its access to natural resources have been highlighted in other sections. In addition to those mentioned already, other problematic issues include:"}, {"text_block_id": "p25_b410", "text": " Wastewater treatment and disposal. Septic tank sludge and the salt water sewage system at Location discharge directly onto the reef (and close to the intake for the desalination plants),"}, {"text_block_id": "p26_b411", "text": "while the desalination units discharge saline wastewater directly into the sea. The consequences of these discharges on near-shore ecology have not been assessed. Sludge management is made           %       Q     %"}, {"text_block_id": "p26_b412", "text": " Invasive species pose a threat to native biodiversity."}, {"text_block_id": "p26_b413", "text": "Protection of scarce land and soil resources is an important issue for reducing environmental degradation and improving the overall health of Nauru’s environmental resources (discussed in Section A2.7), as is addressing water contamination (discussed in Section A2.1)."}, {"text_block_id": "p26_b414", "text": "      Q           2014. A goal of the 2010 plan was “an annual increase of 2% to enhance, develop and manage current conservation and rehabilitation of biological diversity and ecosystems to increase the percentage of Nauru’s protected and conserved areas from the existing 2% of total land, including coastal areas, to 30% by 2025”.  Successfully implementing the NBSAP will improve Nauru’s environmental health, and thus its resilience to climate change and extreme events. In 2013, SPREP undertook a Rapid      &   into a review of the NBSAP, and a second version was completed in 2014."}, {"text_block_id": "p26_b415", "text": "Table A2.9 summarises priority biodiversity actions that contribute to CCA and DRR."}, {"text_block_id": "p26_b416", "text": "Table A2.9 Priority activities for environment and biodiversity related to CCA and DRR"}, {"text_block_id": "p26_b417", "text": "Institutional strengthening and mainstreaming"}, {"text_block_id": "p26_b418", "text": " The revision of the National Biodiversity Strategic Action Plan should be endorsed by Cabinet."}, {"text_block_id": "p26_b419", "text": " The draft Environment Act 2006 needs updating and formal endorsement by Cabinet."}, {"text_block_id": "p26_b420", "text": " Environmental Impact Assessment (EIA) legislation needs to be developed, adopted and enforced, to minimise the impacts of future development activities on Nauru’s environment."}, {"text_block_id": "p26_b421", "text": " Facilities and procedures for border control and quarantine services need to be strengthened."}, {"text_block_id": "p26_b422", "text": "A2.10  Community development and social inclusion"}, {"text_block_id": "p26_b423", "text": "Strong social linkages, a sense of culture, empowerment of disadvantaged individuals or groups, and greater engagement of people in managing their local environment and supporting their local community can all play an important role in strengthening the resilience of Nauru to future scenarios in which climate change, disasters or other stresses may present new challenges. Community development activities encompass a wide range of issues, from empowerment of women, youth development and engagement in community building activities, the strengthening of social networks and improving livelihood opportunities for households and small businesses."}, {"text_block_id": "p26_b424", "text": "    "}, {"text_block_id": "p26_b425", "text": " Preserve Nauruan language and cultural heritage. Through collecting and preserving cultural resources including historical books about Nauru, translation into Nauruan language resource books found abroad such as about Nauruan myths or traditional medicines, including Nauruan language components in the school curriculum, and undertaking research into, and encouraging"}, {"text_block_id": "p26_b426", "text": "sharing of, traditional knowledge possessed by elders. the longer term, the vision is development of a museum archive to give communities access to important cultural resources."}, {"text_block_id": "p26_b427", "text": " Support for Women’s and Youth Affairs. Through the operation of safe houses or shelters from domestic violence, counselling services, improving access of women to education, health services, the protection of women from violence, and forums that provide support for men (such as through the SHED program), focusing on men’s behaviour in the household and society, particularly with respect to violence."}, {"text_block_id": "p26_b428", "text": " Support for Family and Community Services. Through child protection programs, improving the livelihood and participation of disabled Nauruans (such as the development of a “disability village”), and engaging youth in community initiatives."}, {"text_block_id": "p26_b429", "text": " Promote community participation in livelihood opportunities from small business. For instance, in the tourism sector the aims is to establish tourism as a viable, commercial livelihood strategy for Nauru, with a focus in the near term on developing services and products, through incentive programs and capacity building for communities to be better able to pursue opportunities."}, {"text_block_id": "p26_b430", "text": "In complement to these, it is important for CCA and DRR planning, including the RONAdapt, to take account of gender. Men and women often have different roles and responsibilities in Nauruan society, as well as different entitlements or access to resources. These gender differences create         amongst other things. Empowerment of both men and women is important if Nauru is to become more resilient to future threats, and also to take advantage of future opportunities."}, {"text_block_id": "p26_b431", "text": "Nauru is a signatory to the Convention for the Elimination of all Forms of Discrimination against Women (CEDAW). The Government has emphasised gender equality and empowerment of women     ; &%                         %   the NSDS, and a Women’s Policy is also in development. Gender is an important theme in the 2009 revision of the NSDS, which highlights that as of 2009 only 34% of females over the age of 15 were in %        departments or State Owned Corporations, and high rates of gender-based violence."}, {"text_block_id": "p26_b432", "text": "Like CCA and DRR, gender is a cross-cutting theme, which means it should be incorporated into the planning, design and implementation of activities by all government ministries and utilities. Through the priorities described in other subsections, the importance of addressing gender is already embedded in a number of ways:"}, {"text_block_id": "p26_b433", "text": "          Y          Nauru the burden of water management at the household level tends to fall disproportionately upon women and thus water stress imposes greatest hardship on women;"}, {"text_block_id": "p26_b434", "text": " Some actions imply understanding how vulnerability to climate change is unevenly distributed in the community, and how gender and other factors places some people at greater risk than others. Understanding this means that future actions can then be directed more at higher risk    Y                    "}, {"text_block_id": "p26_b435", "text": " Some actions aim to empower and harness the potential of women as agents of change in Nauru. For example, those which build capacity of households to participate in kitchen gardening, or  "}, {"text_block_id": "p26_b436", "text": "In addition, addressing gender as an issue in CCA and DRR means ensuring equal and meaningful participation by men, women and youth in planning and decision making. The views and needs of each should be sought and taken into account when climate- and disaster-related activities are designed,                 resources but also access to information and knowledge, to empower individuals to be able to plan and respond to different situations."}, {"text_block_id": "p27_b437", "text": "Table A2.11 Priority actions relating to community development and social inclusion contributing to CCA and DRR"}, {"text_block_id": "p27_b438", "text": "Institutional strengthening and mainstreaming"}, {"text_block_id": "p27_b439", "text": " Finalise and implement the Women’s Policy."}, {"text_block_id": "p27_b440", "text": " Develop nationally suitable template for gender budgeting, and train staff from Finance and other departments in how to implement gender budgeting."}, {"text_block_id": "p27_b441", "text": "A2.11  Education and human capacity development"}, {"text_block_id": "p27_b442", "text": "Limited human capacity is a major challenge for delivering on sustainable development aspirations in Nauru, and also constrains the country’s capacity to adapt to climate change. Few students are                &                    local revenues and support livelihoods."}, {"text_block_id": "p27_b443", "text": "Education is an important factor in developing the human capacity necessary for sustainable development and for building resilience to climate change and to potential disasters."}, {"text_block_id": "p27_b444", "text": "In addition to building the basic capacities needed to implement Nauru’s development strategy, various sectors have emphasized the need to build into the school curriculum and other community education channels a greater focus on social and environmental vulnerability, including the way             building activities are already highlighted in other sections of this Annex."}, {"text_block_id": "p27_b445", "text": "&       improving the resilience of Nauru to climate change and to future disaster events."}], "document_description": "This document outlines the government's vision regarding climate change and associated disasters. It aims at identifying adaptation priorities and to provide a framework for long-term planning. Priorities outlined are water energy and food security, safeguarding a healthy environment, people and productive land resources. The document lists in section 4 a number of specific priorities to implement the overall strategy."}