{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Nauru", "document_category": "Policy", "document_sector_name": ["Energy", "Economy-wide"], "document_language": "English", "document_name": "National Sustainability Development Strategy (NSDS) 2005-2025", "document_country_code": "NRU", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "10/01/2009", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/NRU/2009/NRU-2009-01-10-National Sustainability Development Strategy (NSDS) 2005-2025_fedc401b45137d14170aad054769b527.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "AS REVISED 2009"}, {"text_block_id": "p1_b2", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p1_b3", "text": "TABLE OF CONTENTS\n"}, {"text_block_id": "p1_b4", "text": "Glossary"}, {"text_block_id": "p1_b5", "text": "ATTACHMENTS"}, {"text_block_id": "p2_b6", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p2_b7", "text": "The Government of Nauru wishes to thank the UN team comprising of David Smith and Carol Smereczniac, Siliga Kofi, Seve Paeniu, Wil Parks, and Jone Navakamocea for their assistance in preparing this document."}, {"text_block_id": "p2_b8", "text": "Special appreciation to the Government‟s line Ministries, State Owned Enterprises and most"}, {"text_block_id": "p2_b9", "text": "importantly the Nauruan community for their valuable input and contributions to the 2009 NSDS Review."}, {"text_block_id": "p2_b10", "text": "Special acknowledgement is extended to Hon. Rykers Solomon and Mr Peter Depta who led the Nauru NSDS Review Team, the Development Planning & Policy Division, Aid Management Unit, Parliament, Public Administration and Foreign Affairs & Trade."}, {"text_block_id": "p2_b11", "text": "Photographs used by permission:"}, {"text_block_id": "p2_b12", "text": "Photographs used by permission:\n* Department of Commerce Industry & Environment\n* Department of Education\n* David Smith\n* Jone Navakomocea\n* Anne Billeam\n* Lucina Detsiogo\n* Rhonda Detsiogo"}, {"text_block_id": "p2_b26", "text": "For further information on the material contained in this document, please contact:"}, {"text_block_id": "p2_b27", "text": "Nauru Government"}, {"text_block_id": "p2_b28", "text": "Aid Management Unit/Development Planning and Policy Division"}, {"text_block_id": "p2_b29", "text": "Ministry of Finance and Economic Planning"}, {"text_block_id": "p2_b30", "text": "Tel (674) 444 3133 x332, Fax (674)444 3125, Email:"}, {"text_block_id": "p3_b31", "text": "GLOSSARY"}, {"text_block_id": "p4_b32", "text": "STATEMENT BY HIS EXCELLENCY HON. MARCUS STEPHEN MP"}, {"text_block_id": "p4_b33", "text": "In 2005, Nauru embarked on a difficult, but exciting, journey when it announced the National Sustainable Development Strategy (NSDS). For the first time ever, Nauru came together as a nation and created for itself a vision for the future; a future in which individual, community, business and government partnerships contribute to a sustainable quality of life for all Nauruans."}, {"text_block_id": "p4_b34", "text": "The NSDS was borne out of a time of crisis. Financial mismanagement and government missteps over the last decade caused incomes and living standards to plunge. My country was at the brink of economic collapse. But with crisis came an opportunity for self-reflection and an openness to new ideas. And so, with a pioneering spirit and clear mind, we began a process of rehabilitation, restoration, and renewal."}, {"text_block_id": "p4_b35", "text": "In cooperation with Pacific Islands Forum member governments, my country also outlined a number of key governance and development priorities in the Pacific Regional Assistance to Nauru, or PRAN. It included a reevaluation of fiscal policies and objectives, a review of our constitution, and reforms to our education and health sectors."}, {"text_block_id": "p4_b36", "text": "The development plan we set for ourselves under PRAN and the NSDS was extremely ambitious. But in the four years since Nauru put this plan into place we have made remarkable progress. Through the hard work and commitment of our people, we have restored a measure of security to our communities and created a stable environment for new investment. I am also proud that in just four years we have reached the goals laid out in PRAN. Nauru is truly a different place from what it was in 2005."}, {"text_block_id": "p4_b37", "text": "As detailed in our review of the NSDS, improvements have come from all sectors of the economy. With regard to infrastructure, power is more reliable and used more efficiently. The amount of clean water being produced and harvested has significantly increased. Sewage removal has been restored and regular air and maritime services have been maintained. Telecommunications have improved and many of us now have mobile phones. And the national media is more vibrant and more professional."}, {"text_block_id": "p4_b38", "text": "I am proud to say that there have also been marked improvements in the areas of education and public health. Better school facilities, more qualified teachers and a more professional curriculum will help prepare the next generation of Nauruans for the challenges of the 21st century. In our health sector, there have been real gains in curative services and preventative health programs."}, {"text_block_id": "p4_b39", "text": "A final key to Nauru‟s future will be improvements to the economy. In this area, reforms have"}, {"text_block_id": "p4_b40", "text": "occurred at a dizzying pace and have resulted in real accomplishments. In finance, the reforms have increased government transparency and accountability. Nauru has been removed from the FATF blacklist, affirming our commitment to be responsible members of the global community of nations. The past four years have also seen the resumption of phosphate mining on a large scale, providing the basis for a more diversified economy in the future. This next stage in our economic development has already begun with an increase in domestic food production, the establishment of livestock rearing, and the rehabilitation of the mined-out topside."}, {"text_block_id": "p4_b41", "text": "Whilst we have come a long way in a very short period of time, we must not lose focus as we transition out of crisis management and into a period of sustainable growth. There is still much to be done if we are to achieve the long-term milestones outlined in the NSDS. Three challenges in particular threaten to impede further progress unless addressed in short order."}, {"text_block_id": "p5_b42", "text": "The first challenge is the global economic turmoil, which began with the impacts of rapid increases in food and fuel prices and continued with the US sub-prime mortgage crisis last year resulting in a collapse of world equity and commodity markets, producing the worst global recession seen for decades. The global crisis hit Nauru as we were just beginning to recover from our own decade long national economic crisis. For Nauru, the prices of imported food and essential goods remain high, with the price of a bag of rice still more than double the world average. At the same time, household income has reduced due to impacts on our phosphate industry. Nauru does not have the luxury of passing a robust stimulus package like larger, wealthier nations, so we must look to other solutions to weather the storm and develop resilience in our economy."}, {"text_block_id": "p5_b43", "text": "The second challenge is climate change. Scientists are nearly unanimous in their agreement that the Pacific region will be among the most severely impacted regions. For Nauru, climate change will undermine our food and water security, erode our coastlines, damage our marine ecosystems, and tax our public health system. Coping with these effects will strain our federal budget and divert financial resources away from other important activities like education and economic development. Nauru has responded by joining fellow Pacific island nations in pushing for a strong agreement at the climate change negotiations this December in Copenhagen. But many of these impacts will continue to worsen no matter how aggressively the international community responds to the climate crisis."}, {"text_block_id": "p5_b44", "text": "The third challenge is rescuing our lost generation. A significant portion of our youth had the misfortune of coming of age in the"}, {"text_block_id": "p5_b45", "text": "midst of the worst economic crisis in our nation‟s history. Things"}, {"text_block_id": "p5_b46", "text": "that my generation took for granted, like a good education, basic health care, and abundant employment opportunities, were simply not available for our youth during a critical time in their lives. In their absence, substance abuse, illiteracy, delinquency and lifestyle-related illnesses like diabetes have become commonplace. As we progress as a nation, we must ensure that we do not leave one segment of our community behind. Our collective future will not be secure unless we invest in the community and business leaders of tomorrow."}, {"text_block_id": "p5_b47", "text": "Nauruans are strong-willed, resilient and fiercely independent. Our Angam history is a testament of our fighting spirit that has seen us survive and rebuild many times over. We have no desire to become trapped in the never-ending cycle of aid dependence. But we are at a critical stage in our national development and require the assistance of our generous friends so that a sustainable quality of life can return to Nauru. Through our constitutional reforms, social advances, and economic progress we have laid a solid foundation upon which future progress can be built."}, {"text_block_id": "p5_b48_merged_merged", "text": "I hope that the review of the NSDS that has been undertaken and the compilation of this updated 2009 edition of the NSDS will reenergize all of us to meet these challenges and continue Nauru‟s development into the future. The 2009 NSDS will also assist Nauru to fulfil its requirements under the Cairns Compact. I am grateful to our development partners who have made our achievements possible and look forward to their continued partnership and support as we continue our journey."}, {"text_block_id": "p5_b51", "text": "And of course in all that we do in Nauru we need to do it"}, {"text_block_id": "p5_b52", "text": "With God‟s Will First for “unless the Lord builds the house, the builders labour in vain”."}, {"text_block_id": "p5_b53", "text": "HE Marcus Stephen, MP"}, {"text_block_id": "p5_b54", "text": "President"}, {"text_block_id": "p6_b55_merged", "text": "MAPŁ Ł OF,I)Ł -NAU---Ł·.!!\"R·U·.!)"}, {"text_block_id": "p6_b74", "text": "."}, {"text_block_id": "p7_b75", "text": "PART I"}, {"text_block_id": "p7_b76", "text": "THE 20 YEAR PLAN"}, {"text_block_id": "p7_b77", "text": "The 2005 NSDS developed Nauru‟s long"}, {"text_block_id": "p7_b78", "text": "-term vision, message and goals. These remain unchanged in the 2009 edition of the NSDS."}, {"text_block_id": "p7_b79", "text": "Vision"}, {"text_block_id": "p7_b80", "text": "The overall impact that the NSDS seeks to make is captured in the people‟s vision for"}, {"text_block_id": "p7_b81", "text": "development and is stated as:"}, {"text_block_id": "p7_b82", "text": "“"}, {"text_block_id": "p7_b83", "text": "A future where individual, community, business and government partnerships contribute to a sustainable quality of life for all Nauruans"}, {"text_block_id": "p7_b84", "text": "”"}, {"text_block_id": "p7_b85", "text": "This vision emphasises the desired outcome of sustainable improvements in the quality of life experienced by Nauruans and signals that partnerships at all levels will be a key vehicle to achieving this."}, {"text_block_id": "p7_b86", "text": "The decline in socio-economic conditions that has marked the last decade makes improvements in the quality of life the focus for development effort. On the other hand the long dependence on government makes partnerships between government, business, community, and individuals a necessary means to achieving the vision. Therefore, the central message of the NSDS is:"}, {"text_block_id": "p7_b87", "text": "“"}, {"text_block_id": "p7_b88", "text": "Partnerships for Quality of Life"}, {"text_block_id": "p7_b89", "text": "”"}, {"text_block_id": "p7_b90", "text": "Long-term Goals"}, {"text_block_id": "p7_b91", "text": "The five long-term goals for Nauru remain unchanged from the 2005 NSDS."}, {"text_block_id": "p7_b92", "text": "The five long-term goals for Nauru remain unchanged from the 2005 NSDS.\n* Stable, trustworthy, fiscally responsible government\n* Provision of enhanced social, infrastructure and utilities services\n* Development of an economy based on multiple sources of revenue\n* Rehabilitation of mined out lands for livelihood sustainability\n* Development of domestic food production"}, {"text_block_id": "p8_b102", "text": "PART II"}, {"text_block_id": "p8_b103", "text": "2009 REVIEW OF THE NSDS"}, {"text_block_id": "p8_b104", "text": "–"}, {"text_block_id": "p8_b105", "text": "MAIN FINDINGS"}, {"text_block_id": "p8_b106", "text": "Following the relatively minor reviews of the National Sustainable Development Strategy (NSDS) which occurred in 2007 and 2008, the 2009 Review is more comprehensive which goes line-by-line through the NSDS. The review does three things."}, {"text_block_id": "p8_b107", "text": "First, it looks at each sector strategy and milestone and assesses the extent to which they (in particular the 2008 milestones) have been achieved. The Review has found that in general since 2005 when conditions in Nauru were very poor across the economic, social and infrastructure sectors considerable gains have been made."}, {"text_block_id": "p8_b108", "text": "First, it looks at each sector strategy and milestone and assesses the extent to which they (in particular the 2008 milestones) have been achieved. The Review has found that in general since 2005 when conditions in Nauru were very poor across the economic, social and infrastructure sectors considerable gains have been made.\n* Economic Sectors\n* phosphate mining has recommenced and rehabilitation started (albeit\n* Social Sectors\n* In the areas of health and education there have been significant progress in\n* Infrastructure Sectors\n* There have also been gains in these sectors. Electricity supply and"}, {"text_block_id": "p8_b120_merged_merged_merged_merged_merged", "text": "However, the review has also found that there are a number of areas where the 2008 milestones have not been achieved. In the economic sectors some of the areas where milestones have not been fully achieved include, the feasibility of value added phosphate products (e.g. super phosphate), kitchen garden and pork and poultry production milestones, surveillance of Nauru‟s EEZ, rehabilitation of topside, reducing government spending, review of the land tenure system and Ministries developing corporate plans."}, {"text_block_id": "p9_b123", "text": "In the social sectors short-term milestones which have not been achieved include: USP enrolment targets, infant mortality targets, targets for enrolments in public health courses and the construction of a new health facility. While some of the community milestones have been achieved there is still much to be done for community groups to be fully effective."}, {"text_block_id": "p9_b124", "text": "In infrastructure, there are a number of milestones where there has been some progress, but further progress needs to take place for the milestones to be fully achieved including: electricity transmission, water production and harvesting, sewage removal, transport (including port, airport and land transport) and information and communication technologies."}, {"text_block_id": "p9_b125", "text": "The 2009 Review also identifies the main factors which have prevented the milestones from being achieved."}, {"text_block_id": "p9_b126", "text": "The 2009 Review also identifies the main factors which have prevented the milestones from being achieved.\n* Lack of Funding\n* Lack of funding has prevented many larger infrastructure projects from\n* Lack of Capacity\n* Severe capacity constraints exist in many areas of Government including\n* Lack of Coordination\n* Blurred and overlapping responsibilities have resulted in tasks\n* Unclear goals\n* Several goals and milestones are not clearly articulated in the 2005 NSDS\n* Unclear land arrangements\n* Disagreements over land agreements have been a major\n* Lack of a sound business environment\n* Including the lack of a commercial bank on the\n* Governance\n* While a lot has already been achieved in the areas of governance more needs"}, {"text_block_id": "p9_b154_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The Goals, Strategies and Milestones matrix was looked at closely during the review process. It was found that some sectorshad many Goals and that they were not logically connected to the sector Strategies and Milestones. In addition, there was no clear statement of how we should measure the overall progress made in moving towards the Sector Goals."}, {"text_block_id": "p10_b156", "text": "As a result the structure of the NSDS has now been revised in the following ways:"}, {"text_block_id": "p10_b157", "text": "As a result the structure of the NSDS has now been revised in the following ways:\n* The Long Term Goals are stated without the sub components to make it clear that\n* Sector Goals with only one Goal per sector. Achieving the Sector Goals will lead to the\n* The Sector Goals are repeated in Part VI covering Sector Goals, Strategies and Milestones.\n* The Short Term Plan has been changed to a list of the Major Priorities that need to be\n* To measure overall progress towards the outcomes described in the Sector Goals, a small set\n* 2009\n* 2009\n preparation of the NSDS in 2005 and these were summarized in the âNSDS Prioritiesâ\n* 2009\n preparation of the NSDS in 2005 and these were summarized in the âNSDS Prioritiesâ\n section. This section has been renamed as Community Consultations and has been updated\n* 2009\n preparation of the NSDS in 2005 and these were summarized in the âNSDS Prioritiesâ\n section. This section has been renamed as Community Consultations and has been updated\n These concerns, as"}, {"text_block_id": "p10_b174", "text": "Finally, part of the review process was to identify important gaps in the 2005 NSDS in terms of coverage of sectors and cross"}, {"text_block_id": "p10_b175", "text": "-"}, {"text_block_id": "p10_b176", "text": "cutting issues. Some of these gaps are due to new challenges emerging since 2005; other gaps existed because of a variety of reasons including the larger capacity constraints that prevailed 4 to 5 years ago. Areas that have been significantly strengthened with new NSDS Strategies and Milestones are:"}, {"text_block_id": "p10_b177", "text": "cutting issues. Some of these gaps are due to new challenges emerging since 2005; other gaps existed because of a variety of reasons including the larger capacity constraints that prevailed 4 to 5 years ago. Areas that have been significantly strengthened with new NSDS Strategies and Milestones are:\n* Environment\n* the NSDS coverage of this was largely limited to rehabilitation of mined out\n* Gender issues\n* the NSDS update expands the coverage of gender issues in various sectors.\n* Community development\n* this section of the NSDS has been strengthened and is more\n* Youth â this group only had limited coverage in the NSDS which provided for the"}, {"text_block_id": "p11_b194", "text": "cutting issues. Some of these gaps are due to new challenges emerging since 2005; other gaps existed because of a variety of reasons including the larger capacity constraints that prevailed 4 to 5 years ago. Areas that have been significantly strengthened with new NSDS Strategies and Milestones are:\n* Environment\n* the NSDS coverage of this was largely limited to rehabilitation of mined out\n* Gender issues\n* the NSDS update expands the coverage of gender issues in various sectors.\n* Community development\n* this section of the NSDS has been strengthened and is more\n* Youth â this group only had limited coverage in the NSDS which provided for the\n* Law and Justice\n* this is a major issue, especially with regard to young people (50 per cent of\n* Land issues\n* have insufficient emphasis in the 2005 NSDS despite these issues proving an\n* Fisheries â this had limited coverage in the 2005 NSDS and has been expanded in the 2009"}, {"text_block_id": "p11_b206", "text": "COMMUNITY CONSULTATIONS"}, {"text_block_id": "p11_b207", "text": "In developing the 2005 NSDS extensive consultation with the community, business groups and individuals identified a number of priorities."}, {"text_block_id": "p11_b208", "text": "Economic Sector"}, {"text_block_id": "p11_b209", "text": "Economic Sector\n* Fully rehabilitate topside with a greater area of rehabilitated land utilised for livelihood\n* Increase revenue generation through the efficient and effective use of the few available\n* Increase level of domestic agricultural production initiatives such as kitchen gardens, fish\n* Develop an SME sector that includes the participation of the community, as the basis\n* Improve labour market access for Nauruans leading to a higher flow of remittances."}, {"text_block_id": "p11_b219", "text": "Social Sectors"}, {"text_block_id": "p11_b220", "text": "Social Sectors\n* Improve the educational system, focusing on the quality (to regional standards), scope\n* Provision of effective preventative health services reducing lifestyle related illness.\n* An efficient and effective judicial system with strong, functioning law and order.\n* Increase the use of traditional values, knowledge, skills and practices to strengthen cultural"}, {"text_block_id": "p12_b228", "text": "Infrastructure Sectors"}, {"text_block_id": "p12_b229", "text": "1."}, {"text_block_id": "p12_b230", "text": "Provision of enhanced utilities and transport services including the increased use of renewable energy, power (non-diesel generation i.e. OTEC and solar), water, waste management, roads, sea and air services."}, {"text_block_id": "p12_b231", "text": "Cross-cutting"}, {"text_block_id": "p12_b232", "text": "1."}, {"text_block_id": "p12_b233", "text": "Develop the human resources in technical, organisational and financial management capacities."}, {"text_block_id": "p12_b234", "text": "2."}, {"text_block_id": "p12_b235", "text": "A stable, trustworthy, fiscally responsible government with transparent and accountable Parliamentarians, cabinet and public service."}, {"text_block_id": "p12_b236", "text": "3."}, {"text_block_id": "p12_b237", "text": "Establish a legislative and institutional framework conducive to foreign investment and the setting up of companies to generate employment and income including, foreign banking presence and clear tenure/rental laws."}, {"text_block_id": "p12_b238", "text": "4."}, {"text_block_id": "p12_b239", "text": "Maintain good bilateral, region-wide and international relations and comply with international standards."}, {"text_block_id": "p12_b240", "text": "Following the consultation with the community in the 2009 Review a number of concerns were raised in terms of gaps in the 2005 NSDS. These included the lack of community goals, strategies and milestones as well as issues surrounding the new Trust Fund, process of the Land Use Plan (LUP), NSDS awareness, human rights, catering for the needs of emerging communities, lack of local Government Council roles and the collaboration between Community organisations, Government and donor partners. Many of these issues have been included in the 2009 revised sector goals, strategies and milestones."}, {"text_block_id": "p13_b241", "text": "PART III"}, {"text_block_id": "p13_b242", "text": "SECTOR GOALS"}, {"text_block_id": "p13_b243_merged", "text": "Following consultation with the Government, the community, business groups and individuals Nauru‟s revised sector goals are listed below. These sector goals have been developed to achieve Nauru‟s vision and long-term goals (above) as well as to be consistent with the sector strategies and milestones presented in the NSDS (see Part VI)."}, {"text_block_id": "p13_b248", "text": "Economic Sector Goals"}, {"text_block_id": "p13_b249", "text": "Macroeconomic management"}, {"text_block_id": "p13_b250", "text": "A stable macroeconomic environment conducive to private investment established"}, {"text_block_id": "p13_b251", "text": "Agriculture"}, {"text_block_id": "p13_b252", "text": "Increased level of domestic agricultural production aimed at addressing food security and healthy livelihoods"}, {"text_block_id": "p13_b253", "text": "Fisheries"}, {"text_block_id": "p13_b254", "text": "Enhance development and sustainable management of marine and fisheries resources to provide sustainable economic returns"}, {"text_block_id": "p13_b255", "text": "Mining & Quarrying"}, {"text_block_id": "p13_b256", "text": "Efficient and effective use of mining and quarrying resources"}, {"text_block_id": "p13_b257", "text": "Commerce, Industry & Business Development"}, {"text_block_id": "p13_b258", "text": "Promote development of small and micro enterprises, foreign investment and economic integration into the global economy"}, {"text_block_id": "p13_b259", "text": "Tourism"}, {"text_block_id": "p13_b260", "text": "Promote development of small-scale sustainable eco-tourism"}, {"text_block_id": "p13_b261", "text": "Financial Services"}, {"text_block_id": "p13_b262", "text": "An effective, competitive and stable financial system that will enhance economic growth and development"}, {"text_block_id": "p13_b263", "text": "Social & Community Sector Goals"}, {"text_block_id": "p13_b264", "text": "Education"}, {"text_block_id": "p13_b265", "text": "Improve the quality and broaden the scope and reach of education"}, {"text_block_id": "p13_b266", "text": "Health"}, {"text_block_id": "p13_b267", "text": "A healthy and productive population"}, {"text_block_id": "p13_b268", "text": "Sports"}, {"text_block_id": "p13_b269", "text": "Enhanced quality of life through Sports for All"}, {"text_block_id": "p13_b270", "text": "Traditional Leadership & Culture"}, {"text_block_id": "p13_b271", "text": "A healthy, socio-cultural, inclusive, cohesive and self reliant community with sustainable livelihoods"}, {"text_block_id": "p14_b272", "text": "Women & Development"}, {"text_block_id": "p14_b273", "text": "A just society that recognizes and respects the rights of women and promotes equal opportunities"}, {"text_block_id": "p14_b274", "text": "Youth Development"}, {"text_block_id": "p14_b275_merged", "text": "Investing in Youth – A sustained future for Nauru"}, {"text_block_id": "p14_b278", "text": "Civil Society"}, {"text_block_id": "p14_b279", "text": "A robust, vibrant and effective civil society for a just and peaceful Nauru"}, {"text_block_id": "p14_b280", "text": "Infrastructure Sector Goals"}, {"text_block_id": "p14_b281", "text": "Energy"}, {"text_block_id": "p14_b282", "text": "Provide a reliable, affordable, secure and sustainable energy supply to meet socio-economic development needs"}, {"text_block_id": "p14_b283", "text": "Water & Sanitation"}, {"text_block_id": "p14_b284", "text": "Provide a reliable, safe, affordable, secure and sustainable water supply to meet socio-economic development needs"}, {"text_block_id": "p14_b285", "text": "Waste & Sewerage"}, {"text_block_id": "p14_b286", "text": "Effective management of waste and pollution that minimizes negative impacts on public health and environment"}, {"text_block_id": "p14_b287", "text": "Transport"}, {"text_block_id": "p14_b288", "text": "Improve transport infrastructure and provide reliable and affordable public transport service"}, {"text_block_id": "p14_b289", "text": "Communications and media"}, {"text_block_id": "p14_b290", "text": "Provide universal and reliable access to internationally competitive communication services and an independent and commercially viable media"}, {"text_block_id": "p14_b291", "text": "Cross Cutting Sector Goals"}, {"text_block_id": "p14_b292", "text": "Public Administration"}, {"text_block_id": "p14_b293", "text": "Strengthen and develop the institutional capacity of the Nauru Public Service"}, {"text_block_id": "p14_b294", "text": "Governance Institutions"}, {"text_block_id": "p14_b295", "text": "Strengthen Parliament, Audit, Justice, Law, Order and Border Control"}, {"text_block_id": "p14_b296", "text": "Land"}, {"text_block_id": "p14_b297", "text": "A transparent and fair land management system that supports social, economic and private sector development"}, {"text_block_id": "p14_b298", "text": "Environment"}, {"text_block_id": "p14_b299", "text": "Sustainable use and management of the environment and natural resources for present and future generations"}, {"text_block_id": "p15_b300", "text": "PART IV"}, {"text_block_id": "p15_b301", "text": "MAJOR PRIORITIES"}, {"text_block_id": "p15_b302", "text": "The 2009 Review of the NSDS which was undertaken with community consultation has identified a number of immediate priorities."}, {"text_block_id": "p15_b303", "text": ""}, {"text_block_id": "p15_b304", "text": "Capacity is severely constrained especially given the large amount of work needed to get Nauru on a sustainable development path. The first priority is to mobilize the capacity that already exists in the public sector and among communities. Improved performance of the public sector remains a priority, including building a stronger work ethic. However, there is a need for sustained assistance from development partners to build capacity across the public sector at the individual and organizational levels."}, {"text_block_id": "p15_b305", "text": ""}, {"text_block_id": "p15_b306_merged", "text": "Sustainable income and funding. Progress in pursuing Nauru‟s reform agenda is hampered by limited income sources and the lack of revenue predictability. Income from phosphate and fishing licenses has fluctuated considerably and presents a major challenge for funding essential services. In addition, Nauru simply cannot generate the funds necessary to finance many of the urgent service delivery improvements and infrastructure developments that are needed in the short to medium term."}, {"text_block_id": "p15_b309", "text": ""}, {"text_block_id": "p15_b310", "text": "Land issues and land disputes are the cause of many delays in achieving progress. More attention and community awareness are needed together with a sound legal and regulatory framework."}, {"text_block_id": "p15_b311", "text": ""}, {"text_block_id": "p15_b312", "text": "Business environment. Private sector development is constrained by the lack of a sound business environment. The lack of a commercial bank and an insurance facility remains a critical priority. This affects government, the private sector, individuals and foreign investment. In addition the lack of a clear and business friendly regulatory environment makes investment risky and is a deterrent to foreign investment."}, {"text_block_id": "p15_b313", "text": ""}, {"text_block_id": "p15_b314", "text": "Continuing to strengthen governance. A great deal has been achieved in strengthening governance institutions including in the law and justice sector. However, there is also much more that needs to be done to complete many of the reforms that have been started, for example in the areas of an independent media, freedom of information, and leadership code. Other issues to be addressed include outdated legislation, a lack of qualified personnel, court backlog, and gender and child based violence."}, {"text_block_id": "p15_b315", "text": ""}, {"text_block_id": "p15_b316", "text": "Energy and water. Whilst there has been considerable progress in achieving more stable electricity and water services, the current way in which electricity and water services are delivered in not sustainable for Nauru. Urgent measures need to be taken to upgrade infrastructure, raise efficiency, secure the benefits of renewable energy, and develop and implement sustainable water management policies."}, {"text_block_id": "p16_b317", "text": "PART V"}, {"text_block_id": "p16_b318", "text": "MONITORING AND IMPLEMENTATION OF THE NSDS"}, {"text_block_id": "p16_b319", "text": "“Development of a coherent planning process for Nauru‟s economic and social development”"}, {"text_block_id": "p16_b320", "text": "Development planning processes were established during and following the preparation of the 2005 NSDS. Much has been achieved in strengthening these processes including in the area of aid management."}, {"text_block_id": "p16_b321", "text": "However, there is a need to strengthen the policy development and implementation framework and improve compliance with the processes that have been developed since the NSDS was first adopted in 2005."}, {"text_block_id": "p16_b322", "text": "Policy Development and Implementation Framework"}, {"text_block_id": "p16_b323_merged", "text": "Achieving the Vision of “a future where individual, community, business and government partnerships contribute to a sustainable quality of life for all Nauruans” by 2025 requires that resources of Government, communities and development partners are used efficiently and wisely."}, {"text_block_id": "p16_b328", "text": "Policy Development and Implementation Framework"}, {"text_block_id": "p16_b329", "text": "Development Outcomes (measured by Key Performance Indicators (KPIs))"}, {"text_block_id": "p16_b330", "text": "To do this, it is important that Nauru and development partners recognise and adhere to the Policy Development and Implementation Framework. This Framework will guide budget and development partner priorities, the development of policy actions to achieve the goals and strategies in the NSDS, as well as implementation of policies and the monitoring of development outcomes."}, {"text_block_id": "p17_b331", "text": "The Framework, based on the Vision, National Goals, Major Priorities and Sector Goals and Strategies in this NSDS update, describes how policies are developed and subsequently implemented through the annual budget and through aid donor programmes. The Framework also outlines how policy implementation can be monitored and the impact that policy implementation is having on development outcomes."}, {"text_block_id": "p17_b332", "text": "The Policy Development and Implementation part of the Framework is illustrated in the diagram above. The Vision, National Goals, Sector Goals, Strategies and Milestones and Sector Key Performance Indicators (the first three boxes) are included in this NSDS Update."}, {"text_block_id": "p17_b333", "text": "Resource allocation"}, {"text_block_id": "p17_b334", "text": "The NSDS contains the policies that Government is implementing and is going to implement. However, implementation can only proceed as fast as resources are available. The next part of the Framework is how to translate the policies into funded activities, programmes and projects. This involves the preparation/updating of the Macroeconomic Framework and Fiscal Objectives to determine how much resources can be allocated in a particular year. The annual budget process determines the budget allocations for each department and constitutional body taking account of the NSDS Sector Goals and Strategies and Major Priorities."}, {"text_block_id": "p17_b335", "text": "Similarly the “NPP/Project approval process for Aid donor funded programmes” selects priority"}, {"text_block_id": "p17_b336", "text": "projects for funding by aid donors. Each NPP or development project must be clearly linked to, and be analysed and appraised in the context of the NSDS Sector Goals and Strategies and Major Priorities. For this process to be effective ALL proposals (NPPs/projects) that are to be funded by donors must be submitted though DPPD/AMU for appraisal and prioritisation."}, {"text_block_id": "p17_b337", "text": "Ministry/Department Operational Plans"}, {"text_block_id": "p17_b338", "text": "The NSDS provides not only a set of national Goals and Priorities, but also the Sector Goals, Strategies and Milestones that Ministries and Departments are expected to achieve. Operational Plans show the activities that Ministries/Departments need to carry out to achieve the Strategies and Milestones."}, {"text_block_id": "p17_b339", "text": "Based on the budget allocations and aid donor programmes, each ministry and department prepares or updates its Operational plan to show what activities can be carried out in the budget year to implement the Strategies and work towards achieving the Milestones. The Operational Plans should also include ways in which the Ministry/Department can improve its capacity to implement the Strategies."}, {"text_block_id": "p17_b340_merged", "text": "The Operational Plan should be based on the Sector Goals, Strategies and Milestones of the NSDS. The Operational Plan fills in the „gap‟ between Sector Strategies and Milestones by indicating, within the resources provided through the budget and aid programmes, the activities that are necessary."}, {"text_block_id": "p17_b343", "text": "Implementation"}, {"text_block_id": "p17_b344", "text": "At the implementation level, ministries and departments, constitutional bodies, SOEs, communities and NGOs carry out activities and projects. The end result is provision of services to the people and improvements in Development Outcomes such as improved health, better education, more reliable infrastructure, more jobs. The Key Performance Indicators identified in the NSDS are measures, for each Sector, of the outcome of the implementation of activities."}, {"text_block_id": "p18_b345", "text": "Monitoring and Evaluating Policy Implementation"}, {"text_block_id": "p18_b346", "text": "Part of the framework for monitoring and evaluating progress in implementing the NSDS is in existence already. Progress in achieving the Milestones in the NSDS was assessed in 2007-08, and a major review of progress and an updated NSDS was produced in 2009"}, {"text_block_id": "p18_b347", "text": "–"}, {"text_block_id": "p18_b348", "text": "this document."}, {"text_block_id": "p18_b349", "text": "Ministries and SOEs are required to make annual reports on their activities. These annual reports should include a section covering progress made towards the NSDS Milestones and identify obstacles that may prevent achievement of the Milestones. Aid donors also make regular reports on their activities for their own purposes as well as to inform Government. Budget reports, including economic aggregates, are made on an annual basis. The process of monitoring policy implementation is shows in the figure below."}, {"text_block_id": "p18_b350", "text": "Annual Development Report"}, {"text_block_id": "p18_b351", "text": "It is proposed that an Annual Development Report is prepared as a summary of progress in implementing the NSDS. The Report would describe the progress made in the Strategies and Milestones and list the Key Performance Indicators so that overall progress in achieving the Sector Goal can be gauged. Inputs to the Report would come from Ministry Annual Reports and reports by some constitutional bodies, such as the Auditor. DPPD/AMU would coordinate the preparation of the Annual Development Report. The Report would then be considered by senior Government officials in the revived National Development Committee followed by tabling in Cabinet. The Report, together with any recommended changes, should be used in the preparation of the annual budget including aid donor projects. In addition the Report could be disseminated to Communities to publicise achievements and highlight obstacles."}, {"text_block_id": "p18_b352", "text": "Monitoring Policy Implementation"}, {"text_block_id": "p18_b353", "text": "Improving coordination and implementation"}, {"text_block_id": "p18_b354_merged_merged", "text": "There are cases where public sector entities are undertaking activities which are not part of their formal responsibilities. This has come about for many reasons, for example because some entities are no longer functioning or do not have the capacity to undertake these activities. NRC is responsible for the rubbish dump but this is not part of their formal responsibilities. Road maintenance is the responsibility of the Chief Secretary‟s office. Clearer assignment of responsibilities among Ministries, departments and SOEs would help in improving policy implementation."}, {"text_block_id": "p19_b357", "text": "At present there is little coordination between ministries and departments. Many departments seem to operate in isolation with little knowledge of other departments activities. There is little consultation among departments and between departments and the community. This can lead to duplication of activities and inefficient use of Government resources. Implementation of many of the Strategies in the NSDS requires the collaboration of several departments, particularly in Cross-Cutting sectors where many departments can be involved. For example, addressing Youth issues involves many different departments such as Health, Education and Police. Addressing youth issues effectively requires a coordinated response by many government departments. Implementation problems emerge when departments have differing priorities or capacities. For example, land issues are a constraint on the achievement of many Strategies. New projects can be held up or abandoned unless implementation problems are quickly identified and remedial measures taken."}, {"text_block_id": "p19_b358", "text": "National Development Committee"}, {"text_block_id": "p19_b359", "text": "A revived National Development Committee can provide a mechanism for coordination, improved consultation and for overcoming implementation problems. This committee could include consideration of policy papers prepared/coordinated by DPPD/AMU. The committee could also provide a venue for discussion of draft Cabinet papers to ensure necessary consultations are undertaken before consideration by Cabinet. The National Development Committee should comprise Heads of Departments and could subsume the current Budget Committee role."}, {"text_block_id": "p19_b360", "text": "The secretariat for the NDC should be with the DPPD/AMU."}, {"text_block_id": "p19_b361", "text": "Many of the Government‟s new"}, {"text_block_id": "p19_b362", "text": "initiatives aimed at implementing the NSDS are NPPs or projects. These new activities often face difficulties in implementation as several departments can be involved in getting new activities started. Regular (quarterly) reports on progress in implementation of NPPs and projects will help to identify implementation bottlenecks and identify remedial measures that need to be taken. The NDC can also consider the Annual Development Report."}, {"text_block_id": "p19_b363", "text": "Donor Projects and the budget"}, {"text_block_id": "p19_b364", "text": "The system of identifying, preparing and appraising projects needs to be improved. Some projects are negotiated and approved without a proper assessment of priority. In order to properly assess priorities, all projects should be submitted through the DPPD/AMU and be linked to budget submissions. This would give Government a full picture of the resources available and match these to NSDS Strategies and priorities. It would also assist donors to see clearly the main priorities for which Government would like to seek assistance."}, {"text_block_id": "p19_b365", "text": "Ministry/Department Operational Plans"}, {"text_block_id": "p19_b366_merged_merged", "text": "There are many new, updated or revised Strategies and Milestones in the updated NSDS. Department‟s activities need to be aligned to these changed Strategies. This should be done by re-aligning Operational Plans to be consistent with the updated NSDS. DPPD/AMU can assist departments to re-align their Operational Plans and ensure they are consistent with budget allocations. At this stage in the development of Nauru‟s planning capacity, there is no need for all sectors to prepare Sector plans or strategies. Sufficient guidance on sector priorities is provided by the sector goals, strategies and milestones in the NSDS for most sectors."}, {"text_block_id": "p20_b371", "text": "Planning for the next NSDS Review and Update"}, {"text_block_id": "p20_b372", "text": "This NSDS Update is a major achievement and many lessons have been learnt about reviewing the progress made. This NSDS Update has also simplified the structure of the NSDS to try and show more clearly the goals of the sectors and the strategies to achieve the goal. In addition Key Performance Indicators have been added to provide a guide to the impact of government activities in achieving the sector goal."}, {"text_block_id": "p20_b373", "text": "With a regular report on the progress on the NSDS through the proposed Annual Development Report, the next review and update of the NSDS should become more routine and easier to undertake. In addition, by the time of the next review there will be more data about development progress from the recently conducted Household Income and Expenditure Survey (HIES) and Demographic Health Survey (DHS) and other planned surveys."}, {"text_block_id": "p20_b374_merged", "text": "With this additional information the next review should start with a comprehensive, participatory assessment of progress based on the Key Performance Indicators. This „situation analysis‟ will then provide a sound basis for identification of constraints and obstacles and provide an objective look at where progress has been falling behind. This can then guide the updating process of the Sector Goals, Strategies, Milestones and Key Performance Indicators."}, {"text_block_id": "p20_b377", "text": "Building Capacity for Development Planning"}, {"text_block_id": "p20_b378", "text": "DPPD/AMU plays a major role in the development planning process. However, all ministries, departments and SOEs are involved and need to build capacity in planning and improve their implementation record."}, {"text_block_id": "p20_b379", "text": "In-order for DPPD/AMU to take up their lead role in planning, there needs to be a considerable increase in their capacity in terms of staffing, policy skills, project appraisal skills and strategic planning skills. This will require recruitment of more staff as well as a program of external assistance over the long term."}, {"text_block_id": "p21_b380", "text": "PART VI"}, {"text_block_id": "p21_b381", "text": "REVISED SECTOR GOALS, STRATEGIES & MILESTONES"}, {"text_block_id": "p21_b382", "text": "ECONOMIC SECTORS"}, {"text_block_id": "p32_b383", "text": "SOCIAL AND COMMUNITY SECTORS"}, {"text_block_id": "p43_b384", "text": "Women and Development"}, {"text_block_id": "p47_b385", "text": "Civil Society"}, {"text_block_id": "p48_b386", "text": "INFRASTRUCTURE SECTORS"}, {"text_block_id": "p48_b387", "text": "Energy"}, {"text_block_id": "p50_b388", "text": "Water and Sanitation"}, {"text_block_id": "p56_b389", "text": "CROSS CUTTING SECTORS"}, {"text_block_id": "p62_b390", "text": "Environment"}, {"text_block_id": "p64_b391", "text": "ATTACHMENTS"}, {"text_block_id": "p65_b392", "text": "A: STATISTICS"}, {"text_block_id": "p65_b393", "text": "–"}, {"text_block_id": "p65_b394", "text": "BUDGET DATA"}, {"text_block_id": "p65_b395", "text": "2009-10 Budget: Aggregates"}, {"text_block_id": "p65_b396", "text": "The 2009-10 Budget estimated that revenues and expenditure were roughly balanced generating a small surplus of $50,000 (main fiscal aggregates are below in Table 1). However, despite the fact that the 2009-10 Budget was prepared in June 2009, like most other countries Nauru has been significantly affected by the Global Financial Crisis and the estimates for 2009-10 as well as 2010-11 look tenuous. Importantly, the impact of the GFC will be most severe on two of"}, {"text_block_id": "p65_b397", "text": "Nauru‟s major revenue sources:"}, {"text_block_id": "p65_b398", "text": "phosphate dividends & royalties and customs duties, and may also result in a need for further unbudgeted outlays to assist some of its State Owned Enterprises remain afloat."}, {"text_block_id": "p65_b399_merged_merged_merged", "text": "Unlike many other economies around the world, Nauru is not in a position to fund a stimulus package or run a deficit to maintain its levels of government spending. Nauru‟s budget must be fully financed through real cash revenues and as such the GFC will have significant impacts on the economy."}, {"text_block_id": "p65_b402", "text": "Table 1: Budget Aggregates"}, {"text_block_id": "p65_b403", "text": "(„000)"}, {"text_block_id": "p65_b404", "text": "2009-10 Budget: Composition of Revenue and Expenditure"}, {"text_block_id": "p65_b405", "text": "Total Revenue"}, {"text_block_id": "p65_b406", "text": "2009-10"}, {"text_block_id": "p66_b407", "text": "Total Expenditure"}, {"text_block_id": "p66_b408", "text": "2009-10"}, {"text_block_id": "p66_b409", "text": "Historical Budget Aggregates"}, {"text_block_id": "p66_b410", "text": "Budget aggregates since the 2005 NSDS are presented in the following table."}, {"text_block_id": "p66_b411", "text": "Table 2: Historical Budget Aggregates ($m)"}, {"text_block_id": "p67_b412", "text": "B: STATISTICS"}, {"text_block_id": "p67_b413", "text": "–"}, {"text_block_id": "p67_b414", "text": "ECONOMIC & SOCIAL DATA"}, {"text_block_id": "p67_b415", "text": "MAIN ECONOMIC & SOCIAL INDICATORS"}, {"text_block_id": "p67_b416", "text": "Since the 2005 NSDS the Nauru Bureau of Statistics has made major inroads in producing economic and social statistics including Consumer Price Index (CPI), household income and expenditure, trade statistics and demographic and health statistics."}, {"text_block_id": "p67_b417", "text": "Consumer Price Index (CPI)"}, {"text_block_id": "p67_b418", "text": "During 2008-09, the Nauru Bureau of Statistics published the first CPI series for Nauru. This publication indicates that the inflation in Nauru is low, at 1.67 percent for 2009. The Bureau is also forecasting an annual inflation rate, starting from the base period of August 2008, of 3.5 per cent, with recent months showing fewer fluctuations."}, {"text_block_id": "p67_b419", "text": "Household Income and Expenditure Survey (HIES)"}, {"text_block_id": "p67_b420", "text": "Nauru has recently prepared some preliminary results from its first HIES for 2006."}, {"text_block_id": "p67_b421", "text": "Income"}, {"text_block_id": "p67_b422", "text": "As can be seen from Table 1, wages and salaries dominates household income, (over $10 million or $6,565 per capita) representing almost 70 per cent of total income. This can be attributed to the high reliance on wages and salary type employment, especially in the government sector."}, {"text_block_id": "p67_b423_merged_merged", "text": "Table 1: Annual household income by income sources – 2006 ($)"}, {"text_block_id": "p67_b426", "text": "Main Economic Activity"}, {"text_block_id": "p67_b427", "text": "Table 2 shows the total population aged 15 years and over by main economic activity. More than half of the male population and a third of the female population were engaged in paid work in either the government sector, in private business or self-employment. More than a quarter of both males and females were currently not working, but were available to work if a job was available (unemployed seeking work). A quarter of the women and ten percent of the men were"}, {"text_block_id": "p68_b428", "text": "not working because they were either doing home duties, studying, retired, sick or disabled, or not interested in looking for work. Very few persons (less than 0.5 per cent) indicated that their main activity was working for subsistence or unpaid work."}, {"text_block_id": "p68_b429", "text": "Table 2: Population aged 15 and over by Main Economic Activity"}, {"text_block_id": "p68_b430", "text": "–"}, {"text_block_id": "p68_b431", "text": "2006"}, {"text_block_id": "p68_b432", "text": "Expenditure"}, {"text_block_id": "p68_b433", "text": "Table 3 presents expenditure data and shows that spending on cereal products is the single largest household expenditure category with annual expenditure with $1,910,168 per year (representing almost 18 per cent of total household expenditure). This reflects the dominance of rice, noodles and bread in the Nauruan diet. This table also illustrates the relatively low amounts spent on such items as fruit and vegetables, health and education."}, {"text_block_id": "p68_b434_merged_merged", "text": "Table 3: Household expenditure by category – 2006 ($)"}, {"text_block_id": "p69_b437", "text": "Distribution of Expenditure"}, {"text_block_id": "p69_b438", "text": "Table 4 presents per capita expenditure by income quintile and shows that although households within the top quintile spend on average three times as much than those in the bottom quintile, when observing the per capita weekly expenditures by income quintile, the ratio of expenditure is just above one. This is largely due to the household size of the upper quintiles are significantly higher than the household size of the lower quintiles."}, {"text_block_id": "p69_b439", "text": "Table 4: Annual expenditure per capita by income quintile"}, {"text_block_id": "p69_b440", "text": "–"}, {"text_block_id": "p69_b441", "text": "2006"}, {"text_block_id": "p69_b442", "text": "Trade Statistics"}, {"text_block_id": "p69_b443_merged_merged", "text": "While the Bureau of Statistics is still working on developing comprehensive trade data, Chart 1 below indicates that the trade balance with Australia (Nauru‟s main trading partner) has improved considerably with annual trade deficits hovering around $10 million between 2002 and 2006 to a small surplus of $2.8 million in 2007. This large turnaround has been due to a very large increase in exports more than offsetting an increase in imports. Exports (of phosphate) were at negligible levels in 2004 and 2005, but increased rapidly in 2007 to $21 million."}, {"text_block_id": "p69_b446", "text": "This chart also indicates that there has been strong growth in imports from Australia since 2005, where imports have doubled from $9.2 million in 2005 to $18.3 million in 2007. This suggests that there has been a rebound in the Nauru economy which seems to have bottomed-out in 2005. However, looking forward the recent Global Economic Crisis is likely to have a large impact on the balance of trade with the drying up of export markets and reduction in export prices."}, {"text_block_id": "p70_b447", "text": "Chart 1: N"}, {"text_block_id": "p70_b448", "text": "auru‟s Trade Balance with Australia („000)"}, {"text_block_id": "p70_b449", "text": "Demographic and Health Survey"}, {"text_block_id": "p70_b450", "text": "In 2007 Nauru released its first Demographic Health Survey which provides detailed information on fertility, family planning, infant and child mortality, maternal and child health, nutrition, and knowledge of HIV and AIDS and other sexually transmitted infections (STIs)."}, {"text_block_id": "p70_b451", "text": ""}, {"text_block_id": "p70_b452", "text": "Fertility"}, {"text_block_id": "p70_b453", "text": "– Nauru‟s total fertility rate is 3.4 births per woman; childrearing starts early and is"}, {"text_block_id": "p70_b454", "text": "nearly universal; birth intervals are generally short (median interval is 28.5 months)."}, {"text_block_id": "p70_b455", "text": ""}, {"text_block_id": "p70_b456", "text": "Family Planning"}, {"text_block_id": "p70_b457", "text": "–"}, {"text_block_id": "p70_b458", "text": "Knowledge of family planning is high: 93 per cent of women and 99 per cent of men aged 15-49 have heard of at least one method of contraception; and 64 per cent of married women have used a family planning method at least once."}, {"text_block_id": "p70_b459", "text": ""}, {"text_block_id": "p70_b460", "text": "Maternal Health"}, {"text_block_id": "p70_b461", "text": "–"}, {"text_block_id": "p70_b462", "text": "95 per cent of women who had a live birth within the five years preceding the survey received antenatal care from a skilled health professional; over nine in ten births occurred in a health facility and over 97 per cent of births were delivered with the assistance of a trained health professional."}, {"text_block_id": "p70_b463", "text": ""}, {"text_block_id": "p70_b464", "text": "Child Health"}, {"text_block_id": "p70_b465", "text": "–"}, {"text_block_id": "p70_b466", "text": "86 per cent of children aged 18-29 months were fully vaccinated at the time of the survey; the occurrence of diarrhoea in children varied by age but 70 per cent of children with diarrhoea were treated with some kind of oral rehydration therapy."}, {"text_block_id": "p70_b467", "text": ""}, {"text_block_id": "p70_b468", "text": "Fosterhood & Orphanhood"}, {"text_block_id": "p70_b469", "text": "–"}, {"text_block_id": "p70_b470", "text": "About 65 per cent of children aged 18 years or less live with both parents, while 11 per cent live with only a mother and 13 per cent live with neither parent."}, {"text_block_id": "p70_b471", "text": ""}, {"text_block_id": "p70_b472", "text": "Breastfeeding and nutrition"}, {"text_block_id": "p70_b473", "text": "–"}, {"text_block_id": "p70_b474", "text": "95 per cent of children born in the five year period preceding the survey were breastfed at some time. Children aged between 6 and 23 months consumed grains more often than any other food group. The staple diet of young Nauruan mothers was made from grains (96 per cent) and those from the meat, fish and poultry group (97 per cent). 80 per cent of women aged 15-49 were overweight or obese (77 per cent for men)."}, {"text_block_id": "p70_b475", "text": ""}, {"text_block_id": "p70_b476_merged_merged_merged_merged_merged_merged_merged", "text": "HIV, AIDS and STIs – 83 per cent of men (73 per cent of women) have knowledge about HIV/AIDS. However, more detailed knowledge (e.g. mother-child transmission via breastfeeding) is less common."}, {"text_block_id": "p71_b479", "text": ""}, {"text_block_id": "p71_b480", "text": "Mortality"}, {"text_block_id": "p71_b481", "text": "–"}, {"text_block_id": "p71_b482", "text": "The neonatal mortality rate is 27 deaths per 1,000 births. Post neonatal mortality (children born alive but who die before the age of 5 years) is 11 deaths per 1000 live births.  Total infant mortality is 38 deaths per 1000 births"}, {"text_block_id": "p71_b483", "text": "."}, {"text_block_id": "p71_b484_merged_merged", "text": "POPULATION PROJECTIONS (NAURUANS)"}, {"text_block_id": "p71_b486", "text": "Projection Scenarios and Assumptions"}, {"text_block_id": "p71_b487", "text": "P1"}, {"text_block_id": "p71_b488", "text": "–"}, {"text_block_id": "p71_b489", "text": "Constant fertility; increase life expectancy, zero net migration."}, {"text_block_id": "p71_b490", "text": "P2"}, {"text_block_id": "p71_b491", "text": "–"}, {"text_block_id": "p71_b492", "text": "Fertility decline, life expectancy increase, zero net migration."}, {"text_block_id": "p71_b493", "text": "P3"}, {"text_block_id": "p71_b494", "text": "–"}, {"text_block_id": "p71_b495", "text": "Fertility decline, life expectancy increase, -100/year emigration."}, {"text_block_id": "p71_b496", "text": "Projections: Age structure"}, {"text_block_id": "p71_b497", "text": "Projections: School age population"}, {"text_block_id": "p71_b498", "text": "Projections: Potential labour force and jobs required (ages 16-64)"}, {"text_block_id": "p72_b499", "text": "Source: Key Indicators for Asia and the Pacific, 2009, Asian Development Bank and Nauru Bureau of Statistics. Note. Much of this data could not be updated from the 2005 NSDS."}, {"text_block_id": "p73_b500", "text": "C: MILLENNIUM DEVELOPMENT GOALS"}, {"text_block_id": "p73_b501", "text": "Goal 1: Eradicate extreme poverty and hunger"}, {"text_block_id": "p73_b502", "text": "Target 1: Halve, between 1990 and 2015, the proportion of people whose income is less than $1 a day"}, {"text_block_id": "p73_b503", "text": "While there are no time series data of incomes in Nauru, it is very unlikely that many Nauruans (if any) would have incomes of less than $1 per day."}, {"text_block_id": "p73_b504", "text": "According to Nauru‟s Household Income and Expenditure Survey (HIES), in 2006 the"}, {"text_block_id": "p73_b505", "text": "average level of income in Nauru from all sources was $9,555 per annum (over $26 per day). In addition the HIES reported that in 2006 expenditure by the lowest quintile was almost $83 per week ($11.80 per day). Whilst this does not take into account dis-saving, it is considered a reasonable proxy indicator of income. Also the 2006 HIES indicates that only 43 per cent of the population aged 15 and over are in paid work (53 per cent for males; 34 per cent for females)."}, {"text_block_id": "p73_b506_merged", "text": "In addition, there is some anecdotal evidence that incomes have risen in Nauru. Since 2005 public service salaries have increased substantially from the $140 per fortnight which was paid at that time. In addition, the resumption of paying 100 per cent of landowner rentals as well as phosphate royalties combined with Nauru‟s close system of extended family where income is transferred amongst family members, means that incomes are substantially higher than they used to be. However, more detailed data on the distribution of this expenditure and income across income groups would be required to be able to fully assess this target."}, {"text_block_id": "p73_b509", "text": "Target 2: Halve, between 1990 and 2015 proportion of people who suffer from hunger"}, {"text_block_id": "p73_b510", "text": "Nauru does not have statistics on the proportion of the population who suffer from hunger. However, as incomes have increased in Nauru since 2005 so has the prevalence of subsistence agriculture and fishing (albeit from a very low base and remains at low absolute levels) then this is likely to have reduced the degree of hunger."}, {"text_block_id": "p73_b511", "text": "While hunger may not be an issue, there is a high degree of obesity among both children and adults as well as malnutrition among children. This indicates that while there may not be a shortage of food, people are not eating a nutritious diet."}, {"text_block_id": "p73_b512", "text": "Goal 2: Achieve universal primary education"}, {"text_block_id": "p73_b513", "text": "Target 3: Ensure that, by 2015, children everywhere, boys and girls alike, will be able to complete a full course of primary schooling"}, {"text_block_id": "p73_b514", "text": "Nauru can potentially achieve this goal. All students, boys and girls, have free access to Primary schooling, including free text books, free transport and free schooling. However, as the attendance rate is 65 per cent, this goal is not achieved in practice. School"}, {"text_block_id": "p74_b515", "text": "enrolment in 2002 was 92 per cent and has gone down to between 67-70 per cent in 2007-2008."}, {"text_block_id": "p74_b516", "text": "A survey and workshops on attendance have provided many possible explanations for poor attendance. These include: school education is not valued, teachers do not teach, bullying, transport, required at home to care for siblings, cannot catch up with the work after being truant for so long, embarrassed because no uniform or no lunch, no toilet paper, authoritarian teacher, no discipline at home (student decides if they will go to school or not), required to gather food for household and irrelevant curriculum."}, {"text_block_id": "p74_b517_merged", "text": "Nauru has acknowledged these issues and the approach has been to make school attractive rather than force students to attend. The curriculum is relevant through rich tasks, there is a behaviour management policy to curb bullying, schools have been refurbished, teachers have been trained, hunger is being addressed through a “healthy breakfast scheme” provided three times a week, text books and desks have been provided. The challenge is to increase both enrolment and retention of students in school until completion."}, {"text_block_id": "p74_b520", "text": "Access to secondary (and TVET) education will be improved with the construction of the Nauru Secondary School in 2009."}, {"text_block_id": "p74_b521", "text": "Goal 3: Promote gender equality and empower women"}, {"text_block_id": "p74_b522", "text": "Target 4: Eliminate gender disparity in primary and secondary education, preferably by 2005 and to all levels of education no later than 2015"}, {"text_block_id": "p74_b523", "text": "This MDG has been achieved. There is no gender disparity in primary or secondary education as in 2009 the ratio of boys: girls are 51:49 in primary and 52:48 in secondary. However, the concern is the relatively low representation of boys who are awarded scholarships or complete secondary. Less than 35 per cent of Year 8 secondary scholarships in the past three years have gone to boys."}, {"text_block_id": "p74_b524", "text": "The 2006 HIES indicates that only 34 per cent of females aged 15 and over are in paid work. In addition, there are no women in Parliament and few women heading Government departments or State Owned Enterprises. There is also a high incidence of gender based violence, including against children, and this reflects gender inequality."}, {"text_block_id": "p74_b525", "text": "Goal 4: Reduce child mortality"}, {"text_block_id": "p74_b526", "text": "Target 5: Reduced by two thirds, between 1990 and 2015, the under-five mortality rate"}, {"text_block_id": "p74_b527", "text": "The Infant Mortality Rate (IMR) from the last official census in Nauru (2002) was 44.1 per 1,000 live births. Based on WHO data (see table below) this represents a reduction in the IMR of 43 per cent between 2002 and 2006. The 2007 DHS indicates an IMR of 38 per"}, {"text_block_id": "p75_b528", "text": "1,000 live births (provisional data), which is high and occurs during the first weeks/months."}, {"text_block_id": "p75_b529", "text": "The local statistics in the table below are unofficial data kept by the Maternity Unit staff at the RON Hospital. These data include stillbirths and IUD deaths and therefore are not"}, {"text_block_id": "p75_b530", "text": "consistent with the above census or WHO data. However, these „unofficial‟ statistics"}, {"text_block_id": "p75_b531", "text": "indicate that the IMR has declined by 53 per cent from 2002 to 2008."}, {"text_block_id": "p75_b532", "text": "Table: Mortality Rates"}, {"text_block_id": "p75_b533", "text": "Source:"}, {"text_block_id": "p75_b534", "text": "http://apps.who.int/whosis/database/menu.cfm?path=whosis,regions"}, {"text_block_id": "p75_b535", "text": "Nauru‟s Public Health services conduct an extended program for immunization, which has"}, {"text_block_id": "p75_b536", "text": "been strengthened since 2007 by having immunization clinics and a community outreach program for immunization aimed at (amongst other things) reducing the mortality rate. In 2007 and 2008 these have achieved 100 per cent coverage for all the vaccines including BCG/ Hepatitis B/ Measles/Rubella/ DPT/ Polio. A new vaccine, Hip B vaccine, is being initiated in 2009."}, {"text_block_id": "p75_b537", "text": "Public Health also operates a regular Well Baby Clinic to assess the developmental and nutritional milestones and to encourage breast feeding. The nutrition of children as well as violence against children needs to be addressed."}, {"text_block_id": "p75_b538", "text": "Goal 5: Improve maternal health"}, {"text_block_id": "p75_b539", "text": "Target 6: Reduced by three-quarters, between 1990 and 2015, the maternal mortality ratio"}, {"text_block_id": "p75_b540_merged_merged_merged", "text": "Nauru does not have accurate statistics on maternal health at this time. It is notoriously difficult to measure maternal mortality across the Pacific partly because of a lack of standard definition of maternal death. However, based on „unofficial‟ data kept by nursing staff at the RON Hospital over the four years 2005-2008 the Maternal Mortality Rate is estimated to be 171/100,000. To reduce this rate Public Health has put in place regular antenatal/ post natal/ family planning clinics."}, {"text_block_id": "p75_b543", "text": "In addition, 97 per cent of births in Nauru are delivered by a health professional and 99 per cent of deliveries take place in health facilities. Women have universal access to reproductive health services provided by the health system but quality is variable/low. Nauru is also acting upon a report from the Australian Institute of Health and Welfare (AIHW) which contains recommendations for improvements."}, {"text_block_id": "p76_b544", "text": "There is also a high rate of teenage pregnancy in Nauru including among girls as young as 13-14 years of age. The 2007 Demographic and Health Survey DHS reports the teenage fertility rate is 69 per cent and the unmet needs for family planning stands at 23.5 per cent."}, {"text_block_id": "p76_b545", "text": "Goal 6: Combat HIV/AIDS, TB and other diseases"}, {"text_block_id": "p76_b546", "text": "Target 7: Have halted by 2015 and begun to reverse the spread of HIV/AIDS"}, {"text_block_id": "p76_b547", "text": "At this time there have been no HIV/AIDS patients in Nauru and the Government has introduced a number of HIV/AIDS initiatives dealing with prevention."}, {"text_block_id": "p76_b548", "text": ""}, {"text_block_id": "p76_b549", "text": "Awareness/education programs including IEC materials for HIV/AIDS."}, {"text_block_id": "p76_b550", "text": ""}, {"text_block_id": "p76_b551", "text": "Mass media campaigns for prevention and control of HIV/AIDS/STI."}, {"text_block_id": "p76_b552", "text": ""}, {"text_block_id": "p76_b553", "text": "STI screening, surveillance and treatment programs."}, {"text_block_id": "p76_b554", "text": ""}, {"text_block_id": "p76_b555", "text": "Global funds to fight against HIV/AIDS have been obtained and have initiated a number of planned strategic activities."}, {"text_block_id": "p76_b556", "text": "As a consequence of testing being voluntary, there is not a high level of screening. The high incidence of STIs, reportedly as high as 30 per cent among the population, potentially increases vulnerability to HIV infection."}, {"text_block_id": "p76_b557", "text": "Target 8: Have halted by 2015 and begun to reverse the incidence of malaria and other major diseases"}, {"text_block_id": "p76_b558", "text": "TB prevalence has been reduced from 328/100,000 in 1990 to 134/100,000 in 2006. Public Health Services are implementing TB follow up through the DOTS program and only two TB patients were found in 2009 from a population of 10,000. In addition, a mass media campaign for prevention and control of TB has also been initiated. Support from the global fund to fight TB and HIV has been obtained and Public Health has initiated the planned strategic activities as per an agreed work plan."}, {"text_block_id": "p76_b559", "text": "Endocrine and metabolic disorders remain the top 2 causes of admission to hospital, indicating that NCDs remain the main health problem in Nauru."}, {"text_block_id": "p76_b560", "text": "Diabetes is a major problem in Nauru with women suffering from the highest rate in the world (30 per cent). The rate of diabetes for the 15-64 age group is 16.2 per cent, while for the 55-64 age group this rises to 52.8 per cent for women and 37.4 per cent for men. These data are only by blood glucose level test, and no survey has been done for Impaired Glucose Tolerance Test. Obesity particularly among women and youth is a major problem in Nauru and contributes to the high rate of diabetes."}, {"text_block_id": "p76_b561", "text": "Activities according to the NCD plan have been initiated by targeting four risk factors: physical activity, nutrition, and alcohol and tobacco control."}, {"text_block_id": "p76_b562", "text": "Malaria is not considered to be a problem in Nauru."}, {"text_block_id": "p77_b563", "text": "Goal 7: Ensure environmental sustainability"}, {"text_block_id": "p77_b564", "text": "Target 9: Integrate the principles of sustainable development into country policies and programmes and reverse the loss of environmental resources"}, {"text_block_id": "p77_b565_merged", "text": "There are no data in Nauru on land area under forest, CO emissions or consumption of ozone-depleting substances."}, {"text_block_id": "p77_b568", "text": "Nauru has commenced rehabilitating mined-out phosphate lands and within the next 24 months, about 10 ha of land will be rehabilitated."}, {"text_block_id": "p77_b569", "text": "A draft Environment Management Bill has been prepared, but requires further work before being presented to Parliament. In addition, environmental issues are not included in planning by sector ministries. A marine reserve has also not been established, and a reef conservation strategy has not been developed."}, {"text_block_id": "p77_b570", "text": "Sustainable management of natural resources, covering fisheries, environment, energy including renewable energy, marine and coastal areas, agriculture and land issues needs strengthening."}, {"text_block_id": "p77_b571", "text": "Target 10: Halve by 2015 the proportion of people without sustainable access to safe drinking water"}, {"text_block_id": "p77_b572", "text": "Water supply has improved in Nauru with R/O units now operational, with a combined capacity of 360kl of water daily. This equates to 32 litres per person per day, This supply is supplemented by rainwater harvesting through the installation of new rainwater tanks and delivery of water has been improved though the deployment of new delivery trucks. According to the 2007 DHS, access to water stands at 90 per cent, with no disparity between urban and rural areas."}, {"text_block_id": "p77_b573", "text": "Ongoing efforts are made to increase current supply and delivery capacity to ensure that access to water improves. Water quality standards have not been established and efforts will be made to develop guidelines for such standards."}, {"text_block_id": "p77_b574", "text": "Target 11: Have achieved by 2020 a significant improvement in the lives of at least 100 million slum dwellers"}, {"text_block_id": "p77_b575", "text": "The supply of housing has increased in Nauru with the repatriation of the Kiribati and Tuvaluan communities in 2006, and the provision of some utilities has improved (such as power, water and sewage removal). However, living conditions remain poor with many houses in very poor condition and multiple family units still live in single households. Housing and building regulations exist but are not implemented. The land tenure system prevents planned land use and encourages random building by landowners."}, {"text_block_id": "p78_b576", "text": "Goal 8: Develop a global partnership for development"}, {"text_block_id": "p78_b577", "text": "Target 12: Develop further an open, rules based, predictable, non-discriminatory trading and financial system (includes a commitment to good governance, development, and poverty reduction, both nationally and internationally)"}, {"text_block_id": "p78_b578", "text": "Nauru has legislated significant reforms to the financial and legal systems to make them robust (able to deal with international money laundering, financing of terrorism and proceeds of crime). The Government is also working on developing transparent trading regulations/legislation including new corporate governance arrangements for its State Owned Enterprises."}, {"text_block_id": "p78_b579", "text": "Target 13: Address the special needs of the least developed countries (includes tariff -and quota-free access for exports, enhanced program of debt relief for and cancellation of official bilateral debt, and more generous official development assistance for countries committed to poverty reduction)"}, {"text_block_id": "p78_b580", "text": "Nauru does not have policies which provide preferential treatment for least developed countries or any other country. It imposes a broad-based customs duty on all imports (with higher rates on some goods such as tobacco, alcohol and petroleum products reflecting social objectives). Nauru does not impose import quotas."}, {"text_block_id": "p78_b581_merged", "text": "Target 14: Address the special needs of land locked countries and small island developing states (through the Program of Action for the Sustainable Development of Small Island Developing States and 22nd General Assembly provisions)"}, {"text_block_id": "p78_b584", "text": "With a population of around 10,000 Nauru has first-hand experience of the challenges and special needs of small island developing states. These revolve around a significant lack of capacity to implement reforms and meet the various onerous international requirements of nationhood, as well as the substantial fiscal cost of maintaining basic services to the community."}, {"text_block_id": "p78_b585", "text": "Target 15: Deal comprehensively with the debt problems of developing countries through national and international measures in order to make debt sustainable in the long term"}, {"text_block_id": "p78_b586", "text": "In 2007 the Government estimated the total debt for the Republic at AUD$869.4 million and prepared a comprehensive debt management strategy. This strategy consisted of a combination of debts write-down, extending repayment schedules, refinancing and debt swaps and netting."}, {"text_block_id": "p79_b587", "text": "Target 16: In cooperation with developing countries, develop and implement strategies for decent and productive work for youth"}, {"text_block_id": "p79_b588", "text": "Nauru has developed a draft Youth Policy with five key policy objectives. These are Skills Development, Employment and Income generation, Social Development, Supportive Environment and Cross Cutting Initiatives. The Policy examines a more effective way of delivering the policy objectives through reorganisation of the Youth Affairs Department, and strengthening of the role of the Youth Council. The draft policy implements a whole of government approach to youth issues by placing the responsibility for youth issues with various departments rather than a single Youth Affairs Department. Addressing youth issues is a key development agenda for the government given that 50 per cent of the population is under 30 years of age."}, {"text_block_id": "p79_b589", "text": "The facilities of the new Learning Village and development of the TVET program through partnerships of Education with Australia Pacific Technical College will also provide greater opportunities for"}, {"text_block_id": "p79_b590", "text": "Nauru‟s y"}, {"text_block_id": "p79_b591", "text": "outh to gain employable skills."}, {"text_block_id": "p79_b592", "text": "Target 17: In cooperation with pharmaceutical companies, provide access to affordable essential drugs in developing countries"}, {"text_block_id": "p79_b593_merged_merged", "text": "To strengthen the pharmaceutical sector capacity, Nauru now participates in the EC/ACP/WHO collaborative partnership program which assists Pacific Island Countries to improve accessibility, affordability, quality and use of essential medicines. Some 80 per cent of Nauru‟s pharmaceuticals now come from this source, known as IDA. Through the use of IDA the cost of pharmaceuticals to Nauru has reduced considerably."}, {"text_block_id": "p79_b596", "text": "Early in 2009 Nauru ordered 9 months anticipated requirements of pharmaceuticals to ensure it has stock on hand. However, with unpredictable shipping schedules maintaining supplies remains a constant concern."}, {"text_block_id": "p79_b597", "text": "Target 18: In cooperation with the private sector, make available the benefits of new technologies, especially information and communication technologies"}, {"text_block_id": "p79_b598", "text": "A private sector company, in a joint venture with the Government, has recently introduced Island-wide mobile coverage as well as wireless internet services into Nauru. There are plans to phase out telephone land lines."}, {"text_block_id": "p80_b599", "text": "D: SECTOR STATEMENTS"}, {"text_block_id": "p80_b600", "text": "This P"}, {"text_block_id": "p80_b601", "text": "art presents a brief summary of Nauru‟s main achievements towards the milestones in the"}, {"text_block_id": "p80_b602", "text": "NSDS in the economic, social and infrastructure sectors. It also highlights areas which have not been fully achieved, and identifies the reasons for this."}, {"text_block_id": "p80_b603", "text": "ECONOMIC SECTORS"}, {"text_block_id": "p80_b604", "text": "Commerce & Industry"}, {"text_block_id": "p80_b605", "text": "The reestablishment of a viable phosphate mining industry in Nauru has been partially achieved. The previous Nauru Phosphate Corporation (NPC) has been restructured into a new company, RONPHOS, with a new management team and reduction in staffing levels. Significant funds have also been spent on repairing and maintaining the mining equipment and this has resulted in exports of phosphate of around 300,000 tonnes in 2007-08 and 2008-09. Looking ahead prospects for phosphate exports have been significantly affected by the Global Economic Crisis and this is likely to put pressure on RONPHOS."}, {"text_block_id": "p80_b606", "text": "Despite these improvements in the prospects for phosphate mining, the fact that the Nauruan economy is so narrowly based in one industry presents risks. These have been highlighted in the recent Global Economic Crisis where phosphate markets have dried up and prices have fallen."}, {"text_block_id": "p80_b607", "text": "Accordingly, the Government has placed a priority on diversifying the economy into other areas. In particular, it recognises the importance a growing small-business community can play in private sector development. Therefore, with the assistance of the UNDP, Nauru recruited an expert in small business development and microfinance and expects a Small Business Incubator designed to nurture business start-up will be established this year. In addition, the Nauru Private Business Sector Organization (NPBSO) was established in 2008."}, {"text_block_id": "p80_b608", "text": "The Government has also recently approved the establishment of a private sector raw frozen loins processing plant in Nauru and this will be a key to diversifying the economy away from phosphate. In addition, Abwan Noni is one of the few exportable products available on Nauru and the Government was approached by a local entrepreneur to assist in product development and export marketing for a Nauruan-made Noni export. Finally, while there have been some"}, {"text_block_id": "p80_b609", "text": "advances in the area of tourism, the development of Nauru‟s tourism industry is still in its"}, {"text_block_id": "p80_b610", "text": "infancy. A tourism scoping study is currently underway, but is not yet complete."}, {"text_block_id": "p80_b611", "text": "In terms of the supply of food, Nauru tends to import the majority of foodstuffs with little local production. This also presents risks for Nauru as it exposes the local population to the ebb and flow of international food markets. This risk was highlighted in 2008 when a regional shortage of rice resulted in the imposition of price caps and rationing."}, {"text_block_id": "p80_b612", "text": "Therefore, increasing Nauru‟s"}, {"text_block_id": "p80_b613_merged_merged_merged", "text": "self reliance in food production has been a priority and there have also been some successes in terms of agriculture and animal husbandry. Some household gardens have been established and livestock has been distributed to communities. So as to provide an opportunity for individuals to sell their wares, in May 2009 Nauru‟s weekly central market was established and has had between 25 and 42 vendors per week."}, {"text_block_id": "p81_b616", "text": "Despite these gains, there are substantial constraints facing the private sector on Nauru such as weak entrepreneurial culture, lack of awareness about business opportunities, absence of advisory and training services, limited access to simple technologies, lack of banking facilities, lack of competitive advantage, mismatch between labour supply and required skills and the lack of start-up capital funding."}, {"text_block_id": "p81_b617_merged", "text": "Land tenure has also been a major obstacle to the establishment of small business (including agriculture) and there has been little reform in this area since 2005. The envisaged review of land tenure has not taken place, and the intractable nature of these issues is one of the major impediments to Nauru‟s development. In particular, many projects have been prevented from getting off the ground, while others which have commenced have had to close because of landowner disputes."}, {"text_block_id": "p81_b620", "text": "Fisheries"}, {"text_block_id": "p81_b621", "text": "There have been some advances towards achieving the goals for fisheries established in the NSDS. Revenue from access fees has been maximised. Nauru now licences all the major purse-seine fleets operating in the Western Pacific and the catch per unit area of EEZ is higher in Nauru than in any other Pacific Island country. Nauru also appears to obtain a higher percentage return on the value of the fish caught by foreign boats than any other PNA member. Oceanic Fisheries Monitoring Control and Surveillance capacity has improved with the introduction of the electronic Vessel Monitoring System and the development of a National Plan of Action on IUU fishing."}, {"text_block_id": "p81_b622", "text": "However, no prosecutions for violation of Nauru fisheries laws have been made since 2004. Part of this is because most of the previous violations were by purse-seiners for unlicensed fishing. Nauru now licences all these purse-seiners and they are covered by the regional vessel-monitoring system. However, lack of EEZ surveillance patrol capability continues to make it difficult to detect potential IUU fishing by unlicensed fishing vessels. Due to poor internet connectivity Nauru relies heavily on regional cooperation for the day-to-day management of tuna fisheries, particularly connection to the regional Vessel Monitoring System at FFA and tuna catch databases at SPC, but also communication with fleets and with surveillance officers in other countries."}, {"text_block_id": "p81_b623", "text": "Commercial export fisheries have also not been developed. There was a Pacific-wide downturn in the longline fishing sector since the NSDS was developed, and Nauru was particularly disadvantaged from competing in this sector by airfreight constraints. Like Palau, the only fisheries exports are as informal checked-in baggage. However, a private sector company is currently investigating the feasibility of establishing a tuna loining plant in Nauru."}, {"text_block_id": "p81_b624", "text": "Aquaculture has not developed during the NSDS period, despite several development projects, mainly due to inadequate security of land tenure in potential growing areas for farmed fish. In general, there is inadequate legal basis for aquaculture development and coastal and reef fisheries management in Nauru (the Fisheries Act concentrates on oceanic fisheries management)."}, {"text_block_id": "p81_b625", "text": "Community-based coastal fisheries management plans are now in place for one district and two others are work in progress, and a legal basis for firming up community-government co-management and establishing marine protected areas has been drafted. A foundation has been laid for private-sector development of fisheries with the closure of the NFMRA-run Nauru Fisheries Corporation and the setting-up of the Nauru Fishers Association. Also surveys have shown the potential for setting up a high-value low-volume aquarium fish export business."}, {"text_block_id": "p82_b626", "text": "“Adequate fish to supply local demand” is a goal in the NSDS that is difficult to measure, but"}, {"text_block_id": "p82_b627", "text": "is being addressed by providing technical and training support for increased Nauruan involvement in canoe and outboard-based near shore fishing (prior to 2005 this was mainly by non-Nauruans), and the maintenance of Fish Aggregation Devices."}, {"text_block_id": "p82_b628", "text": "Environment"}, {"text_block_id": "p82_b629", "text": "Progress in rehabilitating the topside of Nauru has been slower than expected due to substantially more material (pinnacles) having to be removed than projected. However, equipment has been purchased and a work plan for the use of the NACHOS funding has been agreed by Nauru and AusAID. Accordingly, the Nauru Rehabilitation Corporation (NRC) has commenced rehabilitating a small (5 ha) portion of land as a demonstration site. This is to be followed by a 13 ha site for a national cemetery site which will take at least 18 months to develop."}, {"text_block_id": "p82_b630", "text": "Apart from rehabilitating topside the 2005 NSDS only contained one goal dealing with the general environment, whose short term milestone was to undertake an environmental review and pass new environmental legislation. A draft of an Environment Management Bill has been prepared, but still requires further work before being presented to Parliament."}, {"text_block_id": "p82_b631", "text": "Despite this, Nauru has pursued a number of other projects consistent with international environmental initiatives and these are reflected in new sector goals, strategies and milestones. In 2008 the Government finalized the National Energy Policy Framework with assistance from SOPAC. Work is also being carried out in developing water governance and finalizing the National Solid Waste Management Strategy which was developed late in 2008."}, {"text_block_id": "p82_b632", "text": "Other environmental issues which have been pursued by Nauru are in the areas of climate change, biodiversity and sustainable land management."}, {"text_block_id": "p82_b633", "text": ""}, {"text_block_id": "p82_b634", "text": "In climate change, Nauru will be preparing its Second National Communication (SYNC) to the Conference of the Parties of the UN Framework Convention on Climate Change."}, {"text_block_id": "p82_b635", "text": ""}, {"text_block_id": "p82_b636", "text": "In biodiversity, Nauru will be preparing its National Biodiversity Strategy and Action Plan (NASAL) and its first and third National Reports to the Fourth Session of the Conference Parties (COP) of the Convention on Biological Diversity (CBD)."}, {"text_block_id": "p82_b637", "text": ""}, {"text_block_id": "p82_b638_merged", "text": "In sustainable land management (SLM) Nauru has commenced a project aimed at maintaining and improving ecosystem stability, integrity, functions and services while enhancing sustainable livelihoods. This will be done by building Nauru‟s capacity to implement a comprehensive regime for sustainable land management and to ensure that SLM is mainstreamed into all levels of decision-making. By the end of the project, land degradation issues should be fully recognized in National Development Plans and sector Action Plans, such as those for urban development, transport, agriculture and biodiversity. SLM should also be integrated into relevant policy, laws and educational/training programs, using integrated land use planning to underpin such initiatives."}, {"text_block_id": "p83_b641", "text": "Finance, Public Administration & Governance"}, {"text_block_id": "p83_b642", "text": "Since the NSDS was finalised in 2005, Nauru has made substantial progress in the areas of financial and economic reform as well as public administration and governance. However, key challenges still remain in many areas."}, {"text_block_id": "p83_b643", "text": "In the area of budget reform, the Government has stuck to its fiscal strategy and implemented significant reforms to budget processes and reporting. Budget documents are now clearer and present a full analysis of both domestically funded programs, and donor-funded programs. The Government aims that 2009-10 will be the first year in over a decade that audited national accounts be presented to Parliament. While through the operation of the Aid Management Unit, donor aid into Nauru is being more effectively coordinated, development planning in many areas remains weak and capacities and capabilities need to be developed."}, {"text_block_id": "p83_b644", "text": "The Government is now going the next step in tightening up on expenditure control systems particularly through the introduction of the MYOB accounting system. While the Government has introduced a range of new revenue measures, collection of revenues still needs to be strengthened and capacity in the revenue and"}, {"text_block_id": "p83_b645", "text": "customs areas needs to be tackled. Due to Nauru‟s"}, {"text_block_id": "p83_b646", "text": "relatively narrow revenue base, in recent times revenues (particularly from the phosphate industry and import duties) have been significantly affected by the global downturn."}, {"text_block_id": "p83_b647", "text": "In addition, there have also been significant improvements in the statistics which are being produced in Nauru and this will assist Nauru in making better, more informed decisions. With the production of CPI data the area of prices monitoring is one example where decisions can be better informed by sound economic data."}, {"text_block_id": "p83_b648", "text": "Apart from the budget sector, Nauru has also made significant inroads in reforming the State Owned Enterprises (SOEs) sector. Many inefficient SOEs have been closed, others have been replaced by private sector operators and others have been reformed with clear accountabilities and expectations. This has resulted in a significant reduction in the drain this sector has traditionally had on the budget. Indeed, some dividends are now being paid to the Government. However, again much still needs to be done, particularly in the areas of financial reporting and accountability. In addition, the global downturn is having a large impact on some SOEs which operate in the traded goods and services sectors such as RONPHOS and Our Airline."}, {"text_block_id": "p83_b649_merged_merged", "text": "In terms of the financial sector, reform has also been rapid. After the significant reforms to Nauru‟s financial sector architecture in the areas of money laundering and financing of terrorism which resulted in Nauru being removed from the Financial Action Task Force‟s NCCT, further reforms have been implemented. For instance, the Bank of Nauru has been closed and will be liquidated in 2009-10. Similarly, the Nauru Insurance Corporation and RONFIN have also been closed."}, {"text_block_id": "p83_b654", "text": "The Government is keen to build on its successes in the area of the financial sector and the priorities in the future will be to fully implement the necessary legislative and administrative processes to make these reforms fully effective. These include preparing new financial sector legislation (dealing with banking and insurance) as well as boosting the capacity of the Financial Investigations Unit (FIU) and negotiating Taxation Information Exchange Agreements (TIEAs)."}, {"text_block_id": "p83_b655", "text": "The long-term financial sustainability of Nauru has also been an important consideration in reforms which have been introduced. Prior to 2005, Nauru accumulated significant debts. These have been catalogued and a repayment strategy has been developed. Looking ahead Nauru has"}, {"text_block_id": "p84_b656", "text": "been active in developing alternative trust fund structures which are designed such that the funds of the trust cannot be inappropriately spent. These trust funds, which are designed for the next generation of Nauruans will be finalised in 2009-10."}, {"text_block_id": "p84_b657", "text": "These financial and economic reforms have been accompanied by reforms to public administration and governance. In particular, there have been some reforms boosting the capacity of the public service, legislature, audit, justice and border control."}, {"text_block_id": "p84_b658", "text": "For instance, positive developments in the law and justice areas apart from overseas officials holding central positions have been significant. Reforms of the Border Control Services have been to increase their capacity, improve equipment, and operations to enhance revenue collection. Further improvements to border control will require capital equipment which is expensive. Access to justice will be improved when the recently created position of Public Defender is filled."}, {"text_block_id": "p84_b659", "text": "SOCIAL SECTORS"}, {"text_block_id": "p84_b660", "text": "Education"}, {"text_block_id": "p84_b661", "text": "The NSDS reports that “The highest rated attribute of the preferred long"}, {"text_block_id": "p84_b662", "text": "-term future is an improved education system with a high standard of early education, primary, secondary and vocational curriculum to international standards and an equity-based ch"}, {"text_block_id": "p84_b663", "text": "arging on ability to pay”"}, {"text_block_id": "p84_b664", "text": "."}, {"text_block_id": "p84_b665_merged_merged", "text": "In 2005, a two year Strategic Plan, Footpath I, stabilised the education system and built a platform for development. From 2005-2007, the Department of Education trialled a curriculum framework, instituted a skills upgrading program for all teachers, commenced a program of facilities upgrading, provided “starter packs” of school needs for all students, consulted widely to prepare a draft policy manual, established a series of benchmarks of student learning outcomes, and established a CASE unit to monitor the work of the Department."}, {"text_block_id": "p84_b668", "text": "In 2008, a five year Strategic Plan, Footpath II 2008-2013, using the data generated, collected and analysed from Footpath I, was endorsed. The Plan is substantially funded for the first three years and is on track to achieve its five year goals."}, {"text_block_id": "p84_b669", "text": "In 2009, Footpath II has established a Curriculum Framework, including TVET. The Rich Task pedagogy has been embedded in the Curriculum and Teacher Training program. A four year Teacher Upskilling program has been devised and funded for the next two years. A new Secondary School, incorporating significant TVET facilities, is due for completion early in 2010. All schools have been refurbished to a degree where they are now safe learning and working environments. The Department of Education has established firm professional relationships with PRIDE, UNESCO, SPBEA, USP, Divine Word University and others. A Policy Framework to support the work of schools and teachers is currently being formalised and implemented. A Monitoring and Evaluation Unit (which is called CASE) operates. Negotiations are proceeding for the Year 12 and TVET students to be eligible for internationally recognised qualifications."}, {"text_block_id": "p84_b670", "text": "However, much still remains to be done in the NSDS goal of integrating health and nutrition into the schooling process. A CHIPS (Child Health in Primary School) program is being developed to address the issue. There is a vast pool of youth who have need of basic education."}, {"text_block_id": "p85_b671", "text": "From 2000 to 2008, the number of students to gain a Year 12 certificate that qualified them for University was less than 50 out of a cohort of 1,700 potential students. The new Nauru Secondary Facility will provide an opportunity to provide basic education and trade skills to this"}, {"text_block_id": "p85_b672", "text": "group who have “slipped through the cracks”. Able Disable also still requires considerable"}, {"text_block_id": "p85_b673", "text": "support."}, {"text_block_id": "p85_b674", "text": "As Footpath II recognises, achieving the ultimate goal of having a primary, secondary and vocational curriculum of international standards is a long term endeavour. It will be 2014 before"}, {"text_block_id": "p85_b675", "text": "most of Nauru‟s teachers are fully qualified. It will be 2015 before st"}, {"text_block_id": "p85_b676", "text": "udents now entering lower Secondary School (Year 7) will reach Year 12 and receive the full benefits of the improved curriculum and facilities. It will be some time before the schooling is fully valued, as evidenced by full attendance at school."}, {"text_block_id": "p85_b677", "text": "Education and Training continues to be free while the quality and scope of education and training is improving. The low attendance rates of less than 70 per cent indicate that the Department of Education may consider a program to promote the value of its products."}, {"text_block_id": "p85_b678", "text": "Health"}, {"text_block_id": "p85_b679", "text": "Nauru has made substantial progress in the priorities of health which are identified in the NSDS. Notwithstanding the difficulties confronted due to lack of resources; appropriate infrastructures and skilled staff, this progress will be ongoing."}, {"text_block_id": "p85_b680", "text": "For 2008-09 and 2009-10 operational plans for health have been developed. The Organisational Reform Report has been implemented. The Director of Medical Services has initiated routine clinical meetings, a mortality review committee, and an overseas referral committee. A Review of Nursing Service has been completed and the Department of Health is now implementing those recommendations with the objective of improving nursing service delivery by developing protocols, introducing succession planning and identifying future leaders."}, {"text_block_id": "p85_b681_merged_merged_merged", "text": "There has been some progress in curative health services to respond effectively to the health needs of the people of Nauru by providing the appropriate range and level of high quality health services and being accountable for the outcome of these services. Nursing Clinical Guidelines and Procedures have been completed, ready for sign-off and implementation late in September 2009. To strengthen the pharmaceutical sector capacity the Essential Drugs List has been reviewed and updated and Nauru now participates in the EC/ACP/WHO collaborative partnership program which assists Pacific Island Countries to improve accessibility, quality and use of essential medicines. Some 80 per cent of Nauru‟s medications now come from this source, known as IDA and this has reduced pharmaceutical costs considerably."}, {"text_block_id": "p85_b684", "text": "Appropriate contracts are in place for a maintenance program for all biomedical equipment including radiology, laboratory and dental equipment, for specialist medical equipment, and for oxygen plant, R/O Unit and Genset. One new ambulance has been obtained and another repaired, and both are in operation. While there has been some effort to repair existing medical facilities, they still remain in poor order and need to be replaced. The initial preparations for Terms of Reference for the Master Plan for the Redevelopment of Republic of Nauru Multipurpose Health Facility have been undertaken."}, {"text_block_id": "p85_b685", "text": "Nauru‟s public health services are designed"}, {"text_block_id": "p86_b686", "text": "to implement and sustain a range of policies and programs that enhance the quality of life for the people of Nauru by targeting the reduction of risk factors and promoting a healthy island lifestyle. The Non-communicable Disease (NCD) Strategy emphasizes increased physical activity; reduced alcohol consumption; discourages tobacco uptake and an improved diet for Nauruans. All Communicable Diseases programs are operating; including STIs, Leprosy, RHD, Filiariasis and Trachoma."}, {"text_block_id": "p86_b687", "text": "Environmental health, sanitation and food safety programs have been strengthened. Health service delivery points in the community and schools are being promoted, along with primary health care services clinics. Steps are also being taken to formalise the establishment of mental health services in Nauru."}, {"text_block_id": "p86_b688", "text": "Maternal and Child Health Services, Antenatal, Post-natal and Baby Care clinics are now operational. Women are encouraged to have healthy women checks to reduce the incidence of cervical cancer. 100 per cent EPI immunization coverage has been achieved. The Health education (community outreach) and School Health programs are operational in co-operation with the Department of Education and volunteers. The Pandemic Plan has been strengthened further and demonstrates preparedness for emerging pandemic situations."}, {"text_block_id": "p86_b689", "text": "Training of Nauruan nationals as health care professionals continues to be a priority of the Department of Health. Scholarships at the Fiji School of Nursing and Fiji School Medicine involve trainees in pharmacy, nursing, medicine, radiology, environmental health and physiotherapy. Three graduate nurses returned in 2009 and the Department is expecting a further seven graduate nurses to return and commence employment in January 2010. The bilateral program between the Government of Nauru and Cuba has resulted in the offer of 10 medical scholarships annually. There are seventeen students studying medicine at present. The establishment of the Pacific Open Health Learning Network will be instrumental in advancing staff training. The Health Trainee Scholarship Program has seen three nurses graduate from the Fiji School of Nursing in 2008 and eight nurses will graduate in 2009; four from Kiribati School of Nursing; three from Fiji School of Nursing and one from nurse training in Thailand."}, {"text_block_id": "p86_b690", "text": "Sports"}, {"text_block_id": "p86_b691", "text": "There is also an expatriate staff establishment of 36 positions, 16 medical and dental, 10 allied health services and 10 nursing staff of which only 3 are vacant across all cadres. Immediate workforce gaps are filled by a combination of expatriate and local employees. There are only five unfilled direct care positions out of a total staff of 152 representing a 3 per cent vacancy level."}, {"text_block_id": "p86_b692", "text": "Closely related to preventative health initiatives, are programs designed to encourage fitness through participation in sports. Since 2005 Nauru has implemented a number of coordinated sports programs and with the assistance of donors has refurbished several sports facilities (including tennis courts, basketball courts and sports fields). Issues with landowners and contractors have been the major constraints to further achievements in this area."}, {"text_block_id": "p87_b693", "text": "Community development"}, {"text_block_id": "p87_b694", "text": "Reform in Nauru has been all encompassing, yet community groups could be more effective in contributing to this process. The production of handicrafts has increased in recent times and a"}, {"text_block_id": "p87_b695", "text": "number of women‟s groups"}, {"text_block_id": "p87_b696", "text": "have been created."}, {"text_block_id": "p87_b697", "text": "INFRASTRUCTURE SECTORS"}, {"text_block_id": "p87_b698", "text": "Electricity"}, {"text_block_id": "p87_b699", "text": "Since 2005 there have been significant achievements in terms of electricity generation and the goals set out in the NSDS. One of the key achievements is the availability of electricity supply on a 24 hour basis for the first time in ten years following limited access of 16 hours maximum to electricity. The power station also is now no longer dependent on leased generation units; in fact it is currently operating on its own generation sets for the first time in many years."}, {"text_block_id": "p87_b700", "text": "A prepaid billing system structured on a tiered tariff system, where a subsidised life-line block is available to households, is now operational which allows consumers to effectively manage their energy consumption and at the same time strength"}, {"text_block_id": "p87_b701", "text": "ens Utilities‟ financial performance. Early"}, {"text_block_id": "p87_b702", "text": "reports indicate that the introduction of these meters has resulted in significant reductions in electricity consumption (in the vicinity of 20 per cent) with resultant savings in fuel usage and reductions in greenhouse gas emissions. While there are economic benefits from the introduction of charging for electricity, this has come at a cost to individual consumers whose disposable incomes have dropped."}, {"text_block_id": "p87_b703", "text": "Some developments on renewable energy supply have progressed with a limited solar grid being connected plus stand alone solar home systems now in operation on the island at capacity of 40kW. A wind energy resource assessment has also commenced."}, {"text_block_id": "p87_b704", "text": "While there have been significant achievements in the area of electricity generation, a major challenge to the ongoing delivery of reliable electricity to Nauruan households is the transmission network which is currently antiquated and in need of urgent repair/replacement."}, {"text_block_id": "p87_b705_merged_merged_merged", "text": "Fuel demand has been sustained since 2005 and improved stock management and purchasing arrangements has reduced fuel losses, strengthened safety measures, and capability. Despite these improvements, poorly maintained infrastructure (particularly at the fuel tank farm and pipeline) means that significant risks to Nauru‟s fuel supply remain. In terms of corporate governance, some structures and systems have been introduced in Utilities to assist financial planning and reporting in addition to developing local management capacity and capability."}, {"text_block_id": "p87_b708", "text": "Water"}, {"text_block_id": "p87_b709", "text": "Significant improvement in access to potable water supplies has been achieved. Currently three R/O Units are operational and have the capacity to produce 360kl of water per day. Improved delivery capacity to an estimated maximum of 288kl daily has also relieved pressure on access to water supply. This supply capacity has been supplemented by rainwater harvesting. For instance, 260 new rainwater tanks have been installed in Nauruan households. Despite these improvements for Nauru to deal with drought its capacity to produce, harvest and deliver water needs to be further expanded."}, {"text_block_id": "p88_b710", "text": "Public works"}, {"text_block_id": "p88_b711", "text": "The treatment of sewage in Nauru has improved since 2005 with the delivery of a new sewage (sludge or suction) truck in 2007. Households now enjoy a cost-effective sewage removal service. Maintaining such new equipment needs to be a priority going forward so as to ensure this service is sustained into the future. Sewage waste is still being disposed of into the ocean and Nauru is currently conducting a feasibility study on various sewage treatment systems so as to protect the environment."}, {"text_block_id": "p88_b712", "text": "There have been some improvements in public buildings with a regular maintenance plan instituted for Government offices and there have been some improvements in school buildings and health facilities. While some trial work has been undertaken in repairing some roads, footpaths and drains, there are several areas where further work is still required."}, {"text_block_id": "p88_b713", "text": "Transport"}, {"text_block_id": "p88_b714", "text": "Since the 2005 NSDS, Nauru has made marginal progress in transport reform. The main reason for relatively slow progress has been the large fiscal cost of carrying out various projects to"}, {"text_block_id": "p88_b715", "text": "improve Nauru‟s transport system which were identified in the"}, {"text_block_id": "p88_b716", "text": "NSDS."}, {"text_block_id": "p88_b717", "text": "With the assistance of Taiwan the mooring relay system has been repaired and this has resulted in a significant increase in the number of ships visiting Nauru. However, further action is required at the ports to guarantee regular shipping services to Nauru. This includes an upgrade to the existing port and associated buildings, rafts, barges and cranes."}, {"text_block_id": "p88_b718_merged_merged", "text": "In terms of aviation, the Government purchased an aircraft and re-launched air services to Nauru in 2006 under the new brand name “Our Airline”. The finance for the aircraft purchase is being paid off by annual grant funding from Taiwan. In addition to this Nauru acquired a second aircraft through a loan from an external partner which is now chartered by Norfolk Air. Both aircraft are managed efficiently so as to generate revenue and profit (albeit, in the current economic environment trading conditions are difficult and margins are being squeezed). Apart from flying the Nauru-Brisbane sector both aircraft are contracted for charter and leasing to generate further revenue."}, {"text_block_id": "p88_b721", "text": "There have also been a number of improvements in facilities at the Nauru International Airport including two new fire trucks, baggage screening machines and GPS charts. However, there remain many areas where urgent capital repairs are required including resurfacing the runway and erecting a new security fence."}, {"text_block_id": "p88_b722", "text": "In terms of land transport, public transport services are provided to individuals who are charged a fee of $0.60 for a trip around the Island. Services to school children have also been improved with the commissioning of a number of new buses."}, {"text_block_id": "p89_b723", "text": "Information and Communication Technologies"}, {"text_block_id": "p89_b724", "text": "The infrastructure sector, and specifically the area of Information and Communication Technologies, has witnessed a number of improvements since the inception of the NSDS in 2005."}, {"text_block_id": "p89_b725", "text": "The most significant achievement has been the launching of a joint venture between the Government and Digicel for the provision of telecommunication services. This is a unique model within the Pacific, and while there is no objective data to measure the success of this yet, early indications are that this will bring many benefits to Nauru across a number of sectors and a high proportion of the population."}, {"text_block_id": "p89_b726", "text": "There were also attempts to improve the level of access to Internet services, with the development and installation of a wireless network that utilised Wi-Fi and WiMAX technologies. This was intended to provide more connectivity to a much larger proportion of the population. While the Wi-Fi segment of the network has been decommissioned, there is potential to make effective use of the WiMAX infrastructure to allow connectivity to Internet services at much higher speeds than previously available."}, {"text_block_id": "p89_b727", "text": "The level of access to broadband Internet services has continued to be problematic. While there was a project implemented to address this issue, it met with limited success. There was also no significant increase in the available bandwidth via the Internet gateway in order to meet subscriber demand. The Government recently decided that the fixed line system for telecommunication services is to be decommissioned. This comes as a response to the situation where the system was not maintained sufficiently, and is now too expensive to upgrade or replace. Like many projects, the major constraints preventing the successful achievement of the stated goals in the NSDS were the lack of funding and technical capacity."}, {"text_block_id": "p89_b728", "text": "In respect of Nauru‟s media since 2005 there have been significant developments particularly in"}, {"text_block_id": "p89_b729", "text": "the areas of radio and TV. Both radio and TV are more professionally delivered with coverage over the entire island and paid commercials have recently been introduced. In addition, there is more local content in the media with weekly news programs as well as presentations for special events of local interest. While the print media has not developed to the same extent, there are plans to establish a local newspaper in 2009-10."}, {"text_block_id": "p90_b730", "text": "E. DONOR ASSISTANCE"}, {"text_block_id": "p90_b731", "text": "The amount of donor assistance to Nauru has increased considerably since the NSDS was developed in 2005. In particular, donor grant assistance, which result in money being paid into the Treasury fund which is reflected in the budget, has increased from $11.8 million in 2006-07 to an estimated $30.7 million in 2009-10. These figures exclude assistance"}, {"text_block_id": "p90_b732", "text": "provided “in kind” by donors through direct support or the"}, {"text_block_id": "p90_b733", "text": "provision of technical assistant. This assistance has been spread in all areas of the Nauruan economy and below is a survey of the main donors in Nauru and the main sectors in which they operate."}, {"text_block_id": "p90_b734", "text": "BILATERAL"}, {"text_block_id": "p90_b735", "text": "Australia"}, {"text_block_id": "p90_b736", "text": "Australia remains N"}, {"text_block_id": "p90_b737", "text": "auru‟s largest donor. Australia‟"}, {"text_block_id": "p90_b738", "text": "s development assistance is provided in"}, {"text_block_id": "p90_b739", "text": "support of Nauru‟s"}, {"text_block_id": "p90_b740", "text": "own reform programs in the areas of finance and governance, education and training, health, utilities, fisheries and law and order (including policing and financial intelligence)."}, {"text_block_id": "p90_b741", "text": "Australia‟"}, {"text_block_id": "p90_b742", "text": "s support is provided in a number of ways, including funding for additional technical advisory capacity and support in key government departments for both planning and implementation of government development policy (this includes support for long term capacity development through the tertiary scholarship program); building and maintaining key service delivery infrastructure (e.g. redevelopment of the Nauru Secondary School; refurbishment of the power station and water production assets; building and repair work at the hospital); and supporting essential recurrent costs such as fuel and pharmaceuticals."}, {"text_block_id": "p90_b743", "text": "Australia has also actively supported Nauru‟s efforts to re"}, {"text_block_id": "p90_b744_merged_merged_merged", "text": "-establish its regional and international credentials through a diverse range of assistance including aviation safety and security (through funding for Aviation Fire Fighting and Rescue vehicles); winding up of the Bank of Nauru; and debt management (Australia‟s paying out of Nauru‟s ADB loan arrears led to the welcome re-engagement of the ADB in Nauru)."}, {"text_block_id": "p90_b747", "text": "Nauru also benefits from and range of regional programs that are funded by Australia. The majority of these programs are delivered through regional organisations such as the Pacific Islands Forum, the Forum Fisheries Association, SPC, and many others."}, {"text_block_id": "p90_b748", "text": "Cuba"}, {"text_block_id": "p90_b749", "text": "Cuba assistance is focused entirely in the area of health. Bilateral assistance includes the deployment of specialist doctors for periods of twelve months and training of human resources in the field of medicine. To date there are 17 students studying to complete their medical degrees in Cuba."}, {"text_block_id": "p90_b750", "text": "European Union (EU)"}, {"text_block_id": "p90_b751", "text": "As prioritized by Nauru, assistance from the EU is focussed in the energy sector including renewable energy. Under the 9th EDF, the EU funding has been utilized towards the installation of pre-paid electricity meters to all households in Nauru, installation of solar cells at the Nauru College and energy efficiency awareness through the appointment of officers. In addition, the"}, {"text_block_id": "p91_b752", "text": "EU provides funding to the regional program Disaster Risk Reduction focusing on national water security."}, {"text_block_id": "p91_b753", "text": "At the regional level, the EU has also provided assistance in the areas of agriculture through the Development of Sustainable Agricultural Program (DSAP), strategic planning in education (PRIDE) and PICTA., with a focus on broader trade issues as well."}, {"text_block_id": "p91_b754", "text": "Greece"}, {"text_block_id": "p91_b755", "text": "Greece has provided assistance to Nauru in the form of general budget support for humanitarian purposes."}, {"text_block_id": "p91_b756", "text": "India"}, {"text_block_id": "p91_b757", "text": "The Government of India provides assistance to Nauru both nationally and regionally. Bilateral assistance includes technical assistance through the deployment of qualified personnel and the provision of funding for school buses. In particular, India has deployed officials to the Parliament (Parliamentary Counsel) and Audit (Director of Audit). India has also provided funding to develop apartments at the Menen Hotel so as to accommodate expatriate employees. At the regional level, the Government of India provides development funding to Pacific Island Countries managed by the Pacific Island Forum Secretariat. This funding is available on an annual basis and is aimed to provide immediate assistance to priorities of island governments."}, {"text_block_id": "p91_b758", "text": "Israel"}, {"text_block_id": "p91_b759", "text": "Israel has provided assistance in the areas of health including supplying medical supplies for the Nauru diabetes clinic and short term deployment of specialist doctors, as well as utilities (electricity and water)."}, {"text_block_id": "p91_b760", "text": "Italy"}, {"text_block_id": "p91_b761", "text": "Under a multilateral agreement premised on addressing climate change issues, Italy‟s assistance"}, {"text_block_id": "p91_b762", "text": "has focused on renewable energy and the water sector in Nauru (such as the installation of water tanks). Additional assistance is also provided bilaterally to the health sector as well as agriculture."}, {"text_block_id": "p91_b763", "text": "Japan"}, {"text_block_id": "p91_b764", "text": "Through its grass roots projects, Japan is providing assistance to the communities of Nauru addressing the water sector in particular, water security and accessibility through the provision of water tanks and water delivery vehicles. In addition, under the Non Project Grant Aid (NPGA) Japan also provides assistance through the purchase of diesel to the utilities sector for the generation of electricity."}, {"text_block_id": "p91_b765", "text": "The Government of Japan also provides capacity building through training courses offered annually."}, {"text_block_id": "p91_b766", "text": "Korea"}, {"text_block_id": "p91_b767", "text": "Korea has provided assistance to Nauru in the form of school supplies and school buses. Like Japan, Korea also provides on an annual basis training programs aimed to build capacity."}, {"text_block_id": "p92_b768", "text": "New Zealand"}, {"text_block_id": "p92_b769", "text": "While currently not a bilateral partner of Nauru, New Zealand‟s assistance to Nauru is channelled"}, {"text_block_id": "p92_b770", "text": "through the Pacific Regional Assistance to Nauru (PRAN) program managed by PIFS and aimed specifically at the education and justice sectors."}, {"text_block_id": "p92_b771", "text": "Assistance to the education sector is in the form of budget support, curriculum development and implementation, teacher training, ICT support, a literacy program, benchmarking, assessment and modernisation."}, {"text_block_id": "p92_b772", "text": "Support to the Justice sector is in the form of technical assistance through the deployment of officers to the Justice Department."}, {"text_block_id": "p92_b773", "text": "Singapore"}, {"text_block_id": "p92_b774", "text": "Singapore provides Nauruans with acess to the Singapore Corporation Program, which focuses on human resource development training through techncial assistance in the form of training courses and study visits conducted in Singapore."}, {"text_block_id": "p92_b775", "text": "Taiwan"}, {"text_block_id": "p92_b776", "text": "Focal sectors supported by the Government of Taiwan includes assistance to the development and growth of the private sector, the energy sector (solar cells), budget support and the payment of pending salaries (including of Kiribati and Tuvaluan workers stranded in Nauru). Australia and the Pacific Islands Forum Secretariat also assisted in the repatriation of these workers."}, {"text_block_id": "p92_b777", "text": "Taiwan has also provided assistance in the areas of agriculture including establishing milkfish farming, establishing nurseries/livestock husbandry as well as the provision of in-kind assistance such as the provision of rice."}, {"text_block_id": "p92_b778", "text": "Taiwan also sup[ports the health sector through the provision of on-island full time medical and nursing staff, regular Mobile Medical Missions and the provision of medical supplies and equipment."}, {"text_block_id": "p92_b779", "text": "Taiwan has also undertaking capacity building activities (including the training of welders) and provided ICT equipment throughout the government sector."}, {"text_block_id": "p92_b780", "text": "Turkey"}, {"text_block_id": "p92_b781", "text": "Turkey has provided assistance to Nauru in the energy sector, most notably in the form of assistance to purchase generators."}, {"text_block_id": "p92_b782", "text": "MULTILATERAL"}, {"text_block_id": "p92_b783", "text": "Asian Development Bank"}, {"text_block_id": "p92_b784", "text": "Since the 2005 NSDS the ADB has provided assistance to Nauru mainly in the form of Technical Assistance in a range of areas. These include the development of the NSDS in 2005, the reform to the electricity sector, the planning for the redevelopment of the Nauru port, the Nauru Intergenerational Fund and HIV/AIDS activities."}, {"text_block_id": "p93_b785", "text": "Pacific Islands Forum Secretariat (PIFSec)"}, {"text_block_id": "p93_b786", "text": "PIFSec has provided assistance to Nauru in a number of areas. These include providing assistance with the repatriation of stranded workers from Kiribati and Tuvalu, the establishment of Aid Management Unit and development of the NSDS in 2005. PIFSec was also instrumental in the development of the Pacific Regional Assistance for Nauru (PRAN) in collaboration with other Council of Regional Organisations in the Pacific (CROP) agencies and donors."}, {"text_block_id": "p93_b787", "text": "Secretariat of the Pacific Community (SPC)"}, {"text_block_id": "p93_b788", "text": "SPC has assisted Nauru improve its statisitical service, in particular providing techncial assistance to develop and publish the 2007 Demographic and Health Survey."}, {"text_block_id": "p93_b789", "text": "SPC has developed a Joint Country Strategy with Nauru that describes its support across a wide range of sectors."}, {"text_block_id": "p93_b790", "text": "Secretariat of the Pacific Regional Environment Programme (SPREP)"}, {"text_block_id": "p93_b791", "text": "SPREP‟s focus of assistance in Nauru has been in three areas: climate change, biodiversity &"}, {"text_block_id": "p93_b792", "text": "conservation and waste management & pollution prevention primarily through the provision of technical and policy advice."}, {"text_block_id": "p93_b793", "text": "United Nations Food and Agriculture Organization (FAO)"}, {"text_block_id": "p93_b794", "text": "The UN FAO have been active in Nauru in a number of areas (including providing technical assistance and training) dealing with food security. These include the production of local crops (including disease free banana species), livestock, water resources, aquaculture and pest control (such as the coconut hispid beetle)."}, {"text_block_id": "p93_b795", "text": "United Nations Development Program (UNDP)"}, {"text_block_id": "p93_b796", "text": "The UNDP provides assistance in three strategic outcome areas: poverty reduction and MDGs (including support to aid effectiveness); good governance and human rights (including Parliamentary strengthening and the review of the Constitution); and sustainable management (including Pacific adaptation to climate change)."}, {"text_block_id": "p93_b797", "text": "United Nations Development Program (UNDP)"}, {"text_block_id": "p93_b798", "text": "–"}, {"text_block_id": "p93_b799", "text": "Global Environment Facility (GEF)"}, {"text_block_id": "p93_b800", "text": "The GEF has provided assistance to Nauru primarily in the area of water security through better management practices and greater water use efficiency through the reduction of ground water pollution and use of grey water. GEF has also assisted Nauru in the Sustainable Land Management (SLM) Project."}, {"text_block_id": "p93_b801", "text": "World Health Organisation (WHO)"}, {"text_block_id": "p93_b802_merged_merged", "text": "The WHO has provided considerable assistance to Nauru‟s health sector. It has focused on strengthening capacity of national environmental health and food safety, assisting in the effective delivery of health services through a well trained and managed workforce, supporting the adoption of standardized NCD surveillance activities and development, implementation and"}, {"text_block_id": "p93_b805", "text": "monitoring of Nauru‟s NCD Strategy."}], "document_description": "This Strategy, as revised in 2009, aims at granting Nauruans with a sustainable quality of life. Overarching goals are defined as achieving 1) stable, trustworthy, fiscally responsible government, 2) provision of enhanced social, infrastructure and utilities services, 3) development of an economy based on multiple sources of revenue, 4) rehabilitation of mined out lands for livelihood sustainability, and 5) development of domestic food production.\n\nClimate change adaptation and mitigation are one of the objectives promoted, notably under Goal 7 (ensuring environmental sustainability), and through the fostering of renewable energy sources."}