{"document_instrument_name": ["Subnational and citizen participation|Governance", "Capacity building|Governance"], "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Kosovo", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "01/01/2014", "document_language": "Albanian", "document_name": "Climate Change Strategy (IAS) 2014-2024", "document_country_code": "XKX", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/XKX/2014/XKX-2014-01-01-Climate Change Strategy (IAS) 2014-2024_142dd85b41a375f12f5ea11758410d0b.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "This strategy aims at making Kosovo resilient to climate change risks, foster sustainable development and exploit the potential benefits arising from climate change mitigation and adaptation actions. It gathers the Low Emission Development Strategy and National Adaptation Strategy in one policy document. The document calls for increasing energy efficiency in all sectors, develop renewable energy sources and the sustainable use of natural resources, through the Low Emission Development Strategy. It further seeks to improve disaster risk reduction measures by introducing new mechanisms, especially in sectors of primary economic importance, through the National Adaptation Strategy. Further goals are 1) expanding the capacity of adapting natural systems, in particular vulnerable ecosystems, and society, in particular vulnerable communities such as poor farmers, marginalised groups and women, to address impacts climatic and dangers associated with their lives and livelihoods, and 2) increase the capacity of local, regional and local stakeholders, actors and stakeholders to integrate climate change issues and adaptation to local and national development processes and empower them to tackle climate change issues."}