{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Senegal", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Environment", "Energy"], "document_date": "03/07/2003", "document_language": "English", "document_name": "Ministerial Decree 1220 establishing the National Climate Change Committee (amended by the Decree 2011-1689)", "document_country_code": "SEN", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/SEN/2003/SEN-2003-07-03-Ministerial Decree 1220 establishing the National Climate Change Committee (amended by the Decree 2011-1689)_95bd8dcf8fbf81c5a40cd8f57d4c2d25.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "The Decree formalises the creation of the National Climate Change Committee (NCCC) with jurisdiction over all domains related to the activities related to the UNFCCC and its legal instruments, such as: a) technological transfer; b) energy efficiency; c) promotion of renewable energy; d) carbon emissions reduction; e) capacity building for biodiversity preservation; f) management of marine resources; g) pollution management.<br />\n<br />\nThe NCCC plays key role in raising awareness and disseminating information on climate change issues, as well as assisting the development of national and local projects within this area.<br />\n<br />\nConstituted of several bodies of the executive power, non-governmental organisations, universities and research institutes, and civil society organisations, the NCCC is directed by a president and a vice-president nominated by the Ministry of Environment. Meetings are convened upon request of the presidency and decisions are adopted by consensus."}