{"document_instrument_name": ["Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Liberia", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "LULUCF", "Energy"], "document_language": "English", "document_name": "Executive Order on the Continuation of the Liberia Rural and Renewable Energy Agency and the Rural Energy Fund (No. 37 of 2012)", "document_country_code": "LBR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Executive Order", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/06/2012", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/LBR/2012/LBR-2012-06-01-Executive Order on the Continuation of the Liberia Rural and Renewable Energy Agency and the Rural Energy Fund (No. 37 of 2012)_373ceb75fee82d4ab128deea7c8434d4.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Extension of Rural & Renewable Energy Fund (No.37)"}, {"text_block_id": "p0_b2_merged", "text": "EXECUTIVE ORDER N° 37"}, {"text_block_id": "p0_b5", "text": "CONTINUATION OF THE LIBERIA RURAL AND RENEWABLE ENERGY AGENCY AND THE RURAL ENERGY FUND"}, {"text_block_id": "p0_b6", "text": "Whereas"}, {"text_block_id": "p0_b7", "text": ", under Executive Order #23 dated January 8, 2010; the Government established the Liberia Rural and Renewable Energy Agency and a Rural Energy Fund;"}, {"text_block_id": "p0_b8", "text": "Whereas"}, {"text_block_id": "p0_b9", "text": ", Executive Order #23 shall be expiring but the Government recognizes that increased access to modern energy services remains one of the keys for accelerating the reconstruction and economic revitalization of the country;"}, {"text_block_id": "p0_b10", "text": "Whereas"}, {"text_block_id": "p0_b11", "text": ", the United Nations Framework Convention for Climate Change encourages developing countries to consider opportunities for achieving greater use of renewable energy that would help reduce greenhouse gas emissions in general;"}, {"text_block_id": "p0_b12", "text": "Whereas"}, {"text_block_id": "p0_b13", "text": ", human behavior and attitudes on climate change are dramatically shifting across the globe, driven by concerns over the environmental impacts;"}, {"text_block_id": "p0_b14", "text": "Whereas"}, {"text_block_id": "p0_b15", "text": ", Liberia is blessed with a range of latent renewable energy resources, which could be developed to support economic and social development of our people, especially those residing in rural areas;"}, {"text_block_id": "p0_b16", "text": "Whereas"}, {"text_block_id": "p0_b17", "text": ", without dedicated institutions with the requisite authority that are appropriately funded and possess capacity to deal with the special challenges of providing affordable energy for the rural poor, our rural communities will not develop; and"}, {"text_block_id": "p0_b18", "text": "Whereas"}, {"text_block_id": "p0_b19", "text": ", in the exercise of Executive Power vested in the President by the Constitution, the President may issue executive orders in the public interest, either to meet emergencies or to correct particular situations which cannot await the lengthy legislative process;"}, {"text_block_id": "p0_b20", "text": "NOW THEREFORE"}, {"text_block_id": "p0_b21", "text": ", I, Ellen Johnson Sirleaf, President of the Republic of Liberia, by virtue of the power vested in me, do hereby, order the continuation of the Rural and Renewable Energy Agency and Rural Energy Fund to support economically viable, socially acceptable, and"}, {"text_block_id": "p1_b22", "text": "environmentally friendly energy projects and programs in Liberia, especially those involving renewable energy, to support the economic and social development of the Nation's rural population."}, {"text_block_id": "p1_b23", "text": "DECLARATION:"}, {"text_block_id": "p1_b24", "text": "The Government of Liberia hereby re-confirms through this Executive Order Number 38:"}, {"text_block_id": "p1_b25", "text": "The Government of Liberia hereby re-confirms through this Executive Order Number 38:\n* That as mandated under the National Energy Policy, the Government of\n* That the Government will ensure that the utilization of biomass and other\n* That, as mandated under the National Energy Policy, the Government of\n* That the Government, through the Agency for Rural Renewable Energy,\n* That the Government's new focus on the use of locally available\n* A recognition that equitable development will require communities to"}, {"text_block_id": "p2_b37", "text": "The Government of Liberia hereby re-confirms through this Executive Order Number 38:\n* That as mandated under the National Energy Policy, the Government of\n* That the Government will ensure that the utilization of biomass and other\n* That, as mandated under the National Energy Policy, the Government of\n* That the Government, through the Agency for Rural Renewable Energy,\n* That the Government's new focus on the use of locally available\n* A recognition that equitable development will require communities to\n"}, {"text_block_id": "p2_b38", "text": "SECTION 1: DEFINITIONS"}, {"text_block_id": "p2_b39", "text": "SECTION 1: DEFINITIONS\n* : Agency means Rural and Renewable Energy Agency as\n* : Fund means Rural Energy Fund as defined in the present\n* : Liberia Electricity Corporation means a\n* : Ministry of Lands, Mines and\n* : National Energy Policy means the Policy\n* : means any future agency created by the\n* : Renewable energy sources include renewable non-fossil\n* : Rural means non-urban parts of Liberia."}, {"text_block_id": "p2_b63", "text": "SECTION 2: CONTINUATION OF AGENCY AND FUND"}, {"text_block_id": "p2_b64", "text": "SECTION 2: CONTINUATION OF AGENCY AND FUND\n* There is hereby reinstated by this Executive Order a Government\n<\\li1>"}, {"text_block_id": "p3_b66", "text": "SECTION 2: CONTINUATION OF AGENCY AND FUND\n* There is hereby reinstated by this Executive Order a Government\n<\\li1>\n"}, {"text_block_id": "p3_b67", "text": "SECTION 2: CONTINUATION OF AGENCY AND FUND\n* There is hereby reinstated by this Executive Order a Government\n<\\li1>\n\n* The Agency shall exist for a period of one year subject to renewal upon\n* There is also hereby reinstated a Fund, to be known as the Rural Energy"}, {"text_block_id": "p3_b71", "text": "SECTION 3: MANDATE AND FUNCTION OF THE AGENCY"}, {"text_block_id": "p3_b72", "text": "SECTION 3: MANDATE AND FUNCTION OF THE AGENCY\n* : The Agency is created to facilitate and\n* The Agency shall:\n\t* Promote and establish rural energy cooperatives and private electricity\n\t* Prepare rural energy master plans which on the basis of well-defined\n\t* Establish and maintain a central repository of information on rural and\n\t* Facilitate the funding of rural energy projects, including managing a Rural\n\t* Facilitate and accelerate the economic transformation of rural Liberia by"}, {"text_block_id": "p4_b87", "text": "promoting the commercial development and supply of modern energy products and services to rural areas through the private sector and community initiative with an emphasis, but not necessarily exclusive reliance, on locally available renewable resources;"}, {"text_block_id": "p4_b88", "text": "promoting the commercial development and supply of modern energy products and services to rural areas through the private sector and community initiative with an emphasis, but not necessarily exclusive reliance, on locally available renewable resources;\n* Promote, where feasible, market-based approaches to energy\n* Support the development of all economically viable, sustainable, socially\n* As a way of strengthening community ownership, ensure that every\n* Make renewable energy an integral part of rural energy policy and\n* Undertake cost-effective public information and educational campaigns to\n* Support self-generation by allowing end-users to generate their own\n\t* Support independent power producers developing power generation\n<\\li2>\n\t* Work with a future Regulatory Agency and other relevant agencies to\n\t* Promote research and development of renewable energy technologies.\n\t* Strengthen the energy linkages to broader development activities in"}, {"text_block_id": "p5_b108", "text": "health, education agriculture, infrastructure development, telecommunications, transport, and small and medium enterprises."}, {"text_block_id": "p5_b109", "text": "The Agency shall not:"}, {"text_block_id": "p5_b110", "text": "The Agency shall not:\n* Own or operate any equipment or installation dedicated to modern or\n<\\li1>"}, {"text_block_id": "p5_b112", "text": "SECTION 4: PRINCIPLES GOVERNING THE FUND"}, {"text_block_id": "p5_b113", "text": "SECTION 4: PRINCIPLES GOVERNING THE FUND\n* The Agency, in consultation and in accordance with any directions\n* Such accounts shall be separate and distinct from other government\n* No money shall be withdrawn from the accounts without the express\n* Any moneys left uncommitted at the end of a fiscal year shall be carried\n* Detailed procedures of Fund management shall be established by the"}, {"text_block_id": "p5_b123", "text": "SECTION 5: BOARD OF DIRECTORS OF THE AGENCY"}, {"text_block_id": "p5_b124", "text": "SECTION 5: BOARD OF DIRECTORS OF THE AGENCY\n* The Agency shall be governed by a Board of Directors, which shall meet\n* The Board shall approve the Agency's operational procedures, including\n* The Board shall establish membership criteria and constitute the Fund"}, {"text_block_id": "p6_b130", "text": "SECTION 5: BOARD OF DIRECTORS OF THE AGENCY\n* The Agency shall be governed by a Board of Directors, which shall meet\n* The Board shall approve the Agency's operational procedures, including\n* The Board shall establish membership criteria and constitute the Fund\n"}, {"text_block_id": "p6_b131", "text": "4."}, {"text_block_id": "p6_b132", "text": "Composition of the Board: The Board shall be composed of not more than seven members, including the Chairman, all of whom shall be appointed by the President. Members of the Board shall be recommended by the Minister of Lands, Mines and Energy on the advice of the National Energy Committee."}, {"text_block_id": "p6_b133", "text": "The Board shall serve full terms as established under this Order and shall consist of the following:"}, {"text_block_id": "p6_b134", "text": "a."}, {"text_block_id": "p6_b135", "text": "The Executive Director of the Agency, who shall be a non-voting member and Secretary to the Board;"}, {"text_block_id": "p6_b136", "text": "b."}, {"text_block_id": "p6_b137", "text": "A representative of the Ministry of Lands, Mines, and Energy;"}, {"text_block_id": "p6_b138", "text": "c."}, {"text_block_id": "p6_b139", "text": "A representative of the Liberia Electricity Corporation;"}, {"text_block_id": "p6_b140", "text": "d."}, {"text_block_id": "p6_b141", "text": "Three persons selected in such a way as to ensure equitable geographic, demographic, and gender representation of the country's various rural areas; and"}, {"text_block_id": "p6_b142", "text": "e."}, {"text_block_id": "p6_b143", "text": "Two persons selected on the basis of their qualifications and experience in engineering, finance/accounting, or legal issues related to renewable energy technology and development as well as due consideration to gender balance. One of these shall be designated as the Chairperson of the Fund Management Committee."}, {"text_block_id": "p6_b144", "text": "Two persons selected on the basis of their qualifications and experience in engineering, finance/accounting, or legal issues related to renewable energy technology and development as well as due consideration to gender balance. One of these shall be designated as the Chairperson of the Fund Management Committee.\n* : members of the Board shall"}, {"text_block_id": "p6_b147", "text": "SECTION 6: ADMINISTRATION OF THE AGENCY"}, {"text_block_id": "p6_b148", "text": "1."}, {"text_block_id": "p6_b149", "text": "Appointment of the Executive Director to the Agency"}, {"text_block_id": "p6_b150", "text": ": Subject to the general approval of the Board of Directors, the operational responsibility for implementing the programs and policies of the Agency shall be vested in its Executive Director who is appointed by the Board of Directors with the approval of the Minister of Lands, Mines, and Energy."}, {"text_block_id": "p6_b151", "text": "2."}, {"text_block_id": "p6_b152_merged", "text": "The Executive Director shall be engaged on such terms and conditions of service and perform such functions as the Board of Directors shall determine."}, {"text_block_id": "p7_b155", "text": "3."}, {"text_block_id": "p7_b156", "text": "Staff"}, {"text_block_id": "p7_b157", "text": ": the Executive Director may, upon such terms and conditions as he or shall determine appoint all staff members as necessary for the proper discharge of the Agency mandate and function, and in accordance with the Staff Manual of the Agency, which sets out the appropriate policy recruitment, and subject to budgetary allocations."}, {"text_block_id": "p7_b158", "text": "4."}, {"text_block_id": "p7_b159", "text": "Consultants and Experts"}, {"text_block_id": "p7_b160", "text": ": The Agency shall also, in furtherance of its functions and the mandate provided herein, may engage consultants and experts in any area of Rural and Renewable Energy development and design or may request to have seconded to it such consultants and experts to assist it with its work from the relevant Government Agencies."}, {"text_block_id": "p7_b161", "text": "SECTION 7: FUNCTIONS AND POWERS OF THE EXECUTIVE DIRECTOR OF THE AGENCY"}, {"text_block_id": "p7_b162", "text": "1."}, {"text_block_id": "p7_b163", "text": "The Executive Director shall, subject to the approval of the Board, undertake but not be limited to the following:"}, {"text_block_id": "p7_b164", "text": "The Executive Director shall, subject to the approval of the Board, undertake but not be limited to the following:\n* Develop a Rural Energy Master Plan for Liberia and recommend to the\n* Recommend to the Board the level of levies, fees, and other sources of\n* Develop an annual operational plan for the Agency.\n* Manage, in accordance with applicable laws and regulations, the Rural\n* Design and initiate capacity building programs and public awareness and\n* Recommend and ensure the observance of appropriate technical\n* Oversee the conduct of installations, repairs, and maintenance by third\n* Prepare and submit to the Minister of Lands, Mines, and Energy and\n* Keep proper books of accounts and proper records in relation to those"}, {"text_block_id": "p8_b182", "text": "accounts. The accounts, books, and records of the Agency shall be in the form prescribed by the law in force at the time which governs management of records."}, {"text_block_id": "p8_b183", "text": "j."}, {"text_block_id": "p8_b184", "text": "Provide technical advice to the Ministry on the licensing of renewable energy projects and installers of renewable energy equipment."}, {"text_block_id": "p8_b185", "text": "k."}, {"text_block_id": "p8_b186", "text": "Prepare and publish annual financial reports audited annually by the Auditor General or an independently certified financial auditor appointed by or authorized by the Auditor General."}, {"text_block_id": "p8_b187", "text": "Prepare and publish annual financial reports audited annually by the Auditor General or an independently certified financial auditor appointed by or authorized by the Auditor General.\n* Ensure that such reports follow an accounting standard based on\n<\\li1>"}, {"text_block_id": "p8_b189", "text": "m."}, {"text_block_id": "p8_b190", "text": "Make such reports publicly available within 90 days from the end of one year tenure of the Agency or the enactment of legislation fixing a more permanent tenure of the agency."}, {"text_block_id": "p8_b191", "text": "n."}, {"text_block_id": "p8_b192", "text": "Engage the services of any experts as needed to provide advice on any aspect of the Agency's scope of work."}, {"text_block_id": "p8_b193", "text": "o."}, {"text_block_id": "p8_b194", "text": "Publish a Code of Ethics within 90 days of the promulgation of this Executive Order, which shall, with binding effect, govern the conduct of members of the Board of Directors and the Secretariat in regard to carrying out their responsibilities."}, {"text_block_id": "p8_b195_merged", "text": "SECTION 8: COORDINATION WITH OTHER GOVERNMENTAL, NON-GOVERNMENTAL AND DONOR AGENCIES"}, {"text_block_id": "p8_b198", "text": "1."}, {"text_block_id": "p8_b199", "text": "The Agency shall take all steps required to facilitate the coordination and integration of its activities with other stakeholders and relevant sectors working on, but not limited to, water, environment, community development, health, agricultural, gender, forestry, etc. In order to ensure that all essential information is taken into account in the planning and implementation of its projects and programs and to avoid, to the extent possible and reasonable, waste of resources due to overlapping efforts or activities the Agency will establish and host a Working Group comprised of representatives of the aforementioned agencies to facilitate such coordination and integration."}, {"text_block_id": "p8_b200", "text": "2."}, {"text_block_id": "p8_b201", "text": "The Agency shall at a minimum ensure that its activities are coordinated with the Ministry of Lands, Mines and Energy, the Environmental Protection Agency on the development and application of carbon credits and finance toward rural energy deployment and rural development in Liberia, the Forestry Development Authority, grid-based licensees, and local and central"}, {"text_block_id": "p9_b202", "text": "government authorities as appropriate."}, {"text_block_id": "p9_b203", "text": "3."}, {"text_block_id": "p9_b204", "text": "All donors, non-governmental, and governmental agencies which propose to undertake such activities supporting modern and/or renewable energy services in rural areas shall notify and coordinate their activities with the Agency. All activities shall comply with the rules and procedures as well as the standards established by the Agency."}, {"text_block_id": "p9_b205", "text": "4."}, {"text_block_id": "p9_b206", "text": "The Agency will be held accountable by a future Regulatory Agency in line with this regulatory agency's future rules and regulations."}, {"text_block_id": "p9_b207", "text": "5."}, {"text_block_id": "p9_b208", "text": "The Ministry of Lands, Mines and Energy will coordinate with Liberia Electricity Corporation and the Agency to ensure a clear delineation of functions, responsibilities, and operational areas of both organizations."}, {"text_block_id": "p9_b209", "text": "SECTION 9: FINANCIAL MATTERS AND EFFECTIVE DATE"}, {"text_block_id": "p9_b210", "text": "1."}, {"text_block_id": "p9_b211", "text": "Grants, donations, levies, fees, and loans"}, {"text_block_id": "p9_b212", "text": ": the Agency and the Fund are authorized to receive grants, loans, gifts, donations or endowments and make legitimate disbursements thereof in the performance of the functions mandated to it by this Executive Order; provided that gifts (of whatever nature), grants, donations and endowments shall be strictly of an official nature and shall be deemed the assets of the Agency."}, {"text_block_id": "p9_b213", "text": "2."}, {"text_block_id": "p9_b214", "text": "Rules, standards, procedures, and regulation"}, {"text_block_id": "p9_b215", "text": ": the Agency shall have the power and authority to make rules, set standards, criteria, guidelines and regulations relative to its internal operations and interaction with the external community or persons, to interact with the international community and partners in furtherance of its work, and to solicit such funding as may be needed for enhancement of its work and the accomplishment of its goals."}, {"text_block_id": "p9_b216", "text": "3."}, {"text_block_id": "p9_b217", "text": "Budget and Sources of funding"}, {"text_block_id": "p9_b218", "text": ": initial funding for the implementation of this Executive Order and the establishment of the Agency comes from a grand administered by the World Bank and resourced by the Government of the Netherlands. Subsequently, the Agency shall be financed by legislative appropriations made through the national budget. The Agency may, directly and indirectly, request and receive technical assistance, donations or grants from Liberia's Development Partners and other international multilateral institutions in furtherance of its operations."}, {"text_block_id": "p9_b219", "text": "4."}, {"text_block_id": "p9_b220", "text": "Sources of funding for the Fund"}, {"text_block_id": "p9_b221", "text": ": all funds necessary for the operations of the Agency will be kept separate from the Fund. In addition to legislative appropriation, the following shall constitute, without limitations, the sources of funding for the Fund:"}, {"text_block_id": "p10_b222", "text": ": all funds necessary for the operations of the Agency will be kept separate from the Fund. In addition to legislative appropriation, the following shall constitute, without limitations, the sources of funding for the Fund:\n* Funds derived through Government Appropriations or from international\n* Special levies or fees on energy products and services or moneys\n* Funds from concessions associated with the exploitation of natural\n* Revenues from any taxes as determined by the Government of Liberia;\n* Any loans, grants, or donations made to the Fund by any natural person,\n* Any other moneys such as interest, Joan repayments, or fines that may"}, {"text_block_id": "p10_b234", "text": "5."}, {"text_block_id": "p10_b235", "text": "Reports"}, {"text_block_id": "p10_b236", "text": ": the Agency shall make semi-annual progress reports to the Ministry of Lands, Mines and Energy, who shall present the same to the President and to the National Legislature on progress made by it on the mandates given to it until statute is passed to place it within the statutory framework."}, {"text_block_id": "p10_b237", "text": "6."}, {"text_block_id": "p10_b238", "text": "Effective date"}, {"text_block_id": "p10_b239", "text": ": this Executive Order shall take effect on this 6th, day of January, 2012."}, {"text_block_id": "p10_b240", "text": "GIVEN UNDER MY HAND AND SEAL OF THE REPUBLIC OF LIBERIA THIS 6TH DAY OF JANUARY, A.D. 2012"}], "document_description": "This document reaffirms the government's commitment to meet the National Energy Policy objective of fostering economic development in rural areas by establishing the Rural and Renewable Energy Agency and Rural Energy Fund. These are dedicated to the commercial development and supply of modern energy services to rural areas with an emphasis on utilising locally available renewable resources.\n\nThe Order also asserts the commitment to use biomass and other sources not contributing to deforestation or food insecurity."}