{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Liberia", "document_category": "Policy", "document_sector_name": ["LULUCF", "Agriculture"], "document_language": "English", "document_name": "Food and Agriculture Policy and Strategy", "document_country_code": "LBR", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2008", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/LBR/2008/LBR-2008-12-25-Food and Agriculture Policy and Strategy_e5e3de18e35ab9bd385c843056811931.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ministry of Agriculture"}, {"text_block_id": "p0_b2", "text": "Republic of Liberia"}, {"text_block_id": "p0_b3", "text": "Monrovia, Liberia"}, {"text_block_id": "p0_b4_merged", "text": "FOOD AND AGRICULTURE “FROM SUBSISTENCE TO POLICY AND SUFFICIENCY” STRATEGY"}, {"text_block_id": "p0_b19", "text": "July 2008"}, {"text_block_id": "p0_b20", "text": "Ministry of Agriculture"}, {"text_block_id": "p0_b21", "text": "Monrovia, Liberia"}, {"text_block_id": "p1_b22", "text": "Table of Contents"}, {"text_block_id": "p4_b23", "text": "Foreword"}, {"text_block_id": "p4_b24", "text": "As Liberia undertakes the huge task of post-conflict reconstruction, poverty reduction continues to be our national strategy. It is enabling us to consolidate our hard won peace, revitalize our economy, and steer us into sustainable human development. My government has placed these national hopes and aspirations into our comprehensive"}, {"text_block_id": "p4_b25", "text": "“Lift Liberia” Poverty Reduction Strategy"}, {"text_block_id": "p4_b26", "text": "document. We are currently engaged in conversations with our people across the country to energize them into implementation of the plan. We are also engaging our development partners and friends of the international community to solicit their continued financial and technical support."}, {"text_block_id": "p4_b27", "text": "Agriculture is a primary entry point in our"}, {"text_block_id": "p4_b28", "text": "Poverty Reduction Strategy."}, {"text_block_id": "p4_b29", "text": "The sector remains the most viable, sustainable and renewable source of national income. The agricultural sector is strategic: approximately 70% of our people depend on it for their livelihood; it is a significant net contributor to the economy because it exports more and imports less; and it contributes appreciably to employment and foreign exchange earnings. Regrettably, protracted conflicts, structural constraints and poor policies of the past decimated a sector that is now rebounding but, remains challenged by the need to mobilize private sector investments to improve the value chain from soil and water management to market access."}, {"text_block_id": "p4_b30", "text": "This Food and Agriculture Policy and Strategy document (FAPS) is the roadmap for rehabilitating the sector within the overall framework of the Poverty Reduction Strategy. I am gratified that the plan accentuates attracting private capital, diversifying production, and modernizing technologies, especially those used by smallholder farming families many of which are headed by women. These, I believe, are the bedrocks for transforming our agriculture from"}, {"text_block_id": "p4_b31", "text": "“Subsistence to Sufficiency”."}, {"text_block_id": "p4_b32", "text": "I thank the Ministry of Agriculture and all stakeholders of the food and agriculture sector who contributed to the production of these policies and strategies. This compilation is truly historic for the sector, being the first time a comprehensive policy and strategy document has been prepared, validated and published."}, {"text_block_id": "p4_b33_merged_merged_merged", "text": "I call on all Liberians, our partners in the international community and all other stakeholders to join us in implementing these policies and strategies. We are a resilient people: with sustainable peace and good governance, we shall make the transition from “Subsistence to Sufficiency” in the food and agriculture value chains by 2015 and make substantial progress in meeting our millennium development goal of halving the proportion of our people who suffer from hunger."}, {"text_block_id": "p4_b36", "text": "Ellen Johnson Sirleaf"}, {"text_block_id": "p4_b37", "text": "President"}, {"text_block_id": "p4_b38", "text": "Republic of Liberia"}, {"text_block_id": "p5_b39", "text": "Preface"}, {"text_block_id": "p5_b40", "text": "Liberia’s agric"}, {"text_block_id": "p5_b41", "text": "ultural sector manifests low productivity and minimal competitiveness. This has been brought to the fore in recent times by protracted conflicts that displaced farming communities, degraded transport and processing facilities, and diminished productive capacities. But prior to the conflicts, the sector suffered from structural constraints and poor policies. The combined impact of these challenges has left the majority (70%) of our people who depend on agriculture for their livelihoods impoverished."}, {"text_block_id": "p5_b42", "text": "The Food and Agriculture Policy and strategy (FAPS) document seeks to address the plethora of problems that have historically bedeviled agriculture and its linkages to the other sectors in a coherent, consistent and forward-looking manner. It is informed by extensive research and consultations, including internationally best practices. The document presents a pro-poor and pro-growth framework to transform the sector from the perennial state of subsistence to one of sufficiency,"}, {"text_block_id": "p5_b43", "text": "hence the theme: “From Subsistence to Sufficiency”."}, {"text_block_id": "p5_b44", "text": "The ultimate goal is long-term sustainability both in food self-sufficiency and competitiveness in agricultural export commodities. This could be driven by increased"}, {"text_block_id": "p5_b45", "text": "levels of private capital investments in the sector, particularly in the value chains such as processing, storage and marketing."}, {"text_block_id": "p5_b46", "text": "I believe that the transformation that is required in the food and agriculture sector to maximize its contribution to economic growth and poverty reduction can realized only by progress toward the following three (3) fundamental orientations as articulated in the FAPS:"}, {"text_block_id": "p5_b47", "text": "I believe that the transformation that is required in the food and agriculture sector to maximize its contribution to economic growth and poverty reduction can realized only by progress toward the following three (3) fundamental orientations as articulated in the FAPS:\n* by increasing food availability and adequacy from self-reliance production; making food accessible to the population; promoting best practices in food utilization and improved nutrition; contributing to resettlement and reintegration programs; and supporting rural employment and self-reliant wage work to spur local economic development;"}, {"text_block_id": "p6_b51", "text": "I believe that the transformation that is required in the food and agriculture sector to maximize its contribution to economic growth and poverty reduction can realized only by progress toward the following three (3) fundamental orientations as articulated in the FAPS:\n* by increasing food availability and adequacy from self-reliance production; making food accessible to the population; promoting best practices in food utilization and improved nutrition; contributing to resettlement and reintegration programs; and supporting rural employment and self-reliant wage work to spur local economic development;\n* by strengthening efficiency, encouraging innovation, fostering sustainability and leveraging opportunities in national and external markets; broadening and strengthening private sector participation; increasing public investments mainly in rural infrastructure and creating an enabling macroeconomic environment; and\n* by institutionalizing improved governance; strengthening civil society organizations; encouraging demand-driven service delivery; establishing effective and efficient public sector frameworks in agricultural planning, coordination, monitoring and evaluation; reducing risks and improving coping mechanisms; mainstreaming gender and youth in agriculture and rural development; and ensuring sustainable use of natural resources."}, {"text_block_id": "p6_b57", "text": "While remaining cognizant of the need to achieve"}, {"text_block_id": "p6_b58", "text": "the food and agriculture sector’s priority"}, {"text_block_id": "p6_b59", "text": "interventions in the 2008-2011 lift Liberia Poverty Reduction Strategy, we must be resolute in ensuring that these and other actions result in self sufficiency in our national staple of rice and cassava by 2015."}, {"text_block_id": "p6_b60", "text": "The processes that facilitated the development of this document have been demanding and tedious. I express my profound thanks and appreciation to all of our stakeholders: public sector institutions, the private sector, civil society institutions, and non-governmental organizations, who contributed to its development. My heartfelt appreciation goes to our development partners, particularly the Food and Agricultural Organization (FAO), World Bank, International Fund for Agricultural Development (IFAD) and to some extent the World Food Program (WFP)."}, {"text_block_id": "p6_b61_merged_merged", "text": "I invite all of our stakeholders to join the Ministry of Agriculture and the Government and people of Liberia in a focused implementation of this Food and Agriculture Policy and Strategy. Working together, we can transit from “Subsistence to Sufficiency” in food production within five years and move forward to sustainability of competitiveness in agricultural exports in the long run."}, {"text_block_id": "p6_b66", "text": "J. Chris Toe"}, {"text_block_id": "p6_b67", "text": "Minister"}, {"text_block_id": "p6_b68", "text": "Ministry of Agriculture"}, {"text_block_id": "p7_b69", "text": "Acknowledgements"}, {"text_block_id": "p7_b70", "text": "Particularly, the Government of Liberia, with deepest appreciation, acknowledges the technical and financial contributions of its development partners and friends of the international donor community, particularly the:"}, {"text_block_id": "p7_b71", "text": "Particularly, the Government of Liberia, with deepest appreciation, acknowledges the technical and financial contributions of its development partners and friends of the international donor community, particularly the:\n* Food and Agriculture Organization (FAO);\n* World Bank (WB);\n* World Food Program (WFP); and\n* International Fund for Agricultural Development (IFAD)"}, {"text_block_id": "p7_b79_merged", "text": "The Ministry is also grateful to all those who participated in the regional consultations and the validation of the FAPS. Finally, the Ministry appreciates and thanks the Technical Team along with their various support staff, for facilitating and coordinating the development of this document."}, {"text_block_id": "p8_b85", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p10_b86", "text": "Chapter"}, {"text_block_id": "p10_b87", "text": "1"}, {"text_block_id": "p10_b88", "text": "E"}, {"text_block_id": "p10_b89", "text": "XECUTIVE"}, {"text_block_id": "p10_b90", "text": "S"}, {"text_block_id": "p10_b91", "text": "UMMARY"}, {"text_block_id": "p10_b92", "text": "Context and sector overview"}, {"text_block_id": "p10_b93", "text": "Liberia is at peace after 14 years of civil war ended in 2003. The Government is taking actions to rebuild the shattered economy, consolidate peace, ensure security and improve the livelihoods of the estimated 3.5 million inhabitants (2008 Census). A Poverty Reduction Strategy (PRS) has been developed and launched. The PRS sets out a framework for rapid, equitable, and inclusive growth, poverty reduction and progress towards achieving the millennium Development Goals (MDGs)."}, {"text_block_id": "p10_b94", "text": "Liberia’s agriculture sector is forest based, dominated by traditional subsistence farming systems mainly in the uplands, characterized by labor intensity, shifting cultivation, low technologies and productivity. Production of rice and vegetables occupy about 87% of cultivated land, but below national requirements. Small acreages of tree crops are maintained for generating cash income. Commercial agricultural activities are almost exclusively plantation estates of rubber, oil palm, coffee and cocoa, the latter two are produced exclusively for export, with little value addition done for rubber and oil palm. Besides the plantation estates, very little private sector investment has been made in the agriculture sector, except for limited commodities trading which has persisted over the years."}, {"text_block_id": "p10_b95_merged_merged", "text": "The livestock sub sector has been decimated as a result of the civil conflict, and current livestock population is below 10% of national requirements. The fisheries sub sector is under-developed with only about 6.8% of sustainable yield harvested annually. Land and water resources are abundant and offer potential for significant expansion of agriculture production. There is no shortage of water resources for agriculture development. An estimated 600,000 hectares of land for irrigation exist, with less than 1% of it developed."}, {"text_block_id": "p10_b98", "text": "Key Challenges"}, {"text_block_id": "p10_b99", "text": "The sector is confronted with several challenges, mainly structural in nature, (low capacities of farmers and institutions as well as decimated infrastructures). The key challenges are as follows:"}, {"text_block_id": "p10_b100", "text": "The sector is confronted with several challenges, mainly structural in nature, (low capacities of farmers and institutions as well as decimated infrastructures). The key challenges are as follows:\n* Increasing productivity and incomes of Liberiaâs subsistence farmers, by transforming them into commercial farmers through the adoption of new techniques and technologies, improving access to seeds, fertilizers, and other inputs, diversifying their enterprises and strengthening linkages to output markets;\n<\\li1>"}, {"text_block_id": "p11_b102", "text": "The sector is confronted with several challenges, mainly structural in nature, (low capacities of farmers and institutions as well as decimated infrastructures). The key challenges are as follows:\n* Increasing productivity and incomes of Liberiaâs subsistence farmers, by transforming them into commercial farmers through the adoption of new techniques and technologies, improving access to seeds, fertilizers, and other inputs, diversifying their enterprises and strengthening linkages to output markets;\n<\\li1>\n* Restoring value chains and increasing community and Private Sector participation in supply and value chains;\n* Ensuring access, both physically and economically, of the population to nutritious food, by rebuilding farm-to-market roads and enhancing incomes generation;\n* Reforming the MOA and building its capacity for effective and efficient performance of its functions, particularly in the areas of policy and planning, coordination and regulation, and resource mobilization and direction to the sector;\n* Strengthening key agricultural institutions that were damaged or destroyed during the civil conflict;\n* Slowing the extent of illegal fishing and increasing the value added from catches and maximizing sustainable yield;\n* Enhancing the enabling environment for agriculture sector growth and development, including increasing private sector investments, by interventions such as undertaking land reforms that will allow for longer term planning, utilization and investments;\n* Slowing deforestation, slash-and-burn cultivation, and tree cutting for firewood and charcoal, which degrade habitats and deplete natural resources;\n* Providing greater opportunities for women and youth in agriculture, especially the formal sector; and\n* Responding to the impact of the world food crisis on Liberia, including providing food assistance to vulnerable groups that are severely food insecure."}, {"text_block_id": "p11_b120", "text": "Visions, Goal, Objectives"}, {"text_block_id": "p11_b121", "text": "National Vision"}, {"text_block_id": "p11_b122", "text": "A nation that is peaceful, secured and prosperous, with democratic and accountable governance based on the rule of law, and abundant economic opportunities for all Liberians (PRS 2008 derivative)."}, {"text_block_id": "p11_b123", "text": "FAPS Vision"}, {"text_block_id": "p11_b124", "text": "A nation with food and nutritional adequacy and security enabling a nourished population, thus contributing to optimal health, education and training, economic growth and development, and improved and sustained quality of life of the people."}, {"text_block_id": "p11_b125", "text": "FAPS Goal"}, {"text_block_id": "p11_b126", "text": "A revitalized and modernized agriculture sector that is contributing to shared, inclusive and sustainable economic growth and development of Liberia."}, {"text_block_id": "p12_b127", "text": "FAPS Objectives"}, {"text_block_id": "p12_b128", "text": "FAPS Objectives\n* Safe and nutritious foods available in sufficient quantity and quality at all times to satisfy the nutritional needs for optimal health of all Liberians throughout their life cycles;\n* Enhanced, inclusive and pro-poor growth in agricultural production, productivity, competitiveness, value addition and diversification, and linkages to markets; and\n* Effective and efficient human and institutional capacities of stakeholders (public sector, private sector, civil society organizations, especially grassroots community based organizations) to undertake planning, delivery of services, investments, and monitoring activities, while concurrently sustaining natural resources, mitigating risks to producers and mainstreaming gender and youth considerations in sector activities."}, {"text_block_id": "p12_b134", "text": "Sector Policies and strategies"}, {"text_block_id": "p12_b135", "text": "Policy 1: Improved Food and Nutrition Security: Safe and nutritious foods are available in sufficient quantity and quality at all times to satisfy the nutritional needs for optimal health of all Liberians, throughout their life cycles."}, {"text_block_id": "p12_b136", "text": "Strategies"}, {"text_block_id": "p12_b137", "text": "Strategies\n* Improving food availability;\n* Enhancing accessibility of the population to nutritious food;\n* Promoting improved food utilization;\n* Contributing to resettlement and reintegration programs; and\n* Supporting rural employment and self-reliant wage work to spur local economic development."}, {"text_block_id": "p12_b147", "text": "Policy 2: Enhanced Competitiveness and Linkages to Markets: Enhanced, inclusive and pro-poor growth in agricultural production, productivity, competitiveness, value addition, diversification and linkages to markets."}, {"text_block_id": "p12_b148", "text": "Strategies"}, {"text_block_id": "p12_b149", "text": "Strategies\n* Enhancing the efficiency, competitiveness and sustainability of the food and agriculture supply chains, particularly those of small holders, and linking of these chains to markets;\n* Creating more and better opportunities for much greater involvement of the private sector in the agriculture sector; and\n* Increasing public investments and creating an enabling environment for agricultural and agribusiness development."}, {"text_block_id": "p13_b155", "text": "Policy 3: Strengthened Human and Institutional Capacities: Strong and efficient human and institutional capacities of the public sector, civil society organizations and the private sector carrying out effective planning, delivery of services, coordination and monitoring activities in the sector, as well as sustaining natural resources, mitigating risks to producers, mainstreaming gender and youth considerations in planning and implementation of activities in the sector."}, {"text_block_id": "p13_b156", "text": "Strategies"}, {"text_block_id": "p13_b157", "text": "Strategies\n* Instituting improved governance, promoting civil society organizations, and facilitating decentralized and demand-driven service delivery;\n* Establishing functional, effective and efficient public sector support framework in agriculture (for planning, coordinating, service delivery, monitoring and evaluation;\n* Reducing risks and improving coping mechanisms;\n* Mainstreaming gender and youth in agriculture and rural development; and\n* Ensuring sustainable use of natural resources."}, {"text_block_id": "p13_b167", "text": "Other Key Policies and Strategies"}, {"text_block_id": "p16_b168", "text": "Coordination with other sectors"}, {"text_block_id": "p16_b169", "text": "Agricultural productivity and competitiveness are linked to the effectiveness of other sectors of the economy. Seven key sectors have been identified for close coordination in pursuit of the vision and goals of this policy and strategy. Coordination will take the forms of experience and information sharing, consultations and collaboration with the relevant public and private institutions in mutually beneficial areas as follows:"}, {"text_block_id": "p16_b170", "text": "Commerce and Industry:"}, {"text_block_id": "p16_b171", "text": "enhancing pro-poor and pro-growth policies, trade competitiveness, regulation of quality and safety of agricultural commodities and goods, promotion and expansion of Liberian businesses;"}, {"text_block_id": "p16_b172", "text": "Transport:"}, {"text_block_id": "p16_b173", "text": "planning to improve roads networks; improving trucking capacity and port facilities towards the effective transportation and handling of agricultural commodities;"}, {"text_block_id": "p16_b174", "text": "Information and Communication:"}, {"text_block_id": "p16_b175", "text": "expansion of information and telecommunications technologies to key agricultural areas and increasing farmers’ access to these resources, especially small holders;"}, {"text_block_id": "p16_b176", "text": "Energy:"}, {"text_block_id": "p16_b177", "text": "ensuring the availability and affordability of power in agricultural communities for production and post production purposes;"}, {"text_block_id": "p16_b178", "text": "Health:"}, {"text_block_id": "p16_b179", "text": "prioritizing agricultural production areas in the rehabilitation of public health services, and collaborating in nutrition programs"}, {"text_block_id": "p16_b180", "text": "Education:"}, {"text_block_id": "p16_b181_merged", "text": "promoting basic and functional literacy, especially for women; positioning youths to take advantage of farming opportunities; supporting school feeding programs with locally produced foods, and encouraging school gardening to expand food production and markets;"}, {"text_block_id": "p16_b183", "text": "Public Security:"}, {"text_block_id": "p16_b184", "text": "collaborating with public safety institutions at national and sub-national levels to ensure the rule of law, peace and tranquility, and social harmony in local communities across the country."}, {"text_block_id": "p16_b185", "text": "Implementation framework"}, {"text_block_id": "p16_b186", "text": "At Sector Level"}, {"text_block_id": "p16_b187", "text": "At Sector Level\n* the Food Security and Nutrition Technical Committee has been established. It will provide overall policy direction and guidance for implementing the policy and strategy. The FSNTC will be chaired by the Minister of Agriculture."}, {"text_block_id": "p17_b190", "text": "At Sector Level\n* the Food Security and Nutrition Technical Committee has been established. It will provide overall policy direction and guidance for implementing the policy and strategy. The FSNTC will be chaired by the Minister of Agriculture.\n* comprising technical representatives of stakeholder institutions shall also be established. It will provide technical inputs relative to coordination, implementation, monitoring and evaluation of the policy and strategy."}, {"text_block_id": "p17_b193", "text": "At the Decentralized level"}, {"text_block_id": "p17_b194", "text": "At the Decentralized level\n* coordinate inputs from the County to the development of Annual Plans prepared by MOA, and monitor their implementation in towns and other local communities. Under these steering committees are four working committees one of which is the\n* coordinate inputs from the County to the development of Annual Plans prepared by MOA, and monitor their implementation in towns and other local communities. Under these steering committees are four working committees one of which is the\n Economic Revitalization\n* coordinate inputs from the County to the development of Annual Plans prepared by MOA, and monitor their implementation in towns and other local communities. Under these steering committees are four working committees one of which is the\n Economic Revitalization\n chaired by the MOA County Agricultural Coordination;\n* districts, towns and local communities will be assisted through their decentralized structures to organize to provide inputs in annual plans and implement the policy and strategy;"}, {"text_block_id": "p17_b202", "text": "Financing the policy and strategy"}, {"text_block_id": "p17_b203_merged_merged", "text": "Total cost estimates for implementing the policy and strategy over the 5-year period is approximately US$137 million."}, {"text_block_id": "p17_b206", "text": "Towards this amount the Government of Liberia will contribute ten percent (10%) of its annual national budget. Annual gaps shall be sourced through dialogues and conversations with development partners and donors. (e.g. Joint GoL-UN Program on Food Security and Nutrition)"}, {"text_block_id": "p18_b207", "text": "C"}, {"text_block_id": "p18_b208", "text": "ONTEXT"}, {"text_block_id": "p18_b209", "text": "2.1 National Context"}, {"text_block_id": "p18_b210", "text": "Additionally, approximately 100,000 people are still internally displaced, and a similar number are refugees in neighboring countries. Over 50,000 individuals, classified as ex-combatants, have yet to be successfully integrated in communities in order to sustain the current peace and stability."}, {"text_block_id": "p18_b211", "text": "Since the cessation of hostilities in 2003, the country has been at peace. Post conflict free and fair elections in 2005 led to the installation of the current administration in January 2006, under the leadership of President Ellen Johnson Sirleaf. The Government of Liberia has been taking a number of actions to rebuild the shattered economy, restore peace and security and improve the livelihoods of the estimated 3.5 million inhabitants (2008 Census). An interim Poverty Reduction Strategy (iPRS) was formulated as the start of a consolidated approach in this regard. The strategy is aimed at enhancing national security and consolidating peace, revitalizing economic growth, strengthening governance and rule of law and rebuilding destroyed or damaged infrastructure."}, {"text_block_id": "p18_b212", "text": "The iPRS was followed by the preparation of a full Poverty Reduction Strategy (PRS) for the period April 2008 to June 2011, devising a roadmap for rapid, equitable, and inclusive growth and poverty reduction, including progress towards achieving the Millennium Development Goals (MDGs). Both of these processes recognized the significant role and contributions of the agriculture sector to achieving the country’s transition from emergency and rehabilitation on to economic growth and development."}, {"text_block_id": "p18_b213", "text": "In October 2006, the Ministry of Agriculture issued a Statement of Policy Intent for the Agriculture Sector, identifying the strategy of the sector to support national transition efforts and lay foundations for achieving longer term goals of self-sufficiency and competitiveness in food production, expansion of cash crop production, increased employment and incomes, and diversification of the production base."}, {"text_block_id": "p18_b214_merged", "text": "A Comprehensive Assessment of the Agriculture Sector of Liberia (CAAS-Lib) was subsequently carried out by the Government (2006/7) with support from the Food and Agricultural Organization (FAO), World Bank and the International Fund for Agricultural Development (IFAD). The study essentially identified the strengths, weaknesses, opportunities and threats of the sector. The information and data then informed determination of the nature and scope of actions to be taken to make the sector effective in the country's reconstruction and development program."}, {"text_block_id": "p19_b217", "text": "A National Validation Workshop of the CAAS-Lib confirmed, as a priority for the sector, the need and urgency to prepare a Comprehensive Policy, an Investment Strategy and an Action Plan with the direct involvement of all stakeholders. These instruments would guide the sector to mobilize and direct appropriate resources to the rehabilitation and development of the sector."}, {"text_block_id": "p19_b218", "text": "A number of initiatives and policy processes have evolved from regional and global meetings in the past 10-15 years which will have implications for the Food and Agriculture Policy and Strategy (FAPS), especially since these have focused on the urgency to enhance agricultural growth in developing countries, particularly those in Africa south of the Sahara. Declarations from these meetings have identified food security as one of the underlying and cross-cutting issues that require concerted actions in order to ensure the sustainable reduction of absolute poverty in these countries."}, {"text_block_id": "p19_b219", "text": "The Everything But Arms (EBA) and the African Growth and Opportunities Act (AGOA) provide trade preferences for quota-and duty-free entry into the European Union (EU) and United States (US) markets, respectively. Agricultural products are among the main promising areas to benefit from AGOA, which provides trade and technical assistance packages."}, {"text_block_id": "p19_b220", "text": "Of recent, there has been an international increase in the prices of food in the world. This situation has been engendered by the rising cost of production on account of the rising cost of energy. This, in turn, has been occasioned by increases in the prices of oil on the world market. The impact of this development has been felt all around the world. But it has been worse for most developing countries like Liberia. It has aggravated an already bad poverty situation and increased the challenges the new government has to meet. The Government has been responsive to this global development."}, {"text_block_id": "p19_b221", "text": "MRU Head of States and Government and Agricultural Ministerial Sub-regional meeting focused on food security as critical to sub-regional peace and security."}, {"text_block_id": "p20_b222", "text": "The development of this policy and strategic document was highly participatory. The process was purposefully inclusive of all stakeholders: i.e. the public sector, private sector, civil society organizations, and development partners, and it unfolded as follows:"}, {"text_block_id": "p20_b223", "text": "•"}, {"text_block_id": "p20_b224", "text": "A comprehensive assessment of the agriculture sector was undertaken;"}, {"text_block_id": "p20_b225", "text": "•"}, {"text_block_id": "p20_b226", "text": "Three regional validation workshops vetted outcomes of the above assessment, with each workshop organized around five thematic issues;"}, {"text_block_id": "p20_b227", "text": "•"}, {"text_block_id": "p20_b228", "text": "Extensive consultations were held with stakeholders to zero-in on priority areas, take into account Liberia’s comparative advantages (rubber, lowland rice production) and review best practices in the West African sub-region;"}, {"text_block_id": "p20_b229", "text": "•"}, {"text_block_id": "p20_b230", "text": "A three-3 day National Consultative Workshop was held in Monrovia involving stakeholders such as farmer groups to vet the draft FAPS;"}, {"text_block_id": "p20_b231", "text": "•"}, {"text_block_id": "p20_b232", "text": "The draft FAPS was finalized by incorporating inputs from the validation workshop and other comments into the final document; and"}, {"text_block_id": "p20_b233", "text": "•"}, {"text_block_id": "p20_b234", "text": "The final document was presented to the President and Cabinet for adoption by the Government of Liberia."}, {"text_block_id": "p20_b235", "text": "Given the above processes, this policy and strategy document represents the collective thinking of all stakeholders. It is thus a resourceful framework for rehabilitating and developing the sector into a vibrant vehicle for national reconstruction and poverty reduction."}, {"text_block_id": "p20_b236", "text": "The document establishes a framework comprising specific policies and strategies at Sector and Sub Sector levels that aim to revitalize and strengthen the agriculture sector and enable it to maximize its contribution to the government’s overall development goal. Specifically, the document accentuates pro-poor policies and strategies that will harness and utilize the potentials of the large numbers of smallholders in the sector."}, {"text_block_id": "p21_b237", "text": "Chapter"}, {"text_block_id": "p21_b238", "text": "3"}, {"text_block_id": "p21_b239", "text": "FOOD AND AGRICULTURE SECTOR"}, {"text_block_id": "p21_b240", "text": "3.1 Importance of Agriculture"}, {"text_block_id": "p21_b241", "text": "The agriculture sector has over the years, and increasingly during the recent past, significantly contributed to the Liberian economy. The contribution of agriculture (including fisheries) to GDP was around 10 percent in the late 1970s. During the war years, the sector provided the mainstay of the economy and the only meaningful source of livelihood to a large segment of the population, including the displaced and conflict affected. In the period immediately following the end of the war, the sector contributed over half of the country’s GDP (about fifty two percent by 2005), as other economic sectors such as mining, manufacturing and services had declined during the years of conflict."}, {"text_block_id": "p21_b242", "text": "Agriculture related imported products, of which food and life animals account for 37.6%, amounted to well over half (50%) of total imports in the post war period, second only to petroleum products."}, {"text_block_id": "p21_b243", "text": "The agriculture sector is proving itself valuable to recovery and development efforts, and central to peace building in Liberia. Resumption of farming activities has enhanced food security and assisted in sustaining resettlement of internally displaced persons (IDPs), returnees and conflict affected communities, as well as creating employment for women and youth."}, {"text_block_id": "p21_b244", "text": "As a major source of growth in the country, investment in revitalizing the value chains of agricultural commodities will significantly improve access to food, generate sustainable, remunerative employment, and improve livelihoods of rural communities, thereby significantly contributing to the consolidation of peace, stability, economic recovery and development."}, {"text_block_id": "p22_b245", "text": "3.2"}, {"text_block_id": "p22_b246", "text": "Structure and Performance of the Sector"}, {"text_block_id": "p22_b247", "text": "Liberia’s agriculture sector is dominated by traditional subsistence farming systems on uplands that are characterized by labor intensity-shifting cultivation, low technologies, and use of rudimentary inputs, resulting in low productivity. The farming systems are primarily forest based and they cover the largest portion of cultivated land area, are concentrated in the central belt of the country, and account for almost half (50%) of the total land area and almost 90% of arable land."}, {"text_block_id": "p22_b248", "text": "Small acreages of tree crops are maintained for generating cash income while rice, intercropped with vegetables and other food crops, occupy the major portion of cultivated land (about 87%), which is on upland. Currently over 95% of Liberia’s farms are located on uplands, which are far less productive and contribute to environmental degradation. A secondary root and tuber based farming system (involving some cereals) is concentrated in the northern region, and a third farming system occurs in the costal belt with fishing as a major activity complemented with mixed cropping."}, {"text_block_id": "p22_b249", "text": "The livestock sub-sector was decimated as a result of years of civil conflicts. Current livestock population is below 10% of national requirements. The fisheries sub-sector is under developed, but has good potential for growth, only about 6.8% of sustainable yield is harvested annually."}, {"text_block_id": "p22_b250", "text": "Land and water resources are abundant and offer potential for significant expansion of agricultural production. The lowland areas comprise approximately 6.1% of total land, and many such lands are in small, noncontiguous areas and widely scattered or in narrow valleys, thus limiting the maximization of their highly productive and environmentally preferable potentials. Significant potential for irrigation exist (estimated at about 600,000 hectares), with less than 1% of it presently developed."}, {"text_block_id": "p23_b251", "text": "3.3 Past Approaches in the Sector and Lessons Learned"}, {"text_block_id": "p23_b252", "text": "The 1950s and 60s"}, {"text_block_id": "p23_b253", "text": "The high demand and world prices for primary agricultural commodities such as rubber, coffee and logs, and the “open door policy “ of the Government at the time, encouraged greater focus on the sector to promote industrialization and export. Public resources were invested in few parastatals to support the value chains of these commodities particularly production, processing and marketing."}, {"text_block_id": "p23_b254", "text": "Private sector investment in the sector was high, foreign dominated and orchestrated through partnerships involving the government and cooperatives. The activities were ad hoc, mainly carried out under concessions for land agreed between investors and the government for long periods covering 40-99 years. A number of large commercial enterprises were also established for livestock, poultry, aquaculture, sugar and rice."}, {"text_block_id": "p23_b255", "text": "While the Government of President William V. S. Tubman recognized the importance of food production, the Strategy of “Operation Production” that was employed to enhance yields was not directed at raising the productivity of the subsistence sector which dominated cultivation of the staple food commodities at the time. Rather, large scale mechanized commercial production activities were encouraged. There were no meaningful attempts to integrate the monetized export/industrial economy and the subsistence/food-producing economy."}, {"text_block_id": "p23_b256", "text": "The 1970s"}, {"text_block_id": "p23_b257_merged", "text": "By the start of the seventies, world market prices and demand for Liberia’s main exports, (rubber and iron ore), started deteriorating. This situation, aggravated by increasing global oil prices, worsened the terms of trade for the country. The food gap started to become clearly visible as imports became more expensive. Occasional scarcity of the staple food, rice, and the accompanying uneasy periods of instability raised awareness of, need for food self sufficiency and an urgency to reverse the direction of the sector’s development by paying more attention to the subsistence economy and participatory approaches to food production. This led the Government of President William R. Tolbert to adopt the policy of self-sufficiency in staple food production."}, {"text_block_id": "p23_b263", "text": "There was a strategy shift from large scale mechanized farming to the establishment of Agricultural Development Projects (ADPs), mainly directed at rice production from irrigated lands, and development of swamps for small producers. The projects, which were public sector operated, were funded by loans from the World Bank, Donor Governments and Development Agencies. The projects employed and empowered farm families by providing them with infrastructure, credit, extension services and other essential inputs to produce irrigated rice in particular, as well as tree crops and other selected industrial crops such as sugar. Owing to the large costs of the projects, poor design and management, the projects could not be sustained and had to be terminated once"}, {"text_block_id": "p24_b264", "text": "external funding ceased. The ADPs, however, contributed to the development of the sector by strengthening the Planning Department of the Ministry of Agriculture, and the Central Agricultural Research Institute (CARI), and preparing a Policy Statement for the sector, “The Blue Book” that gave a more holistic direction to sector activities with an accent on development while pursuing growth. Regrettably, the policy was never approved and implemented."}, {"text_block_id": "p24_b265", "text": "1980s"}, {"text_block_id": "p24_b266", "text": "1990 – 2005"}, {"text_block_id": "p24_b267", "text": "The National Transitional Government of Chairman C. Gyude Bryant (2003-2005) sought to focus on revitalization of the sector’s productive capacities especially support to emergency agricultural production for food and incomes. Regrettably, the Result-Focused Transitional Framework (RFTF) provided little or no funding for agriculture."}, {"text_block_id": "p25_b268", "text": "3.4"}, {"text_block_id": "p25_b269", "text": "Challenges to Agriculture Development and Growth"}, {"text_block_id": "p25_b270", "text": "Notwithstanding the potential of the agriculture sector and the opportunities it offers for measurable contribution to the development and growth of the economy, it is confronted with several challenges, mainly structural in nature. Chief among the challenges are the following:"}, {"text_block_id": "p25_b271", "text": "•"}, {"text_block_id": "p25_b272", "text": "Increasing productivity and incomes of Liberia’s subsistence farmers and transforming them into commercial farmers; diversifying their crop (and livestock) enterprises to include those with higher value, and linking them to national, regional, and international markets;"}, {"text_block_id": "p25_b273", "text": "•"}, {"text_block_id": "p25_b274", "text": "Creating a conducive, enabling environment for growth and development, including incentives and opportunities for substantial private sector investment in agriculture value chains;"}, {"text_block_id": "p25_b275", "text": "•"}, {"text_block_id": "p25_b276", "text": "Ensuring that strategic public spending in agriculture is reflected in Government Budgets over the long term;"}, {"text_block_id": "p25_b277", "text": "•"}, {"text_block_id": "p25_b278", "text": "Ensuring food and nutrition security, including safety nets, for all Liberians, primarily through reducing the real cost of food for the majority of Liberians who are net buyers of food;"}, {"text_block_id": "p26_b279", "text": "•"}, {"text_block_id": "p26_b280", "text": "Developing appropriate technologies for upland agriculture farming systems, which presently account for most of the nation’s food production;"}, {"text_block_id": "p26_b281", "text": "•"}, {"text_block_id": "p26_b282", "text": "Designing and implementing institutional reforms that will reframe the MOA and improve planning, coordination, regulation and support to the sector’s development through a decentralized framework that empowers local people;"}, {"text_block_id": "p26_b283", "text": "•"}, {"text_block_id": "p26_b284", "text": "Transforming the extension system from a transfer of technology model to a pluralistic system involving Participatory Extension Approaches (PEA) that aim to develop demand driven services;"}, {"text_block_id": "p26_b285", "text": "•"}, {"text_block_id": "p26_b286", "text": "Rebuilding the national research and development (R&D) system to strengthen demand for services, improve quality of service and ensure system sustainability."}, {"text_block_id": "p26_b287", "text": "•"}, {"text_block_id": "p26_b288", "text": "Carrying out land reforms that will allow for longer term planning, use and investments, and enhance demand for land as a productive asset."}, {"text_block_id": "p27_b289", "text": "Chapter"}, {"text_block_id": "p27_b290", "text": "4"}, {"text_block_id": "p27_b291", "text": "V"}, {"text_block_id": "p27_b292_merged", "text": "ISIONS, GOAL, OBJECTIVES, GUIDING PRINCIPLES"}, {"text_block_id": "p27_b301", "text": "A nation that is peaceful, secured and prosperous, with democratic and accountable governance based on the rule of law, and abundant economic opportunities for all Liberians (PRS 2008 derivative)"}, {"text_block_id": "p27_b302", "text": "4.2 National Development Goal"}, {"text_block_id": "p27_b303", "text": "Shared, inclusive, and sustainable economic growth and development; food and nutrition security; employment and income; and measurable poverty reduction (PRS 2008)."}, {"text_block_id": "p27_b304", "text": "A revitalized and modernized agriculture sector that is contributing to shared, inclusive and sustainable economic growth and development of Liberia."}, {"text_block_id": "p27_b305", "text": "To achieve the above visions, the Government shall seek to realize the following sector objectives:"}, {"text_block_id": "p27_b306", "text": "•"}, {"text_block_id": "p27_b307", "text": "Safe and nutritious foods available in sufficient quantity and quality at all times to satisfy the nutritional needs for optimal health of all Liberians throughout their life cycles;"}, {"text_block_id": "p27_b308", "text": "•"}, {"text_block_id": "p27_b309", "text": "Enhanced, inclusive and pro-poor growth in agricultural production, productivity, competitiveness, value addition and diversification, and linkages to markets; and"}, {"text_block_id": "p27_b310", "text": "•"}, {"text_block_id": "p27_b311", "text": "Effective and efficient human and institutional capacities of stakeholders (public sector, private sector, civil society organizations, especially grassroots community based organizations) to undertake planning, delivery of services, investments, and monitoring activities, while at the same time sustaining natural resources, mitigating risks to producers and mainstreaming gender considerations in sector activities."}, {"text_block_id": "p27_b312", "text": "In the implementation of the policies and strategies that follow, stakeholders will be directed at all times by the following principles:"}, {"text_block_id": "p28_b313", "text": "•"}, {"text_block_id": "p28_b314", "text": "Macro-economic stability:"}, {"text_block_id": "p28_b315", "text": "all activities will be firmly anchored in the macroeconomic framework, priorities and objectives of the country, with advocacy for pro-poor growth, and linking small holder farmers to markets;"}, {"text_block_id": "p28_b316", "text": "•"}, {"text_block_id": "p28_b317", "text": "Pluralism and clarity of roles:"}, {"text_block_id": "p28_b318", "text": "inclusive processes requiring the inputs of all stakeholders with clear determinations of and assignment of roles and responsibilities for policy making, implementation and regulation;"}, {"text_block_id": "p28_b319", "text": "•"}, {"text_block_id": "p28_b320", "text": "Enhanced private sector involvement and competition:"}, {"text_block_id": "p28_b321_merged", "text": "high participation of the private sector, and competitive markets particularly with support to commercial farming and public-private partnerships;"}, {"text_block_id": "p28_b324", "text": "•"}, {"text_block_id": "p28_b325", "text": "Self-reliance:"}, {"text_block_id": "p28_b326", "text": "promotion of self-sufficiency in the production of the country’s staple foods, to enhance food security at the household level;"}, {"text_block_id": "p28_b327", "text": "•"}, {"text_block_id": "p28_b328", "text": "Maximization of comparative advantages:"}, {"text_block_id": "p28_b329", "text": "utilization of upland for tree crops such as rubber, coffee, cocoa, oil palm and mangoes, and the lowland for rice and vegetables;"}, {"text_block_id": "p28_b330", "text": "•"}, {"text_block_id": "p28_b331", "text": "Value Addition:"}, {"text_block_id": "p28_b332", "text": "accentuation of value addition in the agricultural production and productivity."}, {"text_block_id": "p28_b333", "text": "•"}, {"text_block_id": "p28_b334", "text": "Sustainable Development management:"}, {"text_block_id": "p28_b335", "text": "a high sensitivity to sustainable management of the country’s natural resources, including water, land and forestry resources;"}, {"text_block_id": "p28_b336", "text": "•"}, {"text_block_id": "p28_b337", "text": "Decentralization:"}, {"text_block_id": "p28_b338", "text": "support and promotion of the decision making and ownership at the county, district and clan levels."}, {"text_block_id": "p29_b339", "text": "Chapter"}, {"text_block_id": "p29_b340", "text": "5"}, {"text_block_id": "p29_b341", "text": "Sector Policies and Strategies"}, {"text_block_id": "p29_b342", "text": "5.1.1"}, {"text_block_id": "p29_b343", "text": "Ensuring food availability is the entry point to ensuring national food security. The Government will adopt a broad-based, inclusive approach to improving self-reliant adequacy in food production."}, {"text_block_id": "p29_b344", "text": "Interventions"}, {"text_block_id": "p29_b345", "text": "•"}, {"text_block_id": "p29_b346", "text": "Rehabilitating existing swamps for increased production and productivity and promoting development of others in areas with comparative advantages in the resource;"}, {"text_block_id": "p29_b347", "text": "•"}, {"text_block_id": "p29_b348", "text": "Establishing and supporting special initiatives, actions and programs directed at expanded access to essential inputs (planting materials, tools and equipment, fertilizers, agro"}, {"text_block_id": "p29_b349", "text": "-"}, {"text_block_id": "p29_b350", "text": "chemicals), for rapid, increased production of staple foods: rice, vegetables, and tubers;"}, {"text_block_id": "p29_b351", "text": "•"}, {"text_block_id": "p29_b352", "text": "Supporting artisanal fisheries and aquaculture development through the establishment and participatory management of Community Fisheries’ Centers in selected areas in the country; and"}, {"text_block_id": "p29_b353", "text": "•"}, {"text_block_id": "p29_b354", "text": "Developing special programs for rapid production of selected short-cycled livestock such as: poultry and small ruminants (sheep, goats, grass cutters, rabbits, and special wild life)."}, {"text_block_id": "p29_b355", "text": "Developing special programs for rapid production of selected short-cycled livestock such as: poultry and small ruminants (sheep, goats, grass cutters, rabbits, and special wild life).\n* Accessibility is an essential factor to national food security. To be secured, food once available must be accessible to the majority of the population. This accessibility takes on two forms: first, physical accessibility, ensuring that produce leave their points of production to their points of consumption (purchase). Second, economic accessibility, ensuring that people can generally afford the prices charged for agricultural food commodities. The Government will adopt measures that will ensure accessibility of the population to available food supplies.\n<\\li1>"}, {"text_block_id": "p29_b361", "text": "Interventions"}, {"text_block_id": "p29_b362", "text": "•"}, {"text_block_id": "p29_b363", "text": "Improving farm-to-market, secondary and tertiary roads to ensure that agricultural commodities are available and affordable;"}, {"text_block_id": "p29_b364", "text": "•"}, {"text_block_id": "p29_b365", "text": "Facilitating access to seeds, fertilizers and pest management inputs and increasing market"}, {"text_block_id": "p30_b366", "text": "competitiveness and efficiency as a way of reducing production cost and making them affordable by the general population;"}, {"text_block_id": "p30_b367", "text": "•"}, {"text_block_id": "p30_b368", "text": "Developing and implementing special safety net programs that will ensure the wellbeing of vulnerable households and groups that are unable to access food supplies; and"}, {"text_block_id": "p30_b369", "text": "•"}, {"text_block_id": "p30_b370", "text": "Establishing strategic food reserves at community and national levels."}, {"text_block_id": "p30_b371", "text": "Establishing strategic food reserves at community and national levels.\n* Food utilization is the third factor that impacts food security. Even where food supplies are adequate and accessible, utilization practices could negatively impact nutritional levels and status. Thus the Government will enhance its information, communication, and education programs on nutrition to engender informed food consumption patterns and practices.\n* The Government will continue be to involved with resettlement of people displaced by the conflict, most of whom are farmers and small agents in the sector, and engaged in the reintegration of ex-combatants in their respective communities of origin on a sustainable basis. The thrust of public intervention is to build up financial, social, physical, human and natural capital to enable the beneficiaries to engage in productive farming and non-farming activities. Within this context, agricultural production and income generation activities will be supported."}, {"text_block_id": "p30_b373", "text": "Interventions"}, {"text_block_id": "p30_b374", "text": "•"}, {"text_block_id": "p30_b375", "text": "Ensuring that foods and feeds produced, handled, stored, processed and distributed are safe, wholesome and fit for human and animal consumption;"}, {"text_block_id": "p30_b376", "text": "•"}, {"text_block_id": "p30_b377", "text": "Strengthening information, communication and education on nutrition in local communities through schools, health centers, and households;"}, {"text_block_id": "p30_b378", "text": "•"}, {"text_block_id": "p30_b379", "text": "Fostering regular dialogue on nutrition among stakeholders within the framework of the national Food Security and Nutrition Strategy;"}, {"text_block_id": "p30_b380", "text": "•"}, {"text_block_id": "p30_b381", "text": "Promoting the diversification of household consumption patterns to enhance nutritional balance and security; and"}, {"text_block_id": "p30_b382", "text": "•"}, {"text_block_id": "p30_b383", "text": "Providing special nutritional food supplements for vulnerable households and groups, such as malnourished infants and children."}, {"text_block_id": "p30_b386", "text": "Interventions"}, {"text_block_id": "p30_b387", "text": "•"}, {"text_block_id": "p30_b388", "text": "Distributing basic inputs packages including implements, planting materials, and initial breeding stocks;"}, {"text_block_id": "p30_b389", "text": "•"}, {"text_block_id": "p30_b390", "text": "Reactivating blacksmithing so that returnees can commence making their own tools; produce a surplus and sustain their livelihoods"}, {"text_block_id": "p30_b391", "text": "•"}, {"text_block_id": "p30_b392", "text": "Providing “quick impact training” in agricultural methods and life skills such as carpentry and masonry;"}, {"text_block_id": "p31_b393", "text": "•"}, {"text_block_id": "p31_b394", "text": "Providing “start-off kits” to vulnerable groups who successfully complete designated training courses;"}, {"text_block_id": "p31_b395", "text": "•"}, {"text_block_id": "p31_b396", "text": "Prioritizing the involvement of trained vulnerable groups in the rehabilitation of social infrastructures such as schools and health centers, and in out grower and similar schemes;"}, {"text_block_id": "p31_b397", "text": "•"}, {"text_block_id": "p31_b398", "text": "Organizing and supporting the participation of returnees in farmers’ cooperatives and indigenous labor management practices such as the Kuu system."}, {"text_block_id": "p31_b399", "text": "Organizing and supporting the participation of returnees in farmers’ cooperatives and indigenous labor management practices such as the Kuu system.\n* The rural labor market offers significant employment potential in the agriculture and non-agriculture sectors for skilled and unskilled youth and women. Expansion, transformation and diversification of rural employment will spur local economic development, benefit the poor and ensure absorption of a growing labor force into manufacturing, processing and service activities.\n<\\li1>"}, {"text_block_id": "p31_b401", "text": "Interventions"}, {"text_block_id": "p31_b402", "text": "•"}, {"text_block_id": "p31_b403", "text": "Promoting and supporting medium, small and micro-enterprises in the sector that enhance demand for other economic activities."}, {"text_block_id": "p31_b404", "text": "•"}, {"text_block_id": "p31_b405", "text": "Improving access to finance and expanding basic education and relevant training to selected economic agents in the sector;"}, {"text_block_id": "p31_b406", "text": "•"}, {"text_block_id": "p31_b407", "text": "Encouraging large farms and firms to expand and thus generate more productive wage employment; and"}, {"text_block_id": "p31_b408", "text": "•"}, {"text_block_id": "p31_b409", "text": "Supporting appropriate improvement in the working environment of labor without stifling employment."}, {"text_block_id": "p31_b410", "text": "5.2.1"}, {"text_block_id": "p31_b411", "text": "Past sector policies failed to bring about equitable and sustainable growth because they concentrated heavily on plantation and commercial agriculture, neglecting small scale, subsistence producers. These small producers constituted a very large majority of the population, and produced over 60 per cent of the country’s staple foods, particularly rice. Their inclusion in the sector’s activities for sustainable recovery will make a significant impact in revitalizing the agriculture sector. A sustainable pro-poor approach to increased production, productivity and competitiveness of the agricultural supply chains will be adopted and achieved through a number of interventions."}, {"text_block_id": "p32_b412", "text": "Interventions"}, {"text_block_id": "p32_b413", "text": "•"}, {"text_block_id": "p32_b414", "text": "Providing strategic farm inputs at affordable prices particularly to small holders who constitute the majority of agents in the supply chains of the sector;"}, {"text_block_id": "p32_b415", "text": "•"}, {"text_block_id": "p32_b416_merged", "text": "Intensifying promotion of diversified and integrated farming [crops and livestock; crops and forestry; food and cash crops; irrigation and aquaculture; production and processing], by small holders; based on comparative advantages of each region;"}, {"text_block_id": "p32_b418", "text": "•"}, {"text_block_id": "p32_b419", "text": "Accelerating, with a pro-poor focus, the transition from low-productivity subsistence farming to high-productivity commercial production with emphasis on mechanization and linkage to markets;"}, {"text_block_id": "p32_b420", "text": "•"}, {"text_block_id": "p32_b421", "text": "Constructing essential market oriented infrastructures (e.g. drying and storage facilities, local markets, fish landing sites, farm to market roads; abattoirs) and establishing processing facilities;"}, {"text_block_id": "p32_b422", "text": "•"}, {"text_block_id": "p32_b423", "text": "Supporting the development and efficiency of small holder cash crop farms by replanting existing plantations and promoting out-growers schemes in agricultural concessions and other large-scale commercial agricultural enterprises and"}, {"text_block_id": "p32_b424", "text": "•"}, {"text_block_id": "p32_b425", "text": "Controlling Illegal, Unreported and Unregulated (IUU) fishing in the Exclusive Economic Zone (EEZ) of Liberia."}, {"text_block_id": "p32_b426", "text": "Controlling Illegal, Unreported and Unregulated (IUU) fishing in the Exclusive Economic Zone (EEZ) of Liberia.\n* Private sector involvement in the sector in the past has been at two levels: firstly, via the large rural subsistence operators (producers, marketers, processors, cooperatives), whose capacities for investment were relatively negligible, and had very little impact; secondly, by way of large but relatively few commercial entities investing in chains of high value market export commodities. Financial institutions were involved albeit with a focus on large commercial entities, importers and exporters of the sectorâs inputs and exports. In view of their invaluable roles in linking the sector to markets and providing investments that will enhance the modernization of the sector, an environment that ensures a dynamic involvement of the private sector at all levels will be pursued.\n<\\li1>"}, {"text_block_id": "p32_b428", "text": "Interventions"}, {"text_block_id": "p32_b429", "text": "•"}, {"text_block_id": "p32_b430", "text": "Advocating for, and ensuring the provision of tax incentives to businesses and their interests, consistent with the investment code, tax and revenue laws, and international “best practices”;"}, {"text_block_id": "p32_b431", "text": "•"}, {"text_block_id": "p32_b432", "text": "Establishing property rights and advocating for, and ensuring security of land tenure;"}, {"text_block_id": "p33_b433", "text": "•"}, {"text_block_id": "p33_b434", "text": "Ensuring the Government will not intervene along the agricultural chain in a manner that undermines private sector activities in such activities;"}, {"text_block_id": "p33_b435", "text": "•"}, {"text_block_id": "p33_b436", "text": "Promoting technologies that reduce post-harvest losses and enhance value addition and competitiveness with primary attention to small holders;"}, {"text_block_id": "p33_b437", "text": "•"}, {"text_block_id": "p33_b438", "text": "Promoting improved access of Liberia’s products to regional and international markets in accordance with sound export promotion strategies;"}, {"text_block_id": "p33_b439", "text": "•"}, {"text_block_id": "p33_b440", "text": "Supporting cooperative societies and farmers organizations to be well managed business entities that advise, encourage and facilitate their members to exploit market-driven opportunities , establish linkages with sources of support and advocate and play leading roles in inputs supply and output markets;"}, {"text_block_id": "p33_b441", "text": "•"}, {"text_block_id": "p33_b442", "text": "Dialoguing with and encouraging financial institutions to establish micro-finance units and rural banking facilities with special lending strategies for credit to small holders, farmers’ organizations, individual farmers, and businesses investing in agriculture and agribusiness; and"}, {"text_block_id": "p33_b443", "text": "•"}, {"text_block_id": "p33_b444", "text": "Establishing a framework in which private sector institutions, especially industrial concerns in mining, agriculture and forestry, will significantly contribute (financially) towards accelerating agribusiness investment in food and cash crops, livestock, and fisheries value chains."}, {"text_block_id": "p33_b445", "text": "Establishing a framework in which private sector institutions, especially industrial concerns in mining, agriculture and forestry, will significantly contribute (financially) towards accelerating agribusiness investment in food and cash crops, livestock, and fisheries value chains.\n* An enabling macroeconomic environment is essential for economic recovery, growth and development. It is this environment that attracts private capital, particularly direct investments. It is thus critical that adequate security, communications and transportation, power and water; storage and processing, and market infrastructures exist as well as macroeconomic stability. Implicitly, this means increased public investments and reforms of policy, legal, and regulatory frameworks.\n<\\li1>"}, {"text_block_id": "p33_b447", "text": "Interventions"}, {"text_block_id": "p33_b448", "text": "•"}, {"text_block_id": "p33_b449", "text": "Putting into place governmental measures to ensure: Macroeconomic stability, well defined property rights, a favorable investment climate; an attractive incentives framework; and legal and regulatory measures that will reduce transaction costs for investments;"}, {"text_block_id": "p33_b450", "text": "•"}, {"text_block_id": "p33_b451", "text": "Enforcing the commitment of the Government to allocate at least 10% of its budgetary resources to the sector;"}, {"text_block_id": "p33_b452", "text": "•"}, {"text_block_id": "p33_b453", "text": "Advocating for, and ensuring improvement of necessary infrastructures, particularly roads, storage, processing equipments and market structures, in order to reduce transport and other production and transaction costs to increase competitiveness and expand agribusiness;"}, {"text_block_id": "p33_b454", "text": "•"}, {"text_block_id": "p33_b455", "text": "Ensuring well-functioning factor markets and broad access to information and education;"}, {"text_block_id": "p34_b456", "text": "•"}, {"text_block_id": "p34_b457", "text": "Supporting the establishment of an effective functioning land market, adapted to the conditions of Liberia; and"}, {"text_block_id": "p34_b458", "text": "•"}, {"text_block_id": "p34_b459", "text": "Mobilizing investment resources of the Government, Development Partners, foreign direct investment and foreign aid."}, {"text_block_id": "p34_b460", "text": "5.3.1"}, {"text_block_id": "p34_b461_merged", "text": "One of the major reasons for limited success of agricultural and rural development in the past was the lack of wider stakeholder participation. Government is committed to participatory involvement of all stakeholders in decisions affecting rural and agricultural development, particularly in the planning and Strategy 1: implementation of research, extension, education and training, and other activities meant to support sector growth and development."}, {"text_block_id": "p34_b464", "text": "Interventions"}, {"text_block_id": "p34_b465", "text": "•"}, {"text_block_id": "p34_b466", "text": "Promoting a pluralistic approach in which agricultural innovations and extension services are derived from several sources, rather than only from traditional research institutions;"}, {"text_block_id": "p34_b467", "text": "•"}, {"text_block_id": "p34_b468", "text": "Decentralizing key support services including extension and training;"}, {"text_block_id": "p34_b469", "text": "•"}, {"text_block_id": "p34_b470", "text": "Promoting the formation of effective civil society organizations and business associations, and facilitating the revitalization of existing ones in the context of decentralization and empowerment of local communities; and"}, {"text_block_id": "p34_b471", "text": "•"}, {"text_block_id": "p34_b472", "text": "Facilitating dialogues and consultations with and among critical players, especially the private sector, in formulating regulatory policies (pricing policy, improving marketing), and undertaking legal and institutional reforms (labor law, investment code), fiscal reforms (concession policies, corporate and other taxes, investment incentives, funding for replanting), and research."}, {"text_block_id": "p34_b473", "text": "5.3.2"}, {"text_block_id": "p34_b474", "text": "The Government recognizes the critical role of the public sector in pro-poor agricultural development and growth, especially the provision of support to build capacities of"}, {"text_block_id": "p35_b475", "text": "smallholders to be competitive, and supply of advice and information to the private sector to enhance involvement and spur investment"}, {"text_block_id": "p35_b476", "text": "."}, {"text_block_id": "p35_b477", "text": "Interventions"}, {"text_block_id": "p35_b478", "text": "•"}, {"text_block_id": "p35_b479", "text": "Strengthening the capacities of the public sector, particularly the Ministry of Agriculture (MOA), and ensuring it is more effective and efficient to provide continuous services especially for policy development, planning, coordination, monitoring, technology transfer, regulation, resource mobilization, information dissemination."}, {"text_block_id": "p35_b480", "text": "•"}, {"text_block_id": "p35_b481", "text": "Enhancing the effective management (generation, processing, and dissemination) of agricultural statistics, data and information;"}, {"text_block_id": "p35_b482", "text": "•"}, {"text_block_id": "p35_b483", "text": "Reforming leading institutions by establishing core functions and clarifying roles and responsibilities of key institutions such as the MOA and parastatals such as ACDB, LPMC, LRDA, and CDA; and"}, {"text_block_id": "p35_b484", "text": "•"}, {"text_block_id": "p35_b485", "text": "Establishing appropriate operational mechanisms for intra-sectoral and inter-ministerial harmonization, as well as for coordination between and among stakeholders in the sector."}, {"text_block_id": "p35_b486", "text": "Establishing appropriate operational mechanisms for intra-sectoral and inter-ministerial harmonization, as well as for coordination between and among stakeholders in the sector.\n* Large numbers of vulnerable groups exist in the country, and may remain so for some time to come. Safety nets in the form of direct transfers to these groups, particularly the poor, whether in cash or in kind (e.g., food, seeds, tools and fertilizer), with or without a work requirement, serve as social and insurance protection in rural areas, supporting peace and fostering human security in the country.\n<\\li1>"}, {"text_block_id": "p35_b488", "text": "Interventions"}, {"text_block_id": "p35_b489", "text": "•"}, {"text_block_id": "p35_b490", "text": "Ensure participatory development and management of safety net programs (such as road maintenance under public employment schemes) that contribute to long-run poverty reduction and recognize the judicious timing of transfers (e.g. during the rainy season when the opportunity cost of labour is low);"}, {"text_block_id": "p35_b491", "text": "•"}, {"text_block_id": "p35_b492", "text": "Encouraging and supporting participatory school feeding programs based on local foods in order to create market for the community and improve the nutrition and health status of children;"}, {"text_block_id": "p35_b493", "text": "•"}, {"text_block_id": "p35_b494", "text": "Promoting participatory transfers programs, including vouchers for seeds and fertilizer packs for the poor, with a high multiplier effect. Pure transfers will be selective for a few specific groups such as orphans and HIV/AIDS afflicted families);"}, {"text_block_id": "p35_b495", "text": "•"}, {"text_block_id": "p35_b496", "text": "Promoting an institutional and financial environment that lessens risk to small-holder families, including options for farm-system diversification and for off-farm rural employment;"}, {"text_block_id": "p36_b497", "text": "improved access to technologies and their requisite inputs and to information and advice; and available and affordable micro-credit and crop and livestock insurance; and"}, {"text_block_id": "p36_b498", "text": "•"}, {"text_block_id": "p36_b499", "text": "Ensuring effective sensitization and awareness creation to service providers and beneficiaries (for self reliance) in the above actions."}, {"text_block_id": "p36_b500", "text": "Ensuring effective sensitization and awareness creation to service providers and beneficiaries (for self reliance) in the above actions.\n* Despite attempts in legislative and public policies to ensure womenâs rights at the national level, complex community arrangements and long standing traditions continue to restrict women from taking maximum advantage of development opportunities at local level in rural areas. Additionally, Liberia has a youthful population and agriculture holds great potential for their involvement.\n* Agricultural and forestry activities impact the environment. Extensive deforestation, depletion of the genetic resource base, soil degradation and overexploitation and pollution of marine and coastal ecosystems have become major threats to sustainable use of Liberiaâs natural resource base. Accordingly, as agricultural production and logging take place, it is essential that measures are put into place to ensure that these activities are environmentally friendly in terms of conservation and sustainability."}, {"text_block_id": "p36_b502", "text": "Interventions"}, {"text_block_id": "p36_b503", "text": "•"}, {"text_block_id": "p36_b504", "text": "Ensuring that women and youth have equal access to land and water resources, credit and other support services;"}, {"text_block_id": "p36_b505", "text": "•"}, {"text_block_id": "p36_b506", "text": "Ensuring that all agricultural development programs and projects include provisions for women’s empowerment, equal access to decision-making, and respect for gender differences in roles and activities in the sector; and"}, {"text_block_id": "p36_b507", "text": "•"}, {"text_block_id": "p36_b508", "text": "Establish programs for women and youth (e.g. youth agriculture clubs) to facilitate gender balance and create sustainable livelihoods"}, {"text_block_id": "p36_b509", "text": "•"}, {"text_block_id": "p36_b510", "text": "Strengthening the capacity of the Ministry of Agriculture in gender mainstreaming."}, {"text_block_id": "p36_b513", "text": "Interventions"}, {"text_block_id": "p36_b514", "text": "•"}, {"text_block_id": "p36_b515", "text": "Pursuing an inclusive, partnership-based, coordinated approach with active and mutual participation of all stakeholders, especially local communities, in formulating and implementing effective national policies, legislation, access rights for the management and sustainable use of natural resources;"}, {"text_block_id": "p36_b516", "text": "•"}, {"text_block_id": "p36_b517", "text": "Promoting the protection and establishment of forests for watershed protection, wetlands protection, conservation of biological diversity, and stabilization of global climate;"}, {"text_block_id": "p36_b518", "text": "•"}, {"text_block_id": "p36_b519", "text": "Supporting participatory Environmental Impact Assessment (EIA) in agricultural and forestry concessions;"}, {"text_block_id": "p37_b520", "text": "•"}, {"text_block_id": "p37_b521", "text": "Supporting the participatory establishment of laws and guidelines for agricultural practices to protect the environment with appropriate measures to ensure compliance;"}, {"text_block_id": "p37_b522", "text": "•"}, {"text_block_id": "p37_b523", "text": "Supporting the participatory development and enforcement of community land use plans;"}, {"text_block_id": "p37_b524", "text": "•"}, {"text_block_id": "p37_b525", "text": "Ensuring increased production of crops, fisheries and aquaculture, forestry and livestock with due consideration to sustainable use and management of natural resources;"}, {"text_block_id": "p37_b526", "text": "•"}, {"text_block_id": "p37_b527", "text": "Ensuring that priority is given to crafting appropriate land tenure arrangements that adapt sustainable land management practices including those based on existing traditional methods, but avoiding discrimination against women and the underprivileged; and"}, {"text_block_id": "p37_b528", "text": "•"}, {"text_block_id": "p37_b529", "text": "Promoting the introduction of sustainable cropping systems such as conservation agriculture in order to enhance productivity and sustainability of agricultural land use while at the same time conserving the natural resource base."}, {"text_block_id": "p38_b530", "text": "Chapter"}, {"text_block_id": "p38_b531", "text": "6"}, {"text_block_id": "p38_b532", "text": "Crops"}, {"text_block_id": "p38_b533", "text": "6.1 Food crops"}, {"text_block_id": "p38_b534", "text": "Food crop production is the most important source of livelihood for the majority of Liberia’s rural population, about forty one percent (41%) of whom are engaged in the activity. The major food crops produced by Liberian farmers include rice, cassava, yam, eddoes, plantain, vegetables and groundnuts. Achieving self-sufficiency in food production will require increased production of all other staple foods besides rice, in order to achieve the necessary food balance needed to meet national nutritional needs. Diversification is a cushion against price fluctuations and/or single crop failures as is increased cultivation of erstwhile minor crops such as maize. Policies and strategies have been identified to ensure increased productivity and competitiveness in the availability of such commodities."}, {"text_block_id": "p38_b535", "text": "6.1.1 Rice"}, {"text_block_id": "p38_b536", "text": "Rice is Liberia’s main staple food and is produced under both upland and swamp/lowland conditions. The 2006 CFSNS reported that over half of households were cultivating some rice during 2005, with the majority of them growing rice on the uplands. Currently there is no comparative advantage in upland rice production (i.e. using existing technologies). However, the country does have a comparative advantage in lowland rice production."}, {"text_block_id": "p38_b537", "text": "Issues and constraints"}, {"text_block_id": "p38_b538", "text": "•"}, {"text_block_id": "p38_b539", "text": "Approximately 63% of subsistence households produce rice, and exclusively on the uplands where traditional technology of slash and burn shifting cultivation remains largely unchanged;"}, {"text_block_id": "p38_b540", "text": "•"}, {"text_block_id": "p38_b541", "text": "Other than Lofa, Bong and Nimba Counties, most counties do not cultivate rice in swamp/lowlands which offer the greatest potential for rice production; productivity per acre of swamp rice exceeds that of traditional upland rice and, therefore, has greater potential for producing above farm household consumption requirements;"}, {"text_block_id": "p39_b542", "text": "•"}, {"text_block_id": "p39_b543", "text": "Most of the swamp/lowland areas on which subsistence farmers cultivate rice comprise narrow inland valleys and widely scattered small swamps, which are cleared using hand labor, and which make extensive use of water control structures;"}, {"text_block_id": "p39_b544", "text": "•"}, {"text_block_id": "p39_b545", "text": "Limited acreage of swamp rice fields developed with improved technologies, most of which were destroyed or severely degraded during the conflict years, would need to be rehabilitated;"}, {"text_block_id": "p39_b546", "text": "•"}, {"text_block_id": "p39_b547", "text": "Food markets are thin and market orientation of farmers limited (only 7% of rice produced is sold); and"}, {"text_block_id": "p39_b548", "text": "•"}, {"text_block_id": "p39_b549", "text": "There is very limited value addition and high degree of wastage in the rice value chain."}, {"text_block_id": "p39_b550", "text": "Strategies"}, {"text_block_id": "p39_b551", "text": "•"}, {"text_block_id": "p39_b552", "text": "Establishing a national seed programme to backstop rice production."}, {"text_block_id": "p39_b553", "text": "•"}, {"text_block_id": "p39_b554", "text": "Developing lowland production facilities and providing support for tools and equipments acquisition;"}, {"text_block_id": "p39_b555", "text": "•"}, {"text_block_id": "p39_b556", "text": "Providing support to swamp/lowland farmers by distributing improved farm tools and equipment including power tillers and zero tillage technologies;"}, {"text_block_id": "p39_b557", "text": "•"}, {"text_block_id": "p39_b558", "text": "Undertaking a rehabilitation program, using improved technologies, that will restore the developed acreage of swamp rice fields that were destroyed or damaged during the conflict years;"}, {"text_block_id": "p40_b559", "text": "•"}, {"text_block_id": "p40_b560", "text": "Linking farmers to markets by proving timely price and market information and improving transport network; and"}, {"text_block_id": "p40_b561", "text": "•"}, {"text_block_id": "p40_b562", "text": "Training farmers in improved production and post-harvest processing, storage, handling, parboiling, threshing, winnowing, drying, and milling methods."}, {"text_block_id": "p40_b563", "text": "•"}, {"text_block_id": "p40_b564", "text": "Developing an appropriate and comprehensive rice policy that looks at the entire value chain and balances interest of consumers and producers."}, {"text_block_id": "p40_b565", "text": "•"}, {"text_block_id": "p40_b566", "text": "Instituting proper weed and pest control and intensifying farmers education on the use of Integrated Pest Management (IPM)"}, {"text_block_id": "p40_b567", "text": "6.1.2 Cassava"}, {"text_block_id": "p40_b568", "text": "Issues and constraints"}, {"text_block_id": "p40_b569", "text": "•"}, {"text_block_id": "p40_b570", "text": "Production of cassava is by traditional technologies, with very low levels of value addition or product development"}, {"text_block_id": "p40_b571", "text": "•"}, {"text_block_id": "p40_b572", "text": "Appropriate knowledge, technical information and advice, and improved planting materials that can inform investment in the value chains of this crop are limited."}, {"text_block_id": "p40_b573", "text": "•"}, {"text_block_id": "p40_b574", "text": "Infrastructure for post-harvest management, i.e. handling, storage, processing and transportation, are negligible, resulting in relative high losses, high transaction costs, and low returns, rendering investment in the industry and related enterprises unattractive."}, {"text_block_id": "p40_b575", "text": "•"}, {"text_block_id": "p40_b576", "text": "Industrialization of cassava production and post –harvest value adding is limited and would require investment in hardware, training and promotion."}, {"text_block_id": "p41_b577", "text": "Strategies"}, {"text_block_id": "p41_b578", "text": "•"}, {"text_block_id": "p41_b579", "text": "Sustained promotion of the use of simple agronomic soil and water conservation measures"}, {"text_block_id": "p41_b580", "text": "•"}, {"text_block_id": "p41_b581", "text": "Breeding or introducing varieties that are high yielding and high quality to meet stakeholders demand, are easy to peel and have delayed post harvest deterioration"}, {"text_block_id": "p41_b582", "text": "•"}, {"text_block_id": "p41_b583", "text": "Introducing improved storage methods and drying slabs, and designing affordable and high quality processing machines"}, {"text_block_id": "p41_b584", "text": "•"}, {"text_block_id": "p41_b585", "text": "Instituting proper weed and pest control and intensifying farmer education on the use of Integrated Pest management (IPM)"}, {"text_block_id": "p41_b586", "text": "•"}, {"text_block_id": "p41_b587", "text": "Commercialize the cassava value chain"}, {"text_block_id": "p41_b588", "text": "6.1.3 Other Food Crops"}, {"text_block_id": "p41_b589", "text": "Other food crops such as tubers and starchy crops (potatoes, eddoes, yams, plantains), vegetables and legumes, mainly groundnuts, and cereals such as maize and sorghum grow very well in Liberia, These crops are cultivated as part of an integrated upland farming practice and as insurance or supplements to the main crop, rice. They are used mainly as secondary food commodities and sources for income. There is a comparative advantage in producing them locally, and there is the potential for large scale and industrial production."}, {"text_block_id": "p41_b590", "text": "Issues and constraints"}, {"text_block_id": "p41_b591", "text": "•"}, {"text_block_id": "p41_b592", "text": "Crops are currently produced by low output traditional technologies, with very low levels of value addition or product development;"}, {"text_block_id": "p41_b593", "text": "•"}, {"text_block_id": "p41_b594", "text": "Appropriate knowledge, technical information and advice, certified seeds and other planting materials that can induce investment in the value chains of these crops are limited; and"}, {"text_block_id": "p41_b595", "text": "•"}, {"text_block_id": "p41_b596", "text": "Infrastructures for post-harvest management of these crops, including handling, storage, processing and transportation, are negligible, resulting in relative high losses, high transaction costs, and low returns, thus making investments in such enterprises unattractive."}, {"text_block_id": "p42_b597", "text": "Strategies"}, {"text_block_id": "p42_b598", "text": "•"}, {"text_block_id": "p42_b599", "text": "Providing enhanced technical assistance to farmers to upgrade their farming technologies;"}, {"text_block_id": "p42_b600", "text": "•"}, {"text_block_id": "p42_b601", "text": "Sensitizing the farming population of the need, value and options of increased production and competitiveness of food crops;"}, {"text_block_id": "p42_b602", "text": "•"}, {"text_block_id": "p42_b603", "text": "Developing and supporting mechanisms to promote participation of local private businesses as well as farmer based organizations in value addition, input supply and commodity trading;"}, {"text_block_id": "p42_b604", "text": "•"}, {"text_block_id": "p42_b605", "text": "Establishing special initiatives and mobilizing resources for the expansion and intensified production of selected food crops for surpluses, high value markets and special food reserves;"}, {"text_block_id": "p42_b606", "text": "•"}, {"text_block_id": "p42_b607", "text": "Promoting training of farmers and rural people (particularly women, youth and returnees) in processing and preservation of food crops, including vegetable oils and cassava; and"}, {"text_block_id": "p42_b608", "text": "•"}, {"text_block_id": "p42_b609", "text": "Promoting and supporting a farmstead development program for young commercial food crop farmers in specified zones which offer advantages for food crop specialization."}, {"text_block_id": "p42_b610", "text": "•"}, {"text_block_id": "p42_b611", "text": "Investing in agricultural infrastructures such as handling, storage, processing, transport, and marketing facilities."}, {"text_block_id": "p43_b612", "text": "6.2 Tree crops"}, {"text_block_id": "p43_b613", "text": "6.3 Tree crops"}, {"text_block_id": "p43_b614", "text": "Tree crops have been the highest income generating sub-sector, providing employment to the greatest number of agricultural workers and contributing significantly, about 22%, to the country’s GDP in 2005. In addition, tree crops have been a significant element of export earnings. Liberia has a clear comparative advantage not just in rubber but in many other major tree crops, including cocoa, oil palm and coffee. Tree crops are also likely to enhance the opportunity to increase food crop production by having greater chances to access credit, obtain equipment and inputs, and opportunities which are normally not available to food crop farmers."}, {"text_block_id": "p43_b615", "text": "Plantation-oriented privately owned commercial estates or concessions of rubber, and to a lesser extent coffee, cocoa and oil palm, have been promoted for several decades in Liberia. From the late 1970s the strategy for agricultural development included support for small holder coffee, cocoa and rubber farmers and the establishment of large-scale nucleus plantation estates of oil palm and coconut. These plantations were operated by public corporations and supported by smallholder out-growers."}, {"text_block_id": "p43_b616", "text": "6.2.1 Rubber"}, {"text_block_id": "p43_b617", "text": "Rubber is grown throughout the country and is currently the preferred tree crop for smallholders. It is an important major export commodity, accounting for almost 90% of total export earnings and formal employment for thousands of workers. The rubber sub-sector employs approximately 18,500 workers on commercial farms."}, {"text_block_id": "p43_b618", "text": "Issues and constraints"}, {"text_block_id": "p43_b619", "text": "•"}, {"text_block_id": "p43_b620", "text": "Uncertainty over ownership and governance has affected tree crop plantations in terms of attracting new investment needed to replant and re-install processing capacity;"}, {"text_block_id": "p43_b621", "text": "•"}, {"text_block_id": "p43_b622", "text": "Many subsistence farmers are replacing coffee with rubber and planting new trees on public or disputed land in an effort to establish de-facto ownership;"}, {"text_block_id": "p43_b623", "text": "•"}, {"text_block_id": "p43_b624", "text": "Most of the trees on both private farms and foreign owned concessions have reached or are nearing the end of their productive life, and need to be replaced;"}, {"text_block_id": "p43_b625", "text": "•"}, {"text_block_id": "p43_b626", "text": "While the large rubber concessions have maintained production from their old tree stocks, production from privately owned farms has drastically fallen because many were either cut down to produce charcoal or severely damaged by “slaughter tapping” techniques which were used by occupying fighters;"}, {"text_block_id": "p44_b627", "text": "•"}, {"text_block_id": "p44_b628", "text": "Rubber stocks on most of the small farms on which the majority of the newly planted rubber can be found consist of unimproved germ plasm in contrast to industrial estates; and"}, {"text_block_id": "p44_b629", "text": "•"}, {"text_block_id": "p44_b630", "text": "Value addition is limited to primary processing of latex and coagulum, except for rubber wood for which a processing facility was recently established."}, {"text_block_id": "p44_b631", "text": "Strategies"}, {"text_block_id": "p44_b632", "text": "•"}, {"text_block_id": "p44_b633", "text": "Developing a Natural Rubber Strategy"}, {"text_block_id": "p44_b634", "text": "•"}, {"text_block_id": "p44_b635", "text": "Reviewing and renegotiating all concession agreements of existing rubber plantations (also oil palm) to increase benefits to Liberia;"}, {"text_block_id": "p44_b636", "text": "•"}, {"text_block_id": "p44_b637", "text": "Developing an appropriate land utilization policy for concessions that addresses farming and other socio-cultural needs of local people;"}, {"text_block_id": "p44_b638", "text": "•"}, {"text_block_id": "p44_b639", "text": "Establishing a Rubber Development Fund to provide financial assistance mainly to smallholders;"}, {"text_block_id": "p44_b640", "text": "•"}, {"text_block_id": "p44_b641", "text": "Transforming the Liberia Rubber Development Authority into a permanent Rubber Advisory Service in partnership with large rubber farmers and collaboration of small holders;"}, {"text_block_id": "p44_b642", "text": "•"}, {"text_block_id": "p44_b643", "text": "Supporting the provision of essential inputs for the production of high yielding, early maturing clones and discouraging farmers from planting inferior clones;"}, {"text_block_id": "p44_b644", "text": "•"}, {"text_block_id": "p44_b645", "text": "Improving rubber farmers’ access to credit and financial services"}, {"text_block_id": "p44_b646", "text": "•"}, {"text_block_id": "p44_b647", "text": "Training rubber farmers in best practices for planting, maintenance, proper application of chemicals (i.e. fungicides, insecticides, fertilizers and herbicides), tapping and processing techniques"}, {"text_block_id": "p44_b648", "text": "•"}, {"text_block_id": "p44_b649", "text": "Promoting and enforcing quality control measures for both planting materials and products;"}, {"text_block_id": "p45_b650", "text": "•"}, {"text_block_id": "p45_b651", "text": "Promoting value addition by producing a wide range of products including such items as tires, tubes, hoses, belts, and rubber-based auto parts, and"}, {"text_block_id": "p45_b652", "text": "•"}, {"text_block_id": "p45_b653", "text": "Stemming illicit tapping and theft to encourage investment,"}, {"text_block_id": "p45_b654", "text": "6.2.2 Oil Palm"}, {"text_block_id": "p45_b655", "text": "Oil Palm"}, {"text_block_id": "p45_b656", "text": "Besides rubber, Liberia had a very important oil palm sector with both private and state plantations which, before the war, could compete with other African countries such as Ivory Coast, Ghana and Nigeria. Although it is difficult to establish with certainty the total planted acreage of Oil palm plantations before the civil unrest, which might have been around 27,000 Ha, the total land allocated to the various operators in the Oil Palm Sector for exploitation was estimated at 50,000 Ha. Liberia produced between 135,000 to 170,000MT of Crude Palm Oil (CPO) before the war. Today, the country produces only 30,00MT and had to import 7000MT for domestic consumption in 2006 (IFC, 2008). Liberia has moved from being a CPO exporter to a net importer. There are about 27,000 hectares of oil palm plantations owned by Parastatals (LPMC, LPPC and DOPC). Smallholder oil palm plantations are popular with Liberian farmers and most of the current tree stocks were planted during the civil war years."}, {"text_block_id": "p45_b657", "text": "Issues and constraints"}, {"text_block_id": "p45_b658", "text": "•"}, {"text_block_id": "p45_b659", "text": "Most of the palm trees are old and of outdated varieties. As a matter of urgency, there is a need to rehabilitate existing plantations and introduce newer varieties;"}, {"text_block_id": "p45_b660", "text": "•"}, {"text_block_id": "p45_b661", "text": "Actors in the inputs markets are inadequate and insufficient to address the inputs needs in the Oil Palm sector;"}, {"text_block_id": "p45_b662", "text": "•"}, {"text_block_id": "p45_b663", "text": "Value addition is limited to primary processing into Crude Palm Oil;"}, {"text_block_id": "p45_b664", "text": "•"}, {"text_block_id": "p45_b665", "text": "Most of the palm plantations in the past were under big concessions with very little small holder, private involvement. Establishment of small holders schemes of an average farm size of 10ha could enhance productivity; and"}, {"text_block_id": "p45_b666", "text": "•"}, {"text_block_id": "p45_b667", "text": "Lack of proper management on plantations has led to a poor quality in production and eventually to a discounted price of Liberia’s Palm Oil on the world market."}, {"text_block_id": "p46_b668", "text": "Strategies"}, {"text_block_id": "p46_b669", "text": "•"}, {"text_block_id": "p46_b670", "text": "Ensuring that the oil palm sector is well supported with appropriate data and information management systems;"}, {"text_block_id": "p46_b671", "text": "•"}, {"text_block_id": "p46_b672", "text": "Training oil palm farmers in best practices for planting, maintenance, proper application of chemicals, value addition, product differentiation, quality control, social and environmental sensitivities, and fair trade agreements;"}, {"text_block_id": "p46_b673", "text": "•"}, {"text_block_id": "p46_b674", "text": "Supporting the provision of essential input through the inputs market and public involvement as and when necessary to correct producers’ risk;"}, {"text_block_id": "p46_b675", "text": "•"}, {"text_block_id": "p46_b676", "text": "Reviewing and renegotiating all concession agreements of existing oil palm plantations and ensuring that new agreements conform to the out growers schemes;"}, {"text_block_id": "p46_b677", "text": "•"}, {"text_block_id": "p46_b678", "text": "Developing an appropriate land utilization policy for concessions that addresses environmental, farming and other socio-cultural needs of the local people; and"}, {"text_block_id": "p46_b679", "text": "•"}, {"text_block_id": "p46_b680", "text": "Assessing the impact of customary land tenure system on the adoption of tree crops to inform appropriate institutional arrangements to secure land for small holders;"}, {"text_block_id": "p46_b681", "text": "•"}, {"text_block_id": "p46_b682", "text": "Developing a oil Palm Development Strategy"}, {"text_block_id": "p46_b683", "text": "6.2.3 Cocoa and Coffee"}, {"text_block_id": "p46_b684_merged", "text": "It has been estimated that almost 40,000 households produce cocoa in Liberia (FAO/MOA 2001). While other tree crops (especially rubber) are mostly planted in pure stands, cocoa is planted along with secondary food crops, allowing for diversification of enterprise. The vast majority of cocoa trees in Liberia are over 20 years old. Coffee was the first tree crop introduced as an export crop (together with sugarcane) in the mid-19th century. However, since the 1980s, international prices have discouraged farmers from planting new coffee tree stocks."}, {"text_block_id": "p46_b687", "text": "Issues and constraints"}, {"text_block_id": "p46_b688", "text": "•"}, {"text_block_id": "p46_b689", "text": "Most tree crops are old, overgrown, and of outdated varieties; they require urgent rehabilitation and replanting;"}, {"text_block_id": "p46_b690", "text": "•"}, {"text_block_id": "p46_b691", "text": "Small holders and commercial farmers of tree crops suffer from inadequate output market and public goods and services to rehabilitate and promote sustainable production;"}, {"text_block_id": "p46_b692", "text": "•"}, {"text_block_id": "p46_b693", "text": "Liberia is a price-taker in the world market for the tree crops commodities and a secular decline in agricultural commodity prices increases the vulnerability of the country and reduces farmers’ real incomes;"}, {"text_block_id": "p46_b694", "text": "•"}, {"text_block_id": "p46_b695", "text": "Illegal cross-border trade of cocoa and coffee and, to some degree, palm oil, has reduced the contribution of these commodities to the national economy."}, {"text_block_id": "p46_b696", "text": "•"}, {"text_block_id": "p46_b697", "text": "LPMC’s statutory monopoly prevents entry"}, {"text_block_id": "p47_b698", "text": "Strategies"}, {"text_block_id": "p47_b699", "text": "•"}, {"text_block_id": "p47_b700", "text": "Revisiting and developing a policy framework on the marketing of agricultural commodities, including rationalizing the role of LPMC and, if necessary, attending to its precarious financial situation;"}, {"text_block_id": "p47_b701", "text": "•"}, {"text_block_id": "p47_b702", "text": "Promoting smallholder estates in partnerships with nucleus plantations, accentuating sound plantation management principles and practices including value addition, product differentiation, quality controls, social and environmental sensitivities, and fair trade arrangements;"}, {"text_block_id": "p47_b703", "text": "•"}, {"text_block_id": "p47_b704", "text": "Promoting enterprise mixes that can address appreciably both household food security issues and household financial income needs through the sale of tree crops products and surplus food crops;"}, {"text_block_id": "p47_b705", "text": "•"}, {"text_block_id": "p47_b706", "text": "Assessing the impact of customary land tenure system on the adoption of tree crops and land-use intensification to inform appropriate institutional arrangements to secure land for small holders;"}, {"text_block_id": "p47_b707", "text": "•"}, {"text_block_id": "p47_b708", "text": "Taking advantage of the Everything But Arms (EBA) and the African Growth and Opportunities Act (AGOA) that provide trade preferences for quota and duty-free entry into the EU and US markets, respectively; and"}, {"text_block_id": "p47_b709", "text": "•"}, {"text_block_id": "p47_b710", "text": "Re-examining the taxation regimes relating to tree crops in order to ensure that the sector is not burdened."}, {"text_block_id": "p47_b711", "text": "•"}, {"text_block_id": "p47_b712", "text": "Supporting farmer-based organizations and cooperatives to secure markets for farmers."}, {"text_block_id": "p47_b713", "text": "6.3 Non-traditional crops and non-Timber products"}, {"text_block_id": "p47_b714", "text": "Liberia has considerable amount of natural arable land and ambient climate that would allow for the cultivation of a wide range of non-traditional crops. Past attempts at non-traditional exports trade have been negligible and were mainly carried out through friends and family connections which hardly made any impact on GDP. Non-traditional commodities included smoked dried fish, palm oil, bush meat, local vegetables, bamboo, and few handicrafts."}, {"text_block_id": "p48_b715", "text": "Issues and constraints"}, {"text_block_id": "p48_b716", "text": "•"}, {"text_block_id": "p48_b717", "text": "Lack of much needed infrastructure, i.e. storage, packaging systems, cost effective cargo shipment and financing systems;"}, {"text_block_id": "p48_b718", "text": "•"}, {"text_block_id": "p48_b719", "text": "Inadequate awareness of the market and technologies needed to secure quality supplies;"}, {"text_block_id": "p48_b720", "text": "•"}, {"text_block_id": "p48_b721", "text": "Low to negligible institutional and human resource capacities to promote and manage the value chain of non-traditional commodities;"}, {"text_block_id": "p48_b722", "text": "•"}, {"text_block_id": "p48_b723", "text": "Lack of research and development attention to the non-traditional sector; and"}, {"text_block_id": "p48_b724", "text": "•"}, {"text_block_id": "p48_b725", "text": "No applicable intellectual property rights legislation and protection in the sub-sector."}, {"text_block_id": "p48_b726", "text": "Strategies"}, {"text_block_id": "p48_b727", "text": "•"}, {"text_block_id": "p48_b728", "text": "Developing a strategy to develop non-traditional crops and non-timber products;"}, {"text_block_id": "p48_b729", "text": "•"}, {"text_block_id": "p48_b730", "text": "Sensitizing communities and the public at large on the advantages of non-traditional exports;"}, {"text_block_id": "p48_b731", "text": "•"}, {"text_block_id": "p48_b732", "text": "Promoting linkages with international markets for non-traditional exports, including utilization of the Government’s Foreign, Trade and Agriculture Ministries;"}, {"text_block_id": "p48_b733", "text": "•"}, {"text_block_id": "p48_b734", "text": "Supporting activities directed at promoting the development of non-traditional exports: research for non-traditional exports; collection, assembly and evaluation of germ plasmas of non-traditional commodities; marketing information systems; packaging materials and storage facilities; establishment of standards; and development of preservation infrastructures."}, {"text_block_id": "p49_b735", "text": "•"}, {"text_block_id": "p49_b736", "text": "Supporting actions directed at value addition and technology transfer to potential producers and exporters"}, {"text_block_id": "p49_b737", "text": "•"}, {"text_block_id": "p49_b738", "text": "Facilitating and promoting organised arrangements for export of cassava products/by-products (chips, flour, leaf), fish (smoked), palm butter (precooked wild local palm fruits), palm oil, paintings & sculptures, quilts, spices and wooden handicrafts."}, {"text_block_id": "p49_b739", "text": "6.4 Horticultural crops"}, {"text_block_id": "p49_b740", "text": "Vegetables (exotic and local) are grown under nearly all farming systems including the swamps during the dry season. Urban and peri-urban vegetable production is also practiced albeit on a limited scale, taking advantage of the ready market in the urban centers. There is great potential for expanding vegetables, mangoes, and avocadoes production in Liberia because of available land, favorable climate and the comparative advantage of the domestic resource costs for the crops. Fruits are produced throughout the country although not in organized manner for markets. Their cultivation, as with vegetables, allows for pro-poor growth and productive employment, especially for women and youth. There is also scope for increasing production and productivity, including reducing post harvest loss."}, {"text_block_id": "p49_b741", "text": "Issues and constraints"}, {"text_block_id": "p49_b742", "text": "•"}, {"text_block_id": "p49_b743", "text": "Institutional and human capacity to guide and support the development of the horticulture sub sector is extremely limited;"}, {"text_block_id": "p49_b744", "text": "•"}, {"text_block_id": "p49_b745", "text": "There is a lack of organized availability of essential inputs such as seeds and other planting materials, fertilizer and pesticides; transport and appropriate handling facilities; and appropriate communal storage facilities;"}, {"text_block_id": "p49_b746", "text": "•"}, {"text_block_id": "p49_b747", "text": "Low investment capacities of the small holders who operate in the sub-sector;"}, {"text_block_id": "p49_b748", "text": "•"}, {"text_block_id": "p49_b749", "text": "Locally produced commodities are not competitive with external products. Despite the country’s huge potential to produce these commodities, large volumes of vegetables and fruits are currently imported from neighboring such as Guinea and Cote d’Ivoire, and from distant economies of Europe, USA or the Middle East;"}, {"text_block_id": "p49_b750", "text": "•"}, {"text_block_id": "p49_b751", "text": "Low competitiveness of the products resulting from high domestic resource costs and their low quality, and unmanaged pests and diseases;"}, {"text_block_id": "p49_b752", "text": "•"}, {"text_block_id": "p49_b753", "text": "No reliable systems of market information to enable producers and their organizations to be competitive in the industry; and"}, {"text_block_id": "p49_b754", "text": "•"}, {"text_block_id": "p49_b755", "text": "Storage facilities to handle perishable vegetables and fruits are mostly ground floor spaces in verandas of houses, rickety baskets or damaged wooden or plastic boxes. Processing and preservation technologies are low output, with far less quality products."}, {"text_block_id": "p50_b756", "text": "Strategies"}, {"text_block_id": "p50_b757", "text": "•"}, {"text_block_id": "p50_b758", "text": "Establishing for quick impact, a special program promoting increased production and productivity by providing, on a cost recovery basis, packages of essential inputs (such as irrigation with motorized pumps, seeds, fertilizers, chemicals, credit) particularly in selected peri-urban and urban areas, involving mainly women and youths and other vulnerable groups;"}, {"text_block_id": "p50_b759", "text": "•"}, {"text_block_id": "p50_b760", "text": "Advocating for and generating support from, as well as collaborating with relevant public and private sector agents and businesses to improve competitiveness of the industry by renovating major farm to market roads; ensuring improved transport; and investing in the value chain of horticulture industry (production, processing, storage, marketing and packaging);"}, {"text_block_id": "p50_b761", "text": "•"}, {"text_block_id": "p50_b762", "text": "Promoting the availability and expansion of markets for horticultural commodities through consultations and advocacy between and among organized groups of producers from the sub-sector and operators from high value markets including marketers, supermarkets, traders, hotels and entertainment entities; and pursuit of contract farming;"}, {"text_block_id": "p50_b763", "text": "•"}, {"text_block_id": "p50_b764", "text": "Promoting through special programs or measures, actions that will facilitate increased efficiency of private sector support services to the horticulture industry, particularly regular affordable supplies of inputs, (planting materials, chemicals and handling and storage materials), credit and savings of particularly small holders); and"}, {"text_block_id": "p50_b765", "text": "•"}, {"text_block_id": "p50_b766", "text": "Encouraging and facilitating public and private sector partnerships in research and cost-recovery extension services."}, {"text_block_id": "p52_b767", "text": "Livestock, Fisheries & Forestry"}, {"text_block_id": "p52_b768", "text": "7.0 Livestock"}, {"text_block_id": "p52_b769", "text": "Liberia has an estimated 2 million hectares of pasture land yet the livestock sector accounts for an estimated 14% of agriculture GDP only, far below potential. Livestock constitute a major source of many valuable products and by-products (meat, milk, eggs, leather etc). Beside its contribution to the economy through its share in the total GDP, the livestock sector contributes to food security, to sustainable agriculture by converting forages and crop residues into organic fertilizers and by providing manure, bio-gas. It also constitutes inflation free investment channel, while fulfilling cultural roles particularly throughout rural Liberia."}, {"text_block_id": "p52_b770", "text": "The livestock sector is labor intensive, but the value chains offer a potential source for pro-poor growth and import substitution. The consumption of animal products in the country is increasing with income, providing new income-earning opportunities for large numbers of the rural poor. Integrated livestock and crop production is also a more sustainable farming practice, one of the best options for diversifying agricultural production."}, {"text_block_id": "p52_b771", "text": "Issues and constraints"}, {"text_block_id": "p52_b772", "text": "•"}, {"text_block_id": "p52_b773", "text": "Livestock regulation is characterized largely by out-dated legislations (regulation and operational rules) and the absence of adequate policy measures to boost the sector, help monitor, coordinate the various activities and to promote an effective reduction of environmental, animal and human health treats."}, {"text_block_id": "p52_b774", "text": "•"}, {"text_block_id": "p52_b775", "text": "While Liberia is still dealing largely with out-dated legislation, at the regional and international levels the sector regulation is rapidly changing overtime, thus keeping the country behind the modern technical and zoo-sanitary standards that ensure safety and quality control."}, {"text_block_id": "p52_b776", "text": "•"}, {"text_block_id": "p52_b777", "text": "The weak institutional capacities for planning and extension make it difficult to disseminate information and provide adequate service delivery. Thus little is known on the incidence of animal diseases in Liberia and only few resources are available to support public awareness efforts in animal health and food safety issues."}, {"text_block_id": "p53_b778", "text": "•"}, {"text_block_id": "p53_b779", "text": "Other limitations of the development of sector reside in weak livestock farmers’ knowledge and skills, a lack of adequate infrastructures (Abattoirs, Cold chains for product development, slaughtering, storage, and distribution of livestock products) and market information, useful for processing and marketing livestock products."}, {"text_block_id": "p53_b780", "text": "•"}, {"text_block_id": "p53_b781", "text": "Absence of credit facilities to acquire breeding stocks and other necessary inputs will certainly slowdown the expected and desired rapid growth in the livestock sector."}, {"text_block_id": "p53_b782", "text": "•"}, {"text_block_id": "p53_b783", "text": "Like the veterinary services and laboratories, the technology transfer centers such as the seven ranches totaling more than 2,025 ha have been dilapidated and presently not functioning. As such, transboundary Animal Diseases and Zoo-sanitary Inspectorate charged with Import and Export control of animal and animal products do not currently operate properly."}, {"text_block_id": "p53_b784", "text": "•"}, {"text_block_id": "p53_b785", "text": "Land tenure system, water and pasture resources may be lacking proper arrangement to allocate land, give ownership of grazing areas or to allow access and usage according to traditional or legal procedures."}, {"text_block_id": "p53_b786", "text": "•"}, {"text_block_id": "p53_b787", "text": "The wide spread shifting cultivation can create frequent changes of livestock grazing areas into crop cultivation. Thus the migration of livestock farmers may become difficult and probably a limiting factor to the sector expansion."}, {"text_block_id": "p53_b788", "text": "•"}, {"text_block_id": "p53_b789", "text": "A low genetic potential of livestock coupled with limited supply of livestock is a substantial cause that has led to poor production of the livestock industry."}, {"text_block_id": "p53_b790", "text": "•"}, {"text_block_id": "p53_b791", "text": "Although major disease outbreaks haven’t been indicated in recent years, it is recognized that livestock diseases are among the constraints that present a big challenge to the development of the livestock industry."}, {"text_block_id": "p53_b792", "text": "Despite the numerous constraints, opportunities exist for the sector to increase its contribution to the national economy, to food security and to rural household livelihood. These opportunities are but not limited to diverse livestock resources in ECOWAS’ countries, a pasture land estimated at least to 2 million hectares, the diverse and favourable climate and agro-ecological zones, the potential for domestic markets, a relatively low labour cost and the favourable macroeconomic policies in the region. More importantly, many regulatory and institutional reforms are underway."}, {"text_block_id": "p54_b793", "text": "Strategies"}, {"text_block_id": "p54_b794", "text": "•"}, {"text_block_id": "p54_b795", "text": "Promoting the production of high quality livestock of selected breeds, in intensive and extensive systems (ranching, pastoral and agro-pastoral) with consideration to the improvement of the genetic potential."}, {"text_block_id": "p54_b796", "text": "•"}, {"text_block_id": "p54_b797", "text": "Strengthening the technical support services (including the use of appropriate technologies), sensitizing, and promoting the formation of producers and traders associations, developing the Public-Private Partnership that improves the management and marketing systems."}, {"text_block_id": "p54_b798", "text": "•"}, {"text_block_id": "p54_b799", "text": "Producing safe and quality livestock products (meat, milk, eggs and other by-products) through best management of agricultural practices (including the production of quality animal feeds, utilization of locally available raw materials and the establishment of livestock identification, recording and traceability system)."}, {"text_block_id": "p54_b800", "text": "•"}, {"text_block_id": "p54_b801", "text": "Creating an enabling environment to support the processing, marketing and consumption of safe and quality livestock products through the collection and dissemination of market information and the establishment of standardized facilities (marketing infrastructures, slaughterhouses, etc…)."}, {"text_block_id": "p54_b802", "text": "•"}, {"text_block_id": "p54_b803", "text": "Establishing and implementing a medium term Master Plan for revitalizing the livestock value chains by involving the private sector to increase productivity and competitiveness of selected livestock products."}, {"text_block_id": "p55_b804", "text": "•"}, {"text_block_id": "p55_b805", "text": "Developing and enforcing comprehensive livestock regulations and operational rules and mechanism of enforcement, including technical standards for safety and quality control of the animals and livestock products."}, {"text_block_id": "p55_b806", "text": "•"}, {"text_block_id": "p55_b807", "text": "Strengthening institutional framework for inter-ministerial coordination between MOHSW and MOA on respective roles and responsibilities."}, {"text_block_id": "p55_b808", "text": "•"}, {"text_block_id": "p55_b809", "text": "Designating entry points for livestock entering Liberia that manned by technically competent personnel."}, {"text_block_id": "p55_b810", "text": "•"}, {"text_block_id": "p55_b811", "text": "Supporting private sector involvement in the development of appropriate infrastructure (feed mills, hatcheries, abattoirs, processing and products development plants) that will be functioning and producing competitive products by ensuring appreciable access to credit and other financial and inputs services."}, {"text_block_id": "p55_b812", "text": "•"}, {"text_block_id": "p55_b813", "text": "Implementing the ECOWAS protocols on transhumance and the Livestock Early Warning System (LEWS) for disaster management and impending forage shortage."}, {"text_block_id": "p55_b814", "text": "•"}, {"text_block_id": "p55_b815", "text": "Protecting the water catchments areas, while constructing and maintaining water sources for livestock."}, {"text_block_id": "p55_b816", "text": "•"}, {"text_block_id": "p55_b817", "text": "Promoting livestock stocking according to land carrying capacity to avoid soils erosion and degradation."}, {"text_block_id": "p55_b818", "text": "•"}, {"text_block_id": "p55_b819", "text": "Providing technical support services on manure and bio-gas production and utilization."}, {"text_block_id": "p55_b820", "text": "•"}, {"text_block_id": "p55_b821", "text": "Promoting private veterinary services delivery and private-public partnership in service delivery."}, {"text_block_id": "p55_b822", "text": "•"}, {"text_block_id": "p55_b823", "text": "Strengthening technical support services on Trans-border Animal Diseases (TAD) control and eradication through the development and strengthening of veterinary laboratory system, infrastructure and facilities for livestock research and linking research-extension-farmers that value Indigenous Technical Knowledge (ITK)."}, {"text_block_id": "p55_b824", "text": "•"}, {"text_block_id": "p55_b825", "text": "Implementing and strengthening zoo-sanitary infrastructures and inspectorate services in harmony with the national and regional policies."}, {"text_block_id": "p55_b826", "text": "•"}, {"text_block_id": "p55_b827", "text": "Creating awareness, Research and Development (R&D) on biotechnology and bio-safety and bio-gas production."}, {"text_block_id": "p55_b828", "text": "•"}, {"text_block_id": "p55_b829", "text": "Promoting and strengthening a participatory livestock extension services to harmonize services provision and coordinate livestock data collection to finally establish a comprehensive management information system for the livestock sector."}, {"text_block_id": "p55_b830", "text": "7.1 Fisheries"}, {"text_block_id": "p55_b831_merged", "text": "Liberia has a coastline of 570 km and a continental shelf averaging about 34 km in width extending 200 nautical miles off-shore from the geographical baseline providing an area of about 20, 000 km of fishing grounds. Liberia also has approximately 1810.125 km of rivers"}, {"text_block_id": "p56_b834", "text": "that transverse the country, and countless perennial swamps and inland water bodies with enormous potentials for increased production in inland capture fisheries and aquaculture. Over 80 percent of the population directly depends on fish for animal protein supply."}, {"text_block_id": "p56_b835", "text": "The fisheries sub-sector contributed 12 percent of agricultural GDP and 3.2 percent of the GDP of the country in 2002. The sub-sector creates job opportunities and income earnings for a substantial number of urban and rural inhabitants particularly the youth and women. The Government is fully aware of the vast potential of the fisheries sub-sector to make significant contribution to address the major challenges of the rehabilitation and recovery of the country’s economy in the short, medium and long-term. A fully developed and well managed fisheries and aquaculture sub-sector can make significant contribution to the attainment of the National Development Goals. Consequently there is an urgent need to improve fish production, preservation, distribution and marketing through improved fisheries governance guided by the principles of the Code of Conduct for Responsible Fisheries (CCFR)."}, {"text_block_id": "p56_b836", "text": "Artisanal Fishery"}, {"text_block_id": "p56_b837", "text": "The artisanal fishery provides a means of livelihood to approximately 33, 000 full-time fishers and processors in the coastal counties. Liberian participation is about 80% with females accounting for about 60% (BNF 2004). Artisanal fishery operators are mainly indigenous Kru fishers and their families, and the Fanti and Popoe fishers and their families who migrated to Liberia from Benin, Ghana and Cote D’Ivoire. A recent development is the presence of Gambian and Senegalese fishermen in Cape Mount County. Malian and Fulani fishers operate in inland areas. There are an estimated number of 3,473 canoes operating in the marine waters of Liberia only 8% are motorized (BNF 2004)."}, {"text_block_id": "p56_b838", "text": "Industrial Fishery"}, {"text_block_id": "p56_b839", "text": "Inland Fisheries and Aquaculture"}, {"text_block_id": "p56_b840", "text": "Liberia is blessed with six major rivers, which flow from the Fouta Djallon Mountains of Guinea. The Lofa, St. Paul, St. John and Cestos Rivers are within the country. The Mano River forms the border with Sierra Leone and the Cavalla River runs along the southern border with Cote d’Ivoire. In total, the country has some 1,800 km of river, nearly all of which is shallow, rocky and not navigable. There are also large swamp areas and numerous coastal lagoons, including"}, {"text_block_id": "p57_b841", "text": "Lake Piso, one of West Africa’s larger lagoons. The number of people engaged in inland capture fisheries is not known, so is the volume and value of production but it is an important seasonal subsistence activity of riverside communities, using mainly traditional fishing gears and traps"}, {"text_block_id": "p57_b842", "text": "Issues and constraints"}, {"text_block_id": "p57_b843", "text": "•"}, {"text_block_id": "p57_b844", "text": "Weak institutional capacities for planning, advice, regulation and monitoring (e.g. unclear fishery regulations and rules of operation; low capacity in the Bureau of National Fisheries; non operational Monitoring, Control and Surveillance system);"}, {"text_block_id": "p57_b845", "text": "•"}, {"text_block_id": "p57_b846", "text": "Lack of basic fisheries infrastructure; no fisheries harbors to facilitate discharge of cargo and supply of essential commodities; refueling, trans-shipment and for dry-docking; very limited or costly facilities for storage, processing and handling;"}, {"text_block_id": "p57_b847", "text": "•"}, {"text_block_id": "p57_b848", "text": "High operational costs and low volume and quality products from artisanal fisheries (Primitive fish processing methods limited mainly to fish smoking; high costs of fishing inputs and lack of a credit scheme; few motorized boats and low output fishing gears; interference from illegal industrial fishing fleet);"}, {"text_block_id": "p57_b849", "text": "•"}, {"text_block_id": "p57_b850", "text": "Aquaculture is highly subsistence and needs to be moved to a commercial level;"}, {"text_block_id": "p57_b851", "text": "•"}, {"text_block_id": "p57_b852", "text": "High presence of illegal fishing entities in the Liberia’s EEZ engaged in illegal fishing and transshipments of catches on the high seas resulting to gross underreporting;"}, {"text_block_id": "p57_b853", "text": "•"}, {"text_block_id": "p57_b854", "text": "Value chains for fish and fish products remain largely limited to freezing (for industrial fishing), smoking and salting and fermentation for artisanal and aquaculture fishing."}, {"text_block_id": "p58_b855", "text": "Strategies"}, {"text_block_id": "p58_b856", "text": "•"}, {"text_block_id": "p58_b857", "text": "Endorsing and implementing the National Fishery Policy and National Fishery Development Plan and building the capacity of the Bureau of National Fisheries to manage implementation of the Policy and Plan;"}, {"text_block_id": "p58_b858", "text": "•"}, {"text_block_id": "p58_b859", "text": "Promoting special initiatives and actions that will increase fish supplies through: continuing and increasing availability of special kits/fishing gear and outboard motor to artisanal fisheries groups; facilitating access to improved and secured fish landing areas, and processing facilities including cold storage; credit, training and other support services for those engaged in artisanal fishing and aquaculture;"}, {"text_block_id": "p58_b860", "text": "•"}, {"text_block_id": "p58_b861", "text": "Establishing in partnership with the private sector, a number of Community Fisheries Centres (CFC’s) with requisite infrastructure including ice plants, chilling and cold storage facilities, fish boxes, fish processing areas, storage facilities for processed products, mechanical workshops, boat building areas, individual lockers for safe keeping of fishing equipments, insulated/refrigerated vehicles for fish distribution and marketing."}, {"text_block_id": "p58_b862", "text": "•"}, {"text_block_id": "p58_b863", "text": "Promoting cooperation within and among (artisanal) fishing communities to help secure economies of scale and ensure their access to essential resources, proper utilization and management of basic fisheries infrastructures, and taking advantages of opportunities being made available in the sub sector;"}, {"text_block_id": "p58_b864", "text": "•"}, {"text_block_id": "p58_b865", "text": "Supporting the establishment of a fishing port for fishing companies that would have appropriate handling and processing facilities that are consistent with international standards;"}, {"text_block_id": "p58_b866", "text": "•"}, {"text_block_id": "p58_b867", "text": "Taking special actions through relevant state agencies to ensure strict enforcement of fisheries regulations;"}, {"text_block_id": "p58_b868", "text": "•"}, {"text_block_id": "p58_b869", "text": "Reviewing the situation of aquaculture and developing a recovery plan of the sub-sector that would produce synergies with irrigation and farming, as well as protecting the aquatic environment;"}, {"text_block_id": "p58_b870", "text": "•"}, {"text_block_id": "p58_b871", "text": "Supporting the establishment of a reliable information and data base on the sub-sector’s potential and areas for investment;"}, {"text_block_id": "p58_b872", "text": "•"}, {"text_block_id": "p58_b873", "text": "Putting into place an effective Monitoring, Control and Surveillance system to secure the country’s coastal waters;"}, {"text_block_id": "p58_b874", "text": "•"}, {"text_block_id": "p58_b875", "text": "Adopting the FAO Code of Conduct for Responsible Fisheries (CCRF), and incorporating some of the provisions of the Code into a national fisheries legislation;"}, {"text_block_id": "p58_b876", "text": "•"}, {"text_block_id": "p58_b877", "text": "Establishing a National Fisheries Commission and a National Fisheries Development Fund."}, {"text_block_id": "p59_b878", "text": "The forest area covers 4.3 million hectares (ha) or 45% of the total land area (9.58 million ha) and accounts for the largest remnant of the Upper Guinea forest of West Africa The contribution of forestry to GDP, which was only 5 to 6% before the 1990s, soared to over 20% in the early 2000s. It declined with the UN ban on timber exports. Liberia’s recently established National Forest Policy lays out guidelines and principles in three pillars: Commercial, Community and Conservation forestry (referred to as the 3 C’s). Sustainable commercial forestry generates employment, foreign exchange and government revenue, while community forestry focuses more on the economic, social and cultural values of forests to people who live in and on the fringes of forest areas. Forest conservation, biodiversity conservation, maintenance of other environmental functions of forests (e.g. soil and water protection) and protection of specific forest areas (e.g. parks and wild life sanctuaries) ensures sustainability of Liberia’s forestry resources."}, {"text_block_id": "p59_b879", "text": "These food and agricultural policies and strategies will support the new National Forestry Policy as they complement and reinforce one another in a synergistic manner towards the effective management and sustainability of Liberia’s forest resources."}, {"text_block_id": "p59_b880", "text": "Issues and Constraints"}, {"text_block_id": "p59_b881", "text": "•"}, {"text_block_id": "p59_b882", "text": "Integrating the 3 C’s through land use planning and land tenure discussions to eliminate the legal uncertainty for logging and tenure; and unclear and overlapping concessions;"}, {"text_block_id": "p59_b883", "text": "•"}, {"text_block_id": "p59_b884", "text": "Establishment of the rule of law to ensure that commercial forestry, community forestry and forest conservation activities are integrated and balanced to optimize the economic, social and environmental benefits from the forest resources, and"}, {"text_block_id": "p59_b885", "text": "•"}, {"text_block_id": "p59_b886", "text": "Putting into to place an equitable distribution of forest resources and benefits from forest development in order to help maintain peace and serve as a major contributor to national development goals of poverty alleviation and increased food security by increasing the opportunities for forest-based income generating activities."}, {"text_block_id": "p60_b887", "text": "Strategies"}, {"text_block_id": "p60_b888", "text": "•"}, {"text_block_id": "p60_b889", "text": "Linking Agriculture to the forestry sector, for sustainable production of both food crops and timber with respect to environment regulations, constitute the aim of Food and Agriculture Policy and Strategy (FAPS). Linking forestry sector to agriculture will be strengthened through the forestry fiscal policy that shall create the Agricultural Development Funds (ADF). In other words, the revenue from forestry related businesses shall be shared with the agriculture sector to promote its development;"}, {"text_block_id": "p60_b890", "text": "•"}, {"text_block_id": "p60_b891", "text": "Ensuring that activities in the forestry sector (including forest management, plantation development, harvesting, conservation and industrial development) are based on sound scientific and technical principles to Satisfy environmental and other demands; and"}, {"text_block_id": "p60_b892", "text": "•"}, {"text_block_id": "p60_b893", "text": "Granting more equitable access to forest resources so that the potential for future conflict is reduced and the benefits from forestry development are shared throughout Liberia."}, {"text_block_id": "p61_b894", "text": "Agricultural Support Services, Markets and Trade Policies and Strategies"}, {"text_block_id": "p61_b895", "text": "One of the priorities of the FAPS is improvement of the quality and efficiency of support services provided to smallholders, commercial farmers, processors, and agribusiness operators. The current low level of productivity is caused by, among other factors, inadequate application of high output technologies and proven best practices. From past experiences in the country and success stories in other countries in the sub-region, revitalizing the sector and modernizing it would require a wide range of far-reaching reforms of support services, markets, agribusiness and trade."}, {"text_block_id": "p61_b896", "text": "Small farmers in Liberia live largely in isolated villages with negligible facilities to receive updated information on agriculture and rural development, and many are illiterate. An extension service system is necessary to disseminate in such rural settings new technologies, innovations and information. Recent extension approaches such as agricultural advisory services and the Farmers Field School (FFS) have facilitated greatly farmers’ involvement and public-private partnerships in ensuring that technology dissemination is demand-driven, client-oriented, and farmer-led."}, {"text_block_id": "p61_b897", "text": "Issues and constraints"}, {"text_block_id": "p61_b898", "text": "•"}, {"text_block_id": "p61_b899", "text": "Agricultural extension services in the past have been centrally controlled and supply-driven with little attention to local knowledge, demands and participation;"}, {"text_block_id": "p61_b900", "text": "•"}, {"text_block_id": "p61_b901", "text": "Shortage of staff, inadequate funding and lack of new technologies have limited the scope and impact of extension activities;"}, {"text_block_id": "p61_b902", "text": "•"}, {"text_block_id": "p61_b903", "text": "Lack of market, high post harvest losses, high cost of inputs, lack of value addition and the lack of access to suitable land have undermined the effectiveness of extension;"}, {"text_block_id": "p61_b904", "text": "•"}, {"text_block_id": "p61_b905", "text": "NGOs provide extension services; these are largely limited to distribution of seeds and hand tools, but very limited in building the capacities of beneficiaries;"}, {"text_block_id": "p61_b906", "text": "•"}, {"text_block_id": "p61_b907", "text": "Private sector involvement in extension has always been minimal;"}, {"text_block_id": "p61_b908", "text": "•"}, {"text_block_id": "p61_b909", "text": "Inadequate capacities of farmers’ organizations limit the extent to which such organizations could be used in reaching farmers, especially women farmers, with technical assistance and services; and"}, {"text_block_id": "p61_b910", "text": "•"}, {"text_block_id": "p61_b911", "text": "Negligible involvement of commercial entities in extension services"}, {"text_block_id": "p62_b912", "text": "Strategies"}, {"text_block_id": "p62_b913", "text": "•"}, {"text_block_id": "p62_b914", "text": "Conducting CORE Functions analysis of current extension and support services and designing and implementing a National Agricultural Extension Project (NAEP) with the participation of all categories of farmers, other users, and all providers of extension services;"}, {"text_block_id": "p62_b915", "text": "•"}, {"text_block_id": "p62_b916", "text": "Developing a national extension strategy"}, {"text_block_id": "p62_b917", "text": "•"}, {"text_block_id": "p62_b918", "text": "Building capacities of Farmer-Based Organizations (FBO) and Community-Based Organizations (CBOs) to seek services from both private and public sector service providers and developing their capacities for cost recovery or cost-sharing of extension services;"}, {"text_block_id": "p62_b919", "text": "•"}, {"text_block_id": "p62_b920", "text": "Promoting the establishment of private Agricultural Advisory Service providers so that such services are provided on competitive outsourcing basis;"}, {"text_block_id": "p62_b921", "text": "•"}, {"text_block_id": "p62_b922", "text": "Supporting and promoting agri-business consultancy and technical services; and"}, {"text_block_id": "p62_b923", "text": "•"}, {"text_block_id": "p62_b924", "text": "Supporting the establishment of Information Centers at strategic locations across the country with the necessary information and communication gadgets in order to provide global information to farmers on a demand basis."}, {"text_block_id": "p63_b925", "text": "8.1 Agricultural Education and Training"}, {"text_block_id": "p63_b926", "text": "Agricultural education and training are required to bridge the knowledge and skills gaps in the sector, prepare a critical mass of educated, well-trained men and women working in the sector, and enable farmers cope with the changing demand of domestic, regional and international markets. Good agricultural education systems are necessary to build effective capacities to formulate and manage agricultural development programs, provide sound advisory services, and undertake relevant research and extension activities."}, {"text_block_id": "p63_b927", "text": "Issues and constraints"}, {"text_block_id": "p63_b928", "text": "•"}, {"text_block_id": "p63_b929", "text": "Most agricultural professionals left the country during the war years, leaving major gaps in capacities to transfer knowledge and skills in the sector;"}, {"text_block_id": "p63_b930", "text": "•"}, {"text_block_id": "p63_b931", "text": "There is a critical shortage in the quality and range of specialization of human resources;"}, {"text_block_id": "p63_b932", "text": "•"}, {"text_block_id": "p63_b933", "text": "Agricultural education receives a low priority and this has limited enrolment in agricultural colleges and departments. There is also a serious lack of coordination of training programs at all levels;"}, {"text_block_id": "p63_b934", "text": "•"}, {"text_block_id": "p63_b935", "text": "Extension workers have limited skills and capacities for sustained crop production and prevention of food losses during harvest, storage, marketing and processing;"}, {"text_block_id": "p63_b936", "text": "•"}, {"text_block_id": "p63_b937", "text": "High illiteracy rates in rural areas (75% in 2000); farmers and farmer organizations lack basic knowledge and skills in land and water management, utilization of modern inputs, agri-business, food preservation, marketing; and limited awareness about social, political and legal institutions"}, {"text_block_id": "p63_b938", "text": "Strategies"}, {"text_block_id": "p63_b939", "text": "•"}, {"text_block_id": "p63_b940", "text": "Carrying out, on a periodic basis, detailed assessment of the needs and requirements for trained human resources in the sector and support services; consulting with relevant partners in human resources development, coordinating with others for the development and implementation of curricula in all training institutions;"}, {"text_block_id": "p64_b941", "text": "•"}, {"text_block_id": "p64_b942", "text": "Developing a cross-section Human Resources Development strategy"}, {"text_block_id": "p64_b943", "text": "•"}, {"text_block_id": "p64_b944", "text": "Designing and implementing, in partnership with universities and colleges, Special Training Programs for extension agents, farmers, youths, women, returnees, internally displaced persons, ex-combatants, leaders of women and farmers organizations;"}, {"text_block_id": "p64_b945", "text": "•"}, {"text_block_id": "p64_b946", "text": "Scaling-up and replicating the Tumutu Agricultural training program and the Centre Songhai Liberia Initiatives;"}, {"text_block_id": "p64_b947", "text": "•"}, {"text_block_id": "p64_b948", "text": "Designing and implementing a special awareness program to create awareness about business opportunities and promoting agriculture as a career to college/university students, school drop-outs and the general public;"}, {"text_block_id": "p64_b949", "text": "•"}, {"text_block_id": "p64_b950", "text": "Encouraging and supporting Universities to initiate graduate and post graduate training in agricultural disciplines;"}, {"text_block_id": "p64_b951", "text": "•"}, {"text_block_id": "p64_b952", "text": "Encouraging hands-on/practical agricultural training programs in all learning institutions; and"}, {"text_block_id": "p64_b953", "text": "•"}, {"text_block_id": "p64_b954", "text": "Encouraging and promoting the establishment of school and community libraries throughout the country to facilitate continuous learning and keeping abreast with current issues of the sector."}, {"text_block_id": "p64_b955", "text": "African countries are revising their approaches to agricultural research to participatory, demand driven systems, with the aim of combining farmers' indigenous traditional knowledge (ITK) with the more widely recognized expertise of the agricultural research community. The approach also allows for the active involvement of farmers or users in setting research agenda, implementing trials and analyzing findings and results. The trend towards this approach has been influenced by the emerging involvement of non-government organizations and the private sector in agricultural technology development."}, {"text_block_id": "p64_b956", "text": "Issues and constraints"}, {"text_block_id": "p64_b957", "text": "•"}, {"text_block_id": "p64_b958", "text": "Liberia’s agricultural research system, formerly dominated by the public sector, was severely disrupted and terminated by the war, and is now being revived;"}, {"text_block_id": "p64_b959", "text": "•"}, {"text_block_id": "p64_b960", "text": "Public sector research involves other agencies beyond Central Agricultural Research Institute (CARI), including the Forest Development Authority (FDA), Liberia Rubber Research Institute (LRRI), and the Department of Fisheries. Some research activities are also carried out by universities, the private sector and NGOs, but the lack of interaction between these different research interests is a major problem;"}, {"text_block_id": "p64_b961", "text": "•"}, {"text_block_id": "p64_b962", "text": "Smallholders have not benefited from research mainly because the service is supply driven and limited in scope, and not seen to directly respond to pre and post production problems of farmers;"}, {"text_block_id": "p64_b963", "text": "•"}, {"text_block_id": "p64_b964", "text": "There are no clear organizational frameworks or institutional mechanisms (e.g. competitive grant systems) to encourage cost effectiveness and inter-agency partnerships in research,"}, {"text_block_id": "p65_b965", "text": "nor is there a formal mechanism to bring together researchers, extension agents, producers, processors, policy makers and the private sector;"}, {"text_block_id": "p65_b966", "text": "•"}, {"text_block_id": "p65_b967", "text": "There are no clearly defined and well-thought out programs for agricultural research; and"}, {"text_block_id": "p65_b968", "text": "•"}, {"text_block_id": "p65_b969", "text": "NGOs have some potential but do not currently contribute much to the research efforts."}, {"text_block_id": "p65_b970", "text": "Strategies"}, {"text_block_id": "p65_b971", "text": "•"}, {"text_block_id": "p65_b972", "text": "Establishing a Natural Agricultural Innovations System (NAIS) to provide responsive, pluralistic, effective and efficient agricultural development related research and extensive services"}, {"text_block_id": "p65_b973", "text": "•"}, {"text_block_id": "p65_b974", "text": "Reaching a consensus on the strategic vision for a rebuilt agricultural research service, a component of NAIS, and its integral organizations including CARI; the agricultural research service should be guided by the needs to strengthen demand for services, improve quality of service and assure service sustainability."}, {"text_block_id": "p65_b975", "text": "•"}, {"text_block_id": "p65_b976", "text": "Establishing appropriate legal and governance framework to provide efficiency and flexibility in managing human, physical and human resource and to ensure accountability to client, funders and other stakeholders"}, {"text_block_id": "p65_b977", "text": "•"}, {"text_block_id": "p65_b978", "text": "Establish linkages with other internal and external research providers, clients, technology transfer agencies and developmental organizations"}, {"text_block_id": "p65_b979", "text": "•"}, {"text_block_id": "p65_b980", "text": "Developing a national agricultural research strategy to guide research activities including adaptive research"}, {"text_block_id": "p65_b981", "text": "•"}, {"text_block_id": "p65_b982", "text": "Implement phases I, II, and III of the CARI rehabilitation strategy which comprises inceptual undertaking, capacity building and expansion and strengthening of linkages"}, {"text_block_id": "p65_b983", "text": "•"}, {"text_block_id": "p65_b984", "text": "Developing a National Agricultural Research Strategy to guide research activities in the sector for the immediate future;"}, {"text_block_id": "p66_b985", "text": "8.2.1 Seed and fertilizer Availability"}, {"text_block_id": "p66_b986", "text": "There is documented evidence that fertilizer-responsive high yielding varieties (HYVs) in combination with fertilizers are the main Green Revolution technologies behind the dramatic increase in production and productivity in many Asian countries."}, {"text_block_id": "p66_b987", "text": "Issues and constraints"}, {"text_block_id": "p66_b988", "text": "•"}, {"text_block_id": "p66_b989", "text": "Scarcity in availability and limitation in provision of seeds and fertilizers to farmers;"}, {"text_block_id": "p66_b990", "text": "•"}, {"text_block_id": "p66_b991", "text": "Lack of a seed certification service, private or public seed producing and distributing firm, and seed legislation or policy;"}, {"text_block_id": "p66_b992", "text": "•"}, {"text_block_id": "p66_b993", "text": "Although small quantities of fertilizers are imported by cross-border traders, the cost of fertilizers is beyond the reach of the small farmer; and"}, {"text_block_id": "p66_b994", "text": "•"}, {"text_block_id": "p66_b995", "text": "Ineffective demand (because farmers do not perceive a commercial advantage in the use of this expensive input) has constrained the development of the fertilizer market."}, {"text_block_id": "p66_b996", "text": "Strategies"}, {"text_block_id": "p66_b997", "text": "•"}, {"text_block_id": "p66_b998", "text": "Supporting MoA and CARI formulate planting material strategy and to develop and implement Planting Materials Production Program (PMDP) in collaboration with the private sector, NGOs and CBOs to supply available seeds and tuber cuttings to farmers;"}, {"text_block_id": "p66_b999", "text": "•"}, {"text_block_id": "p66_b1000", "text": "Reviewing, updating, establishing and widely disseminating information on regulatory and institutional frameworks for commercial seed production and distribution as well as fertilizer importation and distribution;"}, {"text_block_id": "p66_b1001", "text": "•"}, {"text_block_id": "p66_b1002", "text": "Designing and implementing, with the involvement of appropriate stakeholders, a program to support farmer organizations, private sector and NGOs, to produce and distribute improved seeds such as the NERICAs;"}, {"text_block_id": "p66_b1003", "text": "•"}, {"text_block_id": "p66_b1004", "text": "Supporting and promoting, through existing and planned food production programs, farmer-to-farmer seed multiplication and seed delivery systems;"}, {"text_block_id": "p67_b1005", "text": "•"}, {"text_block_id": "p67_b1006", "text": "Establishing measures and arrangements for seed producing and distributing entities to accelerate pre-released seed multiplication of promising varieties;"}, {"text_block_id": "p67_b1007", "text": "•"}, {"text_block_id": "p67_b1008", "text": "Mobilizing necessary support (public and private sectors and Development Partners) to establish appropriate laboratories and systems for seed testing, seed certification, and soil testing in the country;"}, {"text_block_id": "p67_b1009", "text": "•"}, {"text_block_id": "p67_b1010", "text": "Assisting larger private companies with experience to import and distribute fertilizer and other chemicals;"}, {"text_block_id": "p67_b1011", "text": "•"}, {"text_block_id": "p67_b1012", "text": "Introducing targeted subsidy programs to promote the use of improved seeds and fertilizers and implementing the program without undermining private sector activities;"}, {"text_block_id": "p67_b1013", "text": "•"}, {"text_block_id": "p67_b1014", "text": "Supporting duty free import of seeds, fertilizers and pest disease management inputs; and."}, {"text_block_id": "p67_b1015", "text": "•"}, {"text_block_id": "p67_b1016", "text": "Insuring the utilization of organic fertilizers and environmentally friendly pesticide usage."}, {"text_block_id": "p67_b1017", "text": "8.2.2 Integrated Pest & Disease Management (IPDM)"}, {"text_block_id": "p67_b1018", "text": "Pest is any form of plant or animal life or any pathogenic organism that is injurious or potentially injurious to plants, products, livestock or people. Pest includes insects and other arthropods (mites and ticks), nematodes, fungi, bacteria, viruses, weeds and vertebrates."}, {"text_block_id": "p67_b1019", "text": "Issues and constraints"}, {"text_block_id": "p67_b1020", "text": "•"}, {"text_block_id": "p67_b1021", "text": "Damaged animal tissue and disease transmission by pest have led to disruption in crop/livestock growth and development and therefore reduced yield and product quality resulting to economic losses which must be minimized in a cost effective, sustainable, and environmentally sound manner."}, {"text_block_id": "p67_b1022", "text": "•"}, {"text_block_id": "p67_b1023", "text": "The Ministry does not have a Plant Protection Unit to manage and regulate the use and application of improved technologies on plant protection in the country;"}, {"text_block_id": "p67_b1024", "text": "•"}, {"text_block_id": "p67_b1025", "text": "The lack of a database on injurious insect pests and control measures to assist farmers in their control of crop pests;"}, {"text_block_id": "p67_b1026", "text": "•"}, {"text_block_id": "p67_b1027", "text": "Less information available on non-chemical pest management than those of chemical pest controls; and"}, {"text_block_id": "p68_b1028", "text": "•"}, {"text_block_id": "p68_b1029", "text": "Prevailing costs of agric-chemicals are high, leaving a perception by small holders and some medium scale farmers that returns from their investments may not be profitable"}, {"text_block_id": "p68_b1030", "text": "."}, {"text_block_id": "p68_b1031", "text": "Strategies"}, {"text_block_id": "p68_b1032", "text": "•"}, {"text_block_id": "p68_b1033", "text": "Formulate a National Plant Protection Policy that will incorporate plant quarantine and Integrated Pest Management(research, education, training, extension, sustainable funding);"}, {"text_block_id": "p68_b1034", "text": "•"}, {"text_block_id": "p68_b1035", "text": "National Pesticide Policy(local formulation/manufacturing, importation, distribution, use and disposal of unwanted/unused products;"}, {"text_block_id": "p68_b1036", "text": "•"}, {"text_block_id": "p68_b1037", "text": "Establish functional plant protection unit in the MOA that will conducted detailed pest survey and crop loss assessment in order to determine priority pests for attention."}, {"text_block_id": "p68_b1038", "text": "•"}, {"text_block_id": "p68_b1039", "text": "Implement farmers’ training in Good Agricultural Practices (GAP) that will include the use of improved varieties and livestock (seed/planting materials, livestock breeds) and adoption of better planting patterns and techniques."}, {"text_block_id": "p68_b1040", "text": "•"}, {"text_block_id": "p68_b1041", "text": "Ensuring that mechanisms are established for sensitization and awareness of the public and compliance and enforcement of the code of conduct on distribution and use of pesticides, especially regulations on pesticides;"}, {"text_block_id": "p68_b1042", "text": "•"}, {"text_block_id": "p68_b1043", "text": "Adopting IMDP as a national strategy and providing institutional back-up to research and extension services;"}, {"text_block_id": "p68_b1044", "text": "•"}, {"text_block_id": "p68_b1045", "text": "Developing pest and disease management components and IPDM strategies for each of the major farming enterprises; and"}, {"text_block_id": "p69_b1046", "text": "8.2.3 Agricultural Mechanization"}, {"text_block_id": "p69_b1047", "text": "The main power source for agricultural operations in nearly all the production areas in Liberia is labor intensive using simple hand tools. But agricultural operations from land preparation to post harvesting or value addition can be supported by mechanization, with resulting benefits of reduction in drudgery and increase in labor productivity. Simple equipment such as power tillers, corn harvesters, mechanized cassava graters, mechanized cereal and coffee hullers, and oil palm mills have been proven to have a significant impact on production, productivity and competitiveness."}, {"text_block_id": "p69_b1048", "text": "Issues and constraints"}, {"text_block_id": "p69_b1049", "text": "•"}, {"text_block_id": "p69_b1050", "text": "Labor available for agricultural production is declining and technology has not improved beyond the hoe and cutlass to make the necessary substitution;"}, {"text_block_id": "p69_b1051", "text": "•"}, {"text_block_id": "p69_b1052", "text": "Farm machines and equipment suitable to local conditions are lacking;"}, {"text_block_id": "p69_b1053", "text": "•"}, {"text_block_id": "p69_b1054", "text": "High cost of farm machinery and rising fuel price, combined with low purchasing power of farmers, as well as small farm sizes and fragmented plots, have constrained the use of farm power;"}, {"text_block_id": "p69_b1055", "text": "•"}, {"text_block_id": "p69_b1056", "text": "There are no guidelines for use of mechanical cultivation or processing in the agriculture sector;"}, {"text_block_id": "p69_b1057", "text": "•"}, {"text_block_id": "p69_b1058", "text": "There is no unit at MoA with oversight responsibility for policy, planning, coordination and monitoring of agricultural mechanization; and"}, {"text_block_id": "p69_b1059", "text": "•"}, {"text_block_id": "p69_b1060", "text": "Available machines are inefficiently utilized due to lack of skills, importation of inappropriate brands, lack of standardization and ready availability of spare parts, and acute shortage of trained personnel to provide repairs and routine maintenance services."}, {"text_block_id": "p70_b1061", "text": "Strategies"}, {"text_block_id": "p70_b1062", "text": "•"}, {"text_block_id": "p70_b1063", "text": "Formulating an agricultural mechanization strategy"}, {"text_block_id": "p70_b1064", "text": "•"}, {"text_block_id": "p70_b1065", "text": "Establishing an Agricultural Engineering Unit (Mechanical and Civil) at MOA to encourage and support the private sector, cooperatives and other farmer organizations to provide mechanization services;"}, {"text_block_id": "p70_b1066", "text": "•"}, {"text_block_id": "p70_b1067", "text": "Supporting local tools and equipment fabrication to ensure accessibility and affordability;"}, {"text_block_id": "p70_b1068", "text": "•"}, {"text_block_id": "p70_b1069", "text": "Facilitating the establishment of mechanization services provision centers, machinery hire-purchase and lease schemes, in collaboration with the private sector, especially county businesses, individuals and financial institutions;"}, {"text_block_id": "p70_b1070", "text": "•"}, {"text_block_id": "p70_b1071", "text": "Encouraging and providing support to farmers organizations and private sector entities who are providing and using small scale mechanization in the agriculture supply chain (production, processing, value addition, product development);"}, {"text_block_id": "p70_b1072", "text": "•"}, {"text_block_id": "p70_b1073", "text": "Supporting private sector workshops that provide mechanization services to producers cultivating lowlands with power tillers; and"}, {"text_block_id": "p70_b1074", "text": "•"}, {"text_block_id": "p70_b1075", "text": "Facilitating public-private partnerships to promote mechanization in the sector."}, {"text_block_id": "p70_b1076", "text": "The target groups of the pro-poor approach (small holders, diverse input dealers/suppliers, processors, transporters, storage/inventory warehousing operators and distributors) do not have capacities to invest in best practices in their vocations. Access to rural finance is critical to enable them secure the resources necessary to increase productivity and competitiveness in their enterprises and take advantage of opportunities in the value chains of selected commodities. Varying mechanisms of making financial services available to these groups in the sector have not been successful in the past for a variety of reasons, some from improper unproductive interventions by the public sector. Most credit available to farmers if any, originates from informal intermediaries as pre-financing with interest rate prohibitive."}, {"text_block_id": "p71_b1077", "text": "Issues and constraints"}, {"text_block_id": "p71_b1078", "text": "•"}, {"text_block_id": "p71_b1079", "text": "With the demise of the Agricultural Cooperative Development Bank (ACDB) and limited rural reach of existing private banks, the rural community has no access to formal credit;"}, {"text_block_id": "p71_b1080", "text": "•"}, {"text_block_id": "p71_b1081", "text": "The ACDB failed to serve smallholders and was operating at huge losses even before its collapse;"}, {"text_block_id": "p71_b1082", "text": "•"}, {"text_block_id": "p71_b1083", "text": "There are only two well-established micro-finance institutions (MFIs), a few other fledging MFIs, and a small number of rural credit unions;"}, {"text_block_id": "p71_b1084", "text": "•"}, {"text_block_id": "p71_b1085", "text": "There is no overall institutional framework to foster MFIs, credit unions and cooperative banks;"}, {"text_block_id": "p71_b1086", "text": "•"}, {"text_block_id": "p71_b1087", "text": "The apex body, the Liberia Credit Union National Association (LCUNA) is weak and works exclusively with a dozen older and larger urban credit unions who have very few operators in the sector;"}, {"text_block_id": "p71_b1088", "text": "•"}, {"text_block_id": "p71_b1089", "text": "Semi-formal organizations like credit unions and cooperatives have limited coverage and are dependent on formal sector banking, which is not available in rural areas;"}, {"text_block_id": "p71_b1090", "text": "•"}, {"text_block_id": "p71_b1091_merged", "text": "Revolving funds (Susus) are used to finance the purchase of farm tools and equipment for those with retained earnings but they may not be an appropriate and reliable credit product for many agricultural operations which require working capital on an annual basis."}, {"text_block_id": "p71_b1094", "text": "Strategies"}, {"text_block_id": "p71_b1095", "text": "•"}, {"text_block_id": "p71_b1096", "text": "Supporting the review of banking regulations, conditions for providing loans to the agriculture sector, and related legislations in order to inject some level of liberalization, incentives and guarantees that will encourage commercial banking institutions to play greater roles in enhancing agricultural development, supporting agribusiness sectors, using instruments such as reduction in secondary reserve requirements and tax rebates;"}, {"text_block_id": "p71_b1097", "text": "•"}, {"text_block_id": "p71_b1098", "text": "Supporting and strengthening the expansion of membership-based financial organizations, rural banks and grassroots micro-finance institutions, and promoting linkages between formal and informal financial services;"}, {"text_block_id": "p71_b1099", "text": "•"}, {"text_block_id": "p71_b1100", "text": "Supporting and promoting a Credit Guarantee Scheme for rural credit (public or public-private partnership) and exploring and determining the appropriateness and practicalities of financial institutions providing insurance service; and"}, {"text_block_id": "p72_b1101", "text": "•"}, {"text_block_id": "p72_b1102", "text": "Advocating for and supporting the review and reassignment of roles to existing financial institutions such as the ACBD, LINFU, LCUNA and CDA to enable them complement efforts of targeted commercial banks in micro-finance programs to small and subsistence producers in the sector."}, {"text_block_id": "p72_b1103", "text": "Issues and constraints"}, {"text_block_id": "p72_b1104", "text": "•"}, {"text_block_id": "p72_b1105", "text": "Heavy presence of parastatals in the value chain operations of cash crops prior to the war, and destruction of infrastructure (roads, railways and physical market places) have all resulted in widespread market failures as reflected in high transportation and transaction costs, low competition of the value chains;"}, {"text_block_id": "p72_b1106", "text": "•"}, {"text_block_id": "p72_b1107", "text": "Only a handful of medium-scale produce buyers exist, and they lack either the financial capacity and/or necessary transport facilities to buy larger quantities of farmers’ produce. The few large buyers are prevented from participating in transportation services by prevailing obnoxious legislations;"}, {"text_block_id": "p72_b1108", "text": "•"}, {"text_block_id": "p72_b1109", "text": "Over seventy five percent of the villages in the producing areas are not accessible by vehicles and many other areas become inaccessible during the rainy season;"}, {"text_block_id": "p72_b1110", "text": "•"}, {"text_block_id": "p72_b1111", "text": "Inadequate storage facilities, coupled with poor handling and poor post-harvest technologies make post-harvest losses (excluding pre-harvest losses) exceptionally high for many farmers; for rice and cassava, losses amount to about 25% of production and as much as 45% in vegetables;"}, {"text_block_id": "p72_b1112", "text": "•"}, {"text_block_id": "p72_b1113", "text": "Because of bad roads and insufficient number of produce traders, considerable informal cross-border trade exists between Liberia and neighboring countries to the detriment of small producers; and"}, {"text_block_id": "p72_b1114", "text": "•"}, {"text_block_id": "p72_b1115", "text": "The Liberia Market Association (LMA) was established as a semi-autonomous government institution with the mandate to manage markets but it has generally failed to meet its obligations despite extracting fees from traders."}, {"text_block_id": "p73_b1116", "text": "Strategies"}, {"text_block_id": "p73_b1117", "text": "(a)"}, {"text_block_id": "p73_b1118", "text": "Markets"}, {"text_block_id": "p73_b1119", "text": "•"}, {"text_block_id": "p73_b1120", "text": "Promoting the establishment of Agricultural Information Service (MOA and NGO) that uses local FM Radios, mobile phones and the Internet, and links the national system with sub-regional (MRU) and regional (ECOWAS) market information system;"}, {"text_block_id": "p73_b1121", "text": "•"}, {"text_block_id": "p73_b1122", "text": "Establishing mechanisms within the MOA for market research and for strengthening linkages between and among stakeholders, Market Associations, Farmer Associations, NGOs and Extension Services;"}, {"text_block_id": "p73_b1123", "text": "•"}, {"text_block_id": "p73_b1124", "text": "Supporting the rehabilitation of market places and construction of commercially based storages such as warehouse receipt systems;"}, {"text_block_id": "p73_b1125", "text": "•"}, {"text_block_id": "p73_b1126", "text": "Assisting small producers to link with established markets through the involvement of agricultural extension services, NGOs and farmer associations, dialogues and partnerships between and among such enterprises;"}, {"text_block_id": "p73_b1127", "text": "•"}, {"text_block_id": "p73_b1128", "text": "Assisting in building the capacities of existing marketing associations (LMA, LiMFU, Rubber Planters Association, Coffee & Cocoa Association, etc.) and cooperatives;"}, {"text_block_id": "p73_b1129", "text": "•"}, {"text_block_id": "p73_b1130", "text": "Supporting small holder groups for greater participation and competition in the market place by taking actions to improve their access to finance and insurance markets, and building the skills of traders and cooperatives in business management;"}, {"text_block_id": "p73_b1131", "text": "•"}, {"text_block_id": "p73_b1132", "text": "Forging partnerships between marketing boards (government owned) and private sector entities but retaining price guarantee arrangements;"}, {"text_block_id": "p74_b1133", "text": "•"}, {"text_block_id": "p74_b1134", "text": "Encouraging and facilitating Insurance companies to offer agricultural insurance products, including crop insurance schemes against physical loss or damage and price decreases; and"}, {"text_block_id": "p74_b1135", "text": "•"}, {"text_block_id": "p74_b1136", "text": "Supporting the introduction of standards for quantifying and grading products, and facilitating the small farmers to adopt the standards and measures."}, {"text_block_id": "p74_b1137", "text": "(b)"}, {"text_block_id": "p74_b1138", "text": "Agribusiness"}, {"text_block_id": "p74_b1139", "text": "•"}, {"text_block_id": "p74_b1140", "text": "Undertaking a study to inform the Government on appropriate incentives to promote the establishment of agro-industries in the rural areas, and facilitating actions that will ensure a dynamic agribusiness climate in Liberia;"}, {"text_block_id": "p74_b1141", "text": "•"}, {"text_block_id": "p74_b1142", "text": "Advocating for increased investment in the energy sector in order to ensure lower processing costs in agro-industries;"}, {"text_block_id": "p74_b1143", "text": "•"}, {"text_block_id": "p74_b1144", "text": "Promoting partnerships between and among agribusiness and smallholder farmers and their organizations, and assisting larger processing firms to establish appropriate partnerships with small holders’ supply oriented enterprises; and"}, {"text_block_id": "p74_b1145", "text": "•"}, {"text_block_id": "p74_b1146", "text": "Encouraging universities to initiate training and specialization in agribusiness."}, {"text_block_id": "p74_b1147", "text": "(c)"}, {"text_block_id": "p74_b1148", "text": "External trade"}, {"text_block_id": "p74_b1149", "text": "•"}, {"text_block_id": "p74_b1150", "text": "Undertaking an initial study of the export sub-sector; carrying out periodic reviews including the various trade protocols and agreements that Liberia is signatory to and holding consultations with private sector interests in the agriculture export sub-sector to inform the Government on appropriate incentives and policy measures necessary to increase the performance of the sub-sector and expand trade;"}, {"text_block_id": "p74_b1151", "text": "•"}, {"text_block_id": "p74_b1152", "text": "Undertaking a study to assess the comparative advantages and the potentials of an export market for agricultural products from Liberia;"}, {"text_block_id": "p74_b1153", "text": "•"}, {"text_block_id": "p74_b1154", "text": "Promoting greater use of indigenous agricultural products and foods produced by local producers with a view to increasing their competitiveness against cheap imported counterpart products;"}, {"text_block_id": "p74_b1155", "text": "•"}, {"text_block_id": "p74_b1156", "text": "Initiating trade negotiations to ensure Liberia’s membership in various regional and international trade arrangements; and"}, {"text_block_id": "p74_b1157", "text": "•"}, {"text_block_id": "p74_b1158_merged", "text": "Taking steps to formalize and regulate cross-border trade in accordance with existing sub-regional inter-governmental protocols."}, {"text_block_id": "p74_b1161", "text": "•"}, {"text_block_id": "p74_b1162", "text": "Harmonizing pricing policy within the Mano River Union (MRU)and establishing a MRU Food Security Hub in Monrovia"}, {"text_block_id": "p75_b1163", "text": "Infrastructure such as roads, market structures, handling, processing, storage facilities, irrigation systems, water supplies and communications networks are essential to stimulate increased production, productivity, and enhance competitiveness of the sector."}, {"text_block_id": "p75_b1164", "text": "Issues and constraints"}, {"text_block_id": "p75_b1165", "text": "•"}, {"text_block_id": "p75_b1166", "text": "The road network is generally limited and poor and during the rainy season most roads get flooded or bridges are destroyed, and as such many production areas are cut off from trunk roads and markets;"}, {"text_block_id": "p75_b1167", "text": "•"}, {"text_block_id": "p75_b1168", "text": "Only about 4.6 % of Liberian villages have access to functional markets;"}, {"text_block_id": "p75_b1169", "text": "•"}, {"text_block_id": "p75_b1170", "text": "Access to and movement from market places is cumbersome and disorganized; a great amount of portage is required to carry the goods from trucks to stalls, thus increasing market costs is contributing to produce damage due to multiple handling; transport costs are relatively very high, discouraging the small holders to carry their wares to high value markets;"}, {"text_block_id": "p75_b1171", "text": "•"}, {"text_block_id": "p75_b1172", "text": "Absence of large storage facilities in production or assembly areas cause many farmers to produce less for fear of losing their produce to pests, theft or weather damage, and eventual reduction in quality for perishables.;"}, {"text_block_id": "p75_b1173", "text": "•"}, {"text_block_id": "p75_b1174", "text": "Physical markets for farm produce are characterized by decrepit infrastructure, lack of suitable commodity specific storage facilities, unhygienic premises and over-crowding; and"}, {"text_block_id": "p75_b1175", "text": "•"}, {"text_block_id": "p75_b1176", "text": "Infrastructure for landing and hygienic handling of fish form artisanal fisheries and storage at the landing sites are negligible to non-existent. In addition, supplies of hatcheries for poultry and structures for aquaculture services are non-existent."}, {"text_block_id": "p75_b1177", "text": "Strategies"}, {"text_block_id": "p75_b1178", "text": "•"}, {"text_block_id": "p75_b1179", "text": "Developing a rural infrastructure development strategy focusing on post harvest irrigation and roads water supply and communication;"}, {"text_block_id": "p75_b1180", "text": "•"}, {"text_block_id": "p75_b1181", "text": "Advocating for, mobilizing and securing support from public, donors, private sector and community funds, and promote investment (public/private sector partnerships, private investors) in key infrastructure that will provide quick impact in increased production,"}, {"text_block_id": "p76_b1182", "text": "productivity and competitiveness of the agriculture sector, focusing on trunk roads, handling and storage, processing, proper market facilities; hatcheries, fish landing sites;"}, {"text_block_id": "p76_b1183", "text": "•"}, {"text_block_id": "p76_b1184", "text": "Advocating for and supporting the allocation of adequate special budgetary resources at national and county levels in support of the construction and or upgrading and maintenance of feeder roads, farm-to-market roads and communal storage facilities, with full participation of the communities;"}, {"text_block_id": "p76_b1185", "text": "•"}, {"text_block_id": "p76_b1186", "text": "Encouraging the full participation of beneficiary communities in the identification, initiation and implementation of infrastructural development projects, and in the maintenance of these facilities;"}, {"text_block_id": "p76_b1187", "text": "•"}, {"text_block_id": "p76_b1188", "text": "Facilitating the provision of irrigation, processing & storage facilities in selected areas of high production in the country; and"}, {"text_block_id": "p76_b1189", "text": "•"}, {"text_block_id": "p76_b1190", "text": "Supporting allocation of adequate resources for the construction of portable water facilities for rural areas, adequate markets, educational and health, banking, agro-processing and recreational facilities."}, {"text_block_id": "p76_b1191", "text": "Issues and constraints"}, {"text_block_id": "p76_b1192", "text": "•"}, {"text_block_id": "p76_b1193", "text": "Poor hygiene and inappropriate food and livestock feed handling and storage facilities and structures contributing not only to spoilage but also to poor quality foods posing serious health risks (such as diarrhea and cholera);"}, {"text_block_id": "p76_b1194", "text": "•"}, {"text_block_id": "p76_b1195", "text": "Limited public awareness about food safety and quality;"}, {"text_block_id": "p76_b1196", "text": "•"}, {"text_block_id": "p76_b1197", "text": "High risk of contamination of vegetable produced in urban and peri-urban areas;"}, {"text_block_id": "p76_b1198", "text": "•"}, {"text_block_id": "p76_b1199", "text": "Food is cooked and served in the streets and in many premises with no clean water and proper sanitation services;"}, {"text_block_id": "p76_b1200", "text": "•"}, {"text_block_id": "p76_b1201", "text": "Safety and quality standards and laws and regulations that deal with safety throughout the food value chain are inadequate and in many ways lack conformity with current international standards and guidelines;"}, {"text_block_id": "p76_b1202", "text": "•"}, {"text_block_id": "p76_b1203", "text": "Inadequate human and institutional capacity to ensure food safety and quality and enforce standards;"}, {"text_block_id": "p77_b1204", "text": "•"}, {"text_block_id": "p77_b1205", "text": "Inadequate laboratory facilities for testing of food quality and safety;"}, {"text_block_id": "p77_b1206", "text": "•"}, {"text_block_id": "p77_b1207", "text": "Limited capacities to handle emerging safety issues such as avian influenza; and"}, {"text_block_id": "p77_b1208", "text": "•"}, {"text_block_id": "p77_b1209", "text": "In many areas contaminated water is used to handle agricultural perishable produce directly increasing the risk of water borne diseases."}, {"text_block_id": "p77_b1210", "text": "Strategies"}, {"text_block_id": "p77_b1211", "text": "•"}, {"text_block_id": "p77_b1212", "text": "Developing human and physical capacities in the MOA and relevant Ministries and Agencies to handle, monitor, regulate and enforce food safety and quality, including compliance with SPS standards;"}, {"text_block_id": "p77_b1213", "text": "•"}, {"text_block_id": "p77_b1214", "text": "Promoting proper storage and handling to control food-related disease outbreaks;"}, {"text_block_id": "p77_b1215", "text": "•"}, {"text_block_id": "p77_b1216", "text": "Supporting and promoting programmes for public awareness on food safety and quality, and appropriate labeling of foods or such measures necessary to indicate their nutritional content and safety;"}, {"text_block_id": "p77_b1217", "text": "•"}, {"text_block_id": "p77_b1218", "text": "Supporting a review/revision and harmonization of existing regulatory, legislation and institutional frameworks or policy instruments in order to establish improved guidelines, ensure effective coordination and enforcement of food safety and quality control in country and at border entry points. The revision will take into account international standards and guidelines, including the Hazard Analysis Critical Control Point (HACCP);"}, {"text_block_id": "p77_b1219", "text": "•"}, {"text_block_id": "p77_b1220", "text": "Promoting public-private sector partnerships for improved food safety and quality control;"}, {"text_block_id": "p77_b1221", "text": "•"}, {"text_block_id": "p77_b1222", "text": "Promoting in collaboration with relevant public and private agents proper storage and handling of foods to control incidences of food-related disease outbreaks;"}, {"text_block_id": "p77_b1223", "text": "•"}, {"text_block_id": "p77_b1224", "text": "Developing control strategy to respond to the potential devastation from emergence of pandemic diseases such as devastating strain of bird flu; and"}, {"text_block_id": "p78_b1225", "text": "•"}, {"text_block_id": "p78_b1226", "text": "Supporting efforts aimed at formalising and regulating activities of producers and vendors for food safety and quality, safe water and sanitation."}, {"text_block_id": "p79_b1227", "text": "CROSS-CUTTING POLICIES AND STRATEGIES"}, {"text_block_id": "p79_b1228", "text": "9.1 Macroeconomic Environment"}, {"text_block_id": "p79_b1229", "text": "The macroeconomic environment will have a decisive influence on achievement of the goal and objectives envisioned for the sector by this policy and strategy, especially because of the following: the pro-poor approach being adopted to support small holders; the need for incentives for strong involvement of the private sector; urgency to remove structural constraints in the sector (infrastructure, energy, markets) and the expectations for incentives to attract external investors in the value chains of the sector."}, {"text_block_id": "p79_b1230", "text": "Issue and constraints"}, {"text_block_id": "p79_b1231", "text": "•"}, {"text_block_id": "p79_b1232", "text": "Untimely and insufficient flow of internal resources to agriculture (i.e. about 5% of total government expenditures per year between 1984 and 1988, and 2% per year since 2003);"}, {"text_block_id": "p79_b1233", "text": "•"}, {"text_block_id": "p79_b1234", "text": "Discriminatory treatment of agriculture by revenue and tax laws that minimize investment incentives and encourage the explicit and implicit taxation of agriculture;"}, {"text_block_id": "p79_b1235", "text": "•"}, {"text_block_id": "p79_b1236", "text": "Irrelevance of monetary policy (i.e. incomplete control of the dual-currency exchange regime) that has contributed to declining agricultural terms of trade;"}, {"text_block_id": "p79_b1237", "text": "•"}, {"text_block_id": "p79_b1238", "text": "Application of export licensing and similar policies to protect the monopolies of state-owned enterprises, thus discouraging competition and private investments;"}, {"text_block_id": "p79_b1239", "text": "•"}, {"text_block_id": "p79_b1240", "text": "Unfavourable treatment at seaports and high transaction and transport costs that discourage imports of strategic farm inputs; and"}, {"text_block_id": "p79_b1241", "text": "•"}, {"text_block_id": "p79_b1242", "text": "Inadequacy of the financial system that has resulted in negligible lending to the sector by established financial institutions (e.g. low percentage of loans; high interest rates; short lending horizon, etc)."}, {"text_block_id": "p80_b1243", "text": "Strategies"}, {"text_block_id": "p80_b1244", "text": "•"}, {"text_block_id": "p80_b1245", "text": "Preparing annual and special plans for budget support to the sector;"}, {"text_block_id": "p80_b1246", "text": "•"}, {"text_block_id": "p80_b1247", "text": "Providing tax incentives to increase returns from investments in commodities, value chains and other support services for agricultural development, and ensuring that Liberian and foreign investors are treated equally;"}, {"text_block_id": "p80_b1248", "text": "•"}, {"text_block_id": "p80_b1249", "text": "Ensuring the allocation of 10% or more of the national budget for each fiscal year to agriculture;"}, {"text_block_id": "p80_b1250", "text": "•"}, {"text_block_id": "p80_b1251", "text": "Supporting and promoting exports and competitiveness of locally produced food commodities in order to substitute for strategic food imports;"}, {"text_block_id": "p80_b1252", "text": "•"}, {"text_block_id": "p80_b1253", "text": "Providing smallholders have access to appropriate rural financing (e.g. via savings and credit cooperatives, concessionary interest rates at commercial financial institutions);"}, {"text_block_id": "p80_b1254", "text": "•"}, {"text_block_id": "p80_b1255", "text": "Boosting prospect for import substitute and poverty reduction by targeting selected subsidiaries to small holders;"}, {"text_block_id": "p80_b1256", "text": "•"}, {"text_block_id": "p80_b1257", "text": "Installing risk mitigation systems appropriate for promoting smallholder farmer development, including weather insurance for rural financing facilities and debt cancellation through reinsurance schemes;"}, {"text_block_id": "p80_b1258", "text": "•"}, {"text_block_id": "p80_b1259", "text": "Collaborating with appropriate Ministries and other relevant agencies to promote access to regional and international markets;"}, {"text_block_id": "p80_b1260", "text": "•"}, {"text_block_id": "p80_b1261", "text": "Supporting the provision of investment incentives to agriculture (crops, fisheries and livestock) that equal or exceed those offered to other sectors (‘most favoured sector’); and"}, {"text_block_id": "p80_b1262", "text": "•"}, {"text_block_id": "p80_b1263", "text": "Supporting the provision of adequate incentives for the private sector to invest and make farm inputs available, affordable and accessible;"}, {"text_block_id": "p81_b1264", "text": "•"}, {"text_block_id": "p81_b1265", "text": "Enrolling agricultural concessions and related activities in Extractive Industries Transparency Initiative (EITI)."}, {"text_block_id": "p81_b1266", "text": "9.2 Land, Water and Environment"}, {"text_block_id": "p81_b1267", "text": "9.2.1 Access to land and tenure security"}, {"text_block_id": "p81_b1268", "text": "Improving access to land, ensuring security of tenure, protecting land, and recognizing property rights are critical for sustainable and pro-poor growth in agriculture. If property rights remain ignored and insecure, and land administration remains weak, promoting dynamic, sustainable and inclusive agricultural development could be severely affected."}, {"text_block_id": "p81_b1269", "text": "Issues and constraints"}, {"text_block_id": "p81_b1270", "text": "•"}, {"text_block_id": "p81_b1271", "text": "There is no comprehensive policy on the acquisition of land for agricultural purposes;"}, {"text_block_id": "p81_b1272", "text": "•"}, {"text_block_id": "p81_b1273", "text": "Lack of a registry of land (deed holders) or lack of systematic records system to determine the true owners of land due to theft of deeds during the war (particularly from the National Archives) has resulted in high ambiguity over land ownership;"}, {"text_block_id": "p81_b1274", "text": "•"}, {"text_block_id": "p81_b1275", "text": "Most land holdings lack formal deeds although the proportion of households with (somewhat) secure title is greater in more intensive agricultural areas;"}, {"text_block_id": "p81_b1276", "text": "•"}, {"text_block_id": "p81_b1277", "text": "Squatting is common in those areas that received a large number of IDPs, while leasing arrangements are rare;"}, {"text_block_id": "p81_b1278", "text": "•"}, {"text_block_id": "p81_b1279", "text": "Rented/leased and borrowed holdings serve as disincentive to invest in agricultural land;"}, {"text_block_id": "p81_b1280", "text": "•"}, {"text_block_id": "p81_b1281", "text": "There is a profound lack of confidence among smallholders regarding customary courts and their ability to fairly adjudicate land issues. This has led to an increase in ‘trial by ordeal’ for many issues including land conflicts;"}, {"text_block_id": "p81_b1282", "text": "•"}, {"text_block_id": "p81_b1283", "text": "The Tribal Reserve Law has not been respected, complicating the ability of MoA to manage agricultural efforts in the tribal areas. Tribal land is often claimed by outsiders, with the resulting disenfranchisement causing significant problems;"}, {"text_block_id": "p81_b1284", "text": "•"}, {"text_block_id": "p81_b1285", "text": "Increasing coincidence of land conflicts along existing ethnographic fissures is a major concern;"}, {"text_block_id": "p81_b1286", "text": "•"}, {"text_block_id": "p81_b1287", "text": "There is some indication that the war and the current land situation have aggravated a religious divide in some parts of the country; and"}, {"text_block_id": "p81_b1288", "text": "•"}, {"text_block_id": "p81_b1289", "text": "Women have less access to land."}, {"text_block_id": "p82_b1290", "text": "Strategies"}, {"text_block_id": "p82_b1291", "text": "•"}, {"text_block_id": "p82_b1292", "text": "Supporting the establishment of a land registry and cadastre system to promote economic land utilisation;"}, {"text_block_id": "p82_b1293", "text": "•"}, {"text_block_id": "p82_b1294", "text": "Contributing to land reform measures that give farmers access to and security in the use of land; discourage land holdings for speculative purposes through taxes and other administrative measures; give special consideration to the needs of women and other disadvantaged groups; and promote economic efficiency, equity and poverty reduction;"}, {"text_block_id": "p82_b1295", "text": "•"}, {"text_block_id": "p82_b1296", "text": "Advocating for, and supporting the establishment of a high level body to investigate the issues and make recommendations on land tenure that will accommodate the demands of commercial agriculture;"}, {"text_block_id": "p82_b1297", "text": "•"}, {"text_block_id": "p82_b1298", "text": "Supporting decentralization of acquisition of title deeds and empower traditional leaders to play a role in the process of land acquisition in areas of their jurisdiction;"}, {"text_block_id": "p82_b1299", "text": "•"}, {"text_block_id": "p82_b1300", "text": "Strengthening the capacities of poor farmers, especially women, to claim and defend land rights through legally accountable institutions and systems;"}, {"text_block_id": "p82_b1301", "text": "•"}, {"text_block_id": "p82_b1302", "text": "Promoting land use policy (demarcating land for national reserve, agriculture, forestry, industry, and wetland); and"}, {"text_block_id": "p82_b1303", "text": "•"}, {"text_block_id": "p82_b1304", "text": "Advocating for, and providing support to the promulgation of soil conservation legislation that will enhance sustainable land use."}, {"text_block_id": "p82_b1305", "text": "9.2.2 Water Resources Development"}, {"text_block_id": "p82_b1306", "text": "Liberia is endowed with abundant water resources, but their proper management and planning remain crucial to reducing conflicts between competitive uses in meeting national priorities and goals. Effective water resource management, including expansion of small and large scale irrigated agriculture, is one of the four pillars of the Comprehensive Africa Agriculture Development Program (CAADP) of the New Partnership for Africa’s Development (NEPAD)."}, {"text_block_id": "p82_b1307", "text": "Issues and constraints"}, {"text_block_id": "p82_b1308", "text": "•"}, {"text_block_id": "p82_b1309", "text": "Only about 1,000ha (less than 0.2%) of the irrigation potential is utilized;"}, {"text_block_id": "p83_b1310", "text": "•"}, {"text_block_id": "p83_b1311", "text": "Negligible data and information on water management for crops, boreholes and yields, water quality for surface and ground water; and low priority of water resources research probably because of abundance of water resources in the country;"}, {"text_block_id": "p83_b1312", "text": "•"}, {"text_block_id": "p83_b1313", "text": "Swamp water management is tedious and makes extra demand on farmers’ resources and energy;"}, {"text_block_id": "p83_b1314", "text": "•"}, {"text_block_id": "p83_b1315", "text": "Lack of comprehensive legal framework governing water resources with no statutory regulations on water ownership, control and use;"}, {"text_block_id": "p83_b1316", "text": "•"}, {"text_block_id": "p83_b1317", "text": "Severe shortage of adequately trained water resources practitioners and weak capacities to develop human resources for agricultural land and water issues;"}, {"text_block_id": "p83_b1318", "text": "•"}, {"text_block_id": "p83_b1319", "text": "Oversight responsibilities for water activities are fragmented and in different ministries and institutions;"}, {"text_block_id": "p83_b1320", "text": "•"}, {"text_block_id": "p83_b1321", "text": "General lack of recognition for close inter-relationship between livelihood strategies, agriculture and the environment; human encroachment on ecosystems of coastal lagoons, estuaries, deltas and mangroves is widespread;"}, {"text_block_id": "p83_b1322", "text": "•"}, {"text_block_id": "p83_b1323", "text": "Indiscriminate disposal of wastes into water bodies, leading to pollution of water resources; and"}, {"text_block_id": "p83_b1324", "text": "•"}, {"text_block_id": "p83_b1325", "text": "Poor state of hydro-meteorological and hydrological networks in the country."}, {"text_block_id": "p83_b1326", "text": "Strategies"}, {"text_block_id": "p83_b1327", "text": "•"}, {"text_block_id": "p83_b1328", "text": "Establishing a Unit in MOA and building human and physical capacities in land, irrigation and water resources development in order to enable it carry out oversight responsibilities for planning, coordination and monitoring of this sub-sector’s activities;"}, {"text_block_id": "p83_b1329", "text": "•"}, {"text_block_id": "p83_b1330", "text": "Developing and implementing a medium term National Water Resource Strategy (NWRS) in order to ensure integrated water resources use and management to meet urgent national needs in the food and agriculture sector, and international targets in the water resources sector."}, {"text_block_id": "p83_b1331", "text": "•"}, {"text_block_id": "p83_b1332", "text": "Supporting training institutions to focus on water resource development and management;"}, {"text_block_id": "p84_b1333", "text": "•"}, {"text_block_id": "p84_b1334", "text": "Supporting and promoting private sector participation in capacity building, feasibility study, scheme design & construction of and investment in irrigation schemes, livestock water supplies and aquaculture development;"}, {"text_block_id": "p84_b1335", "text": "•"}, {"text_block_id": "p84_b1336", "text": "Ensuring that water conservation practices on upland slopes as well as in lowland crops production are prioritized to preserve and protect the environment for future generation;"}, {"text_block_id": "p84_b1337", "text": "•"}, {"text_block_id": "p84_b1338", "text": "Ensuring efficient use of agricultural chemicals to prevent pollution of water bodies; and"}, {"text_block_id": "p84_b1339", "text": "•"}, {"text_block_id": "p84_b1340", "text": "Supporting the establishment of a National Water and Ecological Information Center."}, {"text_block_id": "p84_b1341", "text": "9.2.3 Agriculture and Environment"}, {"text_block_id": "p84_b1342", "text": "Environmental conservation and preservation are now global priorities, and have raised the need and urgency to integrate agriculturally sound and environmentally sustainable farming practices. There is a need to provide ample safeguards against land degradation while guaranteeing food production on a sustainable basis, and a heritage for future generations."}, {"text_block_id": "p84_b1343", "text": "Issues and Constraints"}, {"text_block_id": "p84_b1344", "text": "•"}, {"text_block_id": "p84_b1345", "text": "Increasing agricultural activities in the environment and high rates of uncontrolled wood-fuel production have resulted in increased deforestation, soil erosion and soil and water contamination, and beach erosion;"}, {"text_block_id": "p84_b1346", "text": "•"}, {"text_block_id": "p84_b1347", "text": "Shortening period of fallow in shifting cultivation, timber and wildlife hunts are producing high levels of land degradation, deforestation, and displacement of native species;"}, {"text_block_id": "p84_b1348", "text": "•"}, {"text_block_id": "p84_b1349", "text": "Loss of forest, as a result of encroachment of farms and mismanagement of the land and uncontrolled logging, is extensive;"}, {"text_block_id": "p84_b1350", "text": "•"}, {"text_block_id": "p84_b1351", "text": "Introduction of alien species that may eventually be invasive is increasing;"}, {"text_block_id": "p84_b1352", "text": "•"}, {"text_block_id": "p84_b1353", "text": "Lack of land use policy has caused destruction of landscapes and ecosystems;"}, {"text_block_id": "p84_b1354", "text": "•"}, {"text_block_id": "p84_b1355", "text": "Sustainable land management is not an integral part of agricultural extension messages and sustainable land management issues are not addressed holistically;"}, {"text_block_id": "p84_b1356", "text": "•"}, {"text_block_id": "p84_b1357", "text": "Ineffective inter-agency collaboration to address agricultural-related environmental issues;"}, {"text_block_id": "p84_b1358", "text": "•"}, {"text_block_id": "p84_b1359", "text": "Environmental impact assessments are not yet incorporated in agricultural projects because of weak institutional capacity to monitor the activity; and"}, {"text_block_id": "p84_b1360", "text": "•"}, {"text_block_id": "p84_b1361", "text": "Providing adaptation measures to mitigate climate change."}, {"text_block_id": "p85_b1362", "text": "Strategies"}, {"text_block_id": "p85_b1363", "text": "•"}, {"text_block_id": "p85_b1364", "text": "Establishing an Environment Unit in MOA to collaborate with the Environmental Protection Agency (EPA) and supporting the establishment of similar units in other agriculturally related institutions;"}, {"text_block_id": "p85_b1365", "text": "•"}, {"text_block_id": "p85_b1366", "text": "Supporting the development of environmental legislations and guidelines for agricultural practices and establishing appropriate measures for country-wide sensitization, awareness, and enforcement of the policy instruments;"}, {"text_block_id": "p85_b1367", "text": "•"}, {"text_block_id": "p85_b1368", "text": "Creating awareness, implementing plans, and enforcing national legislations for environmental protection and conservation from agricultural practices;"}, {"text_block_id": "p85_b1369", "text": "•"}, {"text_block_id": "p85_b1370", "text": "Supporting and promoting actions for establishment of forests for protection of watersheds and wetlands; combating desertification; conserving biological diversity and contributing to the stabilization of global climate;"}, {"text_block_id": "p85_b1371", "text": "•"}, {"text_block_id": "p85_b1372", "text": "Supporting measures to subject all sector policies and plans to Strategic Environmental Assessments (SEAs) and projects to Environmental Impact Assessments (EIAs);"}, {"text_block_id": "p85_b1373", "text": "•"}, {"text_block_id": "p85_b1374", "text": "Implementing programs to conserve soil and water resources and for conservation farming; and"}, {"text_block_id": "p85_b1375", "text": "•"}, {"text_block_id": "p85_b1376", "text": "Supporting sustainable management programs for regional and trans-boundary resources."}, {"text_block_id": "p85_b1377", "text": "9.2.4 Sustainable Natural Resources Management"}, {"text_block_id": "p85_b1378", "text": "Large tracts of marginal land, particularly uplands in Liberia, have shallow soils which are low in fertility, leach easily and have low water holding capacities. Owing to population pressure, fallow periods in the traditional bush fallow farming systems are now reduced, large areas are being cleared yearly, and as a result, natural restoration of soil fertility after a year or two of cropping can no longer be realized. A strong enabling environment for sustainable use and management of the country’s natural resources is now compelling to avoid further worsening of degradation and deforestation."}, {"text_block_id": "p86_b1379", "text": "Issues and constraints"}, {"text_block_id": "p86_b1380", "text": "•"}, {"text_block_id": "p86_b1381", "text": "Traditional bush fallow farming system with periods now being reduced; and"}, {"text_block_id": "p86_b1382", "text": "•"}, {"text_block_id": "p86_b1383", "text": "Indiscriminate felling of forest trees by logging companies and small scale pit sawyers, expose large areas of forests to the heavy rainfall patterns in the county, adding to the degradation of soil cover and fertility."}, {"text_block_id": "p86_b1384", "text": "Strategies"}, {"text_block_id": "p86_b1385", "text": "•"}, {"text_block_id": "p86_b1386", "text": "Subsidizing the provision and use of critical inputs such as improved seeds and fertilizers;"}, {"text_block_id": "p86_b1387", "text": "•"}, {"text_block_id": "p86_b1388", "text": "Sensitizing farmers and providing technical support to introduce and promote best sustainable practices for land use, particularly conservation agriculture, organic and integrated farming, and participatory management of forest resources including controlled logging;"}, {"text_block_id": "p86_b1389", "text": "•"}, {"text_block_id": "p86_b1390", "text": "Developing a comprehensive programme to create awareness to sustainable natural resources management."}, {"text_block_id": "p86_b1391", "text": "9.2.5 Reduce Risks due to climate change and improve coping mechanisms"}, {"text_block_id": "p86_b1392", "text": "Issues and constraints"}, {"text_block_id": "p86_b1393", "text": "•"}, {"text_block_id": "p86_b1394", "text": "Shifting cultivation with a fallow period of less than 12 years, uncontrolled logging, charcoal production, and improper waste disposal contribute to climate change;"}, {"text_block_id": "p86_b1395", "text": "•"}, {"text_block_id": "p86_b1396", "text": "Livelihood along coastal areas are and will continue to be seriously affected by sea level rise;"}, {"text_block_id": "p87_b1397", "text": "•"}, {"text_block_id": "p87_b1398", "text": "Food production could be affected by changes in rainfall patterns, especially shorter and of high intensity; increase in the incidence of insects, diseases, and invasive plants; and"}, {"text_block_id": "p87_b1399", "text": "•"}, {"text_block_id": "p87_b1400", "text": "Global warming could extend the range of disease-causing vectors such as mosquitoes."}, {"text_block_id": "p87_b1401", "text": "Strategies"}, {"text_block_id": "p87_b1402", "text": "•"}, {"text_block_id": "p87_b1403", "text": "Supporting and promoting sustainable agricultural production like conservation agriculture, and rural development activities which reduce vulnerability of cropping systems;"}, {"text_block_id": "p87_b1404", "text": "•"}, {"text_block_id": "p87_b1405", "text": "Providing information and advice through statistical data and information, and mass media, about climate changes, causes and risks, and available adaptation strategies especially in relation to the agriculture sector;"}, {"text_block_id": "p87_b1406", "text": "•"}, {"text_block_id": "p87_b1407", "text": "Promoting proven best practices, policies and measures that encourage forest protection, sustainable farming, and sustainable energy utilization;"}, {"text_block_id": "p87_b1408", "text": "•"}, {"text_block_id": "p87_b1409", "text": "Supporting the institutionalization of adaptation capacities through partnerships with NGOs, civil societies, private sector and concerned government organizations; and"}, {"text_block_id": "p87_b1410", "text": "•"}, {"text_block_id": "p87_b1411", "text": "Supporting climate change related research, education and training."}, {"text_block_id": "p87_b1412", "text": "9.3 Social Development"}, {"text_block_id": "p87_b1413", "text": "9.3.1 Gender"}, {"text_block_id": "p87_b1414_merged", "text": "Women in rural areas produce most of the food, are largely responsible for household food security; they fetch wood and water, care for children and homes, and undertake transport and marketing activities of the family. They predominate in key segments of the value chains of key food and some cash crops, especially in production, primary processing, product development and marketing. Some women also serve as heads of their families and shoulder the corresponding responsibility. But women are often highly marginalized. They need to be empowered to enable them continue and improve on their roles and responsibilities in the sector."}, {"text_block_id": "p88_b1416", "text": "Issues and constraints"}, {"text_block_id": "p88_b1417", "text": "•"}, {"text_block_id": "p88_b1418", "text": "Gender disparities in access to, and ownership of assets are considerable;"}, {"text_block_id": "p88_b1419", "text": "•"}, {"text_block_id": "p88_b1420", "text": "Women own less land and are more insecure than men;"}, {"text_block_id": "p88_b1421", "text": "•"}, {"text_block_id": "p88_b1422", "text": "Rural women have less access to credit, agriculture extension, skills, and business management training;"}, {"text_block_id": "p88_b1423", "text": "•"}, {"text_block_id": "p88_b1424", "text": "Women face severe handicap in starting and developing entrepreneurial activities due to their higher illiteracy status;"}, {"text_block_id": "p88_b1425", "text": "•"}, {"text_block_id": "p88_b1426", "text": "Institutional support for the development and empowerment of girls and women is limited;"}, {"text_block_id": "p88_b1427", "text": "•"}, {"text_block_id": "p88_b1428", "text": "Gender-based violence against girls and women is high;"}, {"text_block_id": "p88_b1429", "text": "•"}, {"text_block_id": "p88_b1430", "text": "Social customs hinder women’s mobility, constrain their participation in decision making and limit their involvement in productive activities; and"}, {"text_block_id": "p88_b1431", "text": "•"}, {"text_block_id": "p88_b1432", "text": "Traditional norms continue to restrict women development opportunities at the local level in rural areas."}, {"text_block_id": "p88_b1433", "text": "Strategies"}, {"text_block_id": "p88_b1434", "text": "•"}, {"text_block_id": "p88_b1435", "text": "Strengthening the institutional framework and capacities, particularly in the MOA and MOGD, to address gender issues in rural policies and programs;"}, {"text_block_id": "p88_b1436", "text": "•"}, {"text_block_id": "p88_b1437", "text": "Collaborating with the MOGD and Development Partners to develop and implement a Rural Women Empowerment Program designed to enhance women’s decision-making powers, and access to: credit, land, extension, technology and market information;"}, {"text_block_id": "p88_b1438", "text": "•"}, {"text_block_id": "p88_b1439", "text": "Ensuring gender issues are mainstreamed in all agriculture policy formulation, planning, programming and proposed interventions at national and sub-national levels;"}, {"text_block_id": "p88_b1440", "text": "•"}, {"text_block_id": "p88_b1441", "text": "Intensifying research and adapting programs for agricultural technologies that increase women labor productivity without undue physical exhaustion; and"}, {"text_block_id": "p88_b1442", "text": "•"}, {"text_block_id": "p88_b1443", "text": "Supporting women’s participation in promotion of and training in agribusiness services."}, {"text_block_id": "p89_b1444", "text": "9.3.2 Youth"}, {"text_block_id": "p89_b1445", "text": "Youth constitute more than 65% of the population and a significant proportion of the nation’s poor and unemployed. They represent a huge reserve of untapped labor resource needed to boost agriculture production, enhance food security and create massive wealth. Unfortunately, many youth shy away from agriculture or are reluctant to engage in farming. Many have abandoned rural communities and farmlands for Monrovia and other urban centers in the illusive search for quick incomes and better livelihoods."}, {"text_block_id": "p89_b1446", "text": "Issues and constraints"}, {"text_block_id": "p89_b1447", "text": "•"}, {"text_block_id": "p89_b1448", "text": "Youth migration is very high and influenced mainly by drudgery of agricultural labor, low returns in subsistence agriculture, negligible access to land, finance and markets; and"}, {"text_block_id": "p89_b1449", "text": "•"}, {"text_block_id": "p89_b1450", "text": "The majority of land available for farming is controlled by community elders, which enhances their power in communities and enables them to exploit youth labor."}, {"text_block_id": "p89_b1451", "text": "Strategies"}, {"text_block_id": "p89_b1452", "text": "•"}, {"text_block_id": "p89_b1453", "text": "Developing and implementing a Youth In Agriculture Program in which provisions are made for sensitization of opportunities in the sector; training; enhanced access to inputs, credit, land, technologies;"}, {"text_block_id": "p89_b1454", "text": "•"}, {"text_block_id": "p89_b1455", "text": "Facilitating and supporting the private sector to establish agro-industries in rural areas, which will provide supplementary or alternative employment for youth; and"}, {"text_block_id": "p89_b1456", "text": "•"}, {"text_block_id": "p89_b1457", "text": "Establishing and implementing special Initiatives directed at increasing youth interest, such as Centre Songhai Liberia and participation in revitalization of value chains in the agriculture sector and food security."}, {"text_block_id": "p89_b1458", "text": "9.3.3 Vulnerable Groups"}, {"text_block_id": "p90_b1459", "text": "Issues and constraints"}, {"text_block_id": "p90_b1460", "text": "•"}, {"text_block_id": "p90_b1461", "text": "The number of vulnerable families and individuals is considerable: 9% of rural households are headed by elderly members (above 60 years of age) and 26% by chronically ill or disabled persons and 5% by widows. Approximately 100,000 people are still internally displaced, about 350,000 refugees in neighboring countries and 50,000 individuals who have still been classified as ex-combatants;"}, {"text_block_id": "p90_b1462", "text": "•"}, {"text_block_id": "p90_b1463", "text": "Increasing incidence of HIV/AIDS, malaria and waterborne diseases and the corresponding deaths have made many families vulnerable and resulted in loss of productive agricultural personnel or man-hour of work;"}, {"text_block_id": "p90_b1464", "text": "•"}, {"text_block_id": "p90_b1465", "text": "Vulnerable groups engaged in agricultural activities face severe shortage of labor;"}, {"text_block_id": "p90_b1466", "text": "•"}, {"text_block_id": "p90_b1467", "text": "Most of the IDPs, returnees and ex-combatants that can be absorbed in agriculture have inadequate access to land, basic inputs, finance and markets;"}, {"text_block_id": "p90_b1468", "text": "•"}, {"text_block_id": "p90_b1469", "text": "Many IDPs and returnees are discouraged to go to rural communities because they have become accustomed to better health care, education and social outlets and entertainment in the camps where they have resided (relative to the villages where basic services are lacking);"}, {"text_block_id": "p90_b1470", "text": "•"}, {"text_block_id": "p90_b1471", "text": "Many others have adapted to camp life and may have developed an ‘assisted’ mindset and dependency on humanitarian life;"}, {"text_block_id": "p90_b1472", "text": "•"}, {"text_block_id": "p90_b1473", "text": "Many farmers are getting older and poorer with acute food insecurity in several communities (extended lean periods of 4-6months annually); and"}, {"text_block_id": "p90_b1474", "text": "•"}, {"text_block_id": "p90_b1475", "text": "Traditional coping mechanisms, including the extended family system, have been weakened by the war and extreme poverty."}, {"text_block_id": "p91_b1476", "text": "Strategies"}, {"text_block_id": "p91_b1477", "text": "•"}, {"text_block_id": "p91_b1478", "text": "Supporting the implementation of a Support Program to Resettle and Reintegrate Ex-combatants in rural area such as the Tumutu and Sinoe Agricultural Training Program(TATP and SATP);"}, {"text_block_id": "p91_b1479", "text": "•"}, {"text_block_id": "p91_b1480", "text": "Supporting the development and implementation of a Senior Citizen Status Policy to provide protection to the aged;"}, {"text_block_id": "p91_b1481", "text": "•"}, {"text_block_id": "p91_b1482", "text": "Contributing to and supporting the design and implementation of safety nets or support programs to meet the immediate food and nutrition needs of the vulnerable groups until their farm and non-farm operations start to generate adequate incomes;"}, {"text_block_id": "p91_b1483", "text": "•"}, {"text_block_id": "p91_b1484", "text": "Supporting targeted input subsidies and other production-based entitlement programs for the poorest and most vulnerable, including families affected by HIV/AIDS;"}, {"text_block_id": "p91_b1485", "text": "•"}, {"text_block_id": "p91_b1486", "text": "Supporting mainstreaming of safety net schemes into broader development initiatives;"}, {"text_block_id": "p91_b1487", "text": "•"}, {"text_block_id": "p91_b1488", "text": "Ensuring that the land tenure reforms adequately addresses the needs of vulnerable groups;"}, {"text_block_id": "p91_b1489", "text": "•"}, {"text_block_id": "p91_b1490", "text": "Advocating for and supporting programs for affordable health care delivery and improvement of WATSAN facilities in farming communities;"}, {"text_block_id": "p91_b1491", "text": "•"}, {"text_block_id": "p91_b1492", "text": "Promoting appropriate agro-forestry interventions, specifically designed to meet community needs, in areas prone to population stress and savannah conditions to positively impact food security, reduce land degradation and arrest the annual increase of the savannah; and"}, {"text_block_id": "p91_b1493", "text": "•"}, {"text_block_id": "p91_b1494", "text": "Supporting Food Insecurity and Vulnerability Information Mapping System (FIVIMS), including developing a food security and nutrition database, and supporting the development of an Early Warning Systems (EWS)."}, {"text_block_id": "p91_b1495", "text": "9.4 Coordinating Agricultural Development with other sectors"}, {"text_block_id": "p91_b1496", "text": "A broad-based and inclusive agricultural development depends heavily on sectors outside the mandates of the agriculture sector. Sectors such as commerce and industry, infrastructure (roads, communications, and power supply), local governance, public security, education and human health can contribute directly or indirectly to agricultural productivity by mainstreaming the development of agriculture in their planning and operational processes. This policy and strategy will require support and close collaboration with the private sector, other stakeholders, and inter-ministerial coordination in order to ensure the needs of the agriculture sector are harmonized with those of other related sectors."}, {"text_block_id": "p92_b1497", "text": "9.4.1 Commerce and Industry"}, {"text_block_id": "p92_b1498", "text": "Issues and constraints"}, {"text_block_id": "p92_b1499", "text": "•"}, {"text_block_id": "p92_b1500", "text": "Low commitment and poor mechanisms of these sectors to promote and expand opportunities of small Liberian businesses in the value chains of selected food and cash commodities;"}, {"text_block_id": "p92_b1501", "text": "•"}, {"text_block_id": "p92_b1502", "text": "High transaction costs (establishing transparent regulations; improved market infrastructure; standardization of products; time-bound moratorium on tariffs and duties on agriculture commodities);"}, {"text_block_id": "p92_b1503", "text": "•"}, {"text_block_id": "p92_b1504", "text": "A lack of focus on agriculture in trade and investment promotion;"}, {"text_block_id": "p92_b1505", "text": "•"}, {"text_block_id": "p92_b1506", "text": "Inappropriate labeling of locally produced and imported foods;"}, {"text_block_id": "p92_b1507", "text": "•"}, {"text_block_id": "p92_b1508", "text": "Segments of business activities exclusively set aside for Liberians are being gradually taken over by foreigners in the form of “fronting”, thereby limiting the opportunities of small Liberian businesses to venture into such lines of business;"}, {"text_block_id": "p92_b1509", "text": "•"}, {"text_block_id": "p92_b1510", "text": "Poor coordination between commerce and trade sector of the economy with line ministries and agencies of government in regulating the activities of the various sectors to ensure compliance with existing regulations and procedures (i.e. quality service, reliability, business plans, etc.);"}, {"text_block_id": "p92_b1511", "text": "•"}, {"text_block_id": "p92_b1512", "text": "High import duties on basic inputs and construction materials have diminished the opportunities of ordinary Liberians to compete and excel in food and agriculture, reconstruction and building sector, small and medium industries and enterprises;"}, {"text_block_id": "p92_b1513", "text": "•"}, {"text_block_id": "p92_b1514", "text": "Existing market infrastructure are without storage, processing and related facilities;"}, {"text_block_id": "p92_b1515", "text": "•"}, {"text_block_id": "p92_b1516", "text": "Lack of access to finance has limited the growth and development of the sector; and"}, {"text_block_id": "p92_b1517", "text": "•"}, {"text_block_id": "p92_b1518", "text": "Lack of standardization has resulted in reduced income from sale of commodities."}, {"text_block_id": "p93_b1519", "text": "Strategies"}, {"text_block_id": "p93_b1520", "text": "•"}, {"text_block_id": "p93_b1521", "text": "Reducing import duties especially on agricultural inputs such as fertilizer, seeds, farm tools and equipment, and processing and value addition technologies,"}, {"text_block_id": "p93_b1522", "text": "•"}, {"text_block_id": "p93_b1523", "text": "Establishing trade/ market centers and storage in strategic locations of the country, thereby reducing unnecessary transport and transaction costs"}, {"text_block_id": "p93_b1524", "text": "•"}, {"text_block_id": "p93_b1525", "text": "Facilitating dialogues and inter-ministerial consultations to establish and monitor mechanisms, and mobilization of resources that will promote and expand opportunities of small Liberian businesses in the value chains of selected food and cash commodities"}, {"text_block_id": "p93_b1526", "text": "•"}, {"text_block_id": "p93_b1527", "text": "Ensuring standardization of products; time-bound moratorium on tariffs and duties on agriculture commodities) and"}, {"text_block_id": "p93_b1528", "text": "•"}, {"text_block_id": "p93_b1529", "text": "Including agriculture as a focus of trade and investment promotion, including identification of international markets and investment concerns for increased exportation of locally produced commodities."}, {"text_block_id": "p93_b1530", "text": "9.4.2 Transportation"}, {"text_block_id": "p93_b1531_merged", "text": "Free flow of goods and services will enhance greatly productivity and competitiveness of the agriculture sector, especially from the subsistence sector in Liberia and make significant contributions to growth and poverty reduction. Large parts of Liberia's traditional farming areas are isolated from markets which can be accessed at very high costs to their disadvantage."}, {"text_block_id": "p93_b1534", "text": "Issues and constraints"}, {"text_block_id": "p93_b1535", "text": "•"}, {"text_block_id": "p93_b1536", "text": "Vehicular travel in rural areas where agriculture is the predominant activity is difficult in the dry season and impossible in many areas in the rainy season with about half of all villages having no vehicular access, and consequently negligible movement of goods and services to the sector; and"}, {"text_block_id": "p93_b1537", "text": "•"}, {"text_block_id": "p93_b1538", "text": "Commercial trucks carrying capacity ranges from 5-20mt per vehicle, most of which are second hand vehicles with an average age of 8-10 years, experience frequent breakdowns, resulting into high costs to transport produce; the total trucking capacity is estimated to be less than 2,000mt (LMR, 2007);"}, {"text_block_id": "p93_b1539", "text": "•"}, {"text_block_id": "p93_b1540", "text": "Railways have been non-operational for 20 years, as a result, bulk carriage of produce is by road, and expensive for the small producer."}, {"text_block_id": "p94_b1541", "text": "Strategies"}, {"text_block_id": "p94_b1542", "text": "•"}, {"text_block_id": "p94_b1543", "text": "Planning and implementing priority actions and programs to improve road networks, especially agriculturally dependent rural and urban roads;"}, {"text_block_id": "p94_b1544", "text": "•"}, {"text_block_id": "p94_b1545", "text": "Ensuring improvement of port facilities for storage and handling of agriculture goods;"}, {"text_block_id": "p94_b1546", "text": "•"}, {"text_block_id": "p94_b1547", "text": "Providing incentives to improve trucking capacity in the country, including encouraging a high density of vehicles and reduction of transport costs especially for agricultural commodities and services; and"}, {"text_block_id": "p94_b1548", "text": "•"}, {"text_block_id": "p94_b1549", "text": "Planning and implementing labor intensive roads construction and maintenance."}, {"text_block_id": "p94_b1550", "text": "8.4.3 Information and Communication"}, {"text_block_id": "p94_b1551", "text": "Issues and constraints"}, {"text_block_id": "p94_b1552", "text": "•"}, {"text_block_id": "p94_b1553", "text": "No reliable sources for business, other information and telecommunications technology are available in large parts of the rural areas, and there is no telecommunications strategy indicating the nature and scope of such support required for the agriculture sector;"}, {"text_block_id": "p94_b1554", "text": "•"}, {"text_block_id": "p94_b1555", "text": "Mobile phone coverage across the country is estimated at 45% and the charges are relatively high; and"}, {"text_block_id": "p94_b1556", "text": "•"}, {"text_block_id": "p94_b1557", "text": "Coverage of radio stations is very limited across the country. Most community radio stations are operating on a frequency modulation (FM), which has limited coverage."}, {"text_block_id": "p94_b1558", "text": "Strategies"}, {"text_block_id": "p94_b1559", "text": "•"}, {"text_block_id": "p94_b1560", "text": "Advocating for and supporting to provide special incentives to expand information and telecommunications technologies and facilities to key agricultural and remote areas;"}, {"text_block_id": "p94_b1561", "text": "•"}, {"text_block_id": "p94_b1562", "text": "Promoting access to internet services that are competitive and affordable have a wide coverage to rural production areas; and"}, {"text_block_id": "p95_b1563", "text": "•"}, {"text_block_id": "p95_b1564", "text": "Advocating for and providing support to communication/information strategies in agricultural programs in the country, particularly for small to medium operators in the sector."}, {"text_block_id": "p95_b1565", "text": "9.4.4 Energy"}, {"text_block_id": "p95_b1566", "text": "Availability of and access to affordable energy supplies are major factors that influence achieving the overall goals of the sector, especially revitalization and modernization of the sector, resulting into increased productivity and competitiveness in the value chains of the sector"}, {"text_block_id": "p95_b1567", "text": "."}, {"text_block_id": "p95_b1568", "text": "Issues and constraints"}, {"text_block_id": "p95_b1569", "text": "High cost of fossil fuel (diesel fuel and gasoline) and lack of access to regular supplies has limited access to energy in most rural areas, and is a major disincentive to establish processing plants, free flow of goods and services in the sector, delaying the revitalization of the value chains of selected cash commodities. The costs also constrains transformation of subsistence producers to the modern systems of production"}, {"text_block_id": "p95_b1570", "text": "Strategies"}, {"text_block_id": "p95_b1571", "text": "•"}, {"text_block_id": "p95_b1572", "text": "Advocating for a national energy policy that accentuates rural development of which agriculture is the fulcrum;"}, {"text_block_id": "p95_b1573", "text": "•"}, {"text_block_id": "p95_b1574", "text": "Collaborating with the relevant institutions, particularly the Ministry of Lands, Mines and Energy, to ensure availability of affordable power to rural and agricultural communities;"}, {"text_block_id": "p95_b1575", "text": "•"}, {"text_block_id": "p95_b1576", "text": "Establishing special arrangements for supply of petroleum products to the agriculture sector; and"}, {"text_block_id": "p95_b1577", "text": "•"}, {"text_block_id": "p95_b1578", "text": "Encouraging and facilitating private sector development of renewable energy (photovoltaic, wind, biomass, animal extraction, wood & waste, agricultural wastes and mini hydro schemes) and supporting research in renewable energy;"}, {"text_block_id": "p95_b1579", "text": "9.4.5 Human Health"}, {"text_block_id": "p95_b1580", "text": "Human health is a major consideration of the FAPS as the agriculture sector is a major contributor to nutrition. It is also a victim of epidemics and pandemics such as Malaria, HIV/AIDS, and other diseases (water borne) with high morbidity and mortality incidences. This is especially important in view of the sector’s almost total dependence on human labor for farm power in Liberia. Human health issues will have a major influence on achieving the important sector objectives of food and nutrition security at household levels, productivity and"}, {"text_block_id": "p96_b1581", "text": "competitiveness in products, the quantum and quality of the labor force, and its overall performance."}, {"text_block_id": "p96_b1582", "text": "Issues and constraints"}, {"text_block_id": "p96_b1583", "text": "•"}, {"text_block_id": "p96_b1584", "text": "Malaria prevalence was estimated around 56.9 per cent in 2003 and remains the primary cause of death amongst children;"}, {"text_block_id": "p96_b1585", "text": "•"}, {"text_block_id": "p96_b1586", "text": "The official HIV/AIDS prevalence rate was estimated at 12 per cent in 2003 jumping from 8.2 per cent in 2000;"}, {"text_block_id": "p96_b1587", "text": "•"}, {"text_block_id": "p96_b1588", "text": "Other diseases with high morbidity and mortality incidences are still prevalent in rural production areas and include tuberculosis, measles, diarrhoea, acute respiratory infection, schistosomiasis, onchocerciasis, and bancroftiasis (elephantiasis);"}, {"text_block_id": "p96_b1589", "text": "•"}, {"text_block_id": "p96_b1590", "text": "Poor diet has contributed to death and disease, including learning disabilities, and food-borne illnesses;"}, {"text_block_id": "p96_b1591", "text": "•"}, {"text_block_id": "p96_b1592", "text": "Inadequate sensitization and dissemination of information on the healthiness of foods produced locally;"}, {"text_block_id": "p96_b1593", "text": "•"}, {"text_block_id": "p96_b1594", "text": "High malnutrition rates among children and other vulnerable groups; and"}, {"text_block_id": "p96_b1595", "text": "•"}, {"text_block_id": "p96_b1596", "text": "Inadequate access to safe drinking water and safe latrines in farming communities."}, {"text_block_id": "p96_b1597", "text": "Strategies:"}, {"text_block_id": "p96_b1598", "text": "•"}, {"text_block_id": "p96_b1599", "text": "Collaborating with the Ministry of Health and Social Welfare to prioritize active and potential production areas for rehabilitating health services;"}, {"text_block_id": "p96_b1600", "text": "•"}, {"text_block_id": "p96_b1601", "text": "Partnering with the MOH in planning and implementing HIV/AIDS and similar health programs; and"}, {"text_block_id": "p96_b1602", "text": "•"}, {"text_block_id": "p96_b1603", "text": "Partnering with MOH and other institutions to undertake intensive sensitization and promotion the consumption of nutritious, locally grown foods."}, {"text_block_id": "p96_b1604", "text": "9.4.6 Education"}, {"text_block_id": "p96_b1605", "text": "The quality of available human resources and level of public knowledge about the agriculture sector are key functions of the performance and success of the sector’s key activities. A major"}, {"text_block_id": "p97_b1606", "text": "constraint has been a lack of coordination especially between the two sectors, in determining the appropriate use of the education sector to enhance agriculture, particularly ensuring timeliness, quantity and quality of such resources to the sector, creating investment and market opportunities in the education sector for agriculture, and extending the information outreach of the importance and value of agriculture to economic recovery and growth."}, {"text_block_id": "p97_b1607", "text": "Issues and constraints"}, {"text_block_id": "p97_b1608", "text": "•"}, {"text_block_id": "p97_b1609", "text": "Secondary and college level programs offer a limited range of instructional areas, and lack the necessary coordination with agricultural planning, research, local knowledge, and educational agencies responsible for developing national curriculums;"}, {"text_block_id": "p97_b1610", "text": "•"}, {"text_block_id": "p97_b1611", "text": "The relatively high level of illiteracy of the large group of operators in the agriculture sector, especially women, and the negative effects of this deficiency to apply improved systems of management and investment in their enterprises;"}, {"text_block_id": "p97_b1612", "text": "•"}, {"text_block_id": "p97_b1613", "text": "The largely untapped potential of the education sector to create markets for the agriculture sector (feeding programs in schools and institutions of human care)"}, {"text_block_id": "p97_b1614", "text": "Strategies"}, {"text_block_id": "p97_b1615", "text": "•"}, {"text_block_id": "p97_b1616", "text": "Collaborating with the Education sector in setting and standardizing curricula in institutions of learning in direct collaboration (participatory approach) with the agriculture sector and other major stakeholders;"}, {"text_block_id": "p97_b1617", "text": "•"}, {"text_block_id": "p97_b1618", "text": "Promoting educational policy and programs that address basic and functional literacy, especially for women and ensuring equity and quality in the delivery of education services; positioning youths to take full advantage of farming opportunities to facilitate self-financing or supporting initiatives and vocations;"}, {"text_block_id": "p97_b1619", "text": "•"}, {"text_block_id": "p97_b1620", "text": "Supporting school feeding programs (with locally produced foods), and school and backyard gardening which will increase markets for the sector; and"}, {"text_block_id": "p97_b1621", "text": "•"}, {"text_block_id": "p97_b1622", "text": "Supporting and promoting partnerships in research in the agriculture sector."}, {"text_block_id": "p98_b1623", "text": "9.4.7 Public Security"}, {"text_block_id": "p98_b1624", "text": "Public safety and security is an essential pre-requisite to revitalizing the value chains of cash and food commodities, especially in view of the large investment requirements for such actions. The absence of such guarantees, in the light of bitter experiences of the destruction to infrastructures by the recently ended civil war, may delay the commitment of investors and operators, including small holders, to the activities envisaged in the revitalization of the sector."}, {"text_block_id": "p98_b1625", "text": "Issues and constrains"}, {"text_block_id": "p98_b1626", "text": "•"}, {"text_block_id": "p98_b1627", "text": "Inadequate capacities of the government to ensure its presence and authority in distant locations, especially in view of the limited resources and time-frame of the UN security forces in the country;"}, {"text_block_id": "p98_b1628", "text": "•"}, {"text_block_id": "p98_b1629", "text": "Considerable numbers of large number of idle and unemployed youth and ex-combatants are likely to be engaged in crimes;"}, {"text_block_id": "p98_b1630", "text": "•"}, {"text_block_id": "p98_b1631", "text": "Prevailing high rate of unemployment, estimated at 80 percent, is a potential threat to the country’s peace and stability; and"}, {"text_block_id": "p98_b1632", "text": "•"}, {"text_block_id": "p98_b1633", "text": "Insecurity in some parts of the country is likely to limit investment in such areas."}, {"text_block_id": "p98_b1634", "text": "Strategies"}, {"text_block_id": "p98_b1635", "text": "•"}, {"text_block_id": "p98_b1636", "text": "Collaborating and supporting relevant Government agencies to establish mechanisms that will provide human and property security to public, private, and public/private investments in the in the sector;"}, {"text_block_id": "p98_b1637", "text": "•"}, {"text_block_id": "p98_b1638", "text": "Developing, in collaboration with relevant agencies, community based mechanisms for security of agricultural and human investments at local levels; and"}, {"text_block_id": "p98_b1639", "text": "•"}, {"text_block_id": "p98_b1640", "text": "Developing, in collaboration with relevant agencies, support programs that will reduce idleness and unemployment among youths, and consequently reduce the likelihood of crime by such groups especially in areas of agricultural investments."}, {"text_block_id": "p98_b1641", "text": "9.4.8 Local Governance"}, {"text_block_id": "p98_b1642", "text": "Achieving the overall goals of the sector requires full participation of all stakeholders, especially local government authorities. The structures, leaderships and capacities of these sub-national"}, {"text_block_id": "p99_b1643", "text": "authorities are essential in the mobilization of popular participation in the process of planning, resource mobilization, implementation and monitoring and evaluation of agricultural and rural development."}, {"text_block_id": "p99_b1644", "text": "Issues and constraints"}, {"text_block_id": "p99_b1645", "text": "•"}, {"text_block_id": "p99_b1646", "text": "Local level administration is weak as elected officials and Mayors have neither the resources nor the capacity to coordinate community development efforts;"}, {"text_block_id": "p99_b1647", "text": "•"}, {"text_block_id": "p99_b1648", "text": "Inadequate sub-national governance structures with weak financial and fiscal management capacities which are not capable to coordinate development activities and ensure a favorable environment for investments at local level;"}, {"text_block_id": "p99_b1649", "text": "•"}, {"text_block_id": "p99_b1650", "text": "Progress in the Decentralization is slow; Government systems and structures are still highly centralized with most local government positions such as County Superintendents, District and Township Commissioners appointed by the President or appointees/representatives of the president;"}, {"text_block_id": "p99_b1651", "text": "•"}, {"text_block_id": "p99_b1652", "text": "There is inadequate provisions for local community emancipation or empowerment; local officials have limited understanding of the management of valuable natural resources such as wetlands, grazing lands, forests and fisheries; and"}, {"text_block_id": "p99_b1653", "text": "•"}, {"text_block_id": "p99_b1654", "text": "Traditional Authorities have limited capacities to overcome conflict over access to resources and ensure sustainable use of natural resources."}, {"text_block_id": "p99_b1655", "text": "Strategies"}, {"text_block_id": "p99_b1656", "text": "•"}, {"text_block_id": "p99_b1657", "text": "Advocating for and supporting Local Governance to ensure coherence in the distribution of services and responsibilities in the decentralized structure in the MOA in accordance with the"}, {"text_block_id": "p99_b1658", "text": "National Decentralization and Local Development Program of the Government;"}, {"text_block_id": "p99_b1659", "text": "•"}, {"text_block_id": "p99_b1660", "text": "Supporting the development of the legal framework for local government functioning and ensuring revenue mobilization, allocation and utilization; participatory action in planning, delivery, monitoring and evaluation;"}, {"text_block_id": "p99_b1661", "text": "•"}, {"text_block_id": "p99_b1662", "text": "Supporting a participatory approach to: strengthen conflict management, resolve land issues and exploit opportunities in the sector, as well as integrate traditional authorities in the local consultations and political decision-making processes; and"}, {"text_block_id": "p99_b1663", "text": "•"}, {"text_block_id": "p99_b1664", "text": "Rehabilitating administrative infrastructures and building human capacities."}, {"text_block_id": "p100_b1665", "text": "Cost and Financing the FAPS"}, {"text_block_id": "p105_b1666", "text": "Chapter"}, {"text_block_id": "p105_b1667", "text": "11"}, {"text_block_id": "p105_b1668", "text": "Implementation Framework"}, {"text_block_id": "p105_b1669", "text": "11.1 I"}, {"text_block_id": "p105_b1670", "text": "nstitutional Arrangements"}, {"text_block_id": "p105_b1671", "text": "The effective implementation of this policy and strategy, hinges on appropriate governance and management arrangements that will be put into place. These arrangements will be consistent with the nature, structure and operations of the Government and its interactions with other non-state actors. The arrangements to be put into place will seek to ensure continued focus, commitment, coordination and accountability of efforts, resources, and outputs. Within this framework, the following institutional arrangements will be put into place:"}, {"text_block_id": "p105_b1672", "text": "Office of the President/Cabinet"}, {"text_block_id": "p105_b1673", "text": "The President of Liberia will provide global oversight responsibility in her capacity of Head State and Government. She will undertake this function through vertical and horizontal interactions with all elements within and under the institutional arrangements, particularly via stakeholder’s forum and other similar opportunities. Accordingly, through her office, the Cabinet will be regularly informed and consulted."}, {"text_block_id": "p105_b1674", "text": "Stakeholders’ Forum:"}, {"text_block_id": "p105_b1675", "text": "This will be a national consultative forum of all stakeholders held periodically for the purposes of sharing information and experiences and progress of implementation of the policy and strategy. The Forum shall be chaired by the President of Liberia."}, {"text_block_id": "p105_b1676", "text": "At Sector Level"}, {"text_block_id": "p105_b1677", "text": "An inter-ministerial body,"}, {"text_block_id": "p105_b1678_merged", "text": "The Food Security and Nutrition Technical Committee (FSNTC): This will be the highest decision-making body in the implementation of the policy and strategy. It will provide overall policy direction and guidance for implementing the policy and strategy. The FSNTC will be chaired by the Minister of Agriculture and include, but not limited to the following agencies: Ministry of Finance, Ministry of Commerce and Industry, Central Bank of Liberia, Ministry of Internal Affairs, Ministry of Planning & Economic Affairs, Environmental Protection Agency, Liberian Business Association, Liberian Bankers Association, Liberia Federation of Cooperative Societies, Liberia National Farmers Union and Liberian National NGO Network (LINNK). Representatives of Donors and International NGOs will serve as observers."}, {"text_block_id": "p105_b1680", "text": "The Agricultural Coordination Committee (ACC)"}, {"text_block_id": "p105_b1681", "text": "will provide technical assistance in coordinating, implementing, monitoring and evaluating of the policy and strategy. This committee shall comprise of technical staff of stakeholder institutions, NGOs, and other stakeholders."}, {"text_block_id": "p106_b1682", "text": "The Ministry of Agriculture"}, {"text_block_id": "p106_b1683", "text": "shall also prepare annual plans drawing from elements of the policy and strategy for resource mobilization, allocation and utilization in the sector. The Ministry shall develop, as and when necessary, sector and sub-sector specific Plans of Action, programs and projects, (with short, medium and long term perspectives) in accordance with the FAPS, through the involvement and wider participation of the farming population, and other stakeholders"}, {"text_block_id": "p106_b1684", "text": "Donors’ Forum:"}, {"text_block_id": "p106_b1685", "text": "This shall be a consultative forum of donors and the Government. It shall: share progress reports and solicit the views of donors, advocate for resource mobilization within the donor community, and reassure donors of the Government’s continuing commitment to agricultural sector growth and development."}, {"text_block_id": "p106_b1686", "text": "At the Decentralized level"}, {"text_block_id": "p106_b1687", "text": "At the County level,"}, {"text_block_id": "p106_b1688_merged", "text": "the County Development Steering Committee will coordinate inputs from the County to the Annual Plans and programs prepared by MOA, and monitor their implementation in towns and other local communities. This Steering Committee will have various working groups, one of which shall be on Economic Revitalization to be chaired by the MOA."}, {"text_block_id": "p106_b1691", "text": "At sub-county levels,"}, {"text_block_id": "p106_b1692", "text": "districts, towns and local communities will be assisted through their decentralized structures to organize, contribute, and developed of annual plans as well as participate in the monitoring and evaluation of the performances of the relevant components and sub-components of policy and strategy."}, {"text_block_id": "p106_b1693", "text": "County Level"}, {"text_block_id": "p107_b1694", "text": "National Level"}, {"text_block_id": "p107_b1695", "text": "11.2"}, {"text_block_id": "p107_b1696", "text": "Stakeholders’ Engagement and Management"}, {"text_block_id": "p107_b1697", "text": "The Food and Agriculture sector is multidisciplinary in nature as it is multifunctional in operation. The successful implementation of this policy and strategy will, therefore, depend on the effective cooperation of all the stakeholders: public sector, private sector; civil society; non-governmental organizations, and Development Partners. The Ministry of Agriculture will have oversight responsibility for coordinating the implementation of the policy and strategy, and will perform this function through established mechanisms in which all the relevant stakeholders will undertake the following in a participatory manner:"}, {"text_block_id": "p107_b1698", "text": "•"}, {"text_block_id": "p107_b1699", "text": "Harmonize objectives, priorities, and methodologies towards achieving global sector goals;"}, {"text_block_id": "p107_b1700", "text": "•"}, {"text_block_id": "p107_b1701", "text": "Perform roles and responsibilities assigned to them in the policy and strategy, avoiding duplications and overlaps in functions and activities;"}, {"text_block_id": "p107_b1702", "text": "•"}, {"text_block_id": "p107_b1703", "text": "Share experiences, provide guidance and technical leadership, and foster an environment conducive for effective implementation;"}, {"text_block_id": "p107_b1704", "text": "•"}, {"text_block_id": "p107_b1705", "text": "Coordinate and resolve implementation issues, and provide periodic information to the public, government and donors; and"}, {"text_block_id": "p107_b1706", "text": "•"}, {"text_block_id": "p107_b1707", "text": "Assess/evaluate progress or the lack of it, and make required adjustments as implementation moves on."}, {"text_block_id": "p108_b1708", "text": "11.2.1"}, {"text_block_id": "p108_b1709", "text": "General Roles of Government"}, {"text_block_id": "p108_b1710", "text": "As the nation moves from recovery to growth and development with agriculture as a driving force, the private sector will have to take the lead in transformation of the sector with government creating the enabling environment and coming in on “an as and when” basis to what the private sector cannot do so as to correct for market failure and producers’ risk."}, {"text_block_id": "p108_b1711", "text": "The roles of Government in the development and functioning of the agriculture sector in Liberia in the past had been unclear in appropriateness of purpose, confusing in functions and less cost effective in performance. Government performed too many roles, (unilateral decider of ad hoc policies, financier, producer, extension agent, regulator, and at times a competitor in critical activities in the sector). The nature and scope of the problems to be addressed in the country today at the macroeconomic level, and within the sector make it compelling for clarification of roles among the many stakeholders in the sector, essentially to ensure optimum use of comparative advantages in competence and appropriateness of functions, and cost effectiveness of actions and performance."}, {"text_block_id": "p108_b1712", "text": "The specific roles of Government functionaries such as the Ministry of Agriculture and other relevant ministries and agencies are as follows:"}, {"text_block_id": "p108_b1713", "text": "Ministry of Agriculture (MoA) shall:"}, {"text_block_id": "p108_b1714", "text": "i."}, {"text_block_id": "p108_b1715", "text": "Have oversight responsibility for policy formulation implementation and monitoring;"}, {"text_block_id": "p108_b1716", "text": "ii."}, {"text_block_id": "p108_b1717", "text": "Coordinate planning, delivery of services and aid support to agents and beneficiaries, and monitor sector activities;"}, {"text_block_id": "p108_b1718", "text": "iii."}, {"text_block_id": "p108_b1719", "text": "Advise Government on laws and guidelines to regulate the activities of the sector;"}, {"text_block_id": "p108_b1720", "text": "iv."}, {"text_block_id": "p108_b1721", "text": "Liaise with the Environmental Protection Agency, Forestry Development Authority and others to ensure appropriateness of agricultural activities and practices for environmental protection;"}, {"text_block_id": "p108_b1722", "text": "v."}, {"text_block_id": "p108_b1723", "text": "Regularly assess consistency of the policies and strategies of other sectors with the FAPS and analyze the impact of such policies on the agriculture sector."}, {"text_block_id": "p108_b1724", "text": "vi."}, {"text_block_id": "p108_b1725", "text": "Develop and maintain an enabling institutional framework that promotes development in the sector and make it more responsive to the aspiration of sector participants;"}, {"text_block_id": "p108_b1726", "text": "vii."}, {"text_block_id": "p108_b1727", "text": "Promote and facilitate public-private and private-private sectors dialogue and partnerships;"}, {"text_block_id": "p108_b1728", "text": "viii."}, {"text_block_id": "p108_b1729", "text": "Advocate for various sector interests at national level (inputs from cross-cutting matters from other sectors) and international initiatives and agreements;"}, {"text_block_id": "p109_b1730", "text": "ix."}, {"text_block_id": "p109_b1731", "text": "Facilitate the development, dissemination and promotion, of research, technology and information;"}, {"text_block_id": "p109_b1732", "text": "x."}, {"text_block_id": "p109_b1733", "text": "Advocate and promote the interests of small producers and provide technical and advisory services to such agents in the sector in order to increased productivity and output;"}, {"text_block_id": "p109_b1734", "text": "xi."}, {"text_block_id": "p109_b1735", "text": "Promote the establishment of formal planning linkages between the agriculture sector and other sectors (especially, health, tourism, commerce, communication, education) in order to ensure a more integrated and coordinated approach to policy and program development aimed at reducing poverty;"}, {"text_block_id": "p109_b1736", "text": "xii."}, {"text_block_id": "p109_b1737", "text": "Provide phyto-sanitary and zoo-sanitary inspection services for exports and imports of agricultural commodities including crops, fisheries and livestock"}, {"text_block_id": "p109_b1738", "text": "xiii."}, {"text_block_id": "p109_b1739", "text": "Promote and facilitate the design and adoption of appropriate technologies for the use and management of water resources in the sector; and"}, {"text_block_id": "p109_b1740", "text": "xiv."}, {"text_block_id": "p109_b1741", "text": "Support improve nutritional well-being of the population"}, {"text_block_id": "p109_b1742", "text": "Roles of other Government Institutions"}, {"text_block_id": "p109_b1743", "text": "Ministry of Finance will, in collaboration of the Ministry of Agriculture and the support of the Central Bank of Liberia, coordinate the mobilization of external resources in support of the agriculture sector;"}, {"text_block_id": "p109_b1744", "text": "Ministry of Commerce and Industry facilitate external market access and enabling domestic market"}, {"text_block_id": "p109_b1745", "text": "Ministry of Health and Social Welfare Collaborate with MOA to enhance nutritional well-being of population"}, {"text_block_id": "p109_b1746", "text": "Ministry of Education"}, {"text_block_id": "p109_b1747", "text": "Ministry of Public Works"}, {"text_block_id": "p109_b1748", "text": "Ministry of Gender and Development"}, {"text_block_id": "p109_b1749", "text": "Environmental Protection Agency (EPA)"}, {"text_block_id": "p109_b1750", "text": "Forestry Development Authority (FDA)"}, {"text_block_id": "p109_b1751", "text": "Ministry of Internal Affairs will ensure that local governance structures and processes, including decentralization, are effective, supportive, and enabling of rural transformation and agricultural sector growth and development;"}, {"text_block_id": "p110_b1752", "text": "Central Bank of Liberia will facilitates financial availability services in support of agriculture sector programs."}, {"text_block_id": "p110_b1753", "text": "11.2.2"}, {"text_block_id": "p110_b1754", "text": "Roles of Parastatals"}, {"text_block_id": "p110_b1755", "text": "Parastatals such as the Liberia Produce Marketing Corporation (LPMC), Liberia Cocoa and Coffee Corporation (LCCC), Agricultural Cooperative and Development (ACDB), Liberia Rubber Development Authority (LRDA), the Cooperative Development Agency (CDA), The Liberia Coffee and Cocoa Corporation (LCCC) and the National Palm Corporation (NPC) were all government run entities established in the 70’s and 80’s. They contributed to economic growth but suffered huge losses, resulting in their abrupt closure. These organizations will be assessed, and their enabling legislations reviewed, to determine their relevance and substance in the nation’s economic recovery program."}, {"text_block_id": "p110_b1756", "text": "Some of the parastatals will be reformed in accordance with the liberalization policy of the government, while others will be reorganized to perform new roles including the following:"}, {"text_block_id": "p110_b1757", "text": "i."}, {"text_block_id": "p110_b1758", "text": "LPMC and LRDA will be combined and transformed into an Agricultural Export Board (AEB) with responsibility for promotions, quality control, monitoring, advocacy value addition and input supply facilitation;"}, {"text_block_id": "p110_b1759", "text": "ii."}, {"text_block_id": "p110_b1760", "text": "ACDB will be liquidated and alternative financial intermediaries such as a Farmers’ and Cooperative Development Bank, FCDB (Liberia, Inc.). FCDP will be a profit-making bank focusing on agriculture and agribusiness development and run as a professional business without government interference. Other arrangement such as microfinance institution, rural savings banks, dedicated windows of commercial banks, etc will be evaluated and encourage"}, {"text_block_id": "p110_b1761", "text": "iii."}, {"text_block_id": "p110_b1762", "text": "CDA will be restructured and enabled to coordinate, develop and regulate cooperatives and farm-based associations undertaking agricultural economic activities."}, {"text_block_id": "p110_b1763", "text": "11.2.3"}, {"text_block_id": "p110_b1764", "text": "Roles of the Private Sector"}, {"text_block_id": "p110_b1765", "text": "Agricultural transformation from subsistence to sufficiency will be market-led, with the private sector being the driver. The sector controls the entire agricultural value chain, from production to marketing. The private sector role shall include but not limited to:"}, {"text_block_id": "p110_b1766", "text": "i."}, {"text_block_id": "p110_b1767", "text": "Cooperative societies and farmer-based organizations will advise, encourage and facilitate their members to exploit market-driven opportunities, establish linkages with sources of support, advocate and play leading roles in inputs supply and linkages to outputs markets to overcome market failures in agriculture;"}, {"text_block_id": "p111_b1768", "text": "ii."}, {"text_block_id": "p111_b1769", "text": "Financial Intermediaries will introduce lending strategies that target not only Farmers’ Organizations, but individual farmers and private sector businesses investing in agriculture and agribusiness; and they will establish appropriate rural banking facilities for the provision of credit to farmers and farmers’ organizations;"}, {"text_block_id": "p111_b1770", "text": "iii."}, {"text_block_id": "p111_b1771", "text": "Industrial concerns (e.g., mining, agriculture concessions, etc.) having direct relation to the sector will contribute appropriate funding support to accelerate agribusiness investment in food crops, livestock, fisheries, cash crops and value added processing; and they will support small holders economic empowerment via strategic partnership such as out grower schemes."}, {"text_block_id": "p111_b1772", "text": "iv."}, {"text_block_id": "p111_b1773", "text": "Private investors, farmers’ organizations and cooperatives will spearhead investments in agri-business in the country; provide and facilitate linkages between producer outputs (e.g. rice, vegetables. cocoa, coffee and oil palm) and local and external markets; participate in policy dialogues to ensure their interests are reflected in policies that affect them; participate in research and utilize their results; and comply with laws and regulations and partner with government in sector development."}, {"text_block_id": "p111_b1774", "text": "11.2.4"}, {"text_block_id": "p111_b1775", "text": "Roles of Civil Society Organizations"}, {"text_block_id": "p111_b1776", "text": "Civil Society Organizations (CSOs) played pivotal roles in humanitarian support during the civil war, by rehabilitating the lives of a war-affected population in areas of agriculture, health, education, livelihood activities, infrastructure, and water and sanitation amongst others. As the country moves rapidly from emergency to recovery and long-term development, CSOs would have to adopt policies, evolve strategies, and develop plans that are consistent with the emerging demands for nation building, particularly ensuring complementarity of efforts to achieve desired and sustainable results in the agriculture sector which is the entry point to national economic recovery."}, {"text_block_id": "p111_b1777", "text": "Roles of CSOs, NGOs and INGOs"}, {"text_block_id": "p111_b1778", "text": "i."}, {"text_block_id": "p111_b1779", "text": "CSOs will strengthen public sector governance by giving voice to smallholders, rural women, and agricultural laborers; foster participatory development and monitor agriculture policy making, strategy development, budgeting, and program implementation. Civil society will hold policy makers and public administrators accountable, thus creating incentives for change."}, {"text_block_id": "p111_b1780", "text": "ii."}, {"text_block_id": "p111_b1781", "text": "INGOs and NGOs will mobilize resources and promote partnerships with external sources of support to the agriculture sector in collaboration/coordination with the Inter-ministerial Technical Committee (IMTC) In performing these roles, these organizations will submit sector specific action plans and periodic reports to the Technical Committee for the purposes of coordination, and monitoring and evaluation of donor aid projects and their impacts on intended beneficiaries. CSOs and NGOs will support capacity building to improve farmers’ knowledge, technical skills and capacities."}, {"text_block_id": "p112_b1782", "text": "iii."}, {"text_block_id": "p112_b1783", "text": "CSOs and NGOs will support and promote women and youth empowerment, provide technical assistance in agricultural activities, and ensure adequate, balanced, impartial, in-kind support to vulnerable farmers. They will also participate in the delivery of various services, especially at the local government and community levels; and promote partnerships between grassroots organizations and sources of support."}, {"text_block_id": "p112_b1784", "text": "iv."}, {"text_block_id": "p112_b1785", "text": "NGOs will engage in standards setting, such as Fair Trade labeling, support water and sanitation, environment protection, monitoring and evaluation, and campaign against HIV/AIDS and care for HIV/AIDS orphans."}, {"text_block_id": "p112_b1786", "text": "11.2.5"}, {"text_block_id": "p112_b1787", "text": "Roles of Development Partners"}, {"text_block_id": "p112_b1788_merged", "text": "Development Partners comprise regional cooperation organizations, bilateral and multi-lateral donors, UN organizations and various regional agricultural research organizations, funding agencies include IFC, World Bank, ADB, USADF, OPEC, OXFAM, and ICO. Regional cooperation organizations such as ECOWAS and the Mano River Union will provide opportunities for expanding markets for goods and services."}, {"text_block_id": "p112_b1791", "text": "The main role of Development Partners and donors is to provide all necessary support required to fill funding gaps that the government cannot otherwise cover. Specifically, they will also:"}, {"text_block_id": "p112_b1792", "text": "-"}, {"text_block_id": "p112_b1793", "text": "facilitate policy dialogues and policy advocacies;"}, {"text_block_id": "p112_b1794", "text": "-"}, {"text_block_id": "p112_b1795", "text": "provide technical and financial assistance and support the Government in the management of such assistance;"}, {"text_block_id": "p112_b1796", "text": "-"}, {"text_block_id": "p112_b1797", "text": "Participate in the monitoring of activities and performance of the sector;"}, {"text_block_id": "p112_b1798", "text": "-"}, {"text_block_id": "p112_b1799", "text": "UN Agencies will provide technical assistance in formulating and implementing policies and strategies, and articulating areas and conditions of support to achieve the MDGs, and ensure Sustainable Human Development;"}, {"text_block_id": "p112_b1800", "text": "-"}, {"text_block_id": "p112_b1801", "text": "CGIAR centers such as WARDA and IITA as well as regional agricultural networks such as CORAF, FARA and NEPAD will provide support in developing and supplying proven, new technologies, best farming practices and in replicating success stories from elsewhere."}, {"text_block_id": "p112_b1802", "text": "Coordinated donor funding will be encouraged in order to avoid past short-comings where donors “picked and chose” projects and programs of their choice, and operated outside the framework of the Government’s Sector priorities and objectives. In this direction, the MoA will establish a Project Coordination Unit (PCU) that will among other things:"}, {"text_block_id": "p113_b1803", "text": "11.4 Monitoring and Evaluation Mechanisms"}, {"text_block_id": "p113_b1804", "text": "Monitoring and Evaluation (M&E) reporting will be institutionalized, using a harmonized format and indicators developed for reporting. The monitoring framework will include annual specific data generation activities on annual crops, livestock and fisheries surveys in order to update existing database. Data collected will include details on indicators of sub-sector performance, outcomes and impacts."}, {"text_block_id": "p113_b1805", "text": "The MOA will carry out participatory policy and strategy evaluations, on a periodic basis in order to determine effectiveness and impact of the policy and strategy on availability of food commodities, productivity and competitiveness, as well as marketing and value-addition and gaps."}, {"text_block_id": "p113_b1806", "text": "The MOA will establish early warning systems, as an integral part of an effective monitoring scheme, to guide production, marketing, value-additions, emergency response decisions based on pre and post-harvest losses."}, {"text_block_id": "p116_b1807", "text": "Action Plan"}], "document_description": "<div class=\"page\" title=\"Page 11\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\nThis strategy mainly aims at increasing productivity and incomes of Liberia's subsistence farmers, improving nutrition and the state of agriculture. It also aims at slowing deforestation, develop adaptation mechanisms to cope with climate change impacts, and providing information to farmers on climate change.\n\n</div>\n</div>\n</div>"}