{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Other|Direct Investment", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Liberia", "document_category": "Policy", "document_sector_name": ["Transport", "Social development", "Rural", "Finance", "Environment", "Agriculture"], "document_language": "English", "document_name": "Liberia National Vision 2030", "document_country_code": "LBR", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Vision", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2012", "document_keyword": ["Renewables", "Finance", "Planning", "Gender", "Jobs"], "document_url": "https://cdn.climatepolicyradar.org/LBR/2012/LBR-2012-01-01-Liberia National Vision 2030_a6028561a38a3312ac03789a6feeab23.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Revised November 25, 2012"}, {"text_block_id": "p0_b2", "text": "DRAFT SUMMARY REPORT"}, {"text_block_id": "p0_b3", "text": "LIBERIA NATIONAL VISION 2030"}, {"text_block_id": "p1_b4", "text": "FOREWORD"}, {"text_block_id": "p1_b5", "text": "It pleases me enormously that following a few years of hard work by all sectors of Liberian society and our many friends at home and abroad, we now have a clear Vision of where we want our country to be in 2030 and how to get there."}, {"text_block_id": "p1_b6", "text": "The formulation of a National Vision became an imperative because we needed a compass to guide our national energy as we confront enormous post-civil war challenges amidst monumental human, institutional, and financial constraints. The constraints notwithstanding, I believe we can count on the determination, resilience, and courage of our people to create a better future for us all."}, {"text_block_id": "p1_b7", "text": "Vision 2030 provides Liberia a unique opportunity for national course correction as the country primes for sustainable peace and development."}, {"text_block_id": "p1_b8", "text": "The Vision was prepared on the basis of scientific knowledge, dialogue and consultations toward building a national consensus, and as such it now reflects the collective preferences and aspirations of the Liberian people. At its core the Vision is people-designed and people-centered. The Vision is ONE PEOPLE, ONE NATION, UNITED FOR SUSTAINABLE PEACE AND DEVELOPMENT."}, {"text_block_id": "p1_b9", "text": "While these notions have long entered the vocabulary, they are seen through other lenses in the Vision. The message coming from the people is that if indeed development is about meeting basic material needs through value creation and value addition, such a process is neither desirable nor sustainable if carried out at the expense of cultural, moral and spiritual values, or in neglect of the imperative of intra and inter-generational solidarity.  Also coming from the vision is the novel idea that while we cannot be oblivious of our past, no matter how painful it has been, our Liberian identity/citizenship needs to be defined by shared values, shared commitment to claim together the future we want."}, {"text_block_id": "p1_b10", "text": "It can thus be said that at the core of the Vision there is a paradigm shift, a new way to think and to communicate and to act about development, about people."}, {"text_block_id": "p1_b11", "text": "As lead campaigner, I launch a solemn appeal to each and every Liberian, particularly our youth, our future, to embrace the vision, and to place it at the core of citizenship, and henceforth to make it a reference point for assessing progress. As a synthesis of our collective aspirations, its implementation is a critical challenge requiring the commitment of all that we are and all that we have as a people. The task at hand now is to marshal leadership at all societal levels to bring about the policy formulation and implementation to effect the transformation of our country, to move Liberia toward a strong and vibrant private sector, a healthy and well-educated society, rooted in democratic values, good governance and sustainable growth and development. It will as well be a society of cultural rebirth, and a full embrace of science and technology in harmony with the rest of the world."}, {"text_block_id": "p1_b12", "text": "But as much as leadership is needed to transform the dream into reality, there is need for enhanced citizenship which values the ethics of the future and is committed to transition from"}, {"text_block_id": "p2_b13", "text": "citizenship as a legacy grounded on a variety of perceptions of the past to citizenship as project or a compact that will guide our journey to 2030."}, {"text_block_id": "p2_b14", "text": "I know that the challenges ahead of us in that regard are tremendous because identities have been shattered, historical narratives instrumentalized and a culture of entitlement has surfaced when one of obligation and commitment would have been in order. However, I have no doubt whatsoever that Liberia, as a nation can live up to the challenges. I have no doubt whatsoever that a major source of inspiration will be found in the resilience of the people of Liberia, those who never gave up, those who toiled in every possible way to keep this nation going, and those who fought every day for peace, justice and a fair society. I have no doubt whatsoever that the creativity and commitment of the millions of Liberians at home and abroad will be a powerful engine of change and an anchor for our resolve to make poverty, divisiveness, oppression history."}, {"text_block_id": "p2_b15_merged", "text": "I am encouraged by the numerous expressions of interest shown by friends of Liberia throughout the formulation of the Vision. I am confident that they will be eager to walk with us, as friends and partners, as we embark on the long walk to transform Vision 2030 into action. I therefore reiterate my call to all of them, public and private agencies, bilateral or multilateral agencies, to join heart and hands with us in making this Vision a reality."}, {"text_block_id": "p2_b18", "text": "May God Almighty direct our efforts as we strive to achieve our National Vision of ONE PEOPLE, ONE NATION, UNITED FOR SUSTAINABLE PEACE AND DEVELOPMENT."}, {"text_block_id": "p2_b19", "text": "Ellen Johnson Sirleaf"}, {"text_block_id": "p2_b20", "text": "President of the Republic of Liberia"}, {"text_block_id": "p3_b21", "text": "PREFACE"}, {"text_block_id": "p3_b22", "text": "The idea of formulating a National Vision initially struck Liberians in various ways. Some Liberians, especially those in their teens and early twenties, were mostly curious. What does a national vision mean? How would it work? How would it affect my future?  Questions like these preoccupied the minds of this expectant generation.  A slightly older generation, those in their mid-20s to mid-40s, tended to be more doubtful. Remembering"}, {"text_block_id": "p3_b23", "text": "Vision 2024"}, {"text_block_id": "p3_b24", "text": "initiated by President Taylor in the late 1990s, this generation of Liberians could not be optimistic about a new national vision exercise because nothing came out of Vision 2024. For Liberians old enough to remember President Doe•s"}, {"text_block_id": "p3_b25", "text": "Green Revolution"}, {"text_block_id": "p3_b26", "text": "of the 1980s, President Tolbert•s"}, {"text_block_id": "p3_b27", "text": "Mat to Mattress"}, {"text_block_id": "p3_b28", "text": "policy aspiration of the 1970s and President Tubman•s"}, {"text_block_id": "p3_b29", "text": "Operation Production"}, {"text_block_id": "p3_b30", "text": "announced in the 1960s, doubt about national visions gave way to cynicism."}, {"text_block_id": "p3_b31", "text": "Reactions of skepticism and cynicism among various segments of the Liberian public are well founded. All of the ideas about national visions and long-term perspectives were well meaning and well intentioned•and some did contribute to development in certain areas. Unfortunately, none was professionally structured, grounded in knowledge and sufficiently embraced by the Liberian people to be transformed from idea and aspiration to national vision capable of guiding the planning and implementation of development programs."}, {"text_block_id": "p3_b32", "text": "President Tubman•s"}, {"text_block_id": "p3_b33", "text": "Operation Production"}, {"text_block_id": "p3_b34", "text": "was meant to focus on agriculture-led development. Although a coordinator was appointed, a systematic process was never established, nor a methodology devised to advance the idea beyond a few ad-hoc actions. Therefore, potential inherent in the idea was never fully developed."}, {"text_block_id": "p3_b35", "text": "In the early 1970s, when President Tolbert ascended to the presidency, the slogan"}, {"text_block_id": "p3_b36", "text": "•from mat to mattress•"}, {"text_block_id": "p3_b37", "text": "expressed Tolbert•s aspiration to lift Liberians out of poverty. The President was able to drive numerous development initiatives under the banner of the slogan. It was not until the late 1970s that the slogan began to take on concrete institutional form as a framework for rural development through deconcentration was developed. The promise of deconcentration was not fully realized by the time President Tolbert was overthrown and assassinated in 1980."}, {"text_block_id": "p3_b38", "text": "By mid-1980s, Head of State Samuel K. Doe became President of Liberia and proclaimed the"}, {"text_block_id": "p3_b39", "text": "Green Revolution"}, {"text_block_id": "p3_b40", "text": ". Doe•s idea was to send Liberians back to the soil with the goal of ensuring food security through self-sufficiency of food production. Unfortunately, like its predecessors, the idea was never grounded in sound knowledge or theoretical foundation nor was it developed into a clear and practical framework for the development of programs. Except for sporadic attempts to develop clan-owned and chiefdom-owned collective farms, the idea fizzled and died."}, {"text_block_id": "p3_b41_merged_merged_merged_merged_merged", "text": "Within a year of his election in 1997, President Taylor announced the conception of Vision 2024 and put together a committee to organize a national conference to fully develop the vision. The idea was to have the vision guide a process of national reconciliation and development.  A national conference was organized, bringing together hundreds of citizens from around the country and the Diaspora.  The conference ended in uncertainty, if not confusion. It did not focus a national vision and its working documents can rarely be found."}, {"text_block_id": "p4_b44_merged", "text": "This effort in formulating Vision 2030 applauds the aspirations pursued by previous initiatives and their drivers. Lessons have been learned from them. While learning from past attempts, Vision 2030 seeks to build Liberia anew for succeeding generations, recognizing fully the challenges and constraints imposed by the past, while taking advantage of the opportunities offered within current domestic and international space and the possibilities discernible for the future. In building anew, the Vision 2030 seeks to strengthen the nexus among peace, democracy and development. To guide the process of formulating a national vision, this effort has adapted an approach created by the African Futures Institute for which AFI has become renowned. The technical support of the Africa Futures Institute (AFI), specifically of its head, Dr. Alioune Sall has been indispensable."}, {"text_block_id": "p4_b49", "text": "The most critical element of AFI•s technical support has been its guidance of the methodology of the national visioning exercise. This methodology has three-phases: the first phase was the undertaking of base studies or the retrospective analysis; next, was the construction of scenarios and finally, the formulation of a national vision."}, {"text_block_id": "p4_b50", "text": "Process-wise, this national visioning exercise has involved the broad-based participation of Liberians at regional and local levels of governance and in the Diaspora. Participants in consultations included civil society organizations, community leaders, farmers, traditional leaders, trade unions, Liberia business entrepreneurs, students and professional groups, women and youth associations, Faith based organizations among others. The consultation process was designed to yield meaningful, realistic and relevant inputs of the Liberian people. To accomplish this, two measures were taken: first, scientific knowledge was infused into the processes of consultations so as to ensure informed local opinion formation; second, the consultations were open, robust and frank. Through these measures, the Liberian people•s ownership of the ultimate product, the National Vision, is enhanced and with it, their sense of efficacy strengthened."}, {"text_block_id": "p4_b51", "text": "Thus, this National Vision, Liberia Rising 2030, like previous initiatives, embodies the aspirational but transcends previous initiatives by being methodologically grounded in scientific knowledge. Like previous initiatives, it is also inspired by our national leader; but unlike previous initiatives, it is owned by the Liberian people and its implementation will be driven by broad segments of the Liberian people serving as agents of change."}, {"text_block_id": "p4_b52", "text": "It is also important to note that visioning exercises have a mixed career in Africa. There have been cases of failure but there have also been cases of success. We learn from the failures and we strive to emulate the successes. In this exercise, we are encouraged by the commendable visioning exercises such as those undertaken in South Africa and Mauritius. South Africa developed a vision of a flamingo nation of multiple colors united in its diversity. This vision was more than an aspiration. Grounded in a theory of reconciliation, it framed South Africa•s policies and programs of reconciliation. In Mauritius, National Long Term Perspective Studies guided in the mid1990s by African Futures Institute led to the development of Vision 2020 which has constituted the framework for Mauritius• National Strategy for Sustainable Development, its medium term development strategy, and subsequent development plans which are now being implemented with considerable discipline and with broad (national) ownership."}, {"text_block_id": "p5_b53", "text": "Finally, let us be reminded that this national vision effort will not be Liberia•s silver bullet or its magic wand. However, it does open up new vistas for Liberia to formulate policies and programs to advance reconciliation and entrench peace, attain economic growth and development, claim an inclusive cultural heritage, reshape its social institutions and deepen its processes of democratization. This is how Liberia can chart its own course to a desirable and attainable future."}, {"text_block_id": "p6_b54", "text": "Structure of the Report"}, {"text_block_id": "p6_b55", "text": "This summary report is structured into five parts."}, {"text_block_id": "p6_b56", "text": "The introductory chapter gives the background of the exercise. The objectives assigned to it and the structure of the report. It aims at contextualizing the exercise."}, {"text_block_id": "p6_b57", "text": "Chapter I"}, {"text_block_id": "p6_b58", "text": "provides information on the conceptual and methodological frameworks of the exercise and limited description of analytical tools adopted to answer the 5 critical questions."}, {"text_block_id": "p6_b59", "text": "Chapter II"}, {"text_block_id": "p6_b60", "text": "focuses on a summary of the findings of the 10 research papers produced by the working groups and research teams in the 4 broad categories: demography, economy, social structures, and governance. Two of the five critical questions: •where are we coming from?• •Where are we now?• are addressed here. The concluding section of this chapter focuses on the dynamics of the system, where greater emphasis is placed on the interrelation of the variables driving the system as described in the structural analysis."}, {"text_block_id": "p6_b61", "text": "Chapter III"}, {"text_block_id": "p6_b62", "text": "discusses the scenarios. It explains the concept of scenarios and how the exploratory scenarios describing the possible futures of Liberia were constructed. The hypotheses developed and the description of the four possible scenarios will form part of the chapter."}, {"text_block_id": "p6_b63", "text": "Chapter IV"}, {"text_block_id": "p6_b64", "text": "presents or rather outlines the vision."}, {"text_block_id": "p6_b65", "text": "Section I captures feedbacks from the consultations, including the unavoidable limitations of the consultative process."}, {"text_block_id": "p6_b66", "text": "Section 2 in this chapter will be a presentation of the various components of the vision and the underlying vision of development that emerges from the building blocks. Significantly, the section will point out how the national visioning exercise has conceptualized development away from the prevailing development orthodoxy and how much it says about the expectation of the people in relation to the government, and the relationship between government or the state and non-state actors."}, {"text_block_id": "p6_b67", "text": "Chapter V"}, {"text_block_id": "p6_b68", "text": "addresses the issue of operationalization. It looks at some key elements in this regard: potential obstacles militating against realizing the vision; whether internal or external, or material or non-material; how can these obstacles be removed in the least destructive or costly manner, and; this chapter also addresses what should be done, how it should be done, who should do what, and what are the resources."}, {"text_block_id": "p7_b69", "text": "Introduction"}, {"text_block_id": "p7_b70", "text": "i) Background"}, {"text_block_id": "p7_b71", "text": "The idea of conducting a national visioning exercise was put on the national agenda in early 2003 following the Accra Comprehensive Peace Agreement. It was the view of some Liberian leaders that whereas peace brokered in Accra, after several attempts and false starts, was to be celebrated and viewed as a pre-requisite for Liberia•s rebirth, there was an equally pressing need to assist the Liberian people and institutions develop programs that address, in a holistic manner, the root causes of the conflict and ensure that they do not recur. Challenges in that regard were, arguably, economic, social -the very social fabric has been destroyed -political, cultural, environmental and technological. However, the most critical challenge, it was argued, was to develop in a participatory manner, through dialogue, a shared vision of the future."}, {"text_block_id": "p7_b72", "text": "A sense of urgency but many false starts/delayed initiation"}, {"text_block_id": "p7_b73", "text": "That sense of urgency was endorsed by the NTGL .The GRC, and then led by Mrs. Johnson Sirleaf, was tasked with the development of a process that would lead to the formulation of a national vision that would foster reconciliation, among other objectives. Thus, less than two months after CPA was signed, a mission was fielded with the support of UN to assist in the formulation of a project document."}, {"text_block_id": "p7_b74", "text": "The mission was conducted by the AFI and was concluded with the formulation of a project document dated 11 September 2003.The proposed project was to be anchored at the Governance Reform Commission during the period of the National Transitional Government of Liberia. At that time -and understandably -issues such as the return of refugees and internally displaced persons, and the reintegration of ex-combatants were quite high on the Liberian reconstruction and development agenda along with humanitarian emergencies. In addition, there was great pressure on local, regional and international bodies to develop comprehensive responses to the humanitarian emergencies. It is in that context that initiatives like GEMAP, the RFTF were formulated and implemented. While there is no doubt that such programs were needed, they ended up taking precedence over the long term visioning exercise which therefore was not implemented."}, {"text_block_id": "p7_b75", "text": "The discussions on formulating a long-term vision for Liberia received a new impetus in 2006 following the inauguration of President Ellen Johnson Sirleaf in January 2006. A project document was signed between UNDP and the Government of Liberia represented by the Ministry of Planning and Economic Affairs.  The project was to be implemented between December 2006 and November 2007 for a total cost of USD 1,148,700.  The United Nations Development Programme (UNDP) made a commitment of US200, 000.00, while the Africa Capacity Building Fund (ACBF) committed US100, 0000.00. It was meant to build on the remarkable efforts of the two-year transitional period to consolidate the peace process through the NTGL, the GRC and the GEMAP and to enhance the new sense of optimism and confidence in the future and desire of the new"}, {"text_block_id": "p8_b76", "text": "administration to shift gears toward national reconstruction at all levels and ensuring at all times that benefits would reach the most vulnerable."}, {"text_block_id": "p8_b77", "text": "However, as with the previous attempt, the implementation of the 2006 project document was to be delayed, as greater attention would be devoted to other interventions such as the Interim Poverty Reduction Strategy Paper, which was to be followed by a full blown Poverty Reduction Strategy covering the period 2008-2011, the Public Sector and Governance Reform."}, {"text_block_id": "p8_b78", "text": "In 2010, the Government of Liberia (GOL) took steps that were to lead to the reformulation of a new project document The prevailing view at that time was that, whereas PRSP had borne considerable fruit in establishing institutions and processes that contributed to the consolidation of peace and security, the revitalization of the economy, the entrenchment of institutions of good governance and the rule of law and the reconstruction of the nation•s social and physical infrastructure for the delivery of basic public goods and services, there was still  a pressing need to integrate development policies in a holistic development framework, inscribed in a long term perspective in which reconciliation and development, peace and democracy would share the same space and  mutually reinforce. The new project was to be implemented during an eight -month period (Nov 2010-July 2011) and was to be the bedrock for national strategic planning efforts. Unlike previous efforts, to initiate or carry out national visioning exercise, that latest attempt was followed through with the establishment of various organs, including a National Core Team, a national Steering committee. Although its implementation suffered some setbacks, including a delay by few months in view of presidential election held in 2011, it has now been implemented and produced significant results, which will be presented in this report."}, {"text_block_id": "p8_b79", "text": "Despite significant changes in the political and economic landscape during the last ten years, as far as the national visioning exercise is concerned, some elements have remained constant. They include:"}, {"text_block_id": "p8_b80", "text": "Despite significant changes in the political and economic landscape during the last ten years, as far as the national visioning exercise is concerned, some elements have remained constant. They include:\n* Involvement of the Governance Reform Commission (GRC), now Governance Commission.\n* Involvement of Ministry of Planning and Economic Affairs (MOPEA)\n* Support of President Ellen Johnson Sirleaf in various capacities, as Chairperson of the Governance Reform Commission at its inception and later as president of the Republic.\n* Involvement of the African Futures Institute (AFI) in support to Liberian institutions and providing the methodological support to the national team established in 2010.\n* Consistency of the conceptual and methodological framework.\n* Alignment of the frameworks with the objectives"}, {"text_block_id": "p9_b92", "text": "ii) Objectives"}, {"text_block_id": "p9_b93", "text": "Throughout this long period of incubation, the exercise was designed so as to have at its core two main objectives:"}, {"text_block_id": "p9_b94", "text": "Objective 1:"}, {"text_block_id": "p9_b95_merged", "text": "Formulate a shared, long-term national and global vision in  Liberia 2030"}, {"text_block_id": "p9_b97", "text": "Outputs:"}, {"text_block_id": "p9_b98", "text": "It was expected that the project would assist in building a national consensus on where the nation ought to be in the year 2030. The consensus would be encapsulated in a vision statement designed to provide a long-term framework for decision-makers both in the public, private and Civil Society Organization sectors."}, {"text_block_id": "p9_b99", "text": "Objective 2: Formulate a"}, {"text_block_id": "p9_b100", "text": "Liberia national development strategy based on Liberia vision 2030."}, {"text_block_id": "p9_b101", "text": "The formulation of the vision was to be followed by the elaboration of a Liberia Development Strategy Framework (DSF) for 2030.Such a document would serve as a reference point, a compass and guide to the identification of the concrete national policies, and the analysis of the key constraints that need to be overcome in the short and medium term in order to operationalize the vision."}, {"text_block_id": "p10_b102", "text": "CHAPTER 1: CONCEPTUAL AND METHODOLOGICAL FRAMEWORKS"}, {"text_block_id": "p10_b103", "text": "1. Conceptual framework: what is a futures study?"}, {"text_block_id": "p10_b104", "text": "The rationale of a futures study in Liberia was discussed at the very early days of the exercise. It is worth recalling them."}, {"text_block_id": "p10_b105", "text": "The rationale of a futures study in Liberia was discussed at the very early days of the exercise. It is worth recalling them.\n* Firstly, Liberia is at crossroads and is facing many possible futures. At the time the project document was formulated in 2010, four possible scenarios were foreseen: a business as usual; a relapse into violent conflicts; a back to the status quo ante; an africanization and democratization of Liberia.\n* Firstly, Liberia is at crossroads and is facing many possible futures. At the time the project document was formulated in 2010, four possible scenarios were foreseen: a business as usual; a relapse into violent conflicts; a back to the status quo ante; an africanization and democratization of Liberia.\n Facing such different paths, it was felt critical for the country to understand what factors, which actors, what strategies would lead to any of these scenarios and which one would work best for Liberia, or have to be avoided at any cost.\n* Secondly, visioning is critical inasmuch as strategies that have been followed in the immediate aftermath of the war have been mainly, and understandably so, crisis management strategies, the main characteristics of which are that they address symptoms rather than root causes. Furthermore, the ad-hoc and quite often piecemeal initiatives supported in the framework of reactive strategies make coordination an almost impossible task.\n* Thirdly, Liberia is a divided society. Liberia is divided culturally along the lines of historical narratives; this historical division is compounded by socio-political and economic disparities. For that reason, Liberia is a fragile society and, as such, is not in an optimal situation to sustain the concerted and synergistic efforts that are required to move ahead from poverty to prosperity. To create the new dynamics that is required, there must be, within the citizenry, a shared vision of the future. The confidence in the future and the desire to claim it collectively will hopefully be an important, albeit intangible, by-product of the visioning exercise."}, {"text_block_id": "p10_b112", "text": "Three postulates are to be found at the core of any visioning exercise:"}, {"text_block_id": "p10_b113_merged", "text": "1. The future is the realm of freedom"}, {"text_block_id": "p10_b115", "text": "Neither a prophecy, nor a prediction, a visioning exercise does not aim to predict the future-to unveil it as if it were pre-fabricated-but to help build it. It invites us to consider the future as something that we create or build, rather than something already decided. The future is open to many possibilities. And scenarios as glimpses on the future are one way to explore possible futures. They are needed particularly when facing different possible futures, as is the case with a country, which has been described as being at crossroads."}, {"text_block_id": "p11_b116", "text": "2."}, {"text_block_id": "p11_b117", "text": "The future is the realm of power"}, {"text_block_id": "p11_b118", "text": "Anticipation is the antidote to the dictatorship of the •fire brigade• management style. It enables decision makers, to be pre or pro-active. Without anticipation, there can be no freedom in decision-making, because decision-makers are up against the wall, busy •putting out fires•. By anticipating challenges and identifying possible opportunities collectively, nationally, long term visioning enables leadership to devise a coherent development framework."}, {"text_block_id": "p11_b119", "text": "3."}, {"text_block_id": "p11_b120", "text": "The future is the realm of will and ambition"}, {"text_block_id": "p11_b121", "text": "The importance of anticipation has a purpose only if there is a set of ideas or values that enable one to define a goal and to conceive a desirable future. Therein lays the subtle balance between dream and reality. The dream generates a vision that is shaped and translated as a better future. Once sifted through the reality grid the vision becomes the driving force behind planning efforts."}, {"text_block_id": "p11_b122", "text": "2. Methodological framework"}, {"text_block_id": "p11_b123", "text": "The methodological framework is driven by the fact that the exercise, as stated in the previous chapter, is a strategic undertaking with a dual component: it is an action-oriented research project and a process of dialogue on the outputs of the research."}, {"text_block_id": "p11_b124", "text": "The methodological framework is driven by the fact that the exercise, as stated in the previous chapter, is a strategic undertaking with a dual component: it is an action-oriented research project and a process of dialogue on the outputs of the research.\n* The Liberian exercise, in\n* , was since the very beginning understood as a way of examining the possible futures of the Liberian nation. It was understood that the goal of such research was not to predict the future, but rather to help to build a future that would be consistent, attuned to meet the nationâ¢s aspirations, and to assist in making better decisions that would stand a greater chance of resulting in the desired future. This was to be a difficult undertaking and the method chosen to guide such an effort was felt at the very beginning as crucial."}, {"text_block_id": "p11_b128", "text": "The framework is premised on the idea that it is imperative to understand where Liberia as a nation is coming from and where it is now, to inform where Liberia may go (scenario construction) and where Liberia wants to go (visioning exercise) and lastly how to get there by 2030 (formulation of strategies)."}, {"text_block_id": "p11_b129", "text": "The framework is premised on the idea that it is imperative to understand where Liberia as a nation is coming from and where it is now, to inform where Liberia may go (scenario construction) and where Liberia wants to go (visioning exercise) and lastly how to get there by 2030 (formulation of strategies).\n* The exercise was designed so as to be a process of dialogue aimed at facilitating conversation among Liberian citizens, on the one hand. Between Liberian citizens and their external partners-on the other hand. It aimed at eliciting responses to the above-cited questions with a view to forging a common understanding of Liberiaâ¢s Strengths, Weaknesses, Opportunities and Threats (SWOT) and ultimately a shared vision of the desirable future. To achieve such a goal, the process of preparing Liberia 2030 was to be as participatory as possible, as the exercise aims at building a consensus on an agenda for the future. In such an approach, the process is as important as the products of the exercise."}, {"text_block_id": "p11_b134", "text": "Five regional and 156 district consultations were held throughout Liberia. In addition, consultations with Liberians in the Diaspora (USA, Europe and West Africa) were held"}, {"text_block_id": "p12_b135", "text": "over a short time span.  Focus Group discussions to involve more than fifteen stakeholders including professionals and civil society groups, political parties, the legislature and judiciary were held with about half of the groups targeted, while others have been pending because of scheduling difficulties."}, {"text_block_id": "p12_b136", "text": "Limits of the Exercise"}, {"text_block_id": "p12_b137", "text": ":"}, {"text_block_id": "p12_b138", "text": "Though an inclusive and comprehensive methodology, limits must be acknowledged. They include:"}, {"text_block_id": "p12_b139", "text": "Though an inclusive and comprehensive methodology, limits must be acknowledged. They include:\n* The rather short time frame for the exercise: the 18-month period did not allow for the deeper research some might imagine. Similar exercises in other countries have taken much longer.\n* The demographic outlook of the Liberian population has made consultations a bit challenging. Liberiaâ¢s demographic make-up may not have been reflected, as youth were not consulted as extensively as one would have wished.\n* With respect to the selection of participants in the consultations, some qualms have been expressed about certain ad hoc arrangements. Management of the consultations has proven difficult at times as communications strategies were not always clearly defined.\n* Focus on national ownership has led to not paying enough attention to external partners, including intergovernmental organizations to which Liberia is party (ECOWAS, MRU) not to mention the bilateral and multilateral donors."}, {"text_block_id": "p12_b147", "text": "Chapter 2:"}, {"text_block_id": "p12_b148", "text": "I. The basis for the Vision. Liberia as it is in 2012"}, {"text_block_id": "p12_b149", "text": "This chapter is devoted to the construction of the base of •Liberia 2030•, as defined supra."}, {"text_block_id": "p12_b150", "text": "It is an attempt to answer the following questions: where is Liberia as a nation coming from; what are the factors which have shaped it; who are the actors behind the factors identified; what have been their strategies; what have been the critical uncertainties affecting those strategies?"}, {"text_block_id": "p12_b151_merged", "text": "A systemic approach to Liberia has been adopted. That means that Liberia would be approached as a complex system that is itself embedded in a complex environment."}, {"text_block_id": "p12_b154", "text": "Such an approach assumes that, the world being what it is, the future can never be determined by any single factor, but results from the interactions of numerous factors, some of which are internal to the system, while others are external and beyond the control of the actors who are attempting to study their own future. Yet, so many different factors"}, {"text_block_id": "p13_b155", "text": "go into determining the future of any community that the human mind cannot encompass them all, much less consider all their interactions. All future research methods thus involve establishing a"}, {"text_block_id": "p13_b156", "text": "simplified model of reality"}, {"text_block_id": "p13_b157", "text": "."}, {"text_block_id": "p13_b158", "text": "The conclusion reached by the group was that whatever factors the group considers, behind most of them are people, actors and stakeholders and the future will depend on the action they take or do not take. Consequently, the various categories of stakeholders who make up the community and the environment of the country have to be considered. Three aspects were therefore to be given some attention:"}, {"text_block_id": "p13_b159", "text": "The"}, {"text_block_id": "p13_b160", "text": "first"}, {"text_block_id": "p13_b161", "text": "aspect is that the future will depend on who Liberians are and what history has made of them-and not just recent history, because what people are today is often rooted in their distant past. One had to rely therefore on an analysis of both the past and present. That was to be done through a"}, {"text_block_id": "p13_b162", "text": "retrospective analysis and a structural analysis."}, {"text_block_id": "p13_b163", "text": "The"}, {"text_block_id": "p13_b164", "text": "second"}, {"text_block_id": "p13_b165", "text": "aspect is that the future that people build will depend on the plans that they form, explicitly or implicitly and the vision of the future to which they subscribe. Liberia 2030 requires thus a consideration of the plan or plans for the future that the various stakeholders have made or harbored. This is why"}, {"text_block_id": "p13_b166", "text": "consultations on aspirations and ambitions"}, {"text_block_id": "p13_b167", "text": "and strategies to achieve them become important."}, {"text_block_id": "p13_b168_merged_merged_merged_merged", "text": "A third aspect is that Liberians are surrounded by an environment, in the broadest sense of the word, and some factors depend neither on their past nor on their vision of the future. There are external factors beyond Liberians control. They include natural factors (such as climate change) and factors determined by other human communities (such as strategies of other producers of mineral resources, or commodities, or providers of FDI) or even all-human communities (such as technological progress). That is the purpose of"}, {"text_block_id": "p13_b171", "text": "environmental scanning."}, {"text_block_id": "p13_b172", "text": "These three elements •analysis of the past and the present; aspirations, plans and ambitions of the people; changes taking place in their environment-were to be taken into consideration in the exercise. Liberia 2030. Bearing in mind that the past, present and future actions have multiple dimensions, (psychological, economic, sociological, historical, political, etc.) it was agreed that a multidisciplinary approach that draws on all fields of knowledge was to be adopted."}, {"text_block_id": "p13_b173", "text": "The information presented in this document has been drawn from a number of working papers produced by a broad spectrum of Liberian and Liberianist experts who form the national core team of the prospective study dubbed •Liberia Rising 2030.• Issues covered by these studies were:"}, {"text_block_id": "p13_b174", "text": "The information presented in this document has been drawn from a number of working papers produced by a broad spectrum of Liberian and Liberianist experts who form the national core team of the prospective study dubbed •Liberia Rising 2030.• Issues covered by these studies were:\n* Civics and cultural contents and national curriculum issues\n* Formation of National Identity\n* The Environment, Land Use and Natural Resource Management\n* Liberian Demography (Liberian people),\n* Liberian Society\n* Governance and Politics\n* Constitutional Review and Legal Reform"}, {"text_block_id": "p14_b188", "text": "The information presented in this document has been drawn from a number of working papers produced by a broad spectrum of Liberian and Liberianist experts who form the national core team of the prospective study dubbed •Liberia Rising 2030.• Issues covered by these studies were:\n* Civics and cultural contents and national curriculum issues\n* Formation of National Identity\n* The Environment, Land Use and Natural Resource Management\n* Liberian Demography (Liberian people),\n* Liberian Society\n* Governance and Politics\n* Constitutional Review and Legal Reform\n* Liberian Political Economy\n* Social Cleavages and Access to Opportunities\n* Inequality in Liberia"}, {"text_block_id": "p14_b194", "text": "II. THE RETROSPECTIVE ANALYSIS"}, {"text_block_id": "p14_b195", "text": "The chapter has three sections."}, {"text_block_id": "p14_b196", "text": "The"}, {"text_block_id": "p14_b197", "text": "first"}, {"text_block_id": "p14_b198", "text": "section identifies the •constants• of Liberia as a system. These are features or variables which have remained constant throughout the history of Liberia; these are basically characteristics and variables which relate to the history or the physical environment of the country which up to now have not changed and are likely to remain constant as if they are inscribed in the DNA of Liberia approached as a system."}, {"text_block_id": "p14_b199", "text": "The"}, {"text_block_id": "p14_b200", "text": "second"}, {"text_block_id": "p14_b201", "text": "section looks at Liberia•s evolution from four different but interrelated perspectives"}, {"text_block_id": "p14_b202", "text": "section looks at Liberia•s evolution from four different but interrelated perspectives\n* Demography\n* Economy\n* Social Structures\n* Governance"}, {"text_block_id": "p14_b210", "text": "The"}, {"text_block_id": "p14_b211", "text": "third"}, {"text_block_id": "p14_b212", "text": "section sums up the findings from the two previous sections and highlights some key interrelations among the variables of the Liberian system. That concluding section draws on the results of a"}, {"text_block_id": "p14_b213", "text": "structural analysis"}, {"text_block_id": "p14_b214", "text": ", which has been carried out as part of the •Liberia Rising 2030• initiative"}, {"text_block_id": "p14_b215", "text": "SECTION 1: LIBERIA•S CONSTANTS"}, {"text_block_id": "p14_b216", "text": "relate to the history of the country; one has to do with its physical environment"}, {"text_block_id": "p14_b217", "text": "(endowment with natural resources) and, lastly, its peculiar political structure since"}, {"text_block_id": "p14_b218", "text": "independence puts Liberia apart from other African nations."}, {"text_block_id": "p14_b219", "text": "SECTION 2:"}, {"text_block_id": "p14_b220", "text": "Liberia•s Major Trends and Seeds of Change"}, {"text_block_id": "p14_b221_merged_merged_merged_merged_merged", "text": "2.1.  DEMOGRAPHY"}, {"text_block_id": "p14_b223", "text": "This section on Liberia•s demographic trends looks firstly at the quantitative features: population and population growth; household composition; age structure; sex ratio; fertility and birth rates; mortality; urbanization; and migration. Then qualitative features of the population factors are considered. They include: health; education; literacy; employment; poverty"}, {"text_block_id": "p14_b224", "text": "."}, {"text_block_id": "p14_b225", "text": "Some Demography Seeds of Change include:"}, {"text_block_id": "p15_b226", "text": "Some Demography Seeds of Change include:\n* Combination of reduced growth rate, (Population growth rate; fertility rate; and infant mortality rate) suggesting that Liberia is experiencing a demographic transition.\n* Number of female and children-headed households (nearly 30%) has implications for poverty considering the low level of involvement of women in viable activities across the country.\n* Vulnerability of the elderly attributable to erosion of social safety nets occasioned by the conflict.\n* Increased levels of education within the army and other paramilitary forces."}, {"text_block_id": "p15_b234", "text": "2.2."}, {"text_block_id": "p15_b235", "text": "THE ECONOMY2"}, {"text_block_id": "p15_b236", "text": "2.2.1 With respect to the economy, major trends identified are as follows:"}, {"text_block_id": "p15_b237", "text": "Concessions are the dominant production system in the monetized sector while Liberians operate primarily in subsistence agriculture and the informal sector."}, {"text_block_id": "p15_b238", "text": "Economic growth has been robust since 2006 but structural impediments to shared growth including demographics, physical infrastructure, land tenure and property rights, implementation capacity, and peace and security remain."}, {"text_block_id": "p15_b239", "text": "."}, {"text_block_id": "p15_b240", "text": "The Liberian economy is characterized by increased dependency; other sources of dependency include ODA, FDI, debt and inappropriate public finance management."}, {"text_block_id": "p15_b241", "text": "Liberia•s public finance management remains problematic: an annual budget until July 2012, implementation of MTEF has not begun by the fifth month of the FY; also, budgetary allocations have yet to conform to the government•s policy pronouncements, especially for agriculture, education and health. The Legislature•s approach to the budget is problematic. The 2012/2013 FY budget was not enacted into law until allocations to the Legislature had been increased substantially."}, {"text_block_id": "p15_b242_merged", "text": "Liberia remains an offshore corporate haven: Companies registered in Liberia but doing business exclusively outside the country are exempt from Liberian taxes."}, {"text_block_id": "p16_b244_merged", "text": "Under Liberia•s continuing dual currency system, dollarization is such that the budget in 1944 is expressed in US dollars although the GOL in 1999 enacted legislation establishing the Central Bank of Liberia (CBL)and granted it full powers of a central bank."}, {"text_block_id": "p16_b246", "text": "2.2.2 Identifiable economic seeds of change include:"}, {"text_block_id": "p16_b247", "text": "2.2.2 Identifiable economic seeds of change include:\n* Oil palm plantations (for industrial uses and as biofuel) granted thousands of hectares of land; concessions have right to evict residents but the impact of mono plant on environment undetermined as potential contributions of evictions and alienation from Livelihood undetermined.\n* Hydrocarbon discovered offshore in deep sea. Liberia is likely to become a petroleum exporter within the decade. The petroleum sector perhaps presents the biggest challenge; the legal framework to make oil exploration, production and exportâ¢as unrefined crudeâ¢ possible portends legal, transparent management and technical challenges.\n* In FY 2012/13, Liberia initiated a medium term budget exercise but constrained implementation capacity has stalled merger of the ministries of Finance and of Planning & Economic Affairs into the Ministry of Finance & Development Planning.\n* Towards preventing another debt overhang, Liberia agreed as a part of the HIPC process to limit external commercial debt to 3% of GDP.\n* The government has developed plans to explore and exploit opportunities presented by growth corridors: identify prospects for integrating the oases into the national economy.\n* Other possible contributors to GDP may include enhanced participation in West African integration."}, {"text_block_id": "p16_b259", "text": "Liberian business owners are becoming vocal on what they view as foreign domination of their economy. There is growing concern among the Liberian business elite that their share in the economy is not commensurate with what should be a fairer deal for nationals."}, {"text_block_id": "p16_b260", "text": "The Social Structures"}, {"text_block_id": "p16_b261", "text": "All societies have multiple and varied groups and there are often cleavages or tensions that explain group dynamics. The tendency to bifurcate Liberians leaves the erroneous impression of two discreet communities. While this may have been nearer the truth •at the creation• of the state, vigorous and untrammeled interactions since the days of colonial settlement have resulted in a significant blurring of the socio-cultural lines. The values of a largely patriarchal indigenous society may have made inroads into immigrant"}, {"text_block_id": "p17_b262", "text": "society. The fusion of functions and roles in indigenous societies may equally have permeated immigrant society. A deeper examination of Liberian state institutions and processes may uncover borrowings from their original indigenous counterparts. In like manner, as •things fell apart• in indigenous communities, the influence of black settler culture became evident."}, {"text_block_id": "p17_b263", "text": "Social Structure therefore reflects the total experience of the Liberian people and is characterized by a variety of cleavages and crosscutting cleavage situations, among them ethnicity, religion, region, class. These are supplemented by such other factors as a national identity problematic, and the dominance of American influence evident in the primary symbols of the state. As well, new cleavages are emerging consequent on the aftermath of the civil war which largely pits Liberians resident abroad with their stay-at-home compatriots, inter-generational, and gender issues. Ethnic cleavage is expressed along the lines of a settler/indigenous divide, as well as intra settler and intra indigene tensions."}, {"text_block_id": "p17_b264", "text": "Religious cleavage is confined to fault lines primarily between Christianity and Islam, with African Traditional Religions (ATR), which is actually a total way of life, having made inroads into both world religions as practiced in Liberia.  Some stress religious syncretism instead, pointing out the resilience of ATR norms even among converts both Christian and Moslems. Christianity endures as a legacy of settlement, making Liberia one of the most Christian countries in Africa. Over 85.6% of Liberians identify as Christians or adhere to some combination of Christian and traditional religious beliefs. Muslims constitute a substantial religious group, accounting for 12 % of the population. Traditional religion is 0.6%; other religions • 0.2% and no religion or atheist is 1.4%."}, {"text_block_id": "p17_b265", "text": "As with the demographic patterns or the economic sphere, social structures are changing and the highlights offered above should be balanced by an identification of seeds of change."}, {"text_block_id": "p17_b266", "text": "Six social structure seeds of change are identifiable:"}, {"text_block_id": "p17_b267", "text": "i."}, {"text_block_id": "p17_b268", "text": "Liberian society is no longer complacent or silent"}, {"text_block_id": "p17_b269", "text": "ii."}, {"text_block_id": "p17_b270", "text": "Sharp cleavages between Liberians who remained at home during the 14 years of civil war and those who fled"}, {"text_block_id": "p17_b271", "text": "iii."}, {"text_block_id": "p17_b272", "text": "Women have emerged as a potent political force"}, {"text_block_id": "p17_b273", "text": "iv."}, {"text_block_id": "p17_b274", "text": "Mandingo-Liberians have expressed a heightened sense of social alienation"}, {"text_block_id": "p17_b275", "text": "v."}, {"text_block_id": "p17_b276", "text": "There is strong sentiment for meaningful indigenous language education in the national curriculum"}, {"text_block_id": "p17_b277", "text": "vi."}, {"text_block_id": "p17_b278", "text": "Education as a means of social mobility has been the norm in modern Liberia, yet social crises occasioned by instability and war have taken a toll on the value of education, and in the process, impacted value systems as a whole."}, {"text_block_id": "p18_b279", "text": "2.4.   THE GOVERNANCE SYSTEMS."}, {"text_block_id": "p18_b280", "text": "How a people manage their affairs --the norms that underpin institutions and the institutions themselves as applicable to Liberia become vital in accounting for the total governing experience. This means the traditional governance of pre-Liberia, the experience of early Liberia (first 25 years of colonial settlement), and the Liberian state. It is vital that descriptions of these various experiences consider interaction across time and space. Mutual influencing has been a hallmark of the Liberian governance experience."}, {"text_block_id": "p18_b281", "text": "The early inhabitants of Pre-Liberia exhibited socio-political arrangements that anthropologists have broadly classified as the incipient state or chieftaincy structure, and the •stateless• or acephalous structure. An identifiable government having a well-defined central authority characterized the chieftaincy structure. The Gola, Vai, Bassa, and Kpelle were among adherents to this system.  On the other hand, the •stateless• structure was one without a centralized government, but with complex organizations of kinship or age groups performing the functions of centralized authority as the need arose. The Kru and Grebo were among groups adhering to this political arrangement."}, {"text_block_id": "p18_b282_merged", "text": "These systems soon encountered the Westphalia state that was planted in the early 19th century by new world immigrants and their American sponsors. That state has had to adapt to its environment, though the adaptation has been uneven and contingent on the disposition of •elite consensus.• The state has also functioned in ways that were both cooperative and conflictual, internally and externally, necessitating negotiating and bargaining circumstances."}, {"text_block_id": "p18_b285", "text": "With respect to governance system, there are also significant •seeds of change •"}, {"text_block_id": "p18_b286", "text": "The intrinsic character of the Liberian State as a central superstructure over the last 165 years has not changed significantly, although an effort to reconstruct the state following years of war is currently underway. Some seeds of change include:"}, {"text_block_id": "p18_b287", "text": "a)"}, {"text_block_id": "p18_b288", "text": "Establishment of watchdog institutions such as the Anti-Corruption Commission, the General Auditing Commission, the Public Procurement and Concession Commission and a developing independent media."}, {"text_block_id": "p18_b289", "text": "b)"}, {"text_block_id": "p18_b290", "text": "•Development diplomacy• that purports to focus a discreet development agenda."}, {"text_block_id": "p18_b291", "text": "c)"}, {"text_block_id": "p18_b292", "text": "Professionalization of the Armed Forces and otherwise rationalizing a national security system."}, {"text_block_id": "p18_b293", "text": "d)"}, {"text_block_id": "p18_b294", "text": "Building peace and security through deliberate action"}, {"text_block_id": "p18_b295", "text": "e)"}, {"text_block_id": "p18_b296", "text": "Creation and expansion of the democratic space and the gradual improvement of the Justice system mean there is incentive for aggrieved p[arties to seek formal means of dispute resolution."}, {"text_block_id": "p18_b297", "text": "f)"}, {"text_block_id": "p18_b298", "text": "Land Tenure and Emerging Management Regimes,"}, {"text_block_id": "p18_b299", "text": "g)"}, {"text_block_id": "p18_b300", "text": "Opening the elite space both in terms of broadening participation generally as well as deeper engagement of the rural population in national affairs."}, {"text_block_id": "p18_b301", "text": "h)"}, {"text_block_id": "p18_b302", "text": "Opportunity for broader debate"}, {"text_block_id": "p19_b303", "text": "CHAPTER 3: HIGHLIGHTS OF SCENARIOS FOR 2030: IMAGES AND POSSIBLE TRAJECTORIES"}, {"text_block_id": "p19_b304", "text": "What will Liberia look like by 2030? Will citizens be better off? Or will they be worse off? And how will the country stand in the world? A word of caution in the form of three preliminary observations is in order before trying to answer those questions."}, {"text_block_id": "p19_b305", "text": "First,"}, {"text_block_id": "p19_b306", "text": "a scenario does not describe future reality."}, {"text_block_id": "p19_b307", "text": "It is simply"}, {"text_block_id": "p19_b308", "text": "a convenient way of representing a plausible future"}, {"text_block_id": "p19_b309", "text": "reality, of creating a simplified image of the future that enables one •to make more intelligent decisions about present action based on possible and desirable futures•"}, {"text_block_id": "p19_b310", "text": "Secondly"}, {"text_block_id": "p19_b311", "text": ", there are different ways of approaching and constructing scenarios. Futurists generally distinguish between"}, {"text_block_id": "p19_b312", "text": "two types of scenarios: exploratory scenarios on the one hand, normative scenarios on the other hand."}, {"text_block_id": "p19_b313", "text": "Exploratory scenarios start from the current situation and from the past and present trends. Assumptions are then made about uncertainties relating to the environment and factors of change, leading to pictures/images of plausible, possible futures. Normative scenarios are constructed on the basis of various images of the future, which may include either feared or desired futures."}, {"text_block_id": "p19_b314", "text": "The choice made by the national team was for exploratory scenarios."}, {"text_block_id": "p19_b315", "text": "Thirdly"}, {"text_block_id": "p19_b316_merged_merged_merged", "text": ", scenarios are not predictions. They describe possible future paths."}, {"text_block_id": "p19_b319", "text": "Against this background, four possible pathways have been mapped out. All of them depend on two variables: the first is the nature of the State, the quality of the leadership provided by the State and the nature and quality of the State•s interaction with various development stakeholders and with society as a whole. The second is the nature of the economy."}, {"text_block_id": "p19_b320", "text": "The format adopted consists of three parts:"}, {"text_block_id": "p19_b321", "text": "−"}, {"text_block_id": "p19_b322", "text": "A message that hopefully will enable the reader to have a grasp of the scenario;"}, {"text_block_id": "p19_b323", "text": "−"}, {"text_block_id": "p19_b324", "text": "An image of a possible future by 2030;"}, {"text_block_id": "p19_b325", "text": "−"}, {"text_block_id": "p19_b326", "text": "Identification of critical uncertainties, and"}, {"text_block_id": "p19_b327", "text": "−"}, {"text_block_id": "p19_b328", "text": "A description of the path that will have been followed to arrive at the situation described in the image of the future."}, {"text_block_id": "p19_b329", "text": "Scenario I:"}, {"text_block_id": "p19_b330", "text": "The •Thank God Oh• Scenario"}, {"text_block_id": "p19_b331", "text": "The Message:"}, {"text_block_id": "p19_b332", "text": "•Thank God Oh• assumes a country in 2030 with some economic and infrastructural changes against the backdrop of the •Agenda for Transformation• facilitated by Foreign Direct Investment (FDIs) and Official Development Assistance"}, {"text_block_id": "p20_b333", "text": "(ODA) but those changes are not significant enough to bring about necessary structural changes to transform the society."}, {"text_block_id": "p20_b334", "text": "Image by 2030:"}, {"text_block_id": "p20_b335", "text": "In 2030, economic growth has taken place. This growth has taken place because of government investment in developmental projects funded by Official Developmental Assistance (ODA) and Foreign Direct Investments (FDIs).  The GDP growth has reached a percentage level of 239.6% to 309.5% over the base case, which has increased GDP to between $2.327 and $3.006 billion. Oil and iron ore exports have overtaken plantation (rubber and palm oil) and forestry (logging). These sectors raise fiscal revenue by 30.4%. There is infrastructural development [power transmission, power generation, sanitation, water, schools roads and others] taking place but unemployment has risen significantly with marginal improvement in some indicators like poverty levels, access to healthcare, education, etc. With marginal investment in education and infrastructure, the capacity of the citizens has not developed enough to transform the society into a knowledge-based economy. The oil sector is booming, but the proper institutional and fiscal regimes to manage the sector are poorly arranged and staffed; and there are few qualified Liberians in the sector. As an alternative, managing of the sector has been outsourced, and skilled workers from the sub regions are hired to manage it, leading to a climate of xenophobia."}, {"text_block_id": "p20_b336", "text": "PATH (ACTORS AND STRATEGIES)"}, {"text_block_id": "p20_b337", "text": "Four principal categories of stakeholders are involved and define the Liberian system. These include the government, private citizens, non-governmental organizations, and international partners (multilateral, intergovernmental, and foreign investors). Their activities and interests create competing interests surrounding governance, values, and natural resource use and management."}, {"text_block_id": "p20_b338", "text": "Critical Uncertainties"}, {"text_block_id": "p20_b339", "text": "Tension induced by this scenario could only be managed with the timing and predictability of ODA and FDIs, physical environment, regional security, and the level of domestic safety net. However, by 2030, these variables transcend the desire or capacity of state and its citizens. This heightens instability due to several factors, among them skewed wealth distribution; food insecurity; protests leading to clashes with the forces of law and order. How the military and security apparatus react to these challenges will also define the sustainability of this scenario."}, {"text_block_id": "p20_b340", "text": "2. The Developmental State Scenario"}, {"text_block_id": "p20_b341", "text": "•It•s not for fun• -A Tall Order•"}, {"text_block_id": "p20_b342", "text": "The Message:"}, {"text_block_id": "p20_b343", "text": "As much as this scenario is desirable, it is of a tall order to attain by 2030, particularly because the structural changes required to make it attainable may not be possible in a generation. This scenario means strategically deliberate and significant amount of change would have to take place to alter the status quo. It, therefore, presupposes that the change necessary for the developmental state must rest with a state that has strong capacity, knowledge, legitimacy, credibility and the political commitment needed for necessary policy formulation and implementation to effect transformation."}, {"text_block_id": "p21_b344", "text": "The state must have these attributes to equally manage the number of tradeoffs associated with this scenario that may cause tension in society. However, while the developmental state may not have been completely achieved by 2030, significant progress would have been made to show that the country is markedly on the path of development."}, {"text_block_id": "p21_b345", "text": "Image of The Future:"}, {"text_block_id": "p21_b346", "text": "Liberia is a country that has not completely transformed itself yet in 2030, as several conditions must be in place to achieve that. However, it has taken bold steps that have resulted in significant progress towards transforming its political and economic spheres."}, {"text_block_id": "p21_b347", "text": "Deliberate policy changes introduced to improve state capacity are now taking effect. The state has shed its old authoritarian and predatory nature and has become more responsive. The country is experiencing peace and stability following years of war.  National institutions are now effective, efficient, accountable, transparent and democratic, and therefore strong enough to remove or reduce the national fault lines of conflict. With recommendations of the Truth and Reconciliation Commission (TRC) implemented and a national reconciliation policy in place, the country is on the course of reconciliation by coming to terms with its collective memory of a bitter past. A shared national narrative rallies the people and they are united to build a prosperous country."}, {"text_block_id": "p21_b348", "text": "The Liberian army and the national police are now well-trained, very professional, have grown in strength, and capable of maintaining peace and stability after years of reforms. The professional outlook of both institutions has won public trust and legitimacy. The national security situation is significantly improved, in the process building confidence in the people and attracting international support for national development efforts. Reinforcing this situation is an improved judiciary system. Through a reformed program over the years, judges are better trained and well paid and are able to dispense justice adequately. At the same time, Liberians now have unfettered access to justice with strong rights and property based laws protecting citizens as well as business. There is improvement in the rule of law with deliberate attempts to enforce social, political, and economic contracts in the society. Meanwhile, the ambivalence of the dual system of judicial administration is removed and there is greater and effective harmonization of both the customary and statutory forms. All of this has built confidence in the justice system of the country and Liberians are now more predisposed to seek justice through the system than resorting to illicit means and violence."}, {"text_block_id": "p21_b349", "text": "Improved regional integration through the Mano River Union (MRU) and the Economic Community of West African States (ECOWAS) has led to the creation of protocols to build peace and stability in the region. Building on this integration, Liberia is at peace with its neighbors and its borders are much secured, further insulating the country against any potential threats and strengthening domestic peace."}, {"text_block_id": "p21_b350", "text": "The process of political liberalization begun nearly two decades earlier has continued, leading to greater democratization of the Liberian system, and the state is playing a very important role in creating the enabling environment for development and delivering political and economic goods. Since 2012, the country has had three more democratic elections, thus establishing a predictable and peaceful culture of political transition in the country. A more vigorous national political awakening involving the majority of"}, {"text_block_id": "p22_b351", "text": "Liberians has taken place in the country. Liberians now have more say in government and are actively participating in determining who represent their interest. State and society relations have become more defined in the context of the new democratic culture. Transformation and the unique experience might also establish a renewed sense of nationalism, identity and nation rebranding based on authentic and shared Liberian values."}, {"text_block_id": "p22_b352", "text": "Reforms in governance have been implemented. Decentralization of the state has been effected with power markedly devolved to local authorities in the counties. Citizens in the counties elect executive councils and local assemblies who have built capacity and are now making political and economic decisions on behalf of communities, including having major say in the collection and expenditure of revenue for local development, as well as foreign direct investment. Similarly, with constitutional reforms, the three branches of government are truly co-equal, separate and independent, with the executive branch no longer dominating, as presidential powers have been streamlined. On the cusp of a •modernization plan,• the national legislature has built capacity and is effectively performing its functions, passing relevant laws and promoting a democratic culture in the society. The composition and orientation of elected officials have also changed with many young professional people elected, who now focus on issues based and developmental agenda."}, {"text_block_id": "p22_b353", "text": "Demographic transition has led to a youthful population, which is speaking out on national policies and demanding change to the system for economic and political transformation.  Accounting for about 70% of the country•s population, the youth emerges as a force driving transformation. Youth capacity and skill levels have been raised as a result of improvement in education and access to technology, thus leveraging the capacity of the state. Many young people are working and making major contribution to productivity."}, {"text_block_id": "p22_b354", "text": "As a result of the new dispensation, international support and goodwill is attracted to the country to support its transformation. The global drive toward increased democratization and liberalization continues to bring donor pressure to bear on the system by equally demanding more political, social and economic reforms. The government is complying with these reforms and is fostering strategic partnership with them to ensure continued support to develop the country. New political elites have emerged. It is not homogenous as in the past, but expansive enough to incorporate the diversity of stakeholders across the spectrum of the Liberian society in the political, economic and social transformation of the country. Changes to the law on dual citizenship and other reforms encourage many Liberians in the Diaspora to return and join the elites. The comparative advantage of professional Liberians in the Liberian Diaspora in terms of cutting edge professional experience and the accumulation of wealth make a critical part of national development serve as incentive to push and sustain liberalization of the political space and attending economic transformation. A mutually beneficial alliance between the political elites and local business stakeholders to promote economic and political transformation has been forged and is equally creating a positive change impact on the country. Mainly indigenous entrepreneurs become prominent in the new dispensation as it leverages the opportunity for increased productivity by venturing into bigger investments previously undertaken by foreign businesses.  Meanwhile, a more active, informed and independent"}, {"text_block_id": "p23_b355", "text": "civil society has also emerged.  It is not only keeping state institutions and bureaucrats accountable and efficient, but is collaborating with the new generation of politicians, in a mutually reinforcing way to sustain the benefits of political and economic transformation. Political and economic transformations also attract external support for the forces driving the change. These partnerships with democratic forces and other stakeholders have increased trust in the government, as well as its legitimacy. In the context of the new democratic culture, state and society relations have become more defined, while transformation and the unique experience have established a renewed sense of nationalism, identity and nation rebranding based on authentic and shared Liberian values."}, {"text_block_id": "p23_b356", "text": "Improved investment in education by the government and local and foreign partners including the construction of more quality and well-equipped educational infrastructure is paying off, as literacy amongst the population is increasing. The provision of free education at the elementary level and focus on girls• education create a steady progression of literacy levels among school going children.  Declining illiteracy has created new social orientation that is promoting a change in mindset and attitude, with cultural values shifting more to productivity. As a result of emphasis in science education, vocational training and technology, Liberians are becoming more innovative and competitive, and contributing significantly to the knowledge based economy. They are equally taking advantage of the expansion of Information, Communication and Technology (ICT) and accessing public and private service propelled by technology."}, {"text_block_id": "p23_b357", "text": "Development of the health infrastructure, availability of more trained health workers and access to quality and affordable health delivery service have not only optimize the skilled and human resource capacity of the state through better health for majority of citizens, but has increased life expectancy to an average of 68 years.  This is relatively on par with other developing countries in the region like Ghana. Prevalent health issues in Liberia such as HIV/AIDS, malaria, water -borne diseases, maternal mortality, while not eradicated, are sufficiently being addressed to maintain the health of Liberians and maintain the quality of the country•s work force. Through the Water, Sanitation and Hygiene Sector Strategic Plan (2012-2017) Millennium Development Goal (MDG) targets to ensure safe water supply, sanitation and hygiene through the provision of better sewerage disposal and waste management service at affordable cost have been met, and there are efforts to improve those targets.  Provision of decent and affordable housing is an integral part of the social infrastructure development policy of the government. In the face of many years of war and neglect, and the poor environmental and sanitary conditions poor housing and shelter facilities pose, the government is investing in quality and affordable housing to accommodate rural community and poor urban dwellers. This investment is gradually meeting the high demand for housing for the growing population, and has significantly reduced slum dwellings."}, {"text_block_id": "p23_b358", "text": "With a current population of nearly 6 million to feed, and the prospect of becoming vulnerable to fluctuation in food prices, the government is driven by the urgency to ensure food sovereignty. Diversification of the economy is placing emphasis on agriculture to increase food production by improving subsistent farming methods.  Subsidy from government and support by international partners is encouraging and promoting commercial farming and the use of technology to enhance food production."}, {"text_block_id": "p24_b359", "text": "The country is not yet completely self-sufficient in growing its staple • but is now producing more rice and has significantly reduce rice importation."}, {"text_block_id": "p24_b360", "text": "Economically, policy pronouncements and initiatives taken to transform the Liberian economy have been pursued and are paying off with value added a key part of the transformation. This is propelling the economy towards greater productivity with more local Liberian businesses, many of which have benefitted from incubation programs, now increasingly engaged in manufacturing have become competitive particularly in the ECOWAS commercial zone. This increases Liberian entrepreneurship with the private sector playing a leading role in the economy."}, {"text_block_id": "p24_b361", "text": "Infrastructure development, particularly electricity and other energy sources, road network and ICT development creates the enabling environment for the economy to transform. Realizing that significant progress towards economic transformation can only be achieved if the economic infrastructure is improved; the energy need of the country is provided through the rehabilitation of the Mount Coffee hydro plant destroyed by years of war. In addition, the country is taking advantage of the West African Power poll to leverage energy supply for communities sharing border with Ivory Coast, as well as the Mano River basin interconnected plan to share electricity. Energy sufficiency attracts investment, boosts productivity, manufacturing and value addition. The country balances importation of goods with exports to neighboring countries, creating sufficient local capital to provide needed services for the people."}, {"text_block_id": "p24_b362", "text": "Similarly, there has been significant improvement in roads around the country. With support from development partners and private investment, the national policy on road infrastructure is being implemented. The national road network, which in 2012 was 9,916km, has nearly doubled. The planned construction of the national coastal highway has started, while more road projects linking rural communities are completed. This is increasingly opening up the country and promoting brisk commerce and investments. It is also impacting regional trade and cooperation, as Liberians access market and services in other West African Countries. Local farmers are now able to optimize income from their products because of farm to market roads. With huge investment in information, communication and technology, telecommunication infrastructure is boosted. This has positive impact on development as it improves commerce, education, health and governance, and links people across the country and across regional borders. Increased literacy rate and emphasis in science and technology education have combined with improvement in telecommunication to boost innovation and small business enterprises."}, {"text_block_id": "p24_b363", "text": "Legislation, regulatory regimes and policy undertaken to improve business and production are implemented. National savings have also increased as the country•s debt is properly managed to avoid repeating the past. But more importantly, domestic funding opportunity is envisaged to offset uncertainties in the global financial setting that might affect any overseas development assistance. Because of improved capacity that includes the generation of local capital to support national investment, the state is now playing a major role in redirecting Foreign Direct Investment from traditional extraction to investment in agriculture, with focus on manufacturing as well. Similarly, as revenue generation has improved, government has instituted relevant policy framework to provide incentives and extend tax exemption to local enterprises to improve their capacity for"}, {"text_block_id": "p25_b364", "text": "production.  Liberia becomes an important player in regional cooperation because of its oil industry, as the infrastructure that comes with it is utilized by other West African countries. The Liberian economy has significantly shifted from one of resource based and rent seeking to knowledge based, as science and technology are integrated in. Policy steps to improve the educational system are paying off with highly qualified Liberians supporting the knowledge-based economy."}, {"text_block_id": "p25_b365", "text": "Because extraction of natural resources including oil and gas, and industrial manufacturing come with heavy environmental impact, the government has instituted appropriate policies to prevent the degradation of the environment and conserve the country•s flora and fauna and biodiversity, making the environment attractive and beautiful for tourism, and a source of pride for the country•s citizens."}, {"text_block_id": "p25_b366", "text": "As a result of transformation of the economy, the elite space has been expanded and diversified. While in the past, the space was occupied mainly by political elites; new entrants who are mainly economic in scope and business in orientation have now become influential, and pushing a local economic agenda. They form an alliance with new political elites to maintain the new dispensation."}, {"text_block_id": "p25_b367", "text": "Despite bold steps taken to transform the country and the dividend yielded so far, the country faces critical challenges both internally and externally. Internally, some domestic forces that have been benefiting from accumulation from the old political and economic orthodoxy resist changes to the long running political and economic order. Externally, globalization, trade liberalization and interdependence come with inequities that undermine local production because of limited capacity to strongly compete with regional and international counterparts in the open market. Similarly, because of globalization, and as the country also depends on foreign capital such as FDI and ODA, the economy is vulnerable to external economic meltdown. International economic breakdown affect levels of international investment in the country, including manufacturing. In addition, sources of natural resources like oil and gas are expanding globally and there is competition particularly in West Africa to attract overseas investment."}, {"text_block_id": "p26_b368", "text": "the transformation requires that tradeoffs are made and risks taken. The new liberal dispensation and economic rationality, in addition to pressure from external partners, constrain government to push for people of •non •negro descent• to own landed property as well as dual citizenship for Diaspora Liberians. Granting non • blacks citizenship and land ownership particularly cause tension in the society because it contradicts long held view to protect the Liberian state and the nation•s cultural heritage."}, {"text_block_id": "p26_b369", "text": "As the economy is transformed, and entrepreneurial culture kicks in, there is increased competition and disparity between national actors. Similarly, there are also cases of environmental degradation and social displacement. Periodic situations of xenophobia keep erupting as the economy attracts highly skilled and unskilled foreign labor. Social safety nets and protection programs have been instituted by the state to manage the tension. The net effect of this is more tension in society. The government believes the tension in society undermines stability and economic gains. It is, however, able to manage the tension without employing authoritarian measures because of improved state capacity, and the legitimacy and credibility it has gained as a result."}, {"text_block_id": "p26_b370", "text": "The Path:"}, {"text_block_id": "p26_b371", "text": "The initial effort began in 2006. The country was able to build on initial support for reconstruction following the years of war.  A bold reform agenda, including a review of the constitution supported by national forces, the donor community, and the larger international community aimed at democratization and improving the capacity of the state was vigorously pursued by the state. Proposed policy reforms by the Governance Commission such as decentralization and National Integrity bill to begin reversing the authoritarian nature of the Liberian state and make government more accountable and transparent were introduced. Marginalized communities, especially in rural Liberia were given the opportunity to participate in the decision-making process.  Civil society and other watchdog institutions like the Anti • Corruption Commission, General Auditing Commission (GAC) were supported by donors and the government, and were very active in keeping the bureaucracy accountable.  This set the basis of rebuilding the country and the inflow of more donor support. The national legislature undertook a 4-year Modernization Plan that was able to build its capacity to become more assertive in carrying out its core function of oversight and upheld the principle of checks and balance."}, {"text_block_id": "p26_b372", "text": "Major reforms were also carried out in the security and justice sectors. A plan to develop a professional army and national police force was put in place to ensure adequate transition from the United Nations Mission in Liberia. A strategic training plan to train Liberians at different staff colleges around the world was carried out to ensure that appropriate leadership for the new force was available to ensure national security and stability. In addition, plans to improve the engineering division of the army to a battalion were effected to prepare the army for civil works and national reconstruction. The government also made progress on bridging the 40% shortfall in the strength of the force to assume responsibility in the absence of the United Nations force. The strength of the Liberia National Police at 4,300 officers • a  60% shortfall in 2012 doubled by half in 2014 to 8000 strong."}, {"text_block_id": "p26_b373", "text": "With government and international support, major steps were taken towards judicial reform. The Ministry of Justice 10 • 15 years plan has led to a decentralization of the justice system providing access to the system. Special training programs to train workers"}, {"text_block_id": "p27_b374", "text": "in the judiciary system were established. Judges and magistrates have been trained and assigned to the counties. Several public defenders were hired over several years and placed in the counties to represent indigent persons. Fast tract courts adjudicating cases once a week in Monrovia were created. In addition, several regional hobs for peace and security were established and strategically located around the country to increase citizens• access to justice and ensure peace."}, {"text_block_id": "p27_b375", "text": "Significant progress was made in improving the economy. A national debt of US$4.6 billion owned International Financial Institutions was waived. From 2006 to 2010 the government launched national Poverty Reduction Strategies (IPRSP and PRS) to address pervasive poverty in the country. There was also continued flow of donor support for major economic and financial reforms and creation of effective financial management systems including the integrated Financial Information Management system (IFMIS), the Medium Term Expenditure Framework (MTEF). Policy pronouncement aimed at value addition was pursued. Deliberate efforts were made to support local manufacturing. Business incubation and budget policy, for example, helped to source finance and develop Liberian businesses in furniture production, food and agricultural processing, apparel and shoe making, detergent and soap manufacturing among others. The Central Bank of Liberia was very pivotal in this direction and established a steady loan scheme through commercial banks for local Liberian businesses particularly in the manufacturing area. Significant progress was made in oil and gas exploitation leading to improved revenue of government and national savings, enabling the state to deliver services to the citizens."}, {"text_block_id": "p27_b376", "text": "Programs to develop national infrastructure was vigorously pursued. To meet energy needs, the government prioritized the rehabilitation of the national hydro plant at Mount Coffee. In addition, the country tapped into the West African Power poll to supply communities in 4 counties sharing border with Ivory Coast. The government has also leveraged the country•s energy supply by sourcing regional power supply through the Mano River Union (MRU) Interconnection Plan in full operation by 201. The plan supplies electricity to Liberia, Sierra Leone and Guinea by a 225kv connection. In addition the Liberia Electricity Corporation Transmission and Distribution Plan of 2012-2016 was aimed at increasing electrical power supply by 30 percent in Monrovia. Significant progress was also made toward meeting housing needs for the growing population by initially undertaking the construction of 5000 housing units.  Telecommunication and ICT have been improved significantly. With a $25 million Africa Coast to Europe (ACE) fabric optic landing station in Liberia, telecommunication and ICT a significant step was taken toward expanding access to communication in the country. The Telecommunications and Information Communication Technology policy was developed in 2009 with the goal of achieving the Millennium Development Goals by • creating a knowledge-based society and an innovative economy•• that will set the basis for developing the middle class in the country."}, {"text_block_id": "p27_b377", "text": "A major road rehabilitation project was supported by development partners through ODA and IFI between 2007 and 2012 to repair and reconditioned roads damaged by years of neglect as a result of the war. This led to the rehabilitation of sections of the national road network in Monrovia, provincial capitals and rural towns. Notably are the Monrovia • Buchanan Highway, Fishtown • Harper Highway and several other feeder roads."}, {"text_block_id": "p28_b378", "text": "A new national curriculum that emphasized technical education was developed to provide Liberians the skills to support the productive mode and knowledge based economy. Enrollment at the University of Liberia significantly shifted to the sciences and professional schools. Enrollment statistics for one semester in science, agriculture and forestry, engineering, medicine and other technical fields accounted for more than 30% of total enrollment, a development that supported the shift toward productivity. In anticipation of the need to have skilled Liberians to work in the fledgling oil and gas industry, the National Oil Company of Liberia (NOCAL) provided scholarships to Liberian students locally and abroad to study science, technology and related courses in the sector. NOCAL also developed a program were it annually contributed US$ 900,000 to the University of Liberia for its college of science and engineering, and US$ 500,000 to the Ministry of Education to develop science education in schools in the country."}, {"text_block_id": "p28_b379", "text": "The government was able to undertake these initial steps toward development by forging strategic partnerships with international development partners, regional cooperation and local stakeholders in development programs. In addition, the government complied with demands to subscribe to good governance, reform institutions and institute measures that expand the democratic space and uphold human rights."}, {"text_block_id": "p28_b380", "text": "Despite these initial steps to improve political and economic governance, the situation was, however, not seamless because tension was smoldering in the society, as these efforts had not particularly translated to benefits palpable to a large number of citizens who were poor. The youth in particular were impatient and quite frustrated, especially because they were unemployed. In addition, only a few elites were benefitting from gains made, as the government was not winning the war on corruption.  The state, however, was able to manage this tension because of its capacity to do so and was committed to this without any policy reversals. It also optimized its credibility in managing the tension because of its ability to deliver on some of its promises to society, which remained responsive to the reforms."}, {"text_block_id": "p28_b381", "text": "Critical Uncertainties"}, {"text_block_id": "p28_b382", "text": "It is uncertain how the economic model based on innovation and productivity, would enable the state compete with other actors in the regional and international markets. In the face of globalization and trade liberalization, limited capacity of the state would render local industry vulnerable to strong foreign competition, weaken domestic production and undermine the drive toward the developmental state. As transformation of the status quo is critical in this scenario, elites who thrived in the old order are likely to resist change."}, {"text_block_id": "p29_b383", "text": "3. Political liberalization and resource based economy"}, {"text_block_id": "p29_b384", "text": "•Ain•t that bad•"}, {"text_block_id": "p29_b385", "text": "The Message:"}, {"text_block_id": "p29_b386", "text": "The Scenario assumes a country in 2030 in quest of a •fairer deal• where there is significant improvement in governance without any significant economic transformation. There will be a limited adjustment to how the state operates, but no structural or systemic change. Economic growth, -if it will occur-even given a boost with oil revenue, would be marginal and come with negligible improvement in the quality of life of a majority of the citizens. There is tension and insecurity in the society, as the rate of demand for public goods does not meet the state or elites• capacity to co-opt or manage social, political, and economic tensions."}, {"text_block_id": "p29_b387", "text": "Image of Future"}, {"text_block_id": "p29_b388", "text": ": There is modernization and steady opening of the political space due to pressure from domestic and external forces.  The population is increasing and more and more Liberians are finding their voices as the political space is opening to new set of actors. The elite space is also widening and diversifying but elements claiming exclusive rights to the state and its resources are keen on maintaining the economic status quo."}, {"text_block_id": "p29_b389", "text": "The Path:"}, {"text_block_id": "p29_b390", "text": "Efforts were made to institute reforms within the context of The Public Sector and Governance Reform program to build capacity of government institutions and improve governance. A Poverty Reduction Strategy was implemented between 2008 and 2011. In addition a •Strategic Roadmap for Peace and Reconciliation• to address national healing and reconciliation after a long conflict was developed.  While significant progress was made, the process was, however, fraught with challenges including resistance by conservative forces in an alliance to preserve the social, political and economic orthodoxy."}, {"text_block_id": "p29_b391", "text": "Critical Uncertainties"}, {"text_block_id": "p29_b392", "text": "It is difficult to determine the level of predictability of Foreign Direct Investment and Overseas Development Assistance the state heavily relies on. International financial market crash, alternative source of natural resources can militate against reliance on the extraction of natural resources. Reliance on the extraction of foreign aid can lead to the degradation of the environment, and reduce the productivity of the land for agricultural purposes. Harsh economic conditions in the absence of national safety nets lead to the formation of cleavages and reliance on identities, which may sharpen ethnic difference and build tension in society. This scenario is also associated with regional security. Tensions in neighboring countries can have a domino effect, which can undermine peace and security in the country."}, {"text_block_id": "p29_b393", "text": "4."}, {"text_block_id": "p29_b394", "text": "Authoritarian regime and Resource Based economy"}, {"text_block_id": "p29_b395", "text": "•Everything chakla oh•"}, {"text_block_id": "p29_b396", "text": "The Message:"}, {"text_block_id": "p29_b397", "text": "This scenario is likely to occur if the institutions of state remain committed to the authoritarian nature of the state. It is defined by extreme social, political, and economic tensions that will lead to anarchy and state collapse; a near catastrophe. The scenario means that governance is very poor, social conditions are"}, {"text_block_id": "p30_b398", "text": "worse; the economy is extremely resource based and not performing. The rate of demand, including various forms of social and political agitation and street protests, will increase, leading to an atmosphere of fear and desperation in the society. Tensions would be managed by force or threat of force, both overtly and covertly. Given the high level of tension, the situation can only be contained if there are constituents (internal and external) to protect the authoritarian nature of the state. To avert catastrophe, there will be need to effectively develop and implement a clear plan to deal with the tensions. In the absence of such a plan, there will be aggravated tensions, violence and desolation."}, {"text_block_id": "p30_b399", "text": "Image of the Future:"}, {"text_block_id": "p30_b400", "text": "By 2030, the regime, which has been centralized and authoritative in policy and action, is struggling to manage a country on the brink of going back to war. The state is very weak and cannot provide the political, economic and social goods. It is no longer in control of many parts of the country as strong men are emerging in local communities challenging state authority. While there is little change in the elite composition, identity and religious based politics is increasing; new entrants into politics with aggressive behavior. The government is using resources mainly coming from the extractive industry to undertake huge public projects that are not making any impact and undermined by corruption and sabotage."}, {"text_block_id": "p30_b401", "text": "The Path:"}, {"text_block_id": "p30_b402", "text": "Liberia came from a devastating 14 -year civil war which led to the breakdown of national institutions. The government did not pursue the governance reforms it had promised to undertake and many Liberians became weary and disappointed in the fact that the promise of a new beginning and a bright future was not fulfilled. With poor governance and dysfunctional institutions, government broke down and a strong man mentality emerged among the ruling elite and some section of the population to ensure stability in the midst of the attending chaos. Other institutions of government such as the legislature and the judiciary were not functioning independently and effectively."}, {"text_block_id": "p30_b403", "text": "Critical Uncertainties"}, {"text_block_id": "p30_b404", "text": "Tensions induced by this scenario could only be managed if international and regional actors support the regime. However, by 2030, these tensions which transcend the capacity of the state, might heighten instability due to several factors, among them skewed wealth distribution; food insecurity; lack of political, social, and economic freedom, leading to clashes with the regime. How the military and security apparatus react to these challenges will also define the stability and sustainability of the system."}, {"text_block_id": "p31_b405", "text": "Summary of Four Exploratory Scenarios"}, {"text_block_id": "p32_b406", "text": "Conclusions on the scenarios"}, {"text_block_id": "p32_b407", "text": "1."}, {"text_block_id": "p32_b408", "text": "All the scenarios are fraught with uncertainties, which have been highlighted. The margin of uncertainty varies from a variable to another and depending on the evolution of that uncertainty, the outlook of the scenario may change."}, {"text_block_id": "p32_b409", "text": "2."}, {"text_block_id": "p32_b410", "text": "The interconnectedness of internal and external variables in the Liberian system comes out very clearly from these scenarios. Although internal dynamics have received a lot of attention in the scenarios, none of them can come close to reality without some external variables playing out. Liberia is not an island but a country, which, for better or worse, is part of the international community."}, {"text_block_id": "p32_b411", "text": "3."}, {"text_block_id": "p32_b412", "text": "Through these scenarios, and at the end of the exercise, the question to be asked is:"}, {"text_block_id": "p32_b413", "text": "Through these scenarios, and at the end of the exercise, the question to be asked is:\n* How can Liberians address the most urgent and critical challenges and risks associated with the scenarios before they become time bombs that put into jeopardy or even destroy the opportunities identified or the accomplishments recorded?\n* What can each Liberian do in their homes, their communities and workplaces to contribute to build a future that lives up to the expectations and promise encapsulated in a number of policy initiatives and challenges of nation building?"}, {"text_block_id": "p32_b417", "text": "CHAPTER 4:  TOWARDS A NATIONAL VISION"}, {"text_block_id": "p32_b418", "text": "National Vision"}, {"text_block_id": "p32_b419", "text": "•"}, {"text_block_id": "p32_b420", "text": "What is a vision?"}, {"text_block_id": "p32_b421", "text": "A vision is an expression of the aspirations of a people, providing a sense of common identity, purpose, and ideals. It expresses a people•s sense of where they have collectively come from, where they now find themselves, and where they wish to find themselves in the future."}, {"text_block_id": "p32_b422", "text": "Against the backdrop of Liberia•s development context and future possibilities as outlined in four scenarios, the desired scenario (Developmental State) provides an image of the future that seemingly all Liberians would like to aspire to/realize, hence the national vision. Significantly, it incorporates ideas about the requisite critical action for structural and systemic transformation of Liberia. It envisages a harmonious nation united in diversity, democratic and culturally vibrant, innovative, creative, self-reliant and prosperous, amid a beautiful and flourishing environment."}, {"text_block_id": "p33_b423", "text": "•"}, {"text_block_id": "p33_b424", "text": "Where does the vision come from: what are its sources?"}, {"text_block_id": "p33_b425", "text": "This vision is knowledge-based. That means that it is drawn from analytical work carried out to understand how Liberia as a system has been constituted and evolved. As such it draws on the retrospective analysis which has identified invariants, trends and seeds of change of the system, as well as SWOT from different thematic studies conducted by the team or others but relevant to the exercise. It draws as well from the structural analysis."}, {"text_block_id": "p33_b426", "text": "But the vision is also based on people•s aspirations as they have been expressed through various mechanisms of consultation. From that point of view, it can be argued that the vision is a synthesis of the national aspirations."}, {"text_block_id": "p33_b427", "text": "•"}, {"text_block_id": "p33_b428", "text": "What are its characteristics?"}, {"text_block_id": "p33_b429", "text": "They are five"}, {"text_block_id": "p33_b430", "text": "i."}, {"text_block_id": "p33_b431", "text": "It is grounded in knowledge of the system under consideration: the retrospective analysis of Liberia, which has enabled an identification of constants, trends and seeds of change, was a necessary step in that regard."}, {"text_block_id": "p33_b432", "text": "ii."}, {"text_block_id": "p33_b433", "text": "It provides a snapshot of desirable, realistic, credible, and attractive future: the exploratory scenarios constructed and the vision formulated meets those criteria."}, {"text_block_id": "p33_b434", "text": "iii."}, {"text_block_id": "p33_b435", "text": "The portrayed future is shared by the populations, reflects a national consensus, and/or symbolizes national unity."}, {"text_block_id": "p33_b436", "text": "iv."}, {"text_block_id": "p33_b437", "text": "It enhances national pride, dignity, hope and a sense of purpose. It is an invitation to a pro-active behavior from the people who then rather than being subject to change act in order to trigger the desired changes"}, {"text_block_id": "p33_b438", "text": "v."}, {"text_block_id": "p33_b439", "text": "It jumps starts development by marshaling national resources toward achieving development goals. The message conveyed by the Vision is that the Liberian people desire and are committed to realizing the developmental state, and are consequently prepared to marshal all national resource, as well as bring aboard international partners to the common end. Consequently, though achieving Vision 2030 is of a tall order, requiring the focused efforts of many generations, not to speak of the implicit socio-political and economic transformation, the Liberian leadership and people commit themselves to strive to bring to bear a results-oriented mindset and values in the policy formulation and implementation processes."}, {"text_block_id": "p33_b440", "text": "•"}, {"text_block_id": "p33_b441", "text": "What are its building blocks? Its tenets, thrusts and components?"}, {"text_block_id": "p34_b442", "text": "From the retrospective and structural analyses, as well as the various consultations, the following elements emerge:"}, {"text_block_id": "p34_b443", "text": "1."}, {"text_block_id": "p34_b444", "text": "Economically prosperous"}, {"text_block_id": "p34_b445", "text": "people. Liberian people are facing the challenges of poverty, low productivity, and dependence on commodity and external financial assistance. The vision is one of a successful and sustained process of extirpation from a commodity based economy to a more knowledge-based economy has been made possible through a set of policies which will have focused on value addition, diversification of the productive base, enhanced assistance to domestic capital, development of a macro-policy framework which has translated into sustained economic growth."}, {"text_block_id": "p34_b446_merged", "text": "In the vision we will have approached the general economic policy and decision-making by adopting the best practices designed to foster fast and sustainable growth while reflecting fully the aspirations of the people. The transformation of the domestic policy space and economic landscape will have been accompanied by an emphasis on, and implementation of, a development diplomacy enabling the country to seize opportunities associated with the changing architecture of international system based on globalization, interconnectedness and cooperation. While sustaining its cooperation with traditional development partners in the North, Liberia will have fostered cooperation with the South and paid particular attention to lessons learnt from countries and nations like Angola and Mozambique • two states previously torn by decades of civil war which were able to turn the curve towards becoming emerging countries. Liberia will have been able to take advantage of this expanding field of cooperation thanks to an unflinching political will to set its own development agenda and make the policy changes that have led to transformation in other emerging countries."}, {"text_block_id": "p34_b449", "text": "The message is: We will get richer as a nation by making our economy competitive, by finding areas in which we can excel and by going out for quality in whatever we do."}, {"text_block_id": "p34_b450", "text": "2."}, {"text_block_id": "p34_b451", "text": "Socially and demographically a harmonious nation"}, {"text_block_id": "p34_b452", "text": "united in diversity. Liberian society has been confronted with division and polarization between social groups. Dichotomies like native/settler, Diaspora/homeland, have fed conflicting narratives and threatened social capital. The vision is one of a society which has been able to overcome those divisive discourses and has moved forward toward acknowledgment and appreciation of diversity, re-knitting of the social fabric, addition and multiplication rather than subtraction and division, and a win-win rather than zero-sum conflict resolution model. In that vision, the conventional language or terminology used in reference to Liberian identities has been revisited, if not abolished. The term •Settler• will have been seen as problematic inasmuch as it was applicable to new world blacks alone, and overlooked the earlier entry to the Liberia area of ethnic communities fleeing conflict with the disintegration of African empires. •Americo-Liberians• originally employed by immigrants who were focused on building a •little America• in Africa would also have been revisited as the mood of the vast"}, {"text_block_id": "p35_b453", "text": "majority of Liberians leans toward the Africanization of Liberia, something incompatible with references to •America.• The same remark holds true with the •Congo• or •Recaptives• which was a settler category that included Africans sold into slavery but fell shy of becoming slaves because of intervention of the •abolitionist movement.•"}, {"text_block_id": "p35_b454", "text": "As for •Native•/•Country People•, terms used in reference to Liberia•s majority ethno-linguistic groups, they have been felt derogatory and been abolished as well as the term  •Aborigines• that has also been used in reference to Liberia•s ethnic groups as opposed to •Civilized people•, a notion once used largely in reference to new world settlers, but at times made applicable to assimilated indigenes."}, {"text_block_id": "p35_b455", "text": "That vision is informed by the national consultations during which Liberians expressed freely their perspectives on the issue of national identity. They voiced the desire that national symbols be rendered more representative of the Liberian population, and in some cases stressed that they be characterized by blending rather than totally replacing old or present symbols. There was a strong and near uniform sentiment for change of one sort or the other in all of the symbols of the state, moving them toward reflecting Liberian traditional culture. Some wanted the Flag to show signs of •nativity.• Others spoke of symbols that unite (rather than divide) including the Liberian •hand-shake•, traditional dress, food, the kola nut, cotton tree, etc. Moreover, as a direct reference to settler history, some have called for changes in the naming of cities and towns, as well as streets, using indigenous names. Liberians seemed to stress a reevaluation of the country•s relationship with America and the challenge it posed to Liberian identity."}, {"text_block_id": "p35_b456", "text": "Ultimately, the vision is one of a Liberia where social harmony will have been maintained, where diversity will be a source of enrichment rather than a cause of division, where Liberians will get along well with fellow Africans and indeed all peoples because they get along well with one another."}, {"text_block_id": "p35_b457", "text": "3."}, {"text_block_id": "p35_b458", "text": "Politically democratic."}, {"text_block_id": "p35_b459", "text": "Liberia is facing the issue of the fragility of peace, centralized/authoritarian culture, and frayed relations between State and citizens. The vision is characterized by significant move towards democratization, reconciliation, and respect for human rights, sovereignty of the people, citizenship based not only on common heritage but also and equally important on commitment to common future, and accountable and decentralized sate. Again the vision is largely informed by the outcomes of the consultations. Liberians particularly discussed the importance of peace across the country and the Diaspora. Many saw reconciliation as the basis of restoring genuine peace to the country, and in this respect, the TRC process and its outcome have been viewed as a basis of ensuring reconciliation and transformation."}, {"text_block_id": "p35_b460", "text": "4."}, {"text_block_id": "p35_b461", "text": "Environmentally, a beautiful and flourishing country."}, {"text_block_id": "p35_b462", "text": "Liberia is facing the challenge of environmental depletion and degradation at quite a fast pace. If current trends persist, it is likely that water; land, air and biodiversity resources will be seriously affected. The vision is to reverse that trend and make appropriate investments so as to enhance the quality of the environment and promote its"}, {"text_block_id": "p36_b463", "text": "sustainable use for the benefit of present generations as well as future generations. In the vision, we have made the towns more pleasant to live in; mass transit system has become operational to move people rapidly and with comfort and safety. Liberia has made itself nearly self-sufficient in clean energy through sensible conservation, and through developing the domestic potential for wind, solar energy, and preparing for drawing on the thermal energy of the ocean. The natural beauty of the beaches, which has been threatened at times, will have been restored. All Liberians are aware that the environment is gorgeous but fragile and that the price of quality is unflinching vigilance."}, {"text_block_id": "p36_b464", "text": "5."}, {"text_block_id": "p36_b465", "text": "Culturally vibrant"}, {"text_block_id": "p36_b466", "text": ". Since its inception Liberia has been faced with conflicting value systems. A significant number of people see •Liberia [as] a nation mightily struggling to find itself,• believing that •Liberians have yet to find a national identity truly representative of the people. The vision is to head off the risk of Liberia developing culturally as a transplanted culture, a replica of America in Africa and subsequently the rolling back in Liberia of traditional society and cultural practices being replaced by •a modern way of life.• During consultations, many expressed the desire that this state of affairs be changed, and have called for a change in nothing short of a national mindset that would reflect the full range of the country•s heritage as national unity is contemplated. ."}, {"text_block_id": "p36_b467", "text": "The role of the university in that regard cannot be overlooked. Tertiary education in Liberia must of necessity seek to address these issues if it must fulfill its core mission and become more relevant to the nation."}, {"text_block_id": "p36_b468", "text": "6."}, {"text_block_id": "p36_b469", "text": "Technologically innovative"}, {"text_block_id": "p36_b470_merged", "text": ", Liberia is technologically speaking quite underdeveloped. Production systems are geared toward extraction and innovation is in very short supply. The vision is to make significant move towards a knowledge-based economy and society, as this is key for seizing opportunities associated with technological innovation-led globalization. The vision is to see tertiary education play a major role in that regard. It must facilitate the development of higher skill levels that would assure the individual and the nation the possibility and opportunity for prosperity, social wellbeing, economic viability or competitiveness and political stability.In the vision, higher productivity of labor, higher quality goods and services, and better conditions of work will have come as a result of greater use of science and technology, specialist knowledge, skill and professionalism. In the vision, a lower proportion of the population is in"}, {"text_block_id": "p37_b472", "text": "agriculture, a much higher proportion in industry and services and, in all sectors, a higher proportion in the more skilled occupations. More science means less sweat."}, {"text_block_id": "p37_b473", "text": "These components of the vision suggest that the Liberian vision is multidimensional, addressing all at once the social, economic, political, environmental, cultural and technological aspirations of the Liberian people. It goes beyond the narrow approaches of development, which have proven problematic over time."}, {"text_block_id": "p37_b474", "text": "The multi-dimension Vision may be summarized as follows:"}, {"text_block_id": "p37_b475", "text": "1."}, {"text_block_id": "p37_b476", "text": "A United People with core aspirations of:"}, {"text_block_id": "p37_b477", "text": "A United People with core aspirations of:\n* Political stability based in equity\n* A society that embraces its triple heritage and guarantees space for all positive cultures to thrive\n* A society that is democratic, tolerant, respectful of the rule of law and human rights\n* A society of gender equity, empowerment and opportunities for all.\n* Self-reliant, innovative and competitive private sector-led economy with strong indigenous presence\n* People-focused investment policies\n* Nation that embraces science and technology as avenue to modernization\n* Agriculture for food self-sufficiency and security\n* Healthy, well and relevantly-educated with improved quality of life. â¢â¢."}, {"text_block_id": "p37_b485", "text": "2."}, {"text_block_id": "p37_b486", "text": "A Progressive Nation reflective of the following elements:"}, {"text_block_id": "p37_b497", "text": "•"}, {"text_block_id": "p37_b498", "text": "What to do with it? What is the way forward?"}, {"text_block_id": "p37_b499", "text": "Operationalization of the vision is the litmus test of its relevance and appropriateness. The vision is not meant to be nicely bound and shelved but rather to serve as a guide for action."}, {"text_block_id": "p37_b500", "text": "."}, {"text_block_id": "p38_b501", "text": "CHAPTER 5: TOWARDS THE OPERATIONALIZATION OF THE NATIONAL VISION"}, {"text_block_id": "p38_b502", "text": "1."}, {"text_block_id": "p38_b503", "text": "Operationalization means literally the translation of the vision tenets and thrust into operational activities."}, {"text_block_id": "p38_b504", "text": "2."}, {"text_block_id": "p38_b505", "text": "As the vision is multidimensional in scope, its operationalization should be as well. Thus although the economic and political dimensions of the operationalization may pop up first and attract attention and even funding because the vehicles of operationalization are already in existence and funding readily available, they should be seen as just some aspects of the operationalization."}, {"text_block_id": "p38_b506", "text": "3."}, {"text_block_id": "p38_b507_merged", "text": "Operationalization means moving from identifying what is desirable to creating the conditions that will make the desirable achievable. In other words, operationalization requires development planning, starting with the formulation of strategies for attaining the national vision."}, {"text_block_id": "p38_b510", "text": "4.1"}, {"text_block_id": "p38_b511", "text": "The formulation of strategies for attaining a national vision entails   consideration of several factors, among which are:"}, {"text_block_id": "p38_b512", "text": "The formulation of strategies for attaining a national vision entails   consideration of several factors, among which are:\n* : Liberia is party to a number of international conventions and agreements in different spheres .Key among them will probably be the post 2015 Agenda as it will be in all likelihood characterized by the broadening of the concept of development and will include in all likelihood a number of values and goals expressed in the National vision.\n* Key actors. The role of the State in the formation and development of the Liberian nation cannot be overemphasized and no strategy can be formulated and implemented without due consideration to the role of the State. However, other actors are emerging or asserting themselves. They include civil society as well as private sector organizations. On the external front, if development diplomacy is to be meaningful, it is very likely that emerging economies will be playing a greater role in the development of the country.\n* The trends. Within the country as well as in the global arena, the trends identified in the report are likely to be active in the next 20 years. Whereas some of them like democratization processes and regional integration may be seen as positive, others like increased disparities between countries and between social groups within countries are a source of concern.\n* The strategies of the actors are to be properly analyzed as not only do they evolve over time but also they are quite different from group of actors to another, ranging from cooperation to coercion, from partnerships to conditionalities.\n* : from the various scenarios, it would appear that the capacity of the State to ensure peace and stability through political compromise is as an important uncertainty as regional stability."}, {"text_block_id": "p39_b524", "text": "The formulation of strategies for attaining a national vision entails   consideration of several factors, among which are:\n* : Liberia is party to a number of international conventions and agreements in different spheres .Key among them will probably be the post 2015 Agenda as it will be in all likelihood characterized by the broadening of the concept of development and will include in all likelihood a number of values and goals expressed in the National vision.\n* Key actors. The role of the State in the formation and development of the Liberian nation cannot be overemphasized and no strategy can be formulated and implemented without due consideration to the role of the State. However, other actors are emerging or asserting themselves. They include civil society as well as private sector organizations. On the external front, if development diplomacy is to be meaningful, it is very likely that emerging economies will be playing a greater role in the development of the country.\n* The trends. Within the country as well as in the global arena, the trends identified in the report are likely to be active in the next 20 years. Whereas some of them like democratization processes and regional integration may be seen as positive, others like increased disparities between countries and between social groups within countries are a source of concern.\n* The strategies of the actors are to be properly analyzed as not only do they evolve over time but also they are quite different from group of actors to another, ranging from cooperation to coercion, from partnerships to conditionalities.\n* : from the various scenarios, it would appear that the capacity of the State to ensure peace and stability through political compromise is as an important uncertainty as regional stability.\n* : numerous seeds of change have been identified in the report. If they were to develop, they could provide solid ground for enabling policies in economic, social, political arenas,\n* : they include the patriarchal and authoritarian nature of the State and Society. Unless they are uprooted, Liberiaâ¢s development will be skewed and inequalities will flourish and put into jeopardy the vision of a harmonious nation.\n* : the demographic dividend, the confidence of the donor community and the advances in regional integration are certainly key elements.\n* : regional instability, refugee and internally displaced persons have been quite significant factors in shaping Liberia as it was before the wars; they have played an important role in the recent past and should therefore not be overlooked. The economic performances at the global level may also be a source of concern."}, {"text_block_id": "p39_b536", "text": "Finally, realignment"}, {"text_block_id": "p39_b537", "text": "is the key word/vehicle for operationalization. It aims at ensuring that there are synergistic relationships/effects between various spheres and sectors of the economy, the society and the polity. In other words that the nexus peace, development, democracy is consolidated as the nation moves forward towards the operationalization of its vision"}, {"text_block_id": "p39_b538", "text": "ACKNOWLEDGMENTS"}, {"text_block_id": "p39_b539", "text": "An exercise of this scope and magnitude has necessarily required assembling an able team of Liberian professionals supplemented by expatriate consultants of the highest caliber. Consistent with the methodology provided by Africa Futures Institute (AFI), a South Africa-based consultancy firm hired by the Government of Liberia, we acknowledge with gratitude the following categories of individuals responsible for this draft report. National Core Team (NCT): Byron Tarr (Economist), Larry Yonquoi/ Geetor Saydee (Demographers), Ali Kaba (Environment and Land Management), John Sumo (Sociologist) and Nathaniel Kwabo (Governance) and Coordinator of the NCT. Members of the National Working Group (NWG), participants in a focus group discussion, other independent researchers and the members of the Steering Committee are listed in Annex I in the main document."}, {"text_block_id": "p39_b540", "text": "Cross cutting issues researched included educational and curricular issues (Sister Mary Laurene Browne), Social Cleavages (Alfred Akki Kulah), Constitutional Reform and Legal issues (L. Koboi Johnson and Jallah Barbu), Inequality in Liberia (John Gay) and National Symbols (John Simpkins).  Elwood Dunn coordinated the group."}, {"text_block_id": "p39_b541", "text": "Donors whose generous contributions made the exercise possible are the Open Society Initiative for West Africa (OSIWA, the Swedish International Development Agency (SIDA) and the United Nations Development Programme (UNDP)."}], "document_description": "This document replaces the Agenda for Transformation 2012-2017 and aims to implement the Liberia Vision 2030 framework and align itself on the Africa Agenda 2063 and the Economic Community of West African States (ECOWAS) Vision 2020 over the period 2018-2023. It seeks to increase the strength and trust of state institutions, and provide greater income security while reducing poverty. Climate-related goals include the following: 1) raise awareness, 2) incorporate related issues into national development programs so as to \"climate proof” all future national policies and sectoral plans, and 3) identify adaptation needs."}