{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Liberia", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Disaster Management Policy", "document_country_code": "LBR", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": "Drm/Drr", "document_region_code": "Sub-Saharan Africa", "document_date": "10/01/2012", "document_keyword": ["Adaptation", "Disaster Risk Management"], "document_url": "https://cdn.climatepolicyradar.org/LBR/2012/LBR-2012-01-10-National Disaster Management Policy_f3e3c9cca17b150f5ff407335327a1c1.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Republic of Liberia"}, {"text_block_id": "p0_b2", "text": "NATIONAL DISASTER MANAGEMENT POLICY"}, {"text_block_id": "p0_b3", "text": "National Disaster Management Agency"}, {"text_block_id": "p0_b4", "text": "Republic of Liberia"}, {"text_block_id": "p0_b5", "text": "October 2012"}, {"text_block_id": "p1_b6", "text": "Foreword"}, {"text_block_id": "p1_b7", "text": "concentration of population."}, {"text_block_id": "p1_b8", "text": "groups of our society such as, children, the elderly, and the disabled."}, {"text_block_id": "p1_b9", "text": "Political commitment to the disaster risk reduction (DRR) agenda has taken an upswing in recent years. The Asia Tsunami of December 2004 was followed by a meeting in Kobe Japan in January 2005. The Governments of all countries worldwide met to discuss disaster reduction. The outcome of this meeting was the Hyogo Framework for Action (HFA) 2005-2015 which all participating member states signed up to. The five key elements of the framework committed states to pursue five priority actions:"}, {"text_block_id": "p1_b10", "text": "Political commitment to the disaster risk reduction (DRR) agenda has taken an upswing in recent years. The Asia Tsunami of December 2004 was followed by a meeting in Kobe Japan in January 2005. The Governments of all countries worldwide met to discuss disaster reduction. The outcome of this meeting was the Hyogo Framework for Action (HFA) 2005-2015 which all participating member states signed up to. The five key elements of the framework committed states to pursue five priority actions:\n* Ensure that disaster risk reduction is a national and a local priority with a strong\n* Identify, assess and monitor disaster risk and enhance early warning;\n* Use knowledge, innovation and education to build a culture of safety and resilience at\n* Reduce underlying risk factors; and\n* Strengthen disaster preparedness for effective response at all levels."}, {"text_block_id": "p1_b20", "text": "The Hyogo Framework for Action was developed on the back of the Africa Regional Strategy for Disaster Risk Reduction (ARSfDRR), which was later followed by the development of the Economic Community of West Africa States (ECOWAS) Policy on Disaster Risk Reduction, both focusing on the five priority areas mentioned above. It is against this background, and"}, {"text_block_id": "p2_b21", "text": "consistent with our national goals, needs and specificity that the Liberia Disaster Risk Management Policy is developed focusing on:"}, {"text_block_id": "p2_b22", "text": "‘Enhancing"}, {"text_block_id": "p2_b23", "text": "national and local capacity to minimise vulnerability and disaster risks, prevent, mitigate and prepare for adverse impacts of hazards within the context of sustainable"}, {"text_block_id": "p2_b24", "text": "development’."}, {"text_block_id": "p2_b25", "text": "Specifically this policy seeks:"}, {"text_block_id": "p2_b26", "text": "Specifically this policy seeks:\n* To create a foundation for the development of an effective and functional legal,\n* â\n* â\n page 14 & 15]\n* To provide the basis for sound DRM national and local organization, capacity\n* To provide overall direction for integrating disaster risk reduction into development,\n* To contribute to national risk management applications for sustainable national\n* To strengthen disaster preparedness for effective emergency and recovery response."}, {"text_block_id": "p2_b39", "text": "The policy establishes an institutional and operational framework that will drive successful implementation. Because DRR is multidisciplinary and multi-dimensional, all our development and humanitarian partners are called upon to work with Government in building national and community resilience to disasters within the context of sustainable development."}, {"text_block_id": "p2_b40_merged", "text": "As Liberians of all walks of life, we need to prevent disasters from reversing current and future development gains; therefore, undermining our efforts to achieve the Millennium Development Goals (MDGs) and hence Liberia’s social and economic development. In the context of disaster management, our Motto as a Nation is ‘Prevention Before Cure’, and thus the need to be proactive in reducing risks from a plethora of hazards and always strengthening our preparedness for response can not be over-emphasized."}, {"text_block_id": "p2_b47", "text": "The National Disaster Management Agency (NDMA) is currently developing a National Disaster Management Action Plan for Disaster Risk Management in Liberia as well as a Guide for Emergency Response and Preparedness. It is important that we all rally behind these magnificent efforts and aspire to make our nation free of disasters."}, {"text_block_id": "p2_b48", "text": "………………………………………………"}, {"text_block_id": "p2_b49", "text": "Ellen Johnson-Sirleaf"}, {"text_block_id": "p3_b50", "text": "PRESIDENT OF THE REPUBLIC OF LIBERIA"}, {"text_block_id": "p3_b51", "text": "Preface"}, {"text_block_id": "p3_b52", "text": "Disaster loss is on the rise with grave consequences for the survival, dignity and livelihood of individuals, particularly the poor. Risks are compounded by increasing vulnerabilities related to changing demographics, technological and socio-economic conditions, unplanned urbanization, and development within high-risk zones, under-development, environmental degradation, climate variability, climate change, geological hazards, competition for scarce resources, and the impact of epidemics. These factors point to a future where disasters could increasingly threaten the national economy, its population and hence sustainable development in general."}, {"text_block_id": "p3_b53", "text": "Currently Liberia does not have a national disaster management policy that defines parameters within which disaster risk management is implemented. The Disaster Relief Plan of 1976 is no longer fully applicable in the quest to build national and community resilience to disasters. In disaster response, the damages are evident and the needs are clear. The risk factors that led to the disaster are however often hidden and invisible to policy-makers, disaster and development professionals and the general public."}, {"text_block_id": "p3_b54", "text": "The NDM policy offers a new approach to disaster risk reduction that seeks to address the root causes of disasters through reducing exposure and vulnerability of people and economic assets in order to reduce or prevent losses. Cost effective DRM requires being able to identify where hazards are most likely to strike, who or what will be exposed, and what vulnerabilities will lead to those assets being damaged or destroyed. DRM, therefore, depends not on identifying the consequences of disasters but rather the causes. These causes need to be made visible and real so that the risks can be perceived, understood and reduced through an increased capacity to adapt, mitigate, prepare and respond to disasters."}, {"text_block_id": "p3_b55", "text": "Development interventions that target poverty reduction should enhance the resilience of the poor to the impact of disasters. . Likewise, systems developed to deliver services to Liberians should be built to minimize risks to their continued delivery At the same time, efforts towards DRR can contribute to poverty reduction and development through ensuring both communities and the services they rely on continue despite the prevalence of hazards. Integrating DRR into development and poverty reduction programmes is thus critical. The National Disaster Management Agency stands ready to support all national efforts towards response, preparedness, national and local resilience to disasters."}, {"text_block_id": "p3_b56", "text": "………………………………………………………………………"}, {"text_block_id": "p3_b57", "text": "Executive Director, National Disaster Management Agency"}, {"text_block_id": "p4_b58", "text": "Acknowledgements"}, {"text_block_id": "p4_b59", "text": "Special acknowledgement is made to all members of the various Government Ministries or Agencies, Non-Governmental Organizations, Civil Society Organizations, UN agencies and other stakeholders at the national and local levels whose input in formulating and drafting of this National Disaster Risk Management Policy was invaluable."}, {"text_block_id": "p4_b60", "text": "A special thank you goes to the National Disaster Relief Commission Secretariat and the Ministry of Internal Affairs (MIA), for guiding and co-coordinating the whole process leading to the participatory development of this policy. We are indebted to all the Policy Development Working Group (PDWG) members for their commitment and extremely hard work in formulating, designing, compiling, editing and conducting policy consultations with other stakeholders both in Monrovia and other counties and as well as task force members led by the Ministry of Justice to review the policy document ."}, {"text_block_id": "p4_b61", "text": "We gratefully acknowledge the United Nations Development Programme (UNDP), WFP and UNMIL including other task force members for providing technical and financial resources for the project leading to the development of the policy, in addition to their active participation throughout the process."}, {"text_block_id": "p4_b62", "text": "Last but not least, special acknowledgements to everyone who contributed to the successful development and finalization of this policy."}, {"text_block_id": "p5_b63", "text": "Acronyms and Abbreviations"}, {"text_block_id": "p7_b64", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p9_b65", "text": "FIGURES AND TABLES"}, {"text_block_id": "p10_b66", "text": "CHAPTER 1:   INTRODUCTION"}, {"text_block_id": "p10_b67", "text": "1.1 PREAMBLE"}, {"text_block_id": "p10_b68", "text": "The imperative for disaster risk management in Liberia cannot be over estimated. Procrastination and indecision to rally efforts towards reducing risks and improving preparedness for emergency response can only result in further losses in development gains now and in the future.,"}, {"text_block_id": "p10_b69", "text": "Consistent with the:"}, {"text_block_id": "p10_b70", "text": "Consistent with the:\n* Governmentâs constitutional mandate to protect the lives and assets of the Liberian\n* Paradigm shift from emergency response to total disaster risk management\n* International frameworks for disaster risk reduction, that is, the Hyogo Framework for\n* Building Resilience of Nations and Communities to disaster;\n* Africa Regional Strategy for Disaster Risk Reduction â to contribute to the attainment of\n* The Economic Community Of West African States (ECOWAS) focus on disaster risk"}, {"text_block_id": "p10_b85", "text": "In view of the:"}, {"text_block_id": "p10_b86", "text": "In view of the:\n* Improved understanding of climate variability and change, gender, conflict and its links\n* Increase in frequency and severity of national and local level disasters, and the increase\n* Increase in the number of people affected, especially the poor and vulnerable living along\n* the human\n* Better understanding of disaster processes, cross-cutting linkages, improvement in\n* Need to integrate disaster risk management in national and local development initiatives;\n* General outcry and demand from Liberians especially different ministries/agencies and"}, {"text_block_id": "p11_b102", "text": "In view of the:\n* Improved understanding of climate variability and change, gender, conflict and its links\n* Increase in frequency and severity of national and local level disasters, and the increase\n* Increase in the number of people affected, especially the poor and vulnerable living along\n* the human\n* Better understanding of disaster processes, cross-cutting linkages, improvement in\n* Need to integrate disaster risk management in national and local development initiatives;\n* General outcry and demand from Liberians especially different ministries/agencies and\n* Priorities in the National Disaster Management Action Plan for Capacity Development in\n* Need for consistency in developing DRM national capacity and community resilience to\n* Absence of legal framework for disaster risk management in Liberia;"}, {"text_block_id": "p11_b109", "text": "It has become absolutely necessary for the Government of Liberia (GOL) to develop a National Policy for Disaster Management"}, {"text_block_id": "p11_b110", "text": "to effectively give policy direction and define parameters within which DRM is implemented by the NDMA as a specialized agency and other stakeholders within the established National Disaster Management System (NDMS). The aligning of roles and responsibilities will minimize duplication of efforts and wastage of resources. In addition, the new focus on risk management within the DRR framework will ensure that all ministries/agencies, the private sector, and other non-state actors and development partners are involved in reducing risk; hence, building national and community resilience to disasters within the context of sustainable development."}, {"text_block_id": "p11_b111", "text": "1.2 RATIONALE FOR NATIONAL DISASTER MANAGEMENT POLICY"}, {"text_block_id": "p11_b112", "text": "Since its independence in 1847, Liberia has witnessed various naturally triggered and human induced disasters. The most noticeable of these disasters include wars, epidemics, landslides, floods, fires, sea erosion, windstorms, and rainstorms. Unfortunately, the level of preparedness to such disasters is inadequate leaving the country highly vulnerable to the consequences of disasters. Moreover, the Liberia Disaster Relief Plan developed in 1976, establishing and empowering the National Disaster Relief Commission (NDRC) for relief response to disasters, does not seem to reflect strategies that address present day realities of complicated disaster cases. The lack of a policy to effectively address disasters management and risks issues further compound the already volatile situation faced by Liberia."}, {"text_block_id": "p11_b113", "text": "The principle of achieving and maintaining sustainable development must underpin all policies, programmes and projects undertaken within Liberia. In particular, the mainstreaming of disaster risk management (DRM) into development planning and together with the protection of development gains must be for the benefit of both present and future generations."}, {"text_block_id": "p11_b114", "text": "Disaster loss is on the rise with grave consequences for the survival, dignity and livelihood of individuals, particularly the poor and development gains. This, compounded by increasing vulnerabilities related to changing demographics, technological and socio-economic conditions, unplanned urbanization, development within high-risk zones, under-development, environmental degradation, climate variability, climate change, geological hazards, competition for scarce resources, and the impact of epidemics such as cholera, points to a future where disasters could increasingly threaten the national economy, and its population and the sustainable development of developing countries."}, {"text_block_id": "p12_b115", "text": "The Africa Regional Strategy for Disaster Risk Reduction (ARSfDRR) notes that Africa is the only continent whose share of reported disasters in the world has increased over the past decade. Increasing numbers of people are affected by hazards and economic losses are rising. The results of climatic changes on Africa, coupled with an increasing population and relatively fragile economy solidifies the imperative to adapt, mitigate, prepare and respond within our communities and systems to minimize the risks and their impacts."}, {"text_block_id": "p12_b116", "text": "stakeholders in particular women and other vulnerable groups."}, {"text_block_id": "p12_b117", "text": "1.3 POLICY STATEMENT, GOALS, OBJECTIVES AND STRATEGIES"}, {"text_block_id": "p12_b118", "text": "1.3.1 Policy statement"}, {"text_block_id": "p12_b119", "text": "To define the National Policy for Disaster Management in order to enhance capacities required for reducing risks and building community resilience to disasters in Liberia."}, {"text_block_id": "p12_b120", "text": "1.3.2 Policy Goal"}, {"text_block_id": "p12_b121", "text": "The overarching goal of the National Policy for Disaster Risk Management is:"}, {"text_block_id": "p12_b122", "text": "To enhance national and local capacity to minimise vulnerability and disaster risks, prevent, mitigate and prepare for adverse impacts of hazards within the context of sustainable development."}, {"text_block_id": "p12_b123", "text": "1.3.3 Policy objectives"}, {"text_block_id": "p12_b124", "text": "1.3.3 Policy objectives\n* To create a foundation for the development of an effective and functional legal, institutional\n* To provide the basis for sound disaster risk management by local and national organization,\n* To provide overall direction for integrating disaster risk reduction into development, recovery"}, {"text_block_id": "p13_b131", "text": "1.3.3 Policy objectives\n* To create a foundation for the development of an effective and functional legal, institutional\n* To provide the basis for sound disaster risk management by local and national organization,\n* To provide overall direction for integrating disaster risk reduction into development, recovery\n* To contribute to national risk management applications for sustainable national development;\n* To strengthen disaster preparedness for effective, efficient and timely emergency response."}, {"text_block_id": "p13_b135", "text": "1.3.4 Policy Strategies"}, {"text_block_id": "p13_b136", "text": "The policy is a framework for supporting five broad strategies:"}, {"text_block_id": "p13_b137", "text": "The policy is a framework for supporting five broad strategies:\n* To establish effective, efficient, timely and functional legal and institutional system for\n* To strengthen disaster preparedness for effective, efficient and timely emergency"}, {"text_block_id": "p14_b141", "text": "The policy is a framework for supporting five broad strategies:\n* To establish effective, efficient, timely and functional legal and institutional system for\n* To strengthen disaster preparedness for effective, efficient and timely emergency\n* To establish systems for and improve risk identification, assessment , monitoring and\n* To enhance information and knowledge management for disaster risk management, and\n* To contribute to local and national risk management applications for poverty reduction."}, {"text_block_id": "p14_b147", "text": "1.4 BACKGROUND AND SITUATION ANDLYSIS"}, {"text_block_id": "p14_b148", "text": "1.4.1 Vulnerability"}, {"text_block_id": "p14_b149", "text": "in Liberia"}, {"text_block_id": "p14_b150", "text": "Vulnerability, defined here as: ‘exposure to, and ability to cope with external and internal shocks’, is increasing in Liberia. Key indicators of development such as health, access to"}, {"text_block_id": "p14_b151", "text": "education and income, accumulation of assets (physical, social, human and financial) are low both in rural and urban areas."}, {"text_block_id": "p14_b152", "text": "Liberia vulnerability template is therefore driven by the following:"}, {"text_block_id": "p14_b153", "text": "Liberia vulnerability template is therefore driven by the following:\n* The civil war of 1989 to 2003 devastated the social, environmental, economic and\n<\\li1>"}, {"text_block_id": "p15_b157", "text": "Liberia vulnerability template is therefore driven by the following:\n* The civil war of 1989 to 2003 devastated the social, environmental, economic and\n<\\li1>\n* The systems of governance are weak with very low capacity to provide services to the\n* During the years of the crisis, poverty levels rose steadily reaching 76% and 52% in\n* Physical infrastructure was heavily affected by the warâ the majority of Liberians have"}, {"text_block_id": "p15_b167", "text": "."}, {"text_block_id": "p15_b168", "text": ".\n* There are reasonable concerns that, with the potential (but yet to be ascertained) impact\n<\\li1>"}, {"text_block_id": "p15_b170", "text": "All these factors explain why many people are unable to withstand the impact of a hazard irrespective of its size, frequency and geographical coverage. The risk of economic, social and environmental losses is high, also given the high pressure on resources in areas like Monrovia with a high concentration of population. Of concern too is the high risk of death due to hydro-meteorological, geological and biological hazards."}, {"text_block_id": "p15_b171", "text": "1.4.2 Prevalence of Disasters and their Impact"}, {"text_block_id": "p15_b172", "text": "There are a number of hazards affecting Liberia. When these encounter the vulnerable elements (human, environment and economic assets) and fragile environment created by years of conflicts and poverty of the Liberian population; either local or national disasters easily occur. The most common hazards are as follows: epidemics, floods, tropical storms, fire, tidal abnormalities, erosion, and possibility of droughts in future."}, {"text_block_id": "p16_b173", "text": "There are also human-induced disasters resulting from war, refugees, internally displaced people (IDP), chemical and harmful elements. In future, meteorological hazards such as floods and droughts are likely to increase due to global warming. Industrial development might further lead to oil spills and other toxic waste disasters."}, {"text_block_id": "p16_b174", "text": "i)"}, {"text_block_id": "p16_b175", "text": "Epidemics:"}, {"text_block_id": "p16_b176_merged", "text": "The World Health Organization defines an epidemic as \"an unusually large or unexpected increase in the number of cases of the disease for a given time, place or period.\" Human epidemics in Liberia include cholera, measles, yellow fever, and Lassa fever. There are also livestock diseases including bird flu that need close monitoring. According to EM-DAT, over 600 people have been killed by different epidemics in the last ten years."}, {"text_block_id": "p16_b178", "text": "ii)"}, {"text_block_id": "p16_b179", "text": "Environmental Degradation:"}, {"text_block_id": "p16_b180", "text": "Environmental degradation, which occurs mostly as land degradation, is a serious problem in some parts of the country. Human activities, such as mining, population pressure for example in Monrovia, soil erosion and deforestation, has led to some big tracts of land being so seriously degraded that it can no longer support plant life. Sea erosion has become a major problem in the coastal areas in Liberia and this is mainly exacerbated by changing weather conditions and human activities. The result being that populations are being displaced and infrastructure lost due to high sea erosion."}, {"text_block_id": "p16_b181", "text": "iii)"}, {"text_block_id": "p16_b182", "text": "Floods:"}, {"text_block_id": "p16_b183", "text": "A flood is a high flow of water, which exceeds either the natural or artificial banks of a river or area of land. Floods induce disasters when human settlements have an overflow of water beyond the normal confines and humans are unable to cope with the calamity, or when they result in the destruction of crops, social and economic infrastructures. In 2007, floods affected over 22,000 in Liberia."}, {"text_block_id": "p16_b184", "text": "In 1982, landslides killed 42 people in Grand Cape Mount County."}, {"text_block_id": "p16_b185", "text": "iv)"}, {"text_block_id": "p16_b186", "text": "Drought:"}, {"text_block_id": "p16_b187", "text": "Drought is defined as a period of abnormally dry weather that persists long enough to produce a serious imbalance, (for example; crop damage, water supply shortage, etc). The severity of the drought depends upon the degree of moisture deficiency, the duration, period of occurrence and the size of the affected area."}, {"text_block_id": "p16_b188", "text": "The definition of drought is confined to three main types prevalent in the country:"}, {"text_block_id": "p16_b189", "text": ""}, {"text_block_id": "p16_b190", "text": "Meteorological drought"}, {"text_block_id": "p16_b191", "text": "is a measure of negative departure of precipitation from normal."}, {"text_block_id": "p16_b192", "text": ""}, {"text_block_id": "p16_b193", "text": "Hydrological drought"}, {"text_block_id": "p16_b194", "text": "is a period when the flows in rivers, lakes and ground water aquifers are below normal levels; and"}, {"text_block_id": "p16_b195", "text": ""}, {"text_block_id": "p16_b196", "text": "Agricultural drought"}, {"text_block_id": "p16_b197", "text": "refers to reduction in moisture availability below the optimum level required by a crop during different stages of its growth cycle and resulting in reduced yields."}, {"text_block_id": "p16_b198", "text": "Although this is not a problem now in Liberia, global warming (hence climate change) directs us to ensure preparedness in this area. However, according to EM-DAT high extremes of temperature have affected over one million people in the last ten years."}, {"text_block_id": "p17_b199", "text": "v)"}, {"text_block_id": "p17_b200", "text": "Pests:"}, {"text_block_id": "p17_b201", "text": "A pest is an animal, insect or plant that causes damage to crop plants or animals by feeding on them. Ticks, larger grain borer, the caterpillars, tsetse fly, locusts and rodents are problematic in different parts of Liberia."}, {"text_block_id": "p17_b202", "text": "vi)"}, {"text_block_id": "p17_b203", "text": "Refugees and Internally Displaced People/Populations (IDPs):"}, {"text_block_id": "p17_b204", "text": "A sudden influx of refugees and IDPs can be described as a disaster because of the exceptional measures that are required to be put in place in order to manage the situation. Some refugees may have travelled long distances from their usual place of residence. Having left their usual area of residence IDPs and refugees need to be guaranteed protection , and provided with basic needs such as shelter, water, sanitary and health amenities."}, {"text_block_id": "p17_b205", "text": "Other emergencies"}, {"text_block_id": "p17_b206_merged", "text": "such as economic shock, traffic, maritime, mining, chemical and industrial accidents are of concern in Liberia’s future.  A close monitoring of the frequency and impacts of these shall be undertaken by the relevant different government ministries/agencies.  This also includes acts of terrorism and civil disobedience."}, {"text_block_id": "p18_b209", "text": "CHAPTER 2: POLICY FRAMEWORK"}, {"text_block_id": "p18_b210", "text": "2.1 Introduction"}, {"text_block_id": "p18_b211", "text": "The National Disaster Management Policy for Liberia is set against a background of phenomenal increase in disasters internationally and regionally as well as their impact on economic and human development over the last two decades. Global warming is increasing the severity of storms and floods even in countries like Liberia. Changes in climate patterns and resultant"}, {"text_block_id": "p18_b212", "text": "disasters have a devastating impact on poor people’s ability to farm and therefore their access to"}, {"text_block_id": "p18_b213", "text": "food, and in the overall development of a nation."}, {"text_block_id": "p18_b214", "text": "Cultivating"}, {"text_block_id": "p18_b215", "text": "a culture of prevention rather than cure,"}, {"text_block_id": "p18_b216", "text": "the Liberia NDM Policy is geared towards reducing disaster risks and impacts within the context of sustainable development. This shall contribute to achievement of the national strategy -to achieve visible progress that reaches significant number of people, consolidate support and establish the foundation for sustained economic development, as outlined by the President"}, {"text_block_id": "p18_b217", "text": ". The disaster risk reduction framework forms the basis of this policy."}, {"text_block_id": "p18_b218", "text": "A disaster is a devastating event that seriously disrupts the functioning of a community or society and causes human, material, economic or environmental losses that exceed the community's or society's ability to cope using its own resources. For a disaster to be entered into the database of the UN's International Strategy for Disaster Reduction (ISDR), at least one of the following criteria must be met:"}, {"text_block_id": "p18_b219", "text": ""}, {"text_block_id": "p18_b220", "text": "a report of 10 or more people killed"}, {"text_block_id": "p18_b221", "text": ""}, {"text_block_id": "p18_b222", "text": "a report of 100 people affected"}, {"text_block_id": "p18_b223", "text": ""}, {"text_block_id": "p18_b224", "text": "a declaration of a state of emergency by the relevant government"}, {"text_block_id": "p18_b225", "text": ""}, {"text_block_id": "p18_b226", "text": "a request by the national government for international assistance"}, {"text_block_id": "p18_b227", "text": "However, for the Liberian situation, the first two criteria stated above should be:"}, {"text_block_id": "p18_b228", "text": ""}, {"text_block_id": "p18_b229", "text": "a report of 5 or more people killed"}, {"text_block_id": "p18_b230", "text": ""}, {"text_block_id": "p18_b231", "text": "a report of 50 people affected"}, {"text_block_id": "p18_b232_merged_merged_merged", "text": "Though often caused by nature, disasters can have human origins and are often triggered by hazards. The combination of hazards, vulnerability and inability to reduce the potential negative consequences of risk results in disaster."}, {"text_block_id": "p18_b235", "text": "2.2 UNDERSTANDING TERMS AND THE POLICY FRAMEWORK"}, {"text_block_id": "p18_b236", "text": "2.2.1 Hazards, Vulnerability and Capacity"}, {"text_block_id": "p18_b237", "text": "Disaster Risk is a function of Hazard, Vulnerability and Capacity as shown in this equation:"}, {"text_block_id": "p19_b238", "text": "This equation depicts conceptual understanding of how disaster risks could be prevented, reduced or heightened."}, {"text_block_id": "p19_b239", "text": "i)"}, {"text_block_id": "p19_b240", "text": "Hazards"}, {"text_block_id": "p19_b241", "text": "are inherent in human society and only need to interact with human vulnerability to increase the risk of disaster occurrence. A"}, {"text_block_id": "p19_b242", "text": "hazard"}, {"text_block_id": "p19_b243", "text": "is a potentially damaging physical event, phenomenon or human activity that may cause the loss of life or injury, property damage, social and economic disruption or environmental degradation. There are different origins of hazards: natural (geological, hydro-meteorological and biological). Geological hazards such as earthquakes and volcanic eruptions are however not common in Liberia."}, {"text_block_id": "p19_b244", "text": "Human-induced hazards include environmental degradation and technological hazards (e.g. transportation and industrial accidents, oil and chemical spills)."}, {"text_block_id": "p19_b245", "text": "ii)"}, {"text_block_id": "p19_b246", "text": "Vulnerability"}, {"text_block_id": "p19_b247", "text": "is a set of conditions and processes rooted in conditions of physical, social, economic and environmental factors which increase the susceptibility of an individual or community to the impact of hazards."}, {"text_block_id": "p19_b248", "text": "Vulnerability"}, {"text_block_id": "p19_b249", "text": "to the hazards mentioned above results from poverty, exclusion, marginalization, and inequalities in material consumption and it is generated by social, economic and political processes. The level of vulnerability of an individual or group depends on levels of access to services and alternative coping options for example before, during and after wild fire, storm and flooding. In a country like Liberia where sections of the population suffer from chronic levels of poverty, vulnerability to hazards is much higher, exacerbating disaster risk."}, {"text_block_id": "p19_b250", "text": "to the hazards mentioned above results from poverty, exclusion, marginalization, and inequalities in material consumption and it is generated by social, economic and political processes. The level of vulnerability of an individual or group depends on levels of access to services and alternative coping options for example before, during and after wild fire, storm and flooding. In a country like Liberia where sections of the population suffer from chronic levels of poverty, vulnerability to hazards is much higher, exacerbating disaster risk.\n* susceptibilities of location and the built environment determined\n* linked to the level of wellbeing of individuals, communities and\n* Levels of vulnerability are highly dependent upon the\n* includes the extent of natural resource depletion and the"}, {"text_block_id": "p20_b264", "text": "to the hazards mentioned above results from poverty, exclusion, marginalization, and inequalities in material consumption and it is generated by social, economic and political processes. The level of vulnerability of an individual or group depends on levels of access to services and alternative coping options for example before, during and after wild fire, storm and flooding. In a country like Liberia where sections of the population suffer from chronic levels of poverty, vulnerability to hazards is much higher, exacerbating disaster risk.\n* susceptibilities of location and the built environment determined\n* linked to the level of wellbeing of individuals, communities and\n* Levels of vulnerability are highly dependent upon the\n* includes the extent of natural resource depletion and the\n"}, {"text_block_id": "p20_b266", "text": "iii)"}, {"text_block_id": "p20_b267", "text": "Capacity"}, {"text_block_id": "p20_b268", "text": "is a combination of all the strengths and resources available within a community, society, organization or Government that can reduce the level of risk, or the effects of a disaster. Capacity may include physical, institutional, social or economic means as well as skilled personnel or collective attributes such as leadership and management. Capacity also includes functional integrated disaster risk management systems with ability and skills to conduct risk assessment, maintenance of functional early warning systems, and availability of updated contingency plans, emergency preparedness and response plans as well as resources that can be quickly mobilized. An effective disaster risk management system requires an enabling environment for DRR guided by national policies and legislation."}, {"text_block_id": "p20_b269", "text": "Where communities are less vulnerable and have adequate capacity, the risk of disasters is reduced and such communities are able to reduce the impact of disasters and are able to recover quickly."}, {"text_block_id": "p20_b270", "text": "2.2.2 Framework for Disaster Risk Reduction"}, {"text_block_id": "p20_b271", "text": "Disaster Risk Management (DRM): DRM"}, {"text_block_id": "p20_b272", "text": "refers to integrated multi-sectoral and multidisciplinary administrative, organizational and operational planning processes and capacities aimed at lessening the impacts of natural and human induced hazards and related environmental, biological and technological disasters."}, {"text_block_id": "p20_b273", "text": "In disaster management, the damages are all too evident and the needs all too clear. The risk factors that led to the disaster, on the other hand, are very often hidden"}, {"text_block_id": "p20_b274", "text": "–"}, {"text_block_id": "p20_b275", "text": "largely invisible to policy-makers and the general public, and even to disaster and development professionals."}, {"text_block_id": "p20_b276_merged_merged", "text": "Disaster Risk Management offers an alternative to disaster management. Risk management seeks to address the root causes of disasters, reducing the exposure and vulnerability of people and economic assets in order to reduce losses. Cost Effective Risk Management (CERM) requires being able to identify where hazards are most likely to strike, who or what will be exposed, and what vulnerabilities will lead to those assets being damaged or destroyed. Risk management, therefore, depends not on identifying the consequences of disasters but rather the causes. These causes need to be made visible and real so that the risks can be perceived, understood and reduced."}, {"text_block_id": "p20_b279", "text": "Disaster Risk Reduction"}, {"text_block_id": "p20_b280", "text": ":"}, {"text_block_id": "p20_b281", "text": "Disaster Risk Reduction is defined as a framework of elements considered with the possibilities to minimize vulnerabilities and disaster risks throughout a"}, {"text_block_id": "p21_b282_merged", "text": "society, to avoid (prevention) or to limit (reduction, or mitigation and preparedness) the adverse impacts of hazards, within the broad context of sustainable development"}, {"text_block_id": "p21_b285", "text": "."}, {"text_block_id": "p21_b286", "text": "The goal of disaster risk reduction is to contribute to sustainable development through reducing the burden of disasters on the poor and most vulnerable. This is achieved by reducing vulnerability of the poor through building capacity and livelihood resilience to disaster risk."}, {"text_block_id": "p21_b287", "text": "Annex 1 -Framework for Disaster Risk Reduction"}, {"text_block_id": "p21_b288", "text": "shows the linkages of disaster risk reduction in the sustainable development context. The framework depicts the general context and primary activities of disaster risk management, and elements regarded as necessary for any comprehensive disaster risk reduction strategy."}, {"text_block_id": "p21_b289", "text": "Liberia’s disaster risk management"}, {"text_block_id": "p21_b290", "text": "approach shall be guided by the DRR framework. This will provide a basis for political advocacy, practical actions and implementation that reflects the multi-dimensional, inter-disciplinary and multi-hazard nature of disaster risk reduction."}, {"text_block_id": "p21_b291", "text": "Annex 4 contains a Glossary of Basic Terms used in Disaster Risk Reduction"}, {"text_block_id": "p21_b292", "text": "."}, {"text_block_id": "p22_b293", "text": "CHAPTER 3: EVOLUTION OF DISASTER MANAGEMENT IN LIBERIA"}, {"text_block_id": "p22_b294", "text": "3.1 ESTABLISHMENT OF THE NATIONAL DISASTER RELIEF COMMISSION"}, {"text_block_id": "p22_b295", "text": "In 1976, an Executive Order by the late President William R. Tolbert, Jr., established the National Disaster Relief Commission (NDRC) for the following reasons: a) to cater to disaster victims; b) to review regularly different disaster prevention, preparedness, relief and rehabilitation measures and to coordinate them; c) for planning; and d) to establish and maintain liaison with the representatives of the UN agencies, donors which have disaster relief related programs within the country."}, {"text_block_id": "p22_b296", "text": "The NDRC setup comprises several line ministries and government agencies as well as local and international non-governmental partners. The UN agencies serve as co-opted members of the NDRC. For decision-making purposes the following composition of the Commission makes decision:"}, {"text_block_id": "p22_b297", "text": "o"}, {"text_block_id": "p22_b298", "text": "Ministry of Internal Affairs"}, {"text_block_id": "p22_b299", "text": "–"}, {"text_block_id": "p22_b300", "text": "Chairman"}, {"text_block_id": "p22_b301", "text": "o"}, {"text_block_id": "p22_b302", "text": "Ministry of Health & Social Welfare"}, {"text_block_id": "p22_b303", "text": "–"}, {"text_block_id": "p22_b304", "text": "Vice-Chairman"}, {"text_block_id": "p22_b305", "text": "o"}, {"text_block_id": "p22_b306", "text": "Ministry of Finance"}, {"text_block_id": "p22_b307", "text": "–"}, {"text_block_id": "p22_b308", "text": "Treasurer"}, {"text_block_id": "p22_b309", "text": "o"}, {"text_block_id": "p22_b310", "text": "Deputy Minister of Operation, Ministry of Internal Affairs"}, {"text_block_id": "p22_b311", "text": "–"}, {"text_block_id": "p22_b312", "text": "Executive Secretary"}, {"text_block_id": "p22_b313", "text": "o"}, {"text_block_id": "p22_b314", "text": "Director of the NDRC"}, {"text_block_id": "p22_b315", "text": "–"}, {"text_block_id": "p22_b316", "text": "Assistant Executive Secretary"}, {"text_block_id": "p22_b317", "text": "The secretariat of the NDRC is located at the Ministry of Internal Affairs and serves as the coordinating agency of the Commission. The Secretariat is headed by the Director who runs its day-to-day activities. This executive order is to be replaced by legislation creating the DMA to be enacted"}, {"text_block_id": "p22_b318", "text": "3.2 THE NATIONAL DISASTER RELIEF PLAN"}, {"text_block_id": "p22_b319", "text": "The primary objective of the NDRC was to prevent disaster, assist victims of disaster, reconstruct, protect, and safeguard life, property, public health and welfare of the people."}, {"text_block_id": "p22_b320", "text": "A National Disaster"}, {"text_block_id": "p22_b321", "text": "Relief ‘Plan’ was developed"}, {"text_block_id": "p22_b322", "text": "to guide the activities of the Commission. The Plan outlined the types of disasters to be addressed in Liberia, composition of the National Disaster Relief Commission with amendments made in May 1987, Functions of the Commission before, during and after a disaster and the roles of the National Red Cross and Disaster Preparedness Units."}, {"text_block_id": "p22_b323", "text": "NDRC main Activities from 1976 to"}, {"text_block_id": "p22_b324_merged_merged_merged_merged_merged_merged_merged", "text": "Although prevention of disasters was mentioned in the NDRC’s main objective, as well as in the National Disaster Relief Plan, the NDRC remained a purely emergency response/relief oriented organization. Since 1976, the Commission has been involved in delivering relief assistance to victims of fire, flood, rainstorm, sea erosion, landslide and other assistance to Liberia. The major challenge the commission faced was capacity, mainly human and financial resource constraints. On its own, the Commission has therefore not been sufficiently able to coordinate humanitarian or disaster management activities. Added to this,"}, {"text_block_id": "p23_b327", "text": "there was no effective policy or legislation to fall back on. The new legislation to be enacted replaces the National Disaster Relief Plan with the National Disaster Management Plan."}, {"text_block_id": "p23_b328", "text": "3.3 NDRC AND DISASTER RISK MANAGEMENT ACTIVITIES"}, {"text_block_id": "p23_b329", "text": "–"}, {"text_block_id": "p23_b330", "text": "2012"}, {"text_block_id": "p23_b331", "text": "There has been an international, regional and sub-regional paradigm shift from response to pro"}, {"text_block_id": "p23_b332", "text": "-"}, {"text_block_id": "p23_b333", "text": "activeness, increased frequency and severity of hazards, increased disaster losses and number of persons affected and erosion of development gains influenced the NDRC to focus its attention on"}, {"text_block_id": "p23_b334", "text": "disaster risk reduction. This ‘new thinking’ resulted in recognizing the essential public value of"}, {"text_block_id": "p23_b335", "text": "sustained efforts to reduce the social, economic and environmental costs of natural and human induced hazards. Disaster risk management therefore replaced emergency response practice since 2012."}, {"text_block_id": "p23_b336", "text": "In October 2007, the Government of the Republic of Liberia (GoL) commissioned a Capacity Needs Assessment (CNA) for disaster risk reduction. Summarized in a country report and a National Disaster Management Action Plan for capacity development in DRR, the CNA made explicit recommendations for capacity development in the following areas:"}, {"text_block_id": "p23_b337", "text": "i)"}, {"text_block_id": "p23_b338", "text": "Governance for DRR (Legal and institutional system)"}, {"text_block_id": "p23_b339", "text": "ii)"}, {"text_block_id": "p23_b340", "text": "Preparedness and Emergency Response"}, {"text_block_id": "p23_b341", "text": "iii)"}, {"text_block_id": "p23_b342", "text": "Risk identification and early warning"}, {"text_block_id": "p23_b343", "text": "iv)"}, {"text_block_id": "p23_b344", "text": "Knowledge and information management"}, {"text_block_id": "p23_b345", "text": "v)"}, {"text_block_id": "p23_b346", "text": "Risk management applications."}, {"text_block_id": "p23_b347_merged_merged_merged", "text": "One key recommendation was the development of a policy and legislation for disaster risk reduction. The National Disaster Management Action Plan for capacity development in DRR contains key priority actions under the above five themes, consistent with the Africa Strategy for Disaster Risk Reduction and focus of the Hyogo Framework of Action – Building the Resilience of Nations and Communities to Disaster. Under institutional and legal systems, policy development is listed as the first priority activity, followed by legislation and ongoing capacity development of the National Disaster Relief System."}, {"text_block_id": "p23_b351", "text": "In response to the CNA recommendations, the Government of Liberia with UN financial and technical assistance, and through Policy Development Working Groups as well as task forces members from MIA, MOJ, LNRCS, WFP, UNMIL, UNDP, WHO, WB and Child Fund reviewed and developed this National Disaster Management Policy. In addition, a name change was suggested and approved for the NDMA. Henceforth, under the new legislation the National Disaster Relief Commission is now called the National Disaster Management Agency. The whole National Disaster Management System after the passage of the legislation consists of the committees and structures outlined in"}, {"text_block_id": "p23_b352", "text": "Fig 1:  National Disaster Management System in Liberia."}, {"text_block_id": "p23_b353", "text": "New Vision and Mission of the National Disaster Management System:"}, {"text_block_id": "p23_b354", "text": "The following outlines the mandate of the National Disaster Management System in Liberia:"}, {"text_block_id": "p23_b355", "text": "Vision:"}, {"text_block_id": "p23_b356", "text": "By the year 2030 Liberia has established measures to effectively prevent, and reduce the impact of and recover from human induced and natural disasters."}, {"text_block_id": "p24_b357", "text": "Mission"}, {"text_block_id": "p24_b358", "text": ":"}, {"text_block_id": "p24_b359", "text": "To apply and effectively implement all legal and institutional frameworks and innovative technological approaches to reduce national and local community vulnerabilities and disaster risks within the context of sustainable development"}, {"text_block_id": "p24_b360", "text": "Core Values:"}, {"text_block_id": "p24_b361", "text": "All the National Disaster Management structures will always abide by the following:"}, {"text_block_id": "p24_b362", "text": ""}, {"text_block_id": "p24_b363", "text": "Pro-activeness: the Motto is"}, {"text_block_id": "p24_b364", "text": "prevention before cure"}, {"text_block_id": "p24_b365", "text": ""}, {"text_block_id": "p24_b366", "text": "Impartiality:  equity, neutrality, fairness, even handedness, objectivity and unbiased"}, {"text_block_id": "p24_b367", "text": ""}, {"text_block_id": "p24_b368", "text": "Efficiency and effectiveness;"}, {"text_block_id": "p24_b369", "text": ""}, {"text_block_id": "p24_b370", "text": "Integrity: accountability, transparency, honesty and confidence"}, {"text_block_id": "p24_b371", "text": ""}, {"text_block_id": "p24_b372", "text": "Innovation: creativity, visionary, energetic and inspirational"}, {"text_block_id": "p24_b373", "text": ""}, {"text_block_id": "p24_b374", "text": "Professionalism: high quality, reliability, flexibility and timeliness"}, {"text_block_id": "p24_b375", "text": ""}, {"text_block_id": "p24_b376", "text": "Participation: value ideas, inclusive, non judgmental."}, {"text_block_id": "p25_b377", "text": "CHAPTER 4: POLICY PRINCIPLES"}, {"text_block_id": "p25_b378", "text": "The objectives and strategies of the National Disaster Management Policy shall be supported by fundamental principles described below."}, {"text_block_id": "p25_b379", "text": "4.1 FUNDAMENTAL RIGHTS"}, {"text_block_id": "p25_b380", "text": "Consistent with the Constitution of the Republic of Liberia, the National Disaster Management policy will seek to reduce disaster risks at national, regional and local levels irrespective of gender, creed or race. The policy will be implemented in full compliance and respect of fundamental human rights and freedoms of Liberian people as enshrined in the following articles:"}, {"text_block_id": "p25_b381", "text": "Article 13 & 15:  Protection of fundamental rights"}, {"text_block_id": "p25_b382", "text": "Article 14: Protection of freedom; and all other Articles as deemed appropriate for the successful implementation of this policy. By so doing implementation of the policy is also consistent with the United Nations Humanitarian Charter."}, {"text_block_id": "p25_b383", "text": "4.2 GENDER AND DISASTER RISK MANAGEMENT"}, {"text_block_id": "p25_b384", "text": "This policy recognizes the important role played by women in development and the burden they carry and suffer during disasters. Consequently, all activities implemented by the government and all its partners before, during and after disasters, will proactively and consciously include participation of women and other vulnerable groups."}, {"text_block_id": "p25_b385", "text": "Benefits shall be seen accruing to women, children, People Living With HIV/AIDS, the elderly, disabled and other vulnerable people at national, county, district and community/chiefdom levels. It is important that all disaster and recovery needs assessments results show gender disaggregated data/information. In addition, all DRR plans including contingency/preparedness plans shall have a gender strategy for emergency response informed by the needs at that particular level of the plan."}, {"text_block_id": "p25_b386", "text": "The following shall be observed in terms of gender in DRR including emergency response:"}, {"text_block_id": "p25_b387", "text": "i)"}, {"text_block_id": "p25_b388", "text": "Strengthen Women’s Security in Crisis:"}, {"text_block_id": "p25_b389", "text": "Government and implementing partners shall work to end personal and institutional violence against women during disasters. All activities shall reflect this principle."}, {"text_block_id": "p25_b390", "text": "ii)"}, {"text_block_id": "p25_b391", "text": "Expand Women’s Participation and Leadership:"}, {"text_block_id": "p25_b392", "text": "Build women’s skills and confidence. Support women’s representation in emergency response operations. This shall also"}, {"text_block_id": "p25_b393", "text": "include the development of"}, {"text_block_id": "p25_b394", "text": "women’s networks and institutions for conflict prevention"}, {"text_block_id": "p25_b395", "text": "during disasters, disaster risk reduction, and post-disaster reconstruction."}, {"text_block_id": "p25_b396", "text": "iii)"}, {"text_block_id": "p25_b397", "text": "Promote Gender Equality in DRR:"}, {"text_block_id": "p25_b398_merged_merged", "text": "Incorporate gender analysis in the assessment of disaster risks, impacts and needs. Address women’s unique needs and value women’s knowledge in disaster reduction and recovery policies, plans and"}, {"text_block_id": "p26_b403", "text": "programmes."}, {"text_block_id": "p26_b404", "text": "Strengthen women’s networks and organizations to facilitate women’s"}, {"text_block_id": "p26_b405", "text": "active engagement."}, {"text_block_id": "p26_b406", "text": "iv)"}, {"text_block_id": "p26_b407", "text": "Ensure Gender-Responsive Recovery:"}, {"text_block_id": "p26_b408", "text": "Infuse gender analysis into all post-disaster planning tools and processes. Ensure recovery efforts provide equal economic opportunities for women including access to assets, such as land and credit. Promote social protection and sustainable livelihoods."}, {"text_block_id": "p26_b409", "text": "Prioritize women’s needs in key sectors"}, {"text_block_id": "p26_b410", "text": "such as transportation, shelter and health care during and after disasters."}, {"text_block_id": "p26_b411", "text": "v)"}, {"text_block_id": "p26_b412", "text": "Develop Capacities for Social Change before, during and after disasters:"}, {"text_block_id": "p26_b413", "text": "Build the skills and the will of men and women to:"}, {"text_block_id": "p26_b414", "text": "reduce vulnerability to natural hazards; achieve equitable post-disaster reconstruction; and build social cohesion."}, {"text_block_id": "p26_b415", "text": "All government ministries/agencies and other humanitarian and development agencies will endeavor to mainstream other cross cutting issues during implementation of DRR in Liberia.  Some of these cross cutting issues in addition to gender are HIV/AIDS, human rights and recovery issues."}, {"text_block_id": "p26_b416", "text": "4.3 SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p26_b417", "text": "The shift towards disaster reduction:"}, {"text_block_id": "p26_b418", "text": "The NDMA’s motto of ‘prevention is better than cure’"}, {"text_block_id": "p26_b419", "text": "underlines the paradigm shift from emergence response to risk reduction.   The NDMA should be strengthened not as a reactive but proactive system from national to local institutions."}, {"text_block_id": "p26_b420", "text": "At all levels, policies and strategies need to be implemented with a twofold aim: to enable communities to be resilient to natural hazards and ensuring that development efforts do not increase vulnerability to hazards. This shift in emphasis and strategies is consistent with the objectives of both the Africa Regional Strategy for Disaster Risk Reduction and Hyogo Framework for Action of which Liberia is a signatory."}, {"text_block_id": "p26_b421", "text": "Protecting sustainable development gains of Liberia by integrating disaster risk management into development:"}, {"text_block_id": "p26_b422", "text": "To protect and enhance development gains for prosperity and industrialization, it is important to integrate disaster risk management into development policies, strategies and programmes."}, {"text_block_id": "p26_b423", "text": "Disaster relief/humanitarian assistance sub-serves the goals of national development:"}, {"text_block_id": "p26_b424", "text": "While humanitarian assistance/relief is important, the focus should be to contribute to sustainable development and not to make people dependent on handouts. Humanitarian assistance programmes should therefore be implemented within the sustainable development framework/agenda of the country."}, {"text_block_id": "p26_b425", "text": "Integrated climate risk management:"}, {"text_block_id": "p26_b426_merged_merged_merged_merged", "text": "Climate related risk, aggravated by processes of global economic and climate change poses a central unresolved development issue for many countries.  In line with NDMA motto: ‘Prevention is better than cure’, it is recognized that developing capacities that deal with existing disaster risk is an effective way to generate capacity to deal with future climate change risk."}, {"text_block_id": "p27_b429", "text": "The government shall ensure complementarity between DRM and climate change initiatives.  Efforts shall be made to link and /or integrate disaster risk management into climate change adaptation activities throughout the country."}, {"text_block_id": "p27_b430", "text": "Disaster risk management is a multi-sectoral and multi-disciplinary issue:"}, {"text_block_id": "p27_b431", "text": "It is important that the reduction of risks is viewed as a continuous series of endeavors pursued across social, economic, governmental and professional sectors of activity. Instead of being understood as a specialization of security, emergency services or experts, comprehensive DRM needs to involve many segments of society"}, {"text_block_id": "p27_b432", "text": "–"}, {"text_block_id": "p27_b433", "text": "starting with those members of the public who are themselves most exposed to anticipated hazards. This understanding is essential if communities are to become more resilient to the effects of hazards so that disaster losses can be reduced in coming years."}, {"text_block_id": "p27_b434", "text": "HIV/AIDS and Disaster Risk Management:"}, {"text_block_id": "p27_b435", "text": "The debilitating impacts of HIV/AIDS on human development shall be recognized as a long term problem in Liberia."}, {"text_block_id": "p27_b436", "text": "The National DM Policy treats HIV/AIDS both as a hazard and a disaster. Mainstreaming HIV/AIDS into risk management initiatives is regarded a fundamental principle of the policy."}, {"text_block_id": "p27_b437", "text": "4.4 CAPACITY DEVELOPMENT, NATIONAL OWNERSHIP AND"}, {"text_block_id": "p27_b438", "text": "STAKEHOLDERS’ PARTICIPATION"}, {"text_block_id": "p27_b439", "text": "Capacity development is a prerequisite for successful disaster risk reduction:"}, {"text_block_id": "p27_b440", "text": "Capacity objectives and outcomes need therefore to be an explicit part of DRM strategies and plans. Capacity development is more than training and organizational strengthening. Key challenges (obstacles and opportunities) lie within the enabling environment and concern policy and governance. These demand different interventions and responses than those traditional found in the capacity development toolbox, and is as much about building ownership, changing systems, and creating an enabling environment in which DRM can occur, as it is about technology transfer, skills development and organizational strengthening."}, {"text_block_id": "p27_b441", "text": "Participation and ownership of disaster management strategies:"}, {"text_block_id": "p27_b442_merged_merged_merged", "text": "Popular active participation is a principle for sustainable livelihood security. Disaster risk management implementation requires full participation of everyone and full ownership of the activities aimed at reducing risk in the short and long term."}, {"text_block_id": "p27_b444", "text": "Public-Private Partnership:"}, {"text_block_id": "p27_b445", "text": "Good disaster risk reduction strategies incorporate strong public private sector partnerships. This might require macroeconomic policies and regulatory reforms being reviewed to enhance the private sector role. A positive enabling environment for doing business that enhances domestic enterprises and foreign investors is paramount. An environment of increased financial, corporate transparency and conditions that promote competition are required for private sector partners to play a positive role and not a destabilizing role that can increase risk."}, {"text_block_id": "p27_b446", "text": "Involvement of other development agencies including UN agencies, donors and nongovernmental organizations:"}, {"text_block_id": "p27_b447", "text": "In implementing this policy the government shall work closely with donor and development agencies in terms of provision of technical, financial and material support in DRM.  Many donors, UN and other development agencies have experience in"}, {"text_block_id": "p28_b448", "text": "DRM in other countries; such experience shall assist in developing programmes that effectively enhance community resilience to disasters in the long term."}, {"text_block_id": "p28_b449", "text": "Funding for disaster risk management:"}, {"text_block_id": "p28_b450", "text": "The Liberian Government has the primary responsibility to protect people and their properties before, during and after any disaster. It is vital to give priority to DRM in national policy and resource allocation and mobilization."}, {"text_block_id": "p29_b451", "text": "CHAPTER 5: KEY POLICY PRIORITY AREAS"}, {"text_block_id": "p29_b452", "text": "5.1 KEY POLICY PRIORITY AREA 1: TO ESTABLISH EFFECTIVE AND FUNCTIONAL LEGAL AND INSTITUTIONAL SYSTEM FOR DISASTER RISK MANAGEMENT"}, {"text_block_id": "p29_b453", "text": "The process of decision making to formulate legislation, policies and national plans is critical for the success of DRM in Liberia. Systems for policy development and implementation should be established."}, {"text_block_id": "p29_b454", "text": "This requires the existence of well functioning institutions/organisations at the central, county, district and local levels. Characteristics of good governance"}, {"text_block_id": "p29_b455", "text": "–"}, {"text_block_id": "p29_b456", "text": "participation, rule of law, transparency, equity, effectiveness, efficiency, accountability and strategic vision"}, {"text_block_id": "p29_b457", "text": "–"}, {"text_block_id": "p29_b458", "text": "are key for sustainable development and disaster risk management."}, {"text_block_id": "p29_b459", "text": "Long term institutional development will require effective distribution and decentralisation of DRM powers, structures of decision making and accountability, and participation of communities. Complete national ownership"}, {"text_block_id": "p29_b460", "text": "and women’s full participation are"}, {"text_block_id": "p29_b461", "text": "required for all processes of legal and institutional building. In particular, it is important to ensure that policies"}, {"text_block_id": "p29_b462", "text": "and institutions have the mandate to strengthen women’s security in crisis, and seek to prevent"}, {"text_block_id": "p29_b463", "text": "and stop all violence against women during crisis."}, {"text_block_id": "p29_b464", "text": "5.1.1 Priority activities"}, {"text_block_id": "p29_b465", "text": "i)"}, {"text_block_id": "p29_b466_merged_merged_merged", "text": "Developing gender sensitive National DM Policies, strategies and plans, and ensure that organisations /institutions have clear DRM policies and strengthening the security of women’s and vulnerable groups such as children and disabled in crisis; in particular preventing any violence against them."}, {"text_block_id": "p29_b469", "text": "ii)"}, {"text_block_id": "p29_b470", "text": "Developing and recommending enactment of an environmental, industrial and agricultural and gender sensitive NDM Act with a clear link to climate change adaptation and /or climate risk management."}, {"text_block_id": "p29_b471", "text": "iii)"}, {"text_block_id": "p29_b472", "text": "Integrating NDM policy in other local, national and sectoral policies in order to ensure better cooperation, coordination and partnership"}, {"text_block_id": "p29_b473", "text": "iv)"}, {"text_block_id": "p29_b474", "text": "Strengthening existing institutional structures at national and local levels including involvement of women and youth in decision making positions."}, {"text_block_id": "p29_b475", "text": "v)"}, {"text_block_id": "p29_b476", "text": "Reviewing and strengthening operational and implementation capacity for DM at county and district levels."}, {"text_block_id": "p29_b477", "text": "vi)"}, {"text_block_id": "p29_b478", "text": "Designing and implementing activities aimed at empowering women in disaster risk management."}, {"text_block_id": "p30_b479", "text": "vii)"}, {"text_block_id": "p30_b480", "text": "Ensuring and enhancing political advocacy and commitment to disaster risk management."}, {"text_block_id": "p30_b481", "text": "viii)"}, {"text_block_id": "p30_b482", "text": "Developing national DM plans at national, county, district and community levels with gender needs clearly addressed."}, {"text_block_id": "p30_b483", "text": "ix)"}, {"text_block_id": "p30_b484", "text": "Strengthening coordination and decentralising DM structures and operations with a"}, {"text_block_id": "p30_b485", "text": "strong agenda for women’s empowerment."}, {"text_block_id": "p30_b486", "text": "5.1.2 Important requirements to be fulfilled"}, {"text_block_id": "p30_b487", "text": ":"}, {"text_block_id": "p30_b488", "text": "i)"}, {"text_block_id": "p30_b489", "text": "Gender sensitive policy on DM developed and enacted by the legislature."}, {"text_block_id": "p30_b490", "text": "ii)"}, {"text_block_id": "p30_b491", "text": "Strengthened institutions for DM with full participation/involvement of women, youth and disabled as well as those marginalized in society."}, {"text_block_id": "p30_b492", "text": "iii)"}, {"text_block_id": "p30_b493", "text": "A National Disaster Management Action Plan (NDMAP) for Capacity Development in DM shall be developed with full participation of government ministries/agencies, NGOs, UN Agencies, private sector including county, district and community stakeholders. The National Disaster Management Action Plan will serve as a road map for DM in Liberia. The NDMAP shall have gender mainstreamed in every DRR activity."}, {"text_block_id": "p30_b494", "text": "iv)"}, {"text_block_id": "p30_b495_merged", "text": "All counties and districts are required to develop their own annual work plans for capacity development in DM based on the DRR National Disaster Management Action Plan. The county and district plans will be shared and discussed with NDMA for technical support and advice. The county and district work plans and budgets will be funded as part of the decentralised budget for county, district and community’s operations."}, {"text_block_id": "p30_b498", "text": "v)"}, {"text_block_id": "p30_b499", "text": "Based on the county, district and community plans, and the NDMAP, the NDMA will develop its national annual work plan year by year. The annual work plan will be developed with full participation of DM stakeholders in the capital. It is important that the annual national DRM work plan be shared with counties, districts and communities. NDMA budget will be presented to the Ministry of Planning for onward submission to the Bureau of the Budget (BOB)."}, {"text_block_id": "p30_b500", "text": "vi)"}, {"text_block_id": "p30_b501", "text": "A monitoring system for risk assessment, information sharing and policy implementation shall be set up by the NDMA Progress reports will be produced twice per year at all levels."}, {"text_block_id": "p30_b502", "text": "vii)"}, {"text_block_id": "p30_b503", "text": "Government shall place climate change adaptation at the top of its priority, and commitment shall be made to ensure effective implementation of climate risk management activities."}, {"text_block_id": "p31_b504", "text": "5.2 KEY POLICY PRIORITY AREA 2:  TO STRENGTHEN RISK IDENTIFICATION MECHANISMS IN THE COUNTRY"}, {"text_block_id": "p31_b505", "text": "DRR shall be informed by a reliable disaster risk assessment that provides insights into the frequency, seasonality, severity and geographic distribution and extent of recurrent threats/hazards."}, {"text_block_id": "p31_b506", "text": "Generally risk assessment shall be undertaken to:"}, {"text_block_id": "p31_b507", "text": ""}, {"text_block_id": "p31_b508", "text": "Anticipate and plan for known hazards or disasters to prevent losses and limit endangering impacts at all levels including urban areas"}, {"text_block_id": "p31_b509", "text": ""}, {"text_block_id": "p31_b510", "text": "Ensure that development initiatives maximise their vulnerability assessment outcomes."}, {"text_block_id": "p31_b511", "text": "The case for risk management as alternative to emergency management is made by mounting disaster losses. Losses could be stemmed if the causal factors that lead to disasters were more systematically identified and preventive actions taken."}, {"text_block_id": "p31_b512", "text": "Consequently, Liberia shall assess and monitor disaster risks that will inform disaster risk management planning and DRR undertaken by various agencies, government ministries/agencies and other role players."}, {"text_block_id": "p31_b513", "text": "5.2.1 Priority activities:"}, {"text_block_id": "p31_b514", "text": "i)"}, {"text_block_id": "p31_b515_merged_merged", "text": "Undertaking comprehensive multi-hazard risk, vulnerability and capacity assessments at all levels – national, county, district and chiefdom levels, including urban areas (to enable urban risk management). This will include both hazard and vulnerability mapping."}, {"text_block_id": "p31_b518", "text": "ii)"}, {"text_block_id": "p31_b519", "text": "Managing and disseminating knowledge on risk in particular the risk to women and children, elders and handicapped in both rural and urban areas utilizing community enabling process."}, {"text_block_id": "p31_b520", "text": "iii)"}, {"text_block_id": "p31_b521", "text": "Establishing effective early warning systems for all major hazards at national and local levels."}, {"text_block_id": "p31_b522", "text": "iv)"}, {"text_block_id": "p31_b523", "text": "Communicating and raising awareness on hazard threats, and early warning mechanisms."}, {"text_block_id": "p31_b524", "text": "v)"}, {"text_block_id": "p31_b525", "text": "Mainstreaming risk identification/assessment in the development planning."}, {"text_block_id": "p32_b526", "text": "vi)"}, {"text_block_id": "p32_b527", "text": "Designing and implementing activities aimed at empowering decision makers in disaster risk identification and assessment. Focus shall also be on urban and rural risk management"}, {"text_block_id": "p32_b528", "text": "."}, {"text_block_id": "p32_b529", "text": "vii)"}, {"text_block_id": "p32_b530", "text": "Setting up, through sector working groups, an annual disaster risk assessment team to gather data on potential and assumed disaster from industrial, agricultural, settlement, and natural conditions to inform planning and targets of affected population or environment."}, {"text_block_id": "p32_b531", "text": "viii)"}, {"text_block_id": "p32_b532", "text": "Establishing an inter-institutional framework to support and coordinate activities that will promote improvement and application of risk information."}, {"text_block_id": "p32_b533", "text": "ix)"}, {"text_block_id": "p32_b534", "text": "Strengthening existing institutional structures at national and local levels including involvement of women, youth, elderly and disabled in decision making for disaster risk identification, assessment and early warning. Institutions for urban and rural risk management shall also be strengthened."}, {"text_block_id": "p32_b535", "text": "The risk identification activities could be linked to ongoing poverty assessments in the country. The risk identification and analysis will also inform decision makers on where to prioritize risk management efforts and how to design projects and programs that will effectively reduce the impacts of potential disaster events."}, {"text_block_id": "p32_b536", "text": "5.2.2 Important requirements to be fulfilled:"}, {"text_block_id": "p32_b537", "text": "i)"}, {"text_block_id": "p32_b538", "text": "Ensure the setting up of a national data base system on disasters in Liberia within the NDMA that will provide the baseline for disaster risk identification and assessment for design and implementation of preventive and mitigation measures."}, {"text_block_id": "p32_b539", "text": "ii)"}, {"text_block_id": "p32_b540", "text": "Provide national and county level DM group information for early warning, preventive action and decision making."}, {"text_block_id": "p32_b541", "text": "iii)"}, {"text_block_id": "p32_b542", "text": "Sectoral risk assessment teams that include local leaders are set up and guidelines for disaster risk identification and assessment provided."}, {"text_block_id": "p32_b543", "text": "iv)"}, {"text_block_id": "p32_b544", "text": "Provide equipment and trained personnel within the NDMA to manage data and information collected on potential and occurring disaster in both rural and urban areas as well as establishing a reporting and information sharing structure and platform.."}, {"text_block_id": "p32_b545", "text": "v)"}, {"text_block_id": "p32_b546", "text": "Produce bi-annual information in local vernaculars to enhance disaster prevention and risk mitigation."}, {"text_block_id": "p32_b547", "text": "vi)"}, {"text_block_id": "p32_b548", "text": "In conducting risk identification ensure that there is agreement on the following:"}, {"text_block_id": "p32_b549", "text": "In conducting risk identification ensure that there is agreement on the following:\n* The outcome(s) of which the risks are being evaluated;\n* The methodology and data which must be theoretically sound identifying causal"}, {"text_block_id": "p33_b553", "text": "In conducting risk identification ensure that there is agreement on the following:\n* The outcome(s) of which the risks are being evaluated;\n* The methodology and data which must be theoretically sound identifying causal\n* How to make the connection between the analysis and risk management\n* The multidisciplinary composition of the Disaster Risk Assessment Team with\n* The multidisciplinary composition of the Disaster Risk Assessment Team with\n In addition lead agencies for risk identification shall be identified and their capacity in risk\n* an\n* an\n institutional structure\n* an\n institutional structure\n for organizing and managing the system;\n* a\n* a\n warning\n* a\n warning\n sub-system for monitoring and forecasting hazards involving the\n* a\n warning\n sub-system for monitoring and forecasting hazards involving the\n production and communication of information on potential hazards (through\n* a\n* a\n risk information\n* a\n risk information\n sub-system for disaster management authorities to generate\n* a\n risk information\n sub-system for disaster management authorities to generate\n scenarios of potential impacts of imminent risks targeted at specific vulnerable\n* a\n* a\n preparedness\n* a\n preparedness\n sub-system for developing strategic actions through relevant\n* a\n preparedness\n sub-system for developing strategic actions through relevant\n Government Ministries to be taken to avoid or reduce potential hazard loss or\n* an education and communication sub-system for empowering vulnerable groups through information dissemination and awareness creation on potential threats,"}, {"text_block_id": "p33_b558", "text": "vii)"}, {"text_block_id": "p33_b559", "text": "Early Warning Systems (EWS) containing the following five essential elements are developed at national and local levels; including urban areas:"}, {"text_block_id": "p33_b584", "text": "Disasters can be substantially reduced if people are well informed and motivated towards a culture of disaster prevention and resilience, which in turn requires the collection, compilation and dissemination of relevant knowledge and information on hazards, vulnerabilities and capacities. DRM planning and implementation involves all government ministries/agenciess, NGOs, private sector, development partners, a wide range of capacity building partners and communities. Knowledge and information management cuts across all Performance Areas and should be regarded as thus."}, {"text_block_id": "p34_b585", "text": "5.3.1 Priority Activities:"}, {"text_block_id": "p34_b586", "text": "i)"}, {"text_block_id": "p34_b587", "text": "Promoting women as leaders of disaster risk reduction advocacy, awareness campaigns and overall implementation."}, {"text_block_id": "p34_b588", "text": "ii)"}, {"text_block_id": "p34_b589", "text": "Setting up information management system on disasters risk including hazards and vulnerabilities for knowledge and information sharing in fast growing urban and rural areas."}, {"text_block_id": "p34_b590", "text": "iii)"}, {"text_block_id": "p34_b591", "text": "Setting up of an information and research unit within the NDMA for the design and implementation of robust national and local levels public awareness campaigns on disaster risk management."}, {"text_block_id": "p34_b592", "text": "iv)"}, {"text_block_id": "p34_b593", "text": "Providing information on disaster risk, protection options and actions to reduce risks and building resilience to citizens in high-risk areas,"}, {"text_block_id": "p34_b594", "text": "ensuring that women’s needs are"}, {"text_block_id": "p34_b595", "text": "considered."}, {"text_block_id": "p34_b596", "text": "v)"}, {"text_block_id": "p34_b597", "text": "Strengthening and improve networks, dialogue and cooperation among scientific communities, practitioners, planners including women and other vulnerable groups in developing risk reduction plans and in capacity building initiatives."}, {"text_block_id": "p34_b598", "text": "vi)"}, {"text_block_id": "p34_b599", "text": "Promoting the integration of DRR knowledge in the school curricula at all levels and the training and learning programmes for development planners, emergency managers and local government officials."}, {"text_block_id": "p34_b600", "text": "vii)"}, {"text_block_id": "p34_b601", "text": "Promoting and strengthen scientific, research and technical capacity in DRR."}, {"text_block_id": "p34_b602", "text": "viii)"}, {"text_block_id": "p34_b603", "text": "Promoting the use and application of appropriate information and communication technology (ICT), space-based technologies and related services to support DRR for training and information dissemination."}, {"text_block_id": "p34_b604", "text": "ix)"}, {"text_block_id": "p34_b605", "text": "Acquiring, sort, store, analyse, disseminate and maintain an integrated DRM database with gender and age aggregated information."}, {"text_block_id": "p34_b606", "text": "x)"}, {"text_block_id": "p34_b607", "text": "Promoting the engagement of the media and women, youth and vulnerable groups to stimulate a culture of disaster resilience and strong community involvement through sustained public education and consultations."}, {"text_block_id": "p34_b608", "text": "5.3.2 Important requirements to be fulfilled"}, {"text_block_id": "p34_b609", "text": "i)"}, {"text_block_id": "p34_b610", "text": "An integrated information management and communication system is designed and implemented to support aspects in all other four Performance Areas, including information on funding mechanisms and financial controls.  This will also require that:"}, {"text_block_id": "p34_b611", "text": "An integrated information management and communication system is designed and implemented to support aspects in all other four Performance Areas, including information on funding mechanisms and financial controls.  This will also require that:\n* Data collection and capturing methodologies are developed and implemented.\n* Agreements with data custodians are negotiated to ensure availability, quality\n* Agreements with data custodians are negotiated to ensure availability, quality\n The system will be established at national and local levels. The county, district and community"}, {"text_block_id": "p34_b616", "text": "ii)"}, {"text_block_id": "p34_b617_merged_merged", "text": "Development of curricula for DRM for schools and colleges. Mechanisms for standards, accreditation and registration will be developed as part of the process of teaching DRM in schools and other institutions. All DRM education and training will comply with the country’s Education Act as well as highlighting the imperative for women and girls and vulnerable groups empowerment in crisis situation."}, {"text_block_id": "p35_b620", "text": "iii)"}, {"text_block_id": "p35_b621", "text": "DRM information is accessible for all at no additional charge."}, {"text_block_id": "p35_b622", "text": "iv)"}, {"text_block_id": "p35_b623", "text": "Wide spread community-based DRM training (in line with national training standards) is taking place."}, {"text_block_id": "p35_b624", "text": "v)"}, {"text_block_id": "p35_b625", "text": "Media, women and vulnerable groups/networks are involved in DRM awareness and education of population."}, {"text_block_id": "p35_b626", "text": "vii)"}, {"text_block_id": "p35_b627", "text": "DRM research contributes to technology development and implementation."}, {"text_block_id": "p35_b628", "text": "5.4 KEY POLICY PRIORITY AREA 4: TO REDUCE THE UNDERLYING RISK AND VULNERABILITY FACTORS BY IMPROVING RISK MANAGEMENT APPLICATIONS AT ALL LEVELS"}, {"text_block_id": "p35_b629", "text": "Sector development planning and programmes as well as post disaster situations address disaster risks related to changing social, economic, environmental conditions and land use, and the impact of hazards associated with geological events, weather, water, climate variability and climate change. Reducing vulnerability centres on understanding and addressing underlying processes of impoverishment, including events and processes associated with asset depletion and destitution. A key element is to make livelihoods"}, {"text_block_id": "p35_b630", "text": "disaster resilient."}, {"text_block_id": "p35_b631", "text": "Reducing vulnerability also means building resilience through simple but effective innovation for example domestic rainwater harvesting, livestock management and perennial crop cultivation."}, {"text_block_id": "p35_b632", "text": "In the country, reducing vulnerability to disasters and other shocks requires efforts to tackle food insecurity. This means a move away from emergency relief towards budgeted national safety nets that deliver timely, adequate, predictable and guaranteed transfers"}, {"text_block_id": "p35_b633", "text": "."}, {"text_block_id": "p35_b634", "text": "5.4.1 Priority activities"}, {"text_block_id": "p35_b635", "text": "i)"}, {"text_block_id": "p35_b636", "text": "Developing an integrated approach to environmental and natural resource management that involve all relevant sectors with each taking respective and appropriate roles and responsibilities."}, {"text_block_id": "p35_b637", "text": "ii)"}, {"text_block_id": "p35_b638", "text": "Promoting food security as an important factor in ensuring the resilience of communities to hazards, particularly in areas prone to floods and other hazards that can weaken agriculture-based livelihoods."}, {"text_block_id": "p35_b639", "text": "iii)"}, {"text_block_id": "p35_b640", "text": "Protecting and strengthening critical public facilities and physical infrastructure, particularly schools, clinics, hospitals, water and power plants, communications and transport lifelines, and culturally important lands and structures through proper design, retrofitting and re-building, in order to render them adequately resilient to hazards."}, {"text_block_id": "p35_b641", "text": "iv)"}, {"text_block_id": "p35_b642_merged_merged_merged", "text": "Applying and enforcing zoning laws and building codes in line with government’s approved requirements for construction of public facilities and private homes"}, {"text_block_id": "p36_b645", "text": "iv)"}, {"text_block_id": "p36_b646", "text": "Incorporating DRM measures into post-disaster recovery, rehabilitation processes, development policies, plans and strategies, and using opportunities during the recovery phase to develop capacities that reduce disaster risk in the long term, including through the sharing of expertise, knowledge and lessons learned."}, {"text_block_id": "p36_b647", "text": "(v)"}, {"text_block_id": "p36_b648", "text": "Endeavoring to ensure, as appropriate, that programmes for displaced persons do not increase risk and vulnerability to hazards."}, {"text_block_id": "p36_b649", "text": "(vi)"}, {"text_block_id": "p36_b650", "text": "Promoting diversified income options for populations in high-risk areas to reduce their vulnerability to hazards, and ensure that their income and assets are not undermined by development policy and processes that increase their vulnerability to disasters."}, {"text_block_id": "p36_b651", "text": "(vii)"}, {"text_block_id": "p36_b652", "text": "Promote the development of financial risk-sharing mechanisms, particularly insurance and reinsurance against disasters."}, {"text_block_id": "p36_b653", "text": "(viii)"}, {"text_block_id": "p36_b654_merged", "text": "Promoting the establishment of public–private partnerships to better engage the private sector in DRR activities; encourage the private sector to foster a culture of disaster prevention, putting greater emphasis on, and allocating resources to, pre-disaster activities such as risk assessments and EWS."}, {"text_block_id": "p36_b658", "text": "ix)"}, {"text_block_id": "p36_b659", "text": "Incorporating disaster risk assessments and measures into the urban and rural planning and management of disaster-prone human settlements, in particular highly populated areas and quickly urbanizing settlements."}, {"text_block_id": "p36_b660", "text": "5.4.2 Important requirements to be fulfilled:"}, {"text_block_id": "p36_b661", "text": "i)"}, {"text_block_id": "p36_b662", "text": "Guidelines for mainstreaming DRR in development programmes, sectors and themes have been consultatively developed, disseminated and implemented. In addition lead agencies for mainstreaming DRR are identified and capacity developed for mainstreaming DRR into development."}, {"text_block_id": "p36_b663", "text": "ii)"}, {"text_block_id": "p36_b664", "text": "Harmonized approach in identification of underlying risk and vulnerability factors put in place and EWS for DRR in disasters prone locations setup."}, {"text_block_id": "p36_b665", "text": "iii)"}, {"text_block_id": "p36_b666", "text": "Organized public-private partnerships established to collaboratively promote and foster DRR activities including culture of disaster prevention."}, {"text_block_id": "p36_b667", "text": "iv)"}, {"text_block_id": "p36_b668", "text": "Disaster risk assessments incorporated and integrated into land-use planning with emphasis on urban planning and management of disaster prone human settlements."}, {"text_block_id": "p36_b669", "text": "v)"}, {"text_block_id": "p36_b670", "text": "Financial risk-sharing mechanisms developed for reinsurance against disasters."}, {"text_block_id": "p36_b671", "text": "vi)"}, {"text_block_id": "p36_b672", "text": "Diversified income options for populations in urban and all other high-risk areas promoted to reduce their vulnerability to hazards, and ensure that their income and assets are not undermined by development policy and processes that increase their vulnerability to disasters."}, {"text_block_id": "p37_b673", "text": "5.5 KEY POLICY PRIORITY AREA 5: TO STRENGTHEN DISASTER PREPAREDNESS, EMERGENCY RESPONSE AND RECOVERY PRACTICES"}, {"text_block_id": "p37_b674", "text": "The process of strengthening disaster preparedness, emergency response and recovery practices are very crucial and critical to the successful implementation of DRM. At times of disaster, impacts and losses can be substantially reduced if authorities, individuals and communities in hazard-prone areas are well prepared and ready to act and are equipped with the knowledge and capacities for effective disaster management. This requires the development and setting up of an effective EWS within the NDMA that will from time to time forecast and forewarn vulnerable communities about pending disasters and impacts associated. The mechanisms put in place will outline plans of action and systematic procedures communities and individuals need to know and follow in preparing for pending disasters as well as coping mechanisms when and if the disaster occurs."}, {"text_block_id": "p37_b675", "text": "5.5.1 Priority activities"}, {"text_block_id": "p37_b676", "text": "i."}, {"text_block_id": "p37_b677", "text": "Preparing or reviewing and periodically updating disaster preparedness and contingency plans and guidelines at all levels, with a particular focus on the most vulnerable areas and groups. Strengthening technical and institutional capacities in national and local disaster preparedness and response including those related to technology, training, financial and human and material resources."}, {"text_block_id": "p37_b678", "text": "ii."}, {"text_block_id": "p37_b679", "text": "Promoting and supporting discussion, exchange of information and coordination among early warning, disaster risk reduction, disaster response, development and other relevant agencies and institutions at national and local levels, with the aim of fostering a holistic approach towards disaster risk reduction and prevention."}, {"text_block_id": "p37_b680", "text": "iii."}, {"text_block_id": "p37_b681", "text": "Strengthening and developing national and local coordinated approaches, and create or upgrade national policies and community regulations, operational mechanisms, plans and communication systems to prepare for and ensure rapid and effective disaster response and early recovery."}, {"text_block_id": "p37_b682", "text": "iv."}, {"text_block_id": "p37_b683", "text": "Promoting regular disaster preparedness exercises, including evacuation drills, with a view to ensuring rapid and effective disaster response and access to essential food and non-food relief supplies, as appropriate, to local needs."}, {"text_block_id": "p37_b684", "text": "v."}, {"text_block_id": "p37_b685", "text": "Establishing emergency trust funds with 1% support of income tax from all employed citizens and residents of the Republic of Liberia where and as appropriate, to support response, recovery and preparedness measures. The trust funds should be properly maintained and accounted for."}, {"text_block_id": "p37_b686", "text": "vi."}, {"text_block_id": "p37_b687", "text": "Developing specific mechanisms (i.e. capacity building) to engage the active participation and ownership of relevant stakeholders, including women, youth and the disabled for rapid and effective disaster response to cater to their needs."}, {"text_block_id": "p38_b688", "text": "vii."}, {"text_block_id": "p38_b689", "text": "Building the capacities of all stakeholders including women and encouraging their voluntary participation in preparedness exercises for rapid and effective disaster response to their needs."}, {"text_block_id": "p38_b690", "text": "5.5.2 Important requirements to be fulfilled:"}, {"text_block_id": "p38_b691", "text": "i)"}, {"text_block_id": "p38_b692", "text": "A uniform approach to the dissemination of early warnings is implemented"}, {"text_block_id": "p38_b693", "text": "ii)"}, {"text_block_id": "p38_b694", "text": "Potential impact to personal injury, health, loss of life, property, infrastructure, environments and government services are averted or reduced."}, {"text_block_id": "p38_b695", "text": "iii)"}, {"text_block_id": "p38_b696", "text": "Immediate integrated and appropriate response and relief measures are implemented when significant events or disasters occur or are threatening to occur."}, {"text_block_id": "p38_b697", "text": "iv)"}, {"text_block_id": "p38_b698", "text": "All rehabilitation and reconstruction strategies following a disaster are implemented in an integrated and developmental manner."}, {"text_block_id": "p38_b699", "text": "v)"}, {"text_block_id": "p38_b700", "text": "Effective and appropriate early warning strategies have been developed and implemented and information communicated to stakeholders to enable appropriate response."}, {"text_block_id": "p38_b701", "text": "vi)"}, {"text_block_id": "p38_b702", "text": "The stakeholders/sectors which must bear responsibility for contingency planning and the coordination of known hazards have been identified and allocated such responsibility. In particular contingency plans have been developed and implemented as required."}, {"text_block_id": "p38_b703", "text": "vii)"}, {"text_block_id": "p38_b704", "text": "A national standard response management system and operation procedures have been developed and are reviewed and updated annually."}, {"text_block_id": "p38_b705", "text": "viii)"}, {"text_block_id": "p38_b706", "text": "Regulations and directives for the management of disaster response and recovery operations have been developed and gazetted or published."}, {"text_block_id": "p38_b707", "text": "ix)"}, {"text_block_id": "p38_b708", "text": "Post disaster teams for early recovery, rehabilitation and reconstruction have been established and operate effectively."}, {"text_block_id": "p38_b709", "text": "x)"}, {"text_block_id": "p38_b710_merged", "text": "Early recovery assessments lead to development of early recovery frameworks and early recovery plans – either sectoral or national."}, {"text_block_id": "p38_b713", "text": "xi)"}, {"text_block_id": "p38_b714", "text": "Mechanisms for the monitoring of rehabilitation and reconstruction projects have been established and regular progress reports are submitted to the NDMA."}, {"text_block_id": "p39_b715", "text": "CHAPTER 6:   IMPLEMENTATION FRAMEWORK"}, {"text_block_id": "p39_b716", "text": "This section covers the institutional arrangements and operational mechanisms for the implementation of the five key priority areas of DRM and principles that have been elaborated in sections 4.0 and 5.0 above."}, {"text_block_id": "p39_b717", "text": "6.1 DECLARATION OF STATE OF EMERGENCY"}, {"text_block_id": "p39_b718", "text": "6.1.1 The President"}, {"text_block_id": "p39_b719_merged", "text": "Pursuant to the Constitution of the Republic Of Liberia, The President of the Republic of Liberia may, in consultation with the Speaker of the House of Representatives and the President of the Senate, proclaim and declare the existence of a ‘state of emergency’ in the Republic or any part thereof. Acting pursuant thereto, the President may suspend or affect certain rights, freedoms and guarantees contained in this Constitution and exercise such other emergency powers as may be necessary and appropriate to take care of the emergency. Only the President shall declare a national state of emergency by way of proclamation in the Government Gazette."}, {"text_block_id": "p39_b724", "text": "The President of the Republic of Liberia and by authority vested in him/her by the Constitution of the Republic shall declare a national disaster or national emergency based on the recommendations of the National Disaster Management Agency (NDMA). The NDMA shall base its recommendations on the level of overall economic, social and human losses resulting from the impact of the hazard."}, {"text_block_id": "p39_b725", "text": "the borough, the clan, the general town and/or locality causing widespread human,"}, {"text_block_id": "p39_b726", "text": "The President shall, immediately upon the declaration of a state of emergency, but not later than seven days thereafter, lay before the Legislature at its regular session or at a specially convened session, the facts and circumstances leading to such declaration. The Legislature shall within seventy-two hours, by joint resolution voted by two-thirds of the membership of each house, decide whether the proclamation of a state of emergency is justified or whether the measures taken thereunder are appropriate. If the two-thirds vote is not obtained, the emergency automatically shall be revoked. Where the Legislature shall deem it necessary to revoke the state of emergency or to modify the measures taken thereunder, the President shall act accordingly and immediately carry out the decisions of the Legislature."}, {"text_block_id": "p39_b727", "text": "6.1.3 The Cabinet"}, {"text_block_id": "p40_b728", "text": "The President on the advice of and concurrence with the cabinet shall declare a state of national disaster after receiving recommendations from the NDMA. The Cabinet shall ensure that the principles of DRM shall be upheld to ensure reduced vulnerabilities to natural and human induced hazards."}, {"text_block_id": "p40_b729", "text": "The need for an international appeal and the types of assistance needed shall be determined by the NDMA Board on the basis of the recommendation of the NDMA and National Disaster Management Technical Committees (NDMTC). The NDMA Board shall periodically review policy issues regarding international appeals. Policies regarding the soliciting, acceptance and use of international assistance, including international personnel shall be established and reviewed case by case by the NDMA Board. These reviews shall include specifications on the kinds of personnel, the kinds of food and other commodities, which are appropriate and acceptable as donation and those which are not."}, {"text_block_id": "p40_b730", "text": "6.2 THE NATIONAL DISASTER MANAGEMENT SYSTEM"}, {"text_block_id": "p40_b731", "text": "6.2.1 National structure"}, {"text_block_id": "p40_b732", "text": "A National Disaster Management System (NDMS) shall exist at all time in Liberia. The system shall incorporate state and non state actors at national, county, district and chiefdom levels. Capacity development of all the structures within the NDMS shall be the cornerstone of a national disaster risk management strategy or National Disaster Management Action Plan."}, {"text_block_id": "p40_b733_merged", "text": "Based on the existing structures and resources, DRM responsibilities shall be integrated into the routine activities of the various sectors and disciplines within the relevant organs of state and their sub-structures. These responsibilities must be reflected in the job descriptions of the relevant lead players and appropriate key priority indicators must be elaborated. Therefore, the policy spells out a clear organizational structure at all administrative levels and sectors to ensure its proper implementation with clear delineation of tasks and responsibilities. This policy also ensures the establishment of strong coordinating and regulatory bodies with proper authority at all levels and defines relationships between coordinating bodies and sector offices"}, {"text_block_id": "p40_b735", "text": "."}, {"text_block_id": "p40_b736", "text": "This Policy details mechanisms for vertical and horizontal coordination, accountability, and integration of all parties involved in DRM."}, {"text_block_id": "p41_b737", "text": "Fig 1"}, {"text_block_id": "p41_b738", "text": "–"}, {"text_block_id": "p41_b739_merged", "text": "shows the structure of the NDMS in Liberia. Detailed roles and responsibilities of the organizations and structures that form the NDMS are given in Appendix 2."}, {"text_block_id": "p41_b742", "text": "12"}, {"text_block_id": "p41_b743", "text": "However during a disaster, the Deputy Minister responsible or Minister might chair the NDMTC as the situation dictates. The deputy minister/minister or another delegated authority might assist the Director to chair the NDMTC as part of capacity building /mentoring process."}, {"text_block_id": "p41_b744", "text": "13"}, {"text_block_id": "p41_b745", "text": "A Disaster Reduction Co-ordinator shall be based at a County but responsible for four to five Counties."}, {"text_block_id": "p42_b746", "text": "Effective implementation of disaster/emergency preparedness and response mainly depends on the institutional arrangements and individual, organizational and system capacities. The NDMA board shall consists of Eleven membership chair by the Ministry of Internal Affairs and consists of the following representation:"}, {"text_block_id": "p42_b747", "text": ""}, {"text_block_id": "p42_b748", "text": "Ministry of health & Social welfare"}, {"text_block_id": "p42_b749", "text": ""}, {"text_block_id": "p42_b750", "text": "Ministry of Justice"}, {"text_block_id": "p42_b751", "text": ""}, {"text_block_id": "p42_b752", "text": "Ministry of Finance"}, {"text_block_id": "p42_b753", "text": ""}, {"text_block_id": "p42_b754", "text": "Ministry of Public Works"}, {"text_block_id": "p42_b755", "text": ""}, {"text_block_id": "p42_b756", "text": "Ministry of Defense"}, {"text_block_id": "p42_b757", "text": ""}, {"text_block_id": "p42_b758", "text": "Ministry of Agriculture"}, {"text_block_id": "p42_b759", "text": ""}, {"text_block_id": "p42_b760", "text": "Ministry of Lands, Mines & Energy"}, {"text_block_id": "p42_b761", "text": ""}, {"text_block_id": "p42_b762", "text": "The Liberian National red Cross Socity"}, {"text_block_id": "p42_b763", "text": ""}, {"text_block_id": "p42_b764", "text": "The UN Country Team"}, {"text_block_id": "p42_b765", "text": ""}, {"text_block_id": "p42_b766", "text": "Maritime Authority"}, {"text_block_id": "p42_b767", "text": "The roles and responsibilities of the National Disaster Management Agency Board before, during and after a disaster are elaborated in Appendix 2, Section 2.5."}, {"text_block_id": "p42_b768", "text": "The NDMA Executive Director reports to the President through the Board of Directors of the Agency. The LNRCS shall appoint a senior member to provide advisory, technical and programmatic support to the NDMA. In addition, a special advisor shall be appointed to assist in developing DRM capacity of the NDMA as required."}, {"text_block_id": "p42_b769", "text": "From time to time, the LNRCS will be invited to attend planning meetings of the NDMA. The LNRCS is a key member of all other DRM structures at county, district, chiefdom and community layers of governance."}, {"text_block_id": "p42_b770", "text": "The NDMA shall recruit at least three Disaster Reduction Coordinators based in disaster prone counties. Each coordinator shall be responsible for assisting the Superintendents to coordinate and implement DRR activities in at least four to five Counties."}, {"text_block_id": "p42_b771", "text": "Fig. 2 shows an indicative organigram of the NDMA which may be reviewed according to evolving country needs."}, {"text_block_id": "p42_b772", "text": "Appendix 2, Section 2.4 outlines the roles and responsibilities of the National Disaster Management Agency before, during and after a disaster."}, {"text_block_id": "p43_b773", "text": "A National Disaster Management Technical Committee (NDMTC) shall also be established. The NDMTC shall be part of the Agency who coordinates its operations. The committee shall further constitute itself into subcommittees responsible for different sectoral/thematic areas including the following: food and agriculture, water and sanitation, education and child protection, health services, environment, shelter and refugees, early recovery and infrastructure."}, {"text_block_id": "p43_b774", "text": "The NDMA shall assume overall coordination of disaster response in Liberia in close consultation with the NDMTC and its sub-committees."}, {"text_block_id": "p44_b775", "text": "conduct surveys and research, prepare recommendations and take all necessary measures that could assist the NDMA and the NDMTC in organizing DRR programs. These lead agencies work with UN agencies, NGOs and private sector in their day to day activities."}, {"text_block_id": "p44_b776", "text": "The lead government agencies will primarily be responsible for organizing and conducting training programs in their specific fields and in preparing and implementing a program of intervention based on previously prepared sectoral DRM plans. The sectoral DRM plans are components of the National Disaster Management Plan."}, {"text_block_id": "p44_b777", "text": "Table 1:  Lead Agencies for Specific Hazards /Disasters."}, {"text_block_id": "p44_b778", "text": "See Appendix 2 Section 2.3 which outlines the roles and responsibilities of the National Disaster Management Technical Committee in details."}, {"text_block_id": "p44_b779_merged", "text": "At the county level a similar local level County Disaster Management Committee (CDMC) headed by a local coordinator with its local board chaired by the County Superintendent shall be established. At least three counties shall recruit/appoint a Regional Disaster Risk Management Coordinator with matrixes gathering of information from local county coordinator and reporting to the NDMA. The Regional Coordinator reports directly to the NDMA Director on emergency /disaster related issues. He/she works with other line ministries/agencies’ staff, UN agencies, NGO and private sector representatives at county level constituted as the County Disaster Management Technical Committee."}, {"text_block_id": "p45_b783", "text": "At lower levels (district, city, chiefdom, township, borough, clan, general town and locality) similar structures shall be established. It is important that the disaster management structures are part of existing committees at county and lower levels.  These could be subcommittees of County or District Development Committees etc. This is meant to ensure that disaster risk reduction is implemented within the context of sustainable development, and that it is integrated into development plans, policies and projects/programmes."}, {"text_block_id": "p45_b784", "text": "Detailed roles and responsibilities of all committees described above are outlined in"}, {"text_block_id": "p45_b785", "text": "Appendix 2."}, {"text_block_id": "p45_b786", "text": "6.3 ROLES AND RESPONSIBILITIES OF OTHER STAKEHOLDERS"}, {"text_block_id": "p45_b787", "text": "The NDMA shall play a coordinating role of the inputs of the different stakeholders before, during and after emergencies. Stakeholders and development partners shall collaborate with NDMA in respect to the implementation of their DRM work plans, programmes and activities."}, {"text_block_id": "p45_b788", "text": "United Nations Agencies and other Development Partners:"}, {"text_block_id": "p45_b789", "text": "UN agencies and development partners shall continue to play a pivotal role to support government efforts in the area of strengthening capacities for DRM and supplementing efforts in mobilizing resources for DRM. The collaborative relationship shall be carried out comprehensively at various levels."}, {"text_block_id": "p45_b790_merged_merged", "text": "The UN agencies shall also assist Liberia in its efforts to achieve sustainable human development through building capacity to design and carry out development programmes. This will be achieved through UN agencies’ programs and activities in the area of DRR stemming from overlapping concerns with other development priorities, which are poverty reduction, sustainable development, women's empowerment, natural resource management and good governance. In order to achieve the MDGs by 2015 and other development goals, UN agencies shall ensure that DRR is integrated in all development plans, policies and programmes."}, {"text_block_id": "p45_b793", "text": "See Appendix 3 for details of roles of Specialist UN agencies."}, {"text_block_id": "p45_b794", "text": "The"}, {"text_block_id": "p45_b795", "text": "Red"}, {"text_block_id": "p45_b796", "text": "Cross Movement"}, {"text_block_id": "p45_b797", "text": ": The Liberian National Red Cross Society (LNRCS) shall continue to play its role to support the government social welfare programme in the areas of strengthening capacities for DRM. In times of emergency, the LNRCS receives support from its movement partners and Participating National Socieities (PNS) with financial, material and human resources for immediate intervention. The Red Cross Movement has global and regional tools, such as Field Assessment Coordination Team (FACT), Emergency Response Unit (ERU) and the Regional Disaster Response Team (RDRT) that can be deployed within 48 hours during"}, {"text_block_id": "p46_b798", "text": "emergency. The LNRCS through the International Federation of Red Cross and Red Crescent Societies (IFRC) can mobilize funds through its Disaster Relief Emergency Fund (DREF)."}, {"text_block_id": "p46_b799", "text": "International Non Governmental Organisations:"}, {"text_block_id": "p46_b800", "text": "Cooperation with INGOs is crucial to strengthening capacities for disaster risk management. It is therefore important to adopt an inter-agency approach integrating the individual mandates of the INGOs in implementing DRM in Liberia. The policy recognises the need to coordinate the influx of international NGOs in the country in times of emergencies in order to effect a fair distribution of capacities and resources to have an optimum input in disaster risk management."}, {"text_block_id": "p46_b801", "text": "The INGOs shall provide high end policy advice, technical and programmatic and financial resource management support to the government."}, {"text_block_id": "p46_b802", "text": "National Non Governmental Organisations, Civil Society Organisations and Community Based Organisations:"}, {"text_block_id": "p46_b803", "text": "The role of NGOs, CSOs and CBOs is paramount in the achievement of DRM activities in the country. NGOs can make an important contribution at the grass roots level particularly in remote areas as they are flexible, rapid, effective and appropriate to respond to the urgent needs of the community."}, {"text_block_id": "p46_b804_merged", "text": "These organisations form part of the National Disaster Management System and are active members in committees at national and local levels. In addition, they are key stakeholders in implementing DRM activities at national and local levels. They are the government’s key technical and resource mobilisation partner. They shall complement government programmes and policies on DRM as well as fill in the gaps left due to low capacity within government. During emergencies, UN agencies will co-lead/co-chair sectors/clusters in support for emergency response and early recovery."}, {"text_block_id": "p46_b808", "text": "Private Sector and Institutions:"}, {"text_block_id": "p46_b809", "text": "Within the overall context of the public/private sector partnership, the private sector plays a vital role in addressing DRM, especially through the availing of resource mobilization and technical input, implementing safe work practices, conducting risk and vulnerability assessment as well as mainstreaming DRR into all new development projects. For example, logistics private companies can assist in developing capacity to ease airport logistics in crises while telecommunications firms can support in field-based emergency communications."}, {"text_block_id": "p47_b810", "text": "CHAPTER 7: RELATIONSHIP WITH NATIONAL PLANS, POLICIES, STRATEGIES & LEGISLATION"}, {"text_block_id": "p47_b811", "text": "In particular the DRM policy also aims to:"}, {"text_block_id": "p47_b812", "text": ""}, {"text_block_id": "p47_b813", "text": "Integrate risk reduction as appropriate into development policies and planning at all levels of government, including poverty reduction strategies sectors, and multi sector policies and plans;"}, {"text_block_id": "p47_b814", "text": ""}, {"text_block_id": "p47_b815", "text": "Adopt or modify where necessary legislation to support NDM Policy including regulations and mechanisms that encourage compliance and that promote incentives for undertaking risk reduction and mitigation activities; and"}, {"text_block_id": "p47_b816", "text": ""}, {"text_block_id": "p47_b817", "text": "Recognize the importance and specificity of local risk patterns and trends, and decentralize responsibilities and resources for DRM to relevant regional or local authorities."}, {"text_block_id": "p47_b818", "text": "The following are some of the plans, policy, strategy and legislations that complement this NDM policy. The main priority shall be to review some of these in order to mainstream DRM and ensure resilience to disasters across sectors."}, {"text_block_id": "p47_b819", "text": "7.1 NATIONAL ENVIRONMENTAL POLICY"}, {"text_block_id": "p47_b820", "text": "The overall policy goal of the National Environmental Policy (NEP) is to promote sustainable development and conservation of the environment on a long-term basis for the betterment of present generations without compromising the ability of future generations to meet their needs."}, {"text_block_id": "p47_b821", "text": "Particularly, the policy provides for:"}, {"text_block_id": "p47_b822", "text": ""}, {"text_block_id": "p47_b823_merged", "text": "Integration of environmental considerations in sectoral, structural, regional, and socio-economic planning at all levels;"}, {"text_block_id": "p47_b826", "text": ""}, {"text_block_id": "p47_b827", "text": "Sound management of the environment and natural resources;"}, {"text_block_id": "p47_b828", "text": ""}, {"text_block_id": "p47_b829", "text": "Protection and maintenance of human habitats, the ecosystems, and ecological processes essential for the functions of the biosphere;"}, {"text_block_id": "p47_b830", "text": ""}, {"text_block_id": "p47_b831", "text": "Guidance for National Disaster Management Action Plan and for healthy environmental practices on the national development effort;"}, {"text_block_id": "p47_b832", "text": ""}, {"text_block_id": "p47_b833", "text": "Sustainable development; and"}, {"text_block_id": "p47_b834", "text": ""}, {"text_block_id": "p47_b835", "text": "Common approach to environmental issues."}, {"text_block_id": "p47_b836", "text": "According to the Policy, environmental issues of relevance to the Liberian environment that were considered during the formulation of the environmental policy include the following:"}, {"text_block_id": "p47_b837", "text": ""}, {"text_block_id": "p47_b838", "text": "Water Resources;"}, {"text_block_id": "p48_b839", "text": ""}, {"text_block_id": "p48_b840", "text": "Forestry and Wildlife;"}, {"text_block_id": "p48_b841", "text": ""}, {"text_block_id": "p48_b842", "text": "Land Management/Resources;"}, {"text_block_id": "p48_b843", "text": ""}, {"text_block_id": "p48_b844", "text": "Mining;"}, {"text_block_id": "p48_b845", "text": ""}, {"text_block_id": "p48_b846", "text": "Marine and Coastal Ecosystems;"}, {"text_block_id": "p48_b847", "text": ""}, {"text_block_id": "p48_b848", "text": "Solid and Liquid Waste, and Industrial Waste;"}, {"text_block_id": "p48_b849", "text": ""}, {"text_block_id": "p48_b850", "text": "Human Settlements;"}, {"text_block_id": "p48_b851", "text": ""}, {"text_block_id": "p48_b852", "text": "Hazardous Chemicals;"}, {"text_block_id": "p48_b853", "text": ""}, {"text_block_id": "p48_b854", "text": "Air and Noise Pollution;"}, {"text_block_id": "p48_b855", "text": ""}, {"text_block_id": "p48_b856", "text": "Cultural heritage and Tribal Reserves; and"}, {"text_block_id": "p48_b857", "text": ""}, {"text_block_id": "p48_b858", "text": "Public Education and Awareness"}, {"text_block_id": "p48_b859", "text": "These environmental issues show that there is a link between environment and disasters.  Disaster risk reduction shall be seen as cross cutting in environmental management. In some sectors such as mining and hazardous chemicals, there is need to ensure that hazard specific contingency plans are put in place. Overall, it is important that the primary aims of the policy be pursued and achieved through harmonization with other policies and enforcement of relevant laws on environment protection. A coordinated approach is required in the implementation of the National DM Policy and NEP."}, {"text_block_id": "p48_b860", "text": "7.2 NATIONAL FOOD SECURITY AND NUTRITION STRATEGY"}, {"text_block_id": "p48_b861", "text": "The"}, {"text_block_id": "p48_b862", "text": "key objectives"}, {"text_block_id": "p48_b863", "text": "of the National Food Security and Nutrition Strategy are to make certain that all Liberians have reliable access to the food they need and are able to utilize that food to live active and healthy lives. As such, ensuring food security and good nutrition is not a policy choice of government that it can decide to accept or reject, but a right of the citizens of Liberia which the government is obligated to respect, promote, and protect."}, {"text_block_id": "p48_b864", "text": "Although the strategy encompasses the food security and nutritional needs of all Liberians, it prioritizes the needs of food-insecure and nutritionally vulnerable groups in society, including the elderly who have little support, female-headed households, orphans, and HIV-affected households. In addressing the needs of nutritionally vulnerable households and in working to safeguard the food security and good nutritional status of others, it is important to ensure that disasters do not undermine these plans and initiatives."}, {"text_block_id": "p48_b865", "text": "This and other similar strategies shall integrate DRR at the national and local levels. Issues of governance for food security, natural disaster risk identification and application of disaster proof risk management initiatives within the food security agenda shall be considered key priorities. Risk transfer and risk sharing initiatives shall be implemented in partnership with the private sector or insurance companies."}, {"text_block_id": "p48_b866", "text": "7.3 NATIONAL HEALTH POLICY"}, {"text_block_id": "p48_b867_merged_merged", "text": "The health sector faces two huge, competing challenges:"}, {"text_block_id": "p48_b870", "text": "a)"}, {"text_block_id": "p48_b871", "text": "Expanding access to basic health care of acceptable quality"}, {"text_block_id": "p48_b872", "text": ". This will be possible only by:"}, {"text_block_id": "p48_b873", "text": ". This will be possible only by:\n* Attracting additional investments in infrastructure, human resource development, and\n<\\li1>"}, {"text_block_id": "p49_b875", "text": ". This will be possible only by:\n* Attracting additional investments in infrastructure, human resource development, and\n<\\li1>\n* Reducing systemic inefficiencies and improving operations management."}, {"text_block_id": "p49_b878", "text": "b) Establishing the building blocks of an equitable, effective, efficient, responsive, and sustainable health care delivery system"}, {"text_block_id": "p49_b879", "text": "."}, {"text_block_id": "p49_b880", "text": "The mission of the Ministry of Health and Social Welfare (MoHSW) is therefore to reform the sector to effectively deliver quality health and social welfare services to the people of Liberia. The MOHSW is dedicated to equitable, accessible and sustainable health promotion and protection and the provision of comprehensive and affordable health care and social welfare services."}, {"text_block_id": "p49_b881", "text": "The scope and rationale of the health policy may be articulated as follows:"}, {"text_block_id": "p49_b882", "text": "To improve the health status of an increasing number of citizens, on an equal basis through expanded access to effective basic health care, backed by adequate referral services and resources."}, {"text_block_id": "p49_b883", "text": "Strong, structured partnerships around shared objectives and approaches, within and outside the health sector, will be required to improve health status.  DRR shall be mainstreamed in the health sector policy implementation. For example, disaster risk identification shall be conducted during building of infrastructure and building codes followed to ensure all health sector structures are resistant to disasters such as floods, windstorms or cyclones. Each sector shall develop disaster specific contingency and preparedness plans. For example, contingency plans for malaria shall always be in place."}, {"text_block_id": "p49_b884", "text": "7.4 NATIONAL RURAL RENEWABLE ENERGY EFFICIENCY POLICY"}, {"text_block_id": "p49_b885", "text": "Given the constraints posed by the use of conventional energy source (fossil fuel) and the inefficient use of traditional biomass, the vision for the renewable energy sub-sector is to ensure secure, reliable, adequate, affordable, efficient sustainable and market oriented energy services for all Liberians through renewable sources."}, {"text_block_id": "p49_b886", "text": "The planned widespread use of wind, solar, hydropower and biomass to generate and build domestic energy reserves is to be done within the context of sustainable development. As such the objectives of NDM policy and that of the energy policy sub-serve the goals of sustainable development of Liberia. However, development of the energy policy shall not create or enhance risks to the Liberian population. A risk identification process shall form part of the overall feasibility studies for establishing the different power stations as well as the overall implementation of this policy."}, {"text_block_id": "p49_b887", "text": "The Ministry of Land, Mines and Energy shall closely liaise with the NDMA for support in risk analysis, contingency and preparedness planning and DRM applications in the implementation of this policy."}, {"text_block_id": "p49_b888_merged", "text": "Efforts have been made by a task force set-up by the MIA to draft legislation entitled the Act to establish “Disaster Management Agency” which sets-up the legal framework for implementation of the NDMA. The legislation is completed and ready for submission to the legislature."}, {"text_block_id": "p50_b891", "text": "7.6 OTHER NATIONAL PLANS, POLICIES AND STRATEGIES"}, {"text_block_id": "p50_b892", "text": "Other national plans, policies and strategies not mentioned here shall also integrate DRR. Where required the NDMA shall provide technical support in mainstreaming disaster risk reduction into development, recovery and humanitarian plans and policies."}, {"text_block_id": "p51_b893", "text": "CHAPTER 8:    RELATIONSHIP WITH INTERNATIONAL, REGIONAL PROTOCOLS & CONVENTIONS"}, {"text_block_id": "p51_b894", "text": "NDM policy recognises the Hyogo Framework for Action which offers guiding principles, priorities for action and practical means for achieving disaster resilience for vulnerable communities."}, {"text_block_id": "p51_b895", "text": "These priorities for actions include:"}, {"text_block_id": "p51_b896", "text": ""}, {"text_block_id": "p51_b897", "text": "making disaster risk reduction a priority;"}, {"text_block_id": "p51_b898", "text": ""}, {"text_block_id": "p51_b899", "text": "knowing the risks and taking action;"}, {"text_block_id": "p51_b900", "text": ""}, {"text_block_id": "p51_b901", "text": "building understanding and awareness;"}, {"text_block_id": "p51_b902", "text": ""}, {"text_block_id": "p51_b903", "text": "reducing risks;"}, {"text_block_id": "p51_b904", "text": ""}, {"text_block_id": "p51_b905", "text": "preparedness and response"}, {"text_block_id": "p51_b906", "text": "In addition the NDM policy is equally informed by and committed to the Africa Regional Strategy for disaster risk reduction which aims to contribute to the attainment of sustainable development and poverty eradication by facilitating the integration of DRR into development."}, {"text_block_id": "p51_b907", "text": "The ECOWAS DRR Policy provides positive impetus to the NDM policy which is designed to reduce vulnerability and build resilience of communities."}, {"text_block_id": "p51_b908", "text": "This policy, apart from the above mentioned references also recognises the provisions of the international conventions, United Nations Resolutions and African Charters that provide a global framework for DRM. These include:"}, {"text_block_id": "p51_b909", "text": "a."}, {"text_block_id": "p51_b910", "text": "Convention on Biological Diversity"}, {"text_block_id": "p51_b911", "text": "b."}, {"text_block_id": "p51_b912", "text": "Convention on the Elimination of all forms of Discrimination Against Women (CEDAW)"}, {"text_block_id": "p51_b913", "text": "c."}, {"text_block_id": "p51_b914", "text": "Convention to Combat Desertification in those Countries Experiencing Serious Drought and/or desertification in Africa"}, {"text_block_id": "p51_b915", "text": "d."}, {"text_block_id": "p51_b916", "text": "ECOWAS Disaster Risk Reduction Strategy"}, {"text_block_id": "p51_b917", "text": "e."}, {"text_block_id": "p51_b918", "text": "Framework Convention on International Civil Defence assistance"}, {"text_block_id": "p51_b919", "text": "f."}, {"text_block_id": "p51_b920", "text": "Guinea Current Large Marine Ecosystem (GCLME)"}, {"text_block_id": "p51_b921", "text": "g."}, {"text_block_id": "p51_b922", "text": "International Cooperation to reduce the impact of EL Nino phenomenon"}, {"text_block_id": "p51_b923", "text": "h."}, {"text_block_id": "p51_b924", "text": "International Strategy for Disaster Reduction of 2000 (ISDR)"}, {"text_block_id": "p51_b925", "text": "i."}, {"text_block_id": "p51_b926", "text": "International Year of Mountains"}, {"text_block_id": "p51_b927", "text": "j."}, {"text_block_id": "p51_b928", "text": "Natural Disasters and Vulnerability"}, {"text_block_id": "p51_b929", "text": "k."}, {"text_block_id": "p51_b930", "text": "United Nations Conference on Environment and Development"}, {"text_block_id": "p51_b931", "text": "l."}, {"text_block_id": "p51_b932", "text": "UN General Assembly Resolution 2034 of 1965 on natural and technological disasters"}, {"text_block_id": "p51_b933", "text": "m."}, {"text_block_id": "p51_b934", "text": "United Nations Millennium Declaration"}, {"text_block_id": "p51_b935", "text": "n."}, {"text_block_id": "p51_b936", "text": "World Climate Change Conference"}, {"text_block_id": "p51_b937", "text": "o."}, {"text_block_id": "p51_b938", "text": "World Conference on Human Rights"}, {"text_block_id": "p51_b939", "text": "p."}, {"text_block_id": "p51_b940", "text": "World Summit for Social Development"}, {"text_block_id": "p51_b941", "text": "q."}, {"text_block_id": "p51_b942", "text": "World Summit on Sustainable Development"}, {"text_block_id": "p52_b943", "text": "C"}, {"text_block_id": "p52_b944", "text": "HAPTER 9:  RESOURCE MOBILISATION AND MONITORING"}, {"text_block_id": "p52_b945", "text": "9.1 FINANCE & RESOURCE MOBILISATION"}, {"text_block_id": "p52_b946", "text": "The Government of Liberia GoL shall engage into bilateral agreements with donor agencies for DRR. Line ministries/agencies are urged to develop appropriate projects proposal to be submitted to potential donor agency for funding. This can be achieved through mainstreaming DRR measures appropriately into multilateral and bilateral development assistance programmes including those related to poverty reductions, natural resources management, urban and rural development and adaptation to climate change."}, {"text_block_id": "p52_b947", "text": "The government shall engage the private sector and NGOs in participating in both prevention and response of disaster. It shall also inform them about the importance and what they can benefit from participating in DRR activities. All the government institutions are expected to avail required resources before, during and after disasters."}, {"text_block_id": "p52_b948", "text": "The National Disaster Risk Management policy shall also explore developing partnerships to implement schemes that spread out risk, reduce insurance premiums, expand insurance coverage and thereby increasing financing for post disaster re-construction and rehabilitation including through private and public partnerships."}, {"text_block_id": "p52_b949_merged", "text": "The management of resources shall adhere to the country’s financial regulations, Ministry of Finance instructions and to regulations made there from."}, {"text_block_id": "p52_b952", "text": "9.2 MONITORING AND EVALUATION"}, {"text_block_id": "p52_b953", "text": "The DRM policy dictates that roles and responsibilities of DRM practitioners shall be translated into an operational guide and a legal framework to facilitate the implementation, monitoring and evaluation of DRM processes and activities."}, {"text_block_id": "p52_b954", "text": "As part of monitoring and evaluation system, the following will be in place or undertaken:"}, {"text_block_id": "p52_b955", "text": "i)"}, {"text_block_id": "p52_b956", "text": "The NDMA shall facilitate the development of an integrated DRM National Disaster Management Action Plan as a five year strategy based on the climatic condition and with clear performance and impactindicators."}, {"text_block_id": "p52_b957", "text": "ii)"}, {"text_block_id": "p52_b958", "text": "Each ministry/sector and all counties and districts are required to integrate DRR into their annual work plans so that DRM becomes part of their development activities."}, {"text_block_id": "p52_b959", "text": "iii)"}, {"text_block_id": "p52_b960", "text": "The NDMA shall compile national semiannual and annual progress reports on DRM achievements. The national report shall be compiled based on reports provided to NDMA by different ministries/sectors, regions and constituencies."}, {"text_block_id": "p53_b961", "text": "iv)"}, {"text_block_id": "p53_b962", "text": "The NDMTC shall meet at least quarterly and in time of emergency to discuss plans and progress in achieving the objectives of the policy using key priority areas as benchmark and guidance."}, {"text_block_id": "p53_b963", "text": "Appendix 5 shows a framework and guide for monitoring and evaluation."}, {"text_block_id": "p54_b964", "text": "APPENDICES"}, {"text_block_id": "p54_b965", "text": "APPENDIX 1: FRAMEWORK FOR DISASTER RISK REDUCTION"}, {"text_block_id": "p54_b966", "text": "Adopted from UN/ISDR Africa Educational Series, Volume 2, Issue 4, December 2004"}, {"text_block_id": "p55_b967", "text": "2.1 District Disaster Management Committee (DDMC)"}, {"text_block_id": "p55_b968", "text": "2.1.1 Pre-Disaster Phase"}, {"text_block_id": "p55_b969_merged", "text": "During Non-Emergency (Pre-Disaster) Phase, the DDMC shall through its District Commissioner and with assistance from Regional DRR Coordinators assume the following roles and responsibilities:"}, {"text_block_id": "p55_b972", "text": "Institutional development"}, {"text_block_id": "p55_b973", "text": "(i)"}, {"text_block_id": "p55_b974", "text": "Ensure that the Chiefdom Committees remain functional at all times;"}, {"text_block_id": "p55_b975", "text": "(ii)"}, {"text_block_id": "p55_b976", "text": "Conduct training programmes of all heads of Chiefdom committees and other community leaders"}, {"text_block_id": "p55_b977", "text": "for them to carry out their roles and responsibilities effectively;"}, {"text_block_id": "p55_b978", "text": "(iii)"}, {"text_block_id": "p55_b979", "text": "Operate an emergency operations centre;"}, {"text_block_id": "p55_b980", "text": "(iv)"}, {"text_block_id": "p55_b981", "text": "Establish, maintain and operate a District Disaster Trust Fund;"}, {"text_block_id": "p55_b982", "text": "(v)"}, {"text_block_id": "p55_b983", "text": "Develop and implement a DRR Plan."}, {"text_block_id": "p55_b984", "text": "(vi)"}, {"text_block_id": "p55_b985", "text": "Mobilize and distribute local resources without discrimination, as per the required disaster management activities."}, {"text_block_id": "p55_b986", "text": "(vii)"}, {"text_block_id": "p55_b987", "text": "Hold regular planning and monitoring meetings, of which they shall submit the minutes to the County Disaster Management Committee;"}, {"text_block_id": "p55_b988", "text": "Risk identification and early warning"}, {"text_block_id": "p55_b989", "text": "(viii)"}, {"text_block_id": "p55_b990", "text": "Undertake risk and vulnerability assessment in the communities through Chiefdom Disaster Management Committees, design, implement and coordinate emergency response and risk reduction measures;"}, {"text_block_id": "p55_b991", "text": "(ix)"}, {"text_block_id": "p55_b992", "text": "Collect data and disseminate Early Warning information in the district;"}, {"text_block_id": "p55_b993", "text": "Information management"}, {"text_block_id": "p55_b994", "text": "(x)"}, {"text_block_id": "p55_b995", "text": "Operate a district database in the District Planning Unit for information relating to DRR;"}, {"text_block_id": "p55_b996", "text": "(xi)"}, {"text_block_id": "p55_b997", "text": "Submit quarterly reports to the CDMC and NDMA;"}, {"text_block_id": "p55_b998", "text": "(xii)"}, {"text_block_id": "p55_b999", "text": "Conduct public education and awareness campaigns on the hazards common in the district;"}, {"text_block_id": "p55_b1000", "text": "(xiii)"}, {"text_block_id": "p55_b1001", "text": "Maintain adequate and correct inventory of resources (material, transport, financial and expertise including contact details);"}, {"text_block_id": "p55_b1002", "text": "Risk reduction strategies"}, {"text_block_id": "p55_b1003", "text": "xiv)"}, {"text_block_id": "p55_b1004", "text": "Mobilize resources for disaster response and implementation of disaster risk reduction programmes;"}, {"text_block_id": "p55_b1005", "text": "xv)"}, {"text_block_id": "p55_b1006", "text": "Integrate the District Preparedness Plan into the overall District Development Plan;"}, {"text_block_id": "p55_b1007", "text": "Emergency response and preparedness"}, {"text_block_id": "p55_b1008", "text": "(xvi)"}, {"text_block_id": "p55_b1009", "text": "Formulate and update District Preparedness/contingency Plans which will include modalities for mobilization of resources."}, {"text_block_id": "p56_b1010", "text": "(xvii) Develop and update preparedness plans for effective and efficient relief, recovery and mitigation programmes."}, {"text_block_id": "p57_b1011", "text": "2.1.2 During Disaster Phase"}, {"text_block_id": "p57_b1012", "text": "During the"}, {"text_block_id": "p57_b1013", "text": "Emergency/Disaster Phase,"}, {"text_block_id": "p57_b1014", "text": "the DDMC shall through the Commissioner, assume the following roles and responsibilities:"}, {"text_block_id": "p57_b1015", "text": "(i)"}, {"text_block_id": "p57_b1016", "text": "Trigger response mechanism through activation of preparedness/contingency plans;"}, {"text_block_id": "p57_b1017", "text": "(ii)"}, {"text_block_id": "p57_b1018", "text": "Initiate a disaster impact assessment in order to determine the extent of the damage/losses as well as resource requirements;"}, {"text_block_id": "p57_b1019", "text": "(iii)"}, {"text_block_id": "p57_b1020", "text": "Concurrently relay information to the County Disaster Management Committee (CDMC) and National Disaster Management Secretariat using the format presented in"}, {"text_block_id": "p57_b1021", "text": "Annex A: Disaster Notification Format)"}, {"text_block_id": "p57_b1022", "text": ";"}, {"text_block_id": "p57_b1023", "text": "(iv)"}, {"text_block_id": "p57_b1024", "text": "Notify and initiate cooperation, where applicable, with the next district for any assistance required;"}, {"text_block_id": "p57_b1025", "text": "(v)"}, {"text_block_id": "p57_b1026", "text": "Notify and seek support, where applicable, from the next district authorities in the neighbouring county for any assistance or cooperation required, based on the signed bi"}, {"text_block_id": "p57_b1027", "text": "-"}, {"text_block_id": "p57_b1028", "text": "lateral or Regional protocols or Memoranda of Understanding (MoUs) as the case may"}, {"text_block_id": "p57_b1029", "text": "be;"}, {"text_block_id": "p57_b1030", "text": "(vi)"}, {"text_block_id": "p57_b1031", "text": "Commence immediately disaster relief operations involving all players at district level;"}, {"text_block_id": "p57_b1032", "text": "(vii)"}, {"text_block_id": "p57_b1033", "text": "Make appeals where necessary to the CDMC and NDMA for more resources;"}, {"text_block_id": "p57_b1034", "text": "(viii)"}, {"text_block_id": "p57_b1035", "text": "Recommend the declaration of district, county and national disaster to the County and National level authorities;"}, {"text_block_id": "p57_b1036", "text": "(ix)"}, {"text_block_id": "p57_b1037", "text": "Continue to monitor the disaster and update the CDMC and NDMA;"}, {"text_block_id": "p57_b1038", "text": "(x)"}, {"text_block_id": "p57_b1039", "text": "Take necessary security measures to protect the disaster area for further Investigations;"}, {"text_block_id": "p57_b1040", "text": "xi)"}, {"text_block_id": "p57_b1041", "text": "Undertake early recovery assessments, develop early recovery plan and coordinate implementation by all stakeholders."}, {"text_block_id": "p57_b1042", "text": "2.1.3 Post Disaster Phase"}, {"text_block_id": "p57_b1043_merged_merged_merged_merged", "text": "During the Post Disaster Phase, DDMC, through the District Commissioner, shall assume the following roles and responsibilities:"}, {"text_block_id": "p57_b1046", "text": "(i)"}, {"text_block_id": "p57_b1047", "text": "Generate post disaster reports within 24 hours after official declaration to emergency phase;"}, {"text_block_id": "p57_b1048", "text": "(ii)"}, {"text_block_id": "p57_b1049", "text": "Evaluate the disaster and relief operations;"}, {"text_block_id": "p57_b1050", "text": "(iii)"}, {"text_block_id": "p57_b1051", "text": "Secure all the government and other properties/assets used in the disaster;"}, {"text_block_id": "p57_b1052", "text": "(iv)"}, {"text_block_id": "p57_b1053", "text": "Carry out a detailed needs assessment and risk assessment to inform rehabilitation, recovery and reconstruction activity plans and implementation;"}, {"text_block_id": "p57_b1054", "text": "(v)"}, {"text_block_id": "p57_b1055", "text": "Initiate and co-ordinate rehabilitation, recovery and reconstruction programmes implementation;"}, {"text_block_id": "p57_b1056", "text": "(vi)"}, {"text_block_id": "p57_b1057", "text": "Evaluate and update the District DRR Plan including preparedness/contingency plans."}, {"text_block_id": "p57_b1058", "text": "(vii)"}, {"text_block_id": "p57_b1059", "text": "Prepare development programmes for recovery and risk reduction based on lessons learnt and submit to the CDMC and NDMA;"}, {"text_block_id": "p57_b1060", "text": "(viii)"}, {"text_block_id": "p57_b1061", "text": "Prepare and submit to CDMC training plan of those involved in DRR and recovery programmes based on lessons learnt;"}, {"text_block_id": "p57_b1062", "text": "(ix)"}, {"text_block_id": "p57_b1063", "text": "Conduct a detailed training, research, education and public awareness campaign on risk reduction;"}, {"text_block_id": "p58_b1064", "text": "(x)"}, {"text_block_id": "p58_b1065", "text": "Take necessary steps to ensure that recommended follow-up actions are undertaken within short-term; medium-term; and long-term interventions for risk reduction"}, {"text_block_id": "p58_b1066", "text": "."}, {"text_block_id": "p58_b1067", "text": "In the absence of capacity to conduct the above activities, the NDMA shall take over the implementation of these activities at district and chiefdom layers of governance. In the process, it is important to ensure that this capacity is restored and strengthened at all these levels as the decentralization process takes effect."}, {"text_block_id": "p58_b1068", "text": "2.2 County Disaster Management Committee (CDMC)"}, {"text_block_id": "p58_b1069", "text": "2.2.1 Pre-Disaster Phase"}, {"text_block_id": "p58_b1070", "text": "During"}, {"text_block_id": "p58_b1071", "text": "Non-Emergency (Pre-Disaster) Phase (see Fig. 3)"}, {"text_block_id": "p58_b1072", "text": ", the CDMC shall, through the Superintendent assume the following roles and responsibilities:"}, {"text_block_id": "p58_b1073", "text": "Institutional development"}, {"text_block_id": "p58_b1074", "text": "(i)"}, {"text_block_id": "p58_b1075", "text": "Hold regular meetings of which they shall submit the minutes to the NDMA through the NDMA Secretariat;"}, {"text_block_id": "p58_b1076", "text": "(ii)"}, {"text_block_id": "p58_b1077", "text": "Generate quarterly county reports highlighting the risk reduction activities being undertaken in the county;"}, {"text_block_id": "p58_b1078", "text": "(iii)"}, {"text_block_id": "p58_b1079", "text": "Maintain adequate and correct inventory of resources (material, financial, transport and expertise, including contact details);"}, {"text_block_id": "p58_b1080", "text": "(iv)"}, {"text_block_id": "p58_b1081", "text": "Co-ordinate resource mobilization for the district and County Disaster Risk Reduction Programmes;"}, {"text_block_id": "p58_b1082", "text": "(v)"}, {"text_block_id": "p58_b1083", "text": "Establish, maintain and operate a County Disaster Trust Fund Account using guidelines agreed on in the Guide for Emergency Response and Preparedness."}, {"text_block_id": "p58_b1084", "text": "(vi)"}, {"text_block_id": "p58_b1085", "text": "Ensure provisions of the National Disaster Risk Management and National Disaster Risk Management Plan are effectively implemented at county level by all stakeholders"}, {"text_block_id": "p58_b1086", "text": "Risk identification and early warning"}, {"text_block_id": "p58_b1087", "text": "(vii)"}, {"text_block_id": "p58_b1088_merged_merged", "text": "Collect and collate all districts’ risk and vulnerability assessment profiles and consolidate them into a county risk and vulnerability profiles;"}, {"text_block_id": "p58_b1091", "text": "(viii)"}, {"text_block_id": "p58_b1092", "text": "Operate an efficient EWS and put in place appropriate communication arrangements / channels;"}, {"text_block_id": "p58_b1093", "text": "(ix)"}, {"text_block_id": "p58_b1094", "text": "Hold meetings and workshops to discuss risk profiles and ensure sector plans address risks identified."}, {"text_block_id": "p58_b1095", "text": "Information and knowledge management"}, {"text_block_id": "p58_b1096", "text": "(x)"}, {"text_block_id": "p58_b1097", "text": "Document and co-ordinate training, research, education and public awareness programmes on disaster risk reduction for the county;"}, {"text_block_id": "p58_b1098", "text": "(xi)"}, {"text_block_id": "p58_b1099", "text": "Implement public education and public awareness programme for risk and vulnerability reduction;"}, {"text_block_id": "p59_b1100", "text": "Risk reduction strategies"}, {"text_block_id": "p59_b1101", "text": "(xii)"}, {"text_block_id": "p59_b1102", "text": "Integrate the Disaster Risk Reduction Plan including Country Preparedness/contingency plan into the overall County Development Plan and the overall National Development Plan;"}, {"text_block_id": "p59_b1103", "text": "(xiii)"}, {"text_block_id": "p59_b1104", "text": "Develop and coordinate implementation of disaster risk and vulnerability reduction programmes in the county;"}, {"text_block_id": "p59_b1105", "text": "(xiv)"}, {"text_block_id": "p59_b1106", "text": "Implement behaviour change programmes among various risky groups in the county;"}, {"text_block_id": "p59_b1107", "text": "(xv)"}, {"text_block_id": "p59_b1108", "text": "Co-ordinate long term risk and vulnerability reduction, rehabilitation and recovery programmes carried out by other stakeholders in the county;"}, {"text_block_id": "p59_b1109", "text": "(xvi)"}, {"text_block_id": "p59_b1110", "text": "Mobilize and distribute local resources, to implement disaster risk reduction activities;"}, {"text_block_id": "p59_b1111", "text": "Emergency response and preparedness"}, {"text_block_id": "p59_b1112", "text": "(xvii)"}, {"text_block_id": "p59_b1113", "text": "Formulate and update County Contingency/Preparedness Plan which will include modalities for mobilization of resources;"}, {"text_block_id": "p59_b1114", "text": "(xviii)"}, {"text_block_id": "p59_b1115", "text": "Document and simulate County Contingency/Preparedness Plan for effective and efficient response and recovery;"}, {"text_block_id": "p59_b1116", "text": "(xix)"}, {"text_block_id": "p59_b1117", "text": "Maintain and operate an Emergency Operations Centre at County headquarters with direct communication channels to districts and NDMA;"}, {"text_block_id": "p59_b1118", "text": "(xx)"}, {"text_block_id": "p59_b1119", "text": "Promote goodwill with business houses, NGOs, religious and security fraternity in the County;"}, {"text_block_id": "p59_b1120", "text": "(xxi)"}, {"text_block_id": "p59_b1121", "text": "Mobilize resources for implementation of emergency response plans;"}, {"text_block_id": "p59_b1122", "text": "2.2.2 During Disaster Phase"}, {"text_block_id": "p59_b1123_merged", "text": "During the Emergency/Disaster Phase, the CDMC shall, through the Superintendent, assume the following roles and responsibilities:"}, {"text_block_id": "p59_b1126", "text": "(i)"}, {"text_block_id": "p59_b1127", "text": "Activate County Contingency/Preparedness Plans and put the CDMTC on standby in case the affected district requires their intervention;"}, {"text_block_id": "p59_b1128", "text": "(ii)"}, {"text_block_id": "p59_b1129", "text": "Inform the NDMA immediately when a disaster situation is reported by a district/county; where necessary call for immediate assistance;"}, {"text_block_id": "p59_b1130", "text": "(iii)"}, {"text_block_id": "p59_b1131", "text": "Co-ordinate information exchange with DDMC of the district where the disaster has taken place, or where a disaster situation is unfolding;"}, {"text_block_id": "p59_b1132", "text": "(iv)"}, {"text_block_id": "p59_b1133", "text": "Mobilize resources as maybe required for effective and efficient handling of the disaster at hand;"}, {"text_block_id": "p59_b1134", "text": "(v)"}, {"text_block_id": "p59_b1135", "text": "Assist the district to carry out a more detailed disaster impact assessment if the district is unable to do it without external assistance;"}, {"text_block_id": "p59_b1136", "text": "(vi)"}, {"text_block_id": "p59_b1137", "text": "Continue to monitor the unfolding event and inform the NDMA accordingly;"}, {"text_block_id": "p59_b1138", "text": "(vii)"}, {"text_block_id": "p59_b1139", "text": "Determine the resource requirement and submit to NDMA for appropriate action or assistance;"}, {"text_block_id": "p59_b1140", "text": "(viii)"}, {"text_block_id": "p59_b1141", "text": "Liaise with all other players including the UN, NGOs and private sector in the disaster affected district and county on who is doing what and where and document and report gaps;"}, {"text_block_id": "p59_b1142", "text": "(ix)"}, {"text_block_id": "p59_b1143", "text": "Co-ordinate logistical arrangement for movement of relief materials from source to end users;"}, {"text_block_id": "p60_b1144", "text": "(x)"}, {"text_block_id": "p60_b1145", "text": "Co-ordinate information flow with the media and act as a public relations officer for briefs and debriefs on the disaster situation;"}, {"text_block_id": "p60_b1146", "text": "(xi)"}, {"text_block_id": "p60_b1147", "text": "Co-ordinate public awareness and education activities in the district where the disaster has happened;"}, {"text_block_id": "p60_b1148", "text": "(xii)"}, {"text_block_id": "p60_b1149", "text": "Ensure that adequate measures are put in place for security/safety of the disaster victims, responders and property within the disaster area;"}, {"text_block_id": "p60_b1150", "text": "(xiii)"}, {"text_block_id": "p60_b1151", "text": "Make available resources for the affected district to effectively deal with the disaster situation;"}, {"text_block_id": "p60_b1152", "text": "(xiv)"}, {"text_block_id": "p60_b1153", "text": "Facilitate early recovery assessments, early recovery planning and coordinate implementation by all stakeholders."}, {"text_block_id": "p60_b1154", "text": "2.2.3 Post Disaster Phase,"}, {"text_block_id": "p60_b1155_merged", "text": "During the Post Disaster Phase, CDMC through the Superintendent shall assume the following roles and responsibilities:"}, {"text_block_id": "p60_b1158", "text": "(i)"}, {"text_block_id": "p60_b1159", "text": "Generate a post disaster report within 24 hours upon receipt of a report from the DDMC;"}, {"text_block_id": "p60_b1160", "text": "(ii)"}, {"text_block_id": "p60_b1161", "text": "Evaluate the disaster and relief operations;"}, {"text_block_id": "p60_b1162", "text": "(iii)"}, {"text_block_id": "p60_b1163", "text": "Evaluate and update the County Disaster Risk Reduction Plan;"}, {"text_block_id": "p60_b1164", "text": "(iv)"}, {"text_block_id": "p60_b1165", "text": "Ensure that all properties/equipment used during the disaster are secured and returned to the rightful owners;"}, {"text_block_id": "p60_b1166", "text": "(v)"}, {"text_block_id": "p60_b1167", "text": "Collect and collate early recovery and recovery needs assessment to determine resource requirement for rehabilitation, recovery and reconstruction for the affected area(s);"}, {"text_block_id": "p60_b1168", "text": "(vi)"}, {"text_block_id": "p60_b1169", "text": "Co-ordinate risk assessments/analysis, rehabilitation, recovery and reconstruction for the affected area(s);"}, {"text_block_id": "p60_b1170", "text": "(vii)"}, {"text_block_id": "p60_b1171", "text": "Co-ordinate implementation of risk and vulnerability reduction programme for the disaster proneareas, and ensure risk reduction measures are incorporated into all post disaster programmes;"}, {"text_block_id": "p60_b1172", "text": "(viii)"}, {"text_block_id": "p60_b1173", "text": "Co-ordinate resource mobilization, based on the lessons learnt, for training programme of those involved in risk and vulnerability reduction, rehabilitation and recovery;"}, {"text_block_id": "p60_b1174", "text": "(ix)"}, {"text_block_id": "p60_b1175", "text": "Take necessary steps to ensure that recommended follow-up actions are undertaken within short-term; medium-term; and long-term interventions."}, {"text_block_id": "p60_b1176", "text": "In the absence of capacity to carry out the above activities, the NDMA shall take over the implementation of these activities at county and district level. In the process, it is important to ensure that this capacity is restored and strengthened at all levels as the decentralization process takes effect."}, {"text_block_id": "p60_b1177", "text": "2.3 National Disaster Management Technical Committee (NDMTC)"}, {"text_block_id": "p60_b1178", "text": "2.3.1 Pre-Disaster Phase"}, {"text_block_id": "p60_b1179", "text": "During the non-emergency (or pre-disaster) phase, the National DMTC shall through the NDMAS Director assume the following roles and the responsibilities:"}, {"text_block_id": "p60_b1180", "text": "(i)"}, {"text_block_id": "p60_b1181", "text": "Recommend DRR policy direction to the NDMA Secretariat and NDMA;"}, {"text_block_id": "p61_b1182", "text": "(ii)"}, {"text_block_id": "p61_b1183", "text": "Coordinate the implementation of the decisions of the committee pertaining to disaster risk and vulnerability reduction, utilizing its advantage of being multisectoral;"}, {"text_block_id": "p61_b1184", "text": "(iii)"}, {"text_block_id": "p61_b1185", "text": "Undertake disaster risk and vulnerability assessments and mapping of the country;"}, {"text_block_id": "p61_b1186", "text": "(iv)"}, {"text_block_id": "p61_b1187", "text": "Ensure respective sectors have mainstreamed DRR into their development plans;"}, {"text_block_id": "p61_b1188", "text": "(v)"}, {"text_block_id": "p61_b1189", "text": "Advocate for the integration of DRR into the national development plans;"}, {"text_block_id": "p61_b1190", "text": "(vi)"}, {"text_block_id": "p61_b1191", "text": "Assist the NDMA in resources mobilization for disaster risk reduction programmes carried out by line ministries and other agencies including those by UN agencies, NGOs and CBOs;"}, {"text_block_id": "p61_b1192", "text": "(vii)"}, {"text_block_id": "p61_b1193", "text": "Advise the NDMA in the development of Disaster Risk Management Plans;"}, {"text_block_id": "p61_b1194", "text": "(viii)"}, {"text_block_id": "p61_b1195_merged", "text": "Undertake information and knowledge management activities as well as risk management initiatives in different sectors – ensure DRR is mainstreamed;"}, {"text_block_id": "p61_b1198", "text": "(ix)"}, {"text_block_id": "p61_b1199", "text": "With the secretariat regulate government, UN and NGOs planning and coordination meetings;"}, {"text_block_id": "p61_b1200", "text": "(x)"}, {"text_block_id": "p61_b1201", "text": "Undertake simulation exercises among various stakeholders in disaster management;"}, {"text_block_id": "p61_b1202", "text": "(xi)"}, {"text_block_id": "p61_b1203", "text": "Strengthen the NDMA through advocating capacity development of the secretariat and its staff."}, {"text_block_id": "p61_b1204", "text": "2.3.2 During Disaster Phase"}, {"text_block_id": "p61_b1205", "text": "During the emergency/disaster phase the NDMTC, shall through the NDMAS Director assume the following roles and responsibilities:"}, {"text_block_id": "p61_b1206", "text": "."}, {"text_block_id": "p61_b1207", "text": "(i)"}, {"text_block_id": "p61_b1208", "text": "Inform the Secretariat and NDMA of the disaster or unfolding disaster situation;"}, {"text_block_id": "p61_b1209", "text": "(ii)"}, {"text_block_id": "p61_b1210", "text": "Direct and regulate the activation of response mechanism by the NDMA Director and local level structures;"}, {"text_block_id": "p61_b1211", "text": "(iii)"}, {"text_block_id": "p61_b1212", "text": "Recommend to the NDMA the need for declaration of a disaster by the President;"}, {"text_block_id": "p61_b1213", "text": "(iv)"}, {"text_block_id": "p61_b1214", "text": "Recommend international assistance including UNDAC support, for example;"}, {"text_block_id": "p61_b1215", "text": "(v)"}, {"text_block_id": "p61_b1216", "text": "Coordinate and monitor multi-sectoral disaster relief, rehabilitation, recovery and reconstruction measures being undertaken;"}, {"text_block_id": "p61_b1217", "text": "(vi)"}, {"text_block_id": "p61_b1218", "text": "Consider and submit disaster situation reports to the NDMAS and other recipients;"}, {"text_block_id": "p61_b1219", "text": "(vii)"}, {"text_block_id": "p61_b1220", "text": "Direct through the Secretariat the national or localized disaster relief efforts upon declaration of a disaster;"}, {"text_block_id": "p61_b1221", "text": "(viii)"}, {"text_block_id": "p61_b1222", "text": "Appraise the NDMA on the type and quantities of relief materials required and the disaster relief budget determined through a needs assessment conducted by members of the NDMTC and partners;"}, {"text_block_id": "p61_b1223", "text": "(ix)"}, {"text_block_id": "p61_b1224", "text": "Coordinate appeals for relief resources including finances to various partners as directed by the NDMA through the Vice President;"}, {"text_block_id": "p61_b1225", "text": "(x)"}, {"text_block_id": "p61_b1226", "text": "Oversee implementation decisions made by the NDMA through the Secretariat;"}, {"text_block_id": "p61_b1227", "text": "(xi)"}, {"text_block_id": "p61_b1228", "text": "Monitor and direct disaster relief programs being implemented by various line ministries/agencies and other agencies in response to the disaster;"}, {"text_block_id": "p61_b1229", "text": "(xii)"}, {"text_block_id": "p61_b1230", "text": "Ensure that the NDMA and its structures at local level have the capacity to respond effectively efficiently to the disaster/emergency."}, {"text_block_id": "p62_b1231", "text": "2.3.3 Post Disaster Phase"}, {"text_block_id": "p62_b1232", "text": "During the post disaster phase, the NDMTC, shall through NDMA Director assume the following roles and responsibilities"}, {"text_block_id": "p62_b1233", "text": "(i)"}, {"text_block_id": "p62_b1234", "text": "Assist the production of the consolidated post disaster report by Counties and other local governance layers;"}, {"text_block_id": "p62_b1235", "text": "(ii)"}, {"text_block_id": "p62_b1236", "text": "Submit consolidated post disaster report to the NDMA;"}, {"text_block_id": "p62_b1237", "text": "(iii)"}, {"text_block_id": "p62_b1238", "text": "Review national risk and vulnerability reduction plans and give technical and programmatic advice as required both to NDMA and local level structures;"}, {"text_block_id": "p62_b1239", "text": "(iv)"}, {"text_block_id": "p62_b1240", "text": "Regulate resource mobilization for training and public awareness for risk reduction, rehabilitation and recovery;"}, {"text_block_id": "p62_b1241", "text": "v)"}, {"text_block_id": "p62_b1242", "text": "Provide support to development of disaster preparedness and risk reduction plans at national and local levels;"}, {"text_block_id": "p62_b1243", "text": "vi)"}, {"text_block_id": "p62_b1244", "text": "Provide overall technical support in the implementation of disaster plans at national and local level."}, {"text_block_id": "p62_b1245", "text": "2.4 National Disaster Management Agency"}, {"text_block_id": "p62_b1246", "text": "2.4.1 Pre-Disaster Phase"}, {"text_block_id": "p62_b1247_merged", "text": "During Non-Emergency (Pre-Disaster) Phase, the NDMA shall assume the following roles and responsibilities, with assistance from NDMTC and all other stakeholders:"}, {"text_block_id": "p62_b1250", "text": "Institutional development"}, {"text_block_id": "p62_b1251", "text": "(i)"}, {"text_block_id": "p62_b1252", "text": "Co-ordinate resource mobilization for preparedness, risk and vulnerability reduction programmes among Government, Donors, NGOs and other implementing partners;"}, {"text_block_id": "p62_b1253", "text": "(ii)"}, {"text_block_id": "p62_b1254", "text": "Facilitate/coordinate preparation of disaster preparedness plans following risk and vulnerability mapping (taking into account county and district disaster preparedness plans);"}, {"text_block_id": "p62_b1255", "text": "(iii)"}, {"text_block_id": "p62_b1256", "text": "Ensure national DRR policy provisions and NDM Plan are implemented by all stakeholders;"}, {"text_block_id": "p62_b1257", "text": "(iv)"}, {"text_block_id": "p62_b1258", "text": "Establish, maintain and operate an Emergency Operations Centre (EOC) to facilitate collection, management and retrieval of information for timely decision making before, during and after disaster occurrence;"}, {"text_block_id": "p62_b1259", "text": "(v)"}, {"text_block_id": "p62_b1260", "text": "Generate quarterly national reports highlighting the DRR activities being undertaken in the country;"}, {"text_block_id": "p62_b1261", "text": "(vi)"}, {"text_block_id": "p62_b1262", "text": "Hold regular government, UN, and NGOs coordinating meetings;"}, {"text_block_id": "p62_b1263", "text": "(vii)"}, {"text_block_id": "p62_b1264", "text": "Establish, maintain and adequately and correctly operate a National Disaster Management Trust Fund Account;"}, {"text_block_id": "p62_b1265", "text": "(viii)"}, {"text_block_id": "p62_b1266", "text": "Prepare a budget for implementing the National Disaster Risk Management Plan;"}, {"text_block_id": "p62_b1267", "text": "(ix)"}, {"text_block_id": "p62_b1268", "text": "Hold briefing meetings for the NDMA chaired by the Minister Responsible."}, {"text_block_id": "p62_b1269", "text": "Risk identification"}, {"text_block_id": "p62_b1270", "text": "(x)"}, {"text_block_id": "p62_b1271", "text": "Review and evaluate appropriate Early Warning Reports in accordance with identified risks and vulnerabilities as well as preparedness/contingency plans from counties;"}, {"text_block_id": "p63_b1272", "text": "(xi)"}, {"text_block_id": "p63_b1273", "text": "Coordinate and facilitate risk and vulnerability assessment/analysis and mapping of the country;"}, {"text_block_id": "p63_b1274", "text": "(xii)"}, {"text_block_id": "p63_b1275", "text": "Ensure that regular risk/vulnerability assessments are conducted in collaboration with co"}, {"text_block_id": "p63_b1276", "text": "-"}, {"text_block_id": "p63_b1277", "text": "operating partners;"}, {"text_block_id": "p63_b1278", "text": "Information and knowledge management"}, {"text_block_id": "p63_b1279", "text": "(xiii)"}, {"text_block_id": "p63_b1280", "text": "Facilitate training, research, education and public awareness campaigns on DRR;"}, {"text_block_id": "p63_b1281", "text": "(xiv)"}, {"text_block_id": "p63_b1282", "text": "Carry out risk awareness public campaigns;"}, {"text_block_id": "p63_b1283", "text": "(xv)"}, {"text_block_id": "p63_b1284", "text": "Maintain inventory of national assets/resources (material, financial and expertise including contact details);"}, {"text_block_id": "p63_b1285", "text": "(xvi)"}, {"text_block_id": "p63_b1286", "text": "Co-ordinate resource mobilization for public education and public awareness programmes for risk and vulnerability reduction;"}, {"text_block_id": "p63_b1287", "text": "(xvii)"}, {"text_block_id": "p63_b1288", "text": "Undertake capacity building for lower levels of the disaster management structures;"}, {"text_block_id": "p63_b1289", "text": "Risk reduction applications"}, {"text_block_id": "p63_b1290", "text": "(xviii)"}, {"text_block_id": "p63_b1291", "text": "Advise National Disaster Risk Management Technical Commission on best DRR practices;"}, {"text_block_id": "p63_b1292", "text": "(xix)"}, {"text_block_id": "p63_b1293", "text": "Encourage and facilitate development of new technologies in risk and vulnerability reduction programmes including Early Warning systems;"}, {"text_block_id": "p63_b1294", "text": "(xx)"}, {"text_block_id": "p63_b1295", "text": "Ensure disaster risk is integrated into all sectoral and national development plans including poverty reduction strategies;"}, {"text_block_id": "p63_b1296", "text": "(xxi)"}, {"text_block_id": "p63_b1297", "text": "Co-ordinate long term risk and vulnerability reduction, rehabilitation and recovery programmes carried out by other stakeholders and players in the country;"}, {"text_block_id": "p63_b1298", "text": "Emergency response and preparedness"}, {"text_block_id": "p63_b1299", "text": "(xxii)"}, {"text_block_id": "p63_b1300", "text": "Undertake resource mobilization activities for timely emergency response throughout the country;"}, {"text_block_id": "p63_b1301", "text": "(xxiii)"}, {"text_block_id": "p63_b1302", "text": "Procure and maintain critical levels of essential disaster relief items for immediate response during a disaster;"}, {"text_block_id": "p63_b1303", "text": "(xxiv)"}, {"text_block_id": "p63_b1304", "text": "Co-ordinate donations for disaster/emergency relief activities;"}, {"text_block_id": "p63_b1305", "text": "(xxv)"}, {"text_block_id": "p63_b1306", "text": "Conduct simulation exercises at least once a year;"}, {"text_block_id": "p63_b1307", "text": "(xxvi)"}, {"text_block_id": "p63_b1308", "text": "Facilitate integration of risk reduction into emergency response /relief plans."}, {"text_block_id": "p63_b1309", "text": "2.4.2 During Disaster Phase"}, {"text_block_id": "p63_b1310_merged_merged", "text": "During the Emergency/Disaster Phase, the NDMA shall, through the Director assume the following roles and responsibilities, with assistance from NDMTC:"}, {"text_block_id": "p63_b1313", "text": "(i)"}, {"text_block_id": "p63_b1314", "text": "Trigger response mechanism through the activation of the National Disaster Preparedness /Contingency Plan;"}, {"text_block_id": "p63_b1315", "text": "(ii)"}, {"text_block_id": "p63_b1316", "text": "Hold emergency meetings of the NDMTC to plan immediate response action (rapid assessments, reporting, declaration of disaster, sending additional human resources to affected areas etc...);"}, {"text_block_id": "p63_b1317", "text": "(iii)"}, {"text_block_id": "p63_b1318", "text": "Facilitate rapid disaster assessments (by members of the NDMTC) of the impact of the disaster within 24 hours and document impacts, produce situation reports, recommend the necessary actions and relay information to all stakeholders;"}, {"text_block_id": "p64_b1319", "text": "(iv)"}, {"text_block_id": "p64_b1320", "text": "Within 24 hours update the NDMA through the MIA of the disaster impact and recommend next steps (whether disaster declaration or not, role of international community, additional assessments, type of assistance required);"}, {"text_block_id": "p64_b1321", "text": "(v)"}, {"text_block_id": "p64_b1322", "text": "Set up an emergency coordination centre in Monrovia and disaster affected areas manned by experienced representatives from government and humanitarian community with clear roles (coordinator, reporting officer, information officer, ICT crew, registration officer, logistics officer, relief materials and warehousing staff);"}, {"text_block_id": "p64_b1323", "text": "vi)"}, {"text_block_id": "p64_b1324", "text": "Liaise with UN agencies on possibility of UN support for assessment and coordination e.g. request for United Nations Disaster Assessment Coordination (UNDAC) Team;"}, {"text_block_id": "p64_b1325", "text": "(vii)"}, {"text_block_id": "p64_b1326", "text": "Deploy additional experienced staff to the affected areas to assist CDMC and DDMC and others in the response;"}, {"text_block_id": "p64_b1327", "text": "(viii)"}, {"text_block_id": "p64_b1328", "text": "Assist in organizing regular briefing and advisory meetings of the NDMA;"}, {"text_block_id": "p64_b1329", "text": "(ix)"}, {"text_block_id": "p64_b1330", "text": "Coordinate the National Disaster Relief effort upon declaration of a disaster until the crisis ends;"}, {"text_block_id": "p64_b1331", "text": "(x)"}, {"text_block_id": "p64_b1332", "text": "Liaise closely with the international community (NGOs, UN) represented in Liberia in coordination of relief assistance such as registration, importation, manning of warehouses, identification of target beneficiaries, relief distributions and relief quality control and monitoring including strengthening of capacity in disaster affected areas);"}, {"text_block_id": "p64_b1333", "text": "(xi)"}, {"text_block_id": "p64_b1334", "text": "Notify and initiate cooperation with the disaster management authorities in the neighbouring country in an event of a disaster that has cross-border effects;"}, {"text_block_id": "p64_b1335", "text": "(xii)"}, {"text_block_id": "p64_b1336", "text": "Analyze needs assessment report from a disaster impact area to determine types and quantities of resources required;"}, {"text_block_id": "p64_b1337", "text": "(xiii)"}, {"text_block_id": "p64_b1338", "text": "Hold emergency meeting of the NDMTC to discuss the necessary interventions;"}, {"text_block_id": "p64_b1339", "text": "(xiv)"}, {"text_block_id": "p64_b1340", "text": "Carry out needs assessment, to determine the types and quantities of relief resources and other capacities required, and advise on the required disaster relief budget;"}, {"text_block_id": "p64_b1341", "text": "(xv)"}, {"text_block_id": "p64_b1342", "text": "Ensure timely delivery of relief materials to the disaster afflicted communities;"}, {"text_block_id": "p64_b1343", "text": "(xvi)"}, {"text_block_id": "p64_b1344", "text": "Make the necessary resources available for the effective management of the disaster by CDMC. The mode of mobilization of the necessary resources may include acquisition of the required resources through commandeering where applicable."}, {"text_block_id": "p64_b1345", "text": "2.4.3 Post Disaster Phase"}, {"text_block_id": "p64_b1346_merged", "text": "During the Post Disaster Phase, NDMA shall, through its Director, assume the following roles and responsibilities with assistance of the NDMTC:"}, {"text_block_id": "p64_b1349", "text": "(i)"}, {"text_block_id": "p64_b1350", "text": "Generate a post disaster report within 24 hours upon receipt of a report from the CDMC of the affected county and the NDMTC subcommittees;"}, {"text_block_id": "p64_b1351", "text": "(ii)"}, {"text_block_id": "p64_b1352", "text": "Initiate and co-ordinate the evaluation of the disaster and relief operations;"}, {"text_block_id": "p64_b1353", "text": "(iii)"}, {"text_block_id": "p64_b1354", "text": "Evaluate and update the National Preparedness/Contingency Plans and National Disaster Risk Management Plan;"}, {"text_block_id": "p64_b1355", "text": "(iv)"}, {"text_block_id": "p64_b1356", "text": "Ensure all government and other property used during the disaster are secured and returned to the rightful owners;"}, {"text_block_id": "p64_b1357", "text": "(v)"}, {"text_block_id": "p64_b1358", "text": "Hold early recovery needs assessment, to determine resources for rehabilitation, recovery and reconstruction for the affected area(s);"}, {"text_block_id": "p64_b1359", "text": "(vi)"}, {"text_block_id": "p64_b1360", "text": "Co-ordinate rehabilitation, recovery and reconstruction for the affected area(s);"}, {"text_block_id": "p65_b1361", "text": "(vii)"}, {"text_block_id": "p65_b1362", "text": "Co-ordinate risk identification and disaster risk and vulnerability reduction programme implementation in the disaster area(s);"}, {"text_block_id": "p65_b1363", "text": "(viii)"}, {"text_block_id": "p65_b1364", "text": "Co-ordinate resource mobilization, based on the lessons learnt, for training programme of thoseinvolved in risk and vulnerability reduction, rehabilitation and recovery;"}, {"text_block_id": "p65_b1365", "text": "(ix)"}, {"text_block_id": "p65_b1366", "text": "Ensure that risk reduction is integrated in preparedness, recovery and long term development plans;"}, {"text_block_id": "p65_b1367", "text": "(x)"}, {"text_block_id": "p65_b1368", "text": "Co-ordinate resource mobilization for public education and awareness programme for risk and vulnerability reduction;"}, {"text_block_id": "p65_b1369", "text": "(xi)"}, {"text_block_id": "p65_b1370", "text": "Co-ordinate long term risk and vulnerability reduction, rehabilitation and recovery programme;"}, {"text_block_id": "p65_b1371", "text": "(xii)"}, {"text_block_id": "p65_b1372", "text": "Review and evaluate the response to the disaster recording lessons learnt, conclusions draw and recommendations made, in a National Post Disaster Review Report;"}, {"text_block_id": "p65_b1373", "text": "(xiii)"}, {"text_block_id": "p65_b1374", "text": "Facilitate regular capacity development in DRR of all stakeholders at national and local levels."}, {"text_block_id": "p65_b1375", "text": "2.5 National Disaster Management Agency Board"}, {"text_block_id": "p65_b1376", "text": "6.5.1 Pre-Disaster Phase"}, {"text_block_id": "p65_b1377", "text": "During the non-emergency/pre-disaster phase, the NDMA Board shall through Minister responsible assume the following roles and responsibilities:"}, {"text_block_id": "p65_b1378", "text": "(i)"}, {"text_block_id": "p65_b1379", "text": "Oversee formulation and updating of the national disaster risk management policy and plan;"}, {"text_block_id": "p65_b1380", "text": "(ii)"}, {"text_block_id": "p65_b1381", "text": "Directing line ministries and other agencies through the NDMA to implement risk reduction strategies;"}, {"text_block_id": "p65_b1382", "text": "(iii)"}, {"text_block_id": "p65_b1383", "text": "Direct through the NDMA mobilization of resources for risk reduction activities;"}, {"text_block_id": "p65_b1384", "text": "(iv)"}, {"text_block_id": "p65_b1385", "text": "Endorse national disaster risk management plans and regulations;"}, {"text_block_id": "p65_b1386", "text": "(v)"}, {"text_block_id": "p65_b1387", "text": "Submit to the President through the Minister responsible semi-annual reports on DRR activities in Liberia."}, {"text_block_id": "p65_b1388", "text": "2.5.2 During Disaster Phase"}, {"text_block_id": "p65_b1389", "text": "During the emergency/disaster phase, the NDMA shall through the Minister responsible assume the following roles and responsibilities:"}, {"text_block_id": "p65_b1390", "text": "(i)"}, {"text_block_id": "p65_b1391", "text": "Receive and consider emergency reports and recommendations from NDMA;"}, {"text_block_id": "p65_b1392", "text": "(ii)"}, {"text_block_id": "p65_b1393", "text": "Activate through the NDMA response mechanisms and disaster management/preparedness plans and regulations;"}, {"text_block_id": "p65_b1394", "text": "(iii)"}, {"text_block_id": "p65_b1395", "text": "Recommend declaration of a disaster to the President based on NDMA and NDMTC assessments/recommendations;"}, {"text_block_id": "p65_b1396", "text": "(iv)"}, {"text_block_id": "p65_b1397", "text": "Make appeals through the NDMA for assistance from regional, continental bodies, the international community including cooperating partners and such experienced teams like the UNDAC for assessment and coordination;"}, {"text_block_id": "p65_b1398", "text": "(v)"}, {"text_block_id": "p65_b1399", "text": "Directing line ministries/agencies to take up their roles and responsibilities in response to disaster;"}, {"text_block_id": "p65_b1400", "text": "(vi)"}, {"text_block_id": "p65_b1401", "text": "Direct the Ministry of Finance to release funds for disaster response;"}, {"text_block_id": "p66_b1402", "text": "(vii)"}, {"text_block_id": "p66_b1403", "text": "Consider any other matters incidental to disaster response and saving of lives, livelihoods, economic assets and the environment as the case may be."}, {"text_block_id": "p66_b1404", "text": "A sectoral approach shall be implemented during relief/emergency provision and coordination. The number of sectors involved shall depend on the nature of disaster, impact and needs.  However, this Guide recognizes the need to ensure that government ministries/agencies assume sector leadership co-led by UN agencies and other development partners. The NDMAS shall decide on the nature of coordination after consultations with the NDMTC."}, {"text_block_id": "p66_b1405_merged", "text": "Women and vulnerable groups’ participation and benefits shall be prioritized in all activities before, during and after disasters. All disaster related activities by government and other implementing partners shall be seen benefiting in particular the more vulnerable community members including women, children, elderly, disabled and People Lining with HIV/AIDS."}, {"text_block_id": "p66_b1408", "text": "2.5.3 Post Disaster Phase"}, {"text_block_id": "p66_b1409", "text": "During the post disaster phase, the NDMA Board through the Minister responsible shall assume the following roles and responsibilities:"}, {"text_block_id": "p66_b1410", "text": "(i)"}, {"text_block_id": "p66_b1411", "text": "Cause compilation and submission of post disaster reports to the President;"}, {"text_block_id": "p66_b1412", "text": "(ii)"}, {"text_block_id": "p66_b1413", "text": "Receive and consider consolidated post disaster reports from the NDMA;"}, {"text_block_id": "p66_b1414", "text": "(iii)"}, {"text_block_id": "p66_b1415", "text": "Coordinate post disaster reports for and activities of cooperating partners, regional and continental bodies;"}, {"text_block_id": "p66_b1416", "text": "(iv)"}, {"text_block_id": "p66_b1417", "text": "Consider any other matter as the NDMA and NDMTC may request it to do pertaining to development programmes for recovery and risk reduction;"}, {"text_block_id": "p66_b1418", "text": "(v)"}, {"text_block_id": "p66_b1419", "text": "Ensure DRR is integrated into preparedness and emergency response;"}, {"text_block_id": "p66_b1420", "text": "(vi)"}, {"text_block_id": "p66_b1421", "text": "Consider any other matter as the President may direct in relation to post disaster activities and development programmes for recovery and disaster risk reduction."}, {"text_block_id": "p66_b1422", "text": "2.6 Roles and Responsibilities of Donor Community, Development and Humanitarian Partners"}, {"text_block_id": "p66_b1423", "text": "As the national capacity is low during the post crisis situation, donor communities and partners might be required to take over running of certain activities, especially during emergency/disaster phase. This should however not replace national capacity but work with national authorities as"}, {"text_block_id": "p67_b1424", "text": "part of capacity development of Liberians. Any activities of this nature should be first sanctioned by the NDMA."}, {"text_block_id": "p67_b1425", "text": "This is applicable at all levels of national, county, district, chiefdom and community layers of governance."}, {"text_block_id": "p67_b1426", "text": "2.7 Roles and Responsibilities of Partner NGOs and CBOs"}, {"text_block_id": "p67_b1427", "text": "This Guide recognizes the roles of Non Governmental and Community Based Organizations (CBOs) in the implementation of DRM activities at all levels. Given their varying missions, mandates and functional roles, again, it may not be easy to state their specific roles and functions in this guide."}, {"text_block_id": "p67_b1428", "text": "The Guide however recognizes the importance of the complementary roles that the NGO partners play and states that their roles and responsibilities will continue to be both complementary and auxiliary to government efforts at the national and local levels and at all times of pre-disaster, during a disaster and post disaster situations."}, {"text_block_id": "p68_b1429", "text": "This appendix provides a brief overview of some of the key UN organizations involved in DRR activities."}, {"text_block_id": "p68_b1430", "text": ""}, {"text_block_id": "p68_b1431", "text": "United Nations International Strategy on Disaster Reduction (UNISDR)"}, {"text_block_id": "p68_b1432", "text": "This is the umbrella framework for disaster risk reduction within the UN system. It is intended to link"}, {"text_block_id": "p68_b1433", "text": "UN’s work."}, {"text_block_id": "p68_b1434", "text": "Secretariat and UN agencies to broader disaster risk reduction community. It is serviced by the ISDR Secretariat, which sits under the UnderSecretary General for Humanitarian Affairs."}, {"text_block_id": "p68_b1435", "text": ""}, {"text_block_id": "p68_b1436", "text": "United Nations Development Programme (UNDP)"}, {"text_block_id": "p68_b1437", "text": "UNDP’s w"}, {"text_block_id": "p68_b1438", "text": "ork in DRR is supported by its BCPR is particularly focused at the regional and country levels."}, {"text_block_id": "p68_b1439", "text": "Specialised UN Agencies"}, {"text_block_id": "p68_b1440", "text": "A number of specialised UN Agencies also work on important elements of DRR"}, {"text_block_id": "p68_b1441", "text": "–"}, {"text_block_id": "p68_b1442", "text": "these include:"}, {"text_block_id": "p68_b1443", "text": ""}, {"text_block_id": "p68_b1444", "text": "World Meteorological Organization"}, {"text_block_id": "p68_b1445", "text": "–"}, {"text_block_id": "p68_b1446", "text": "work includes climatic early warning."}, {"text_block_id": "p68_b1447", "text": "work includes climatic early warning.\n* â\n* â\n work includes contributing to capacity building of\n<\\li1>"}, {"text_block_id": "p68_b1450", "text": ""}, {"text_block_id": "p68_b1451", "text": "The United Nations Chil"}, {"text_block_id": "p68_b1452", "text": "dren’s Fund ("}, {"text_block_id": "p68_b1453", "text": "UNICEF"}, {"text_block_id": "p68_b1454", "text": ")"}, {"text_block_id": "p68_b1455", "text": "advocates and works for the protection"}, {"text_block_id": "p68_b1456", "text": "of children’s rights, meeting their basic needs, and helping them reach their full potential"}, {"text_block_id": "p68_b1457", "text": "."}, {"text_block_id": "p68_b1458", "text": ""}, {"text_block_id": "p68_b1459", "text": "United Nations Environment Programme"}, {"text_block_id": "p68_b1460", "text": "(UNEP)"}, {"text_block_id": "p68_b1461", "text": "–"}, {"text_block_id": "p68_b1462", "text": "works on raising awareness about environmental threats."}, {"text_block_id": "p68_b1463", "text": ""}, {"text_block_id": "p68_b1464", "text": "The United Nations High Commissioner for Refugees"}, {"text_block_id": "p68_b1465", "text": "(UNHCR) is mandated by the UN General Assembly to lead and co-ordinate international action for the worldwide protection of refugees and the resolution of refugee problems."}, {"text_block_id": "p68_b1466", "text": ""}, {"text_block_id": "p68_b1467", "text": "Food and Agriculture Organization"}, {"text_block_id": "p68_b1468", "text": "(FAO)"}, {"text_block_id": "p68_b1469", "text": "–"}, {"text_block_id": "p68_b1470", "text": "works to improve food security including through building more resilient livelihoods and supporting food and agriculture related early warning."}, {"text_block_id": "p68_b1471", "text": ""}, {"text_block_id": "p68_b1472", "text": "World Food Programme"}, {"text_block_id": "p68_b1473_merged_merged_merged_merged_merged", "text": "(WFP)– work includes strengthening to address acute hunger and chronic malnutrition with a view to improving long-term food security, protect livelihoods in crisis situations and enhance resilience to shocks."}, {"text_block_id": "p68_b1476", "text": ""}, {"text_block_id": "p68_b1477", "text": "Office for the Coordination of Humanitarian Affairs"}, {"text_block_id": "p68_b1478", "text": "(OCHA) -work includes coordination of early warning, contingency planning and humanitarian response."}, {"text_block_id": "p68_b1479", "text": ""}, {"text_block_id": "p68_b1480", "text": "UN Humanitarian Response Depot"}, {"text_block_id": "p68_b1481", "text": "(UNHRD)"}, {"text_block_id": "p68_b1482", "text": "The United Nations maintains a warehouse of relief supplies in Brindisi, Italy. The WFP administers the depot, while OCHA maintains a stockpile of basic non-food survival items, such as tents, blankets, kitchen sets, generators, water purification/distribution equipment and tools donated by various governments."}, {"text_block_id": "p68_b1483", "text": "OCHA, UNDP or donor governments can request relief shipments in response to crisis. When required, WFP transports and distributes these supplies by air, land or sea to countries in crisis. For example, after a major earthquake in Peru in June, 2001; a WFPchartered plane dispatched from UNHRD carried contributions of plastic sheeting and"}, {"text_block_id": "p69_b1484", "text": "other non-food items to the affected area to shelter more than 60,000 families whose homes were damaged or destroyed during the earthquake."}, {"text_block_id": "p69_b1485", "text": ""}, {"text_block_id": "p69_b1486", "text": "Office to Combat Desertification and Drought"}, {"text_block_id": "p69_b1487", "text": "(UNSO) -Desertification and drought are a substantial threat to the welfare of rural populations, economic growth, and sustainable development in many countries in Africa, South America and Asia. It was created in 1973 in response to the drought in the Sahel region that year., As part of UNDP, UNSO is responsible for promoting sound dryland management and development as well as drought preparedness and mitigation. As such, UNSO works in the overall framework of UNDP's Sustainable Human Development (SHD) mandate and focuses on improving people's livelihoods particularly in the world's drylands"}, {"text_block_id": "p69_b1488", "text": ""}, {"text_block_id": "p69_b1489", "text": "Inter-Agency Standing Committee"}, {"text_block_id": "p69_b1490_merged", "text": "(IASC) – established by the UN General Assembly Resolution 46/182, the IASC is chaired by the Under-Secretary General for Humanitarian Affairs and Emergency Relief Co-ordinator (USG/ERC); and brings together a wide range of UN and non-UN humanitarian partners, including agencies, NGOs, and international organisations such as the World Bank and the Red Cross movement, to facilitate inter-agency decision-making on the response to complex emergencies and natural disasters."}, {"text_block_id": "p70_b1493", "text": "APPENDIX 4:   GLOSSARY OF BASIC TERMS IN DISASTER RISK REDUCTION"}, {"text_block_id": "p70_b1494", "text": "Building codes:"}, {"text_block_id": "p70_b1495", "text": "Ordinances and regulations controlling the design, construction, materials, alteration and occupancy of any structure to insure human safety and welfare. Building codes include both technical and functional standards."}, {"text_block_id": "p70_b1496", "text": "Capacity:"}, {"text_block_id": "p70_b1497", "text": "A combination of all the strengths and resources available within a community, society or organization that can reduce the level of risk, or the effects of a disaster."}, {"text_block_id": "p70_b1498", "text": "Capacity may include physical, institutional, social or economic means as well as skilled personal or collective attributes such as leadership and management. Capacity may also be described as capability."}, {"text_block_id": "p70_b1499", "text": "Capacity building:"}, {"text_block_id": "p70_b1500", "text": "Efforts aimed to develop human skills or societal infrastructures within a community or organization needed to reduce the level of risk."}, {"text_block_id": "p70_b1501", "text": "In extended understanding, capacity building also includes development of institutional, financial, political and other resources, such as technology at different levels and sectors of the society"}, {"text_block_id": "p70_b1502", "text": "Disaster:"}, {"text_block_id": "p70_b1503", "text": "A serious disruption of the functioning of a community or a society causing widespread human, material, economic or environmental losses which exceed the ability of the affected community or society to cope using its own resources."}, {"text_block_id": "p70_b1504", "text": "A disaster is a function of the risk process. It results from the combination of hazards, conditions of vulnerability and insufficient capacity or measures to reduce the potential negative consequences of risk."}, {"text_block_id": "p70_b1505", "text": "Disaster risk management"}, {"text_block_id": "p70_b1506", "text": ": The systematic process of using administrative decisions, organization, operational skills and capacities to implement policies, strategies and coping capacities of the society and communities to lessen the impacts of natural hazards and related environmental and technological disasters. This comprises all forms of activities, including structural and non-structural measures to avoid (prevention) or to limit (mitigation and preparedness) adverse effects of hazards."}, {"text_block_id": "p70_b1507", "text": "Disaster risk (disaster reduction) reduction"}, {"text_block_id": "p70_b1508", "text": ": The conceptual framework of elements considered with the possibilities to minimize vulnerabilities and disaster risks throughout a society, to avoid (prevention) or to limit (mitigation and preparedness) the adverse impacts of hazards, within the broad context of sustainable development"}, {"text_block_id": "p70_b1509", "text": "Early warning:"}, {"text_block_id": "p70_b1510", "text": "The provision of timely and effective information, through identified institutions, that allows individuals exposed to a hazard to take action to avoid or reduce their risk and prepare for effective response."}, {"text_block_id": "p70_b1511", "text": "Early warning systems include a chain of concerns, namely: understanding and mapping the hazard; monitoring and forecasting impending events; processing and disseminating understandable warnings to political authorities and the population, and undertaking appropriate and timely actions in response to the warnings."}, {"text_block_id": "p71_b1512", "text": "El Niño-southern oscillation (ENSO):"}, {"text_block_id": "p71_b1513", "text": "A complex interaction of the tropical Pacific Ocean and the global atmosphere that results in irregularly occurring episodes of changed ocean and weather patterns in many parts of the world, often with significant impacts, such as altered marine habitats, rainfall changes, floods, droughts, and changes in storm patterns."}, {"text_block_id": "p71_b1514", "text": "Emergency management"}, {"text_block_id": "p71_b1515", "text": ": The organization and management of resources and responsibilities for dealing with all aspects of emergencies, in particularly preparedness, response and rehabilitation."}, {"text_block_id": "p71_b1516", "text": "Emergency management involves plans, structures and arrangements established to engage the normal endeavours of government, voluntary and private agencies in a comprehensive and coordinated way to respond to the whole spectrum of emergency needs. This is also known as disaster management"}, {"text_block_id": "p71_b1517", "text": "Geological hazard"}, {"text_block_id": "p71_b1518", "text": ": Natural earth processes or phenomena that may cause the loss of life or injury, property damage, social and economic disruption or environmental degradation."}, {"text_block_id": "p71_b1519", "text": "Geographic information systems (GIS):"}, {"text_block_id": "p71_b1520", "text": "Analysis that combine relational databases with spatial interpretation and outputs often in form of maps. A more elaborate definition is that of computer programmes for capturing, storing, checking, integrating, analysing and displaying data about the earth that is spatially referenced."}, {"text_block_id": "p71_b1521", "text": "Hazard:"}, {"text_block_id": "p71_b1522", "text": "A potentially damaging physical event, phenomenon or human activity that may cause the loss of life or injury, property damage, social and economic disruption or environmental degradation."}, {"text_block_id": "p71_b1523", "text": "Each hazard is characterized by its location, intensity, frequency and probability."}, {"text_block_id": "p71_b1524", "text": "Hazard analysis"}, {"text_block_id": "p71_b1525", "text": ": Identification, studies and monitoring of any hazard to determine its potential, origin, characteristics and behavior."}, {"text_block_id": "p71_b1526", "text": "Hydro-meteorological hazards:"}, {"text_block_id": "p71_b1527", "text": "Natural processes or phenomena of atmospheric, hydrological or oceanographic nature, which may cause the loss of life or injury, property damage, social and economic disruption or environmental degradation."}, {"text_block_id": "p71_b1528", "text": "Hydrometeorological hazards include: floods, debris and mud floods; tropical cyclones, storm surges, thunder/hailstorms, rain and wind storms, blizzards and other severe storms; drought, desertification, wildland fires, temperature extremes, sand or dust storms; permafrost and snow or ice avalanches. Hydrometeorological hazards can be single, sequential or combined in their origin and effects."}, {"text_block_id": "p71_b1529", "text": "Mainstreaming"}, {"text_block_id": "p71_b1530", "text": "“….."}, {"text_block_id": "p71_b1531_merged", "text": "the process of assessing the implications of disaster risk on any planned development action -from the policy to the program implementation – in all practice areas and at all levels. This process enables the incorporation of risk reduction concerns and experiences as an integral dimension of the design, implementation, monitoring and evaluation of UNDP policies and prog"}, {"text_block_id": "p71_b1534", "text": "rams.”"}, {"text_block_id": "p72_b1535", "text": "This process"}, {"text_block_id": "p72_b1536_merged", "text": "that enables actors to address and manage the root causes of risk (vulnerability, hazards and lack of capacity) in an effective and sustained manner through their development and humanitarian actions. This means integrating risk reduction measures into development and humanitarian programmes – also using outcomes of risk assessment for decision making in the humanitarian and development arena."}, {"text_block_id": "p72_b1539", "text": "Mitigation:"}, {"text_block_id": "p72_b1540", "text": "Structural and non-structural measures undertaken to limit the adverse impact of natural hazards, environmental degradation and technological hazards."}, {"text_block_id": "p72_b1541", "text": "Natural hazards"}, {"text_block_id": "p72_b1542", "text": ": Natural processes or phenomena occurring in the biosphere that may constitute a damaging event."}, {"text_block_id": "p72_b1543", "text": "Natural hazards can be classified by origin namely: geological, hydrometeorological or biological"}, {"text_block_id": "p72_b1544", "text": "Preparedness:"}, {"text_block_id": "p72_b1545", "text": "Activities and measures taken in advance to ensure effective response to the impact of hazards, including the issuance of timely and effective early warnings and the temporary evacuation of people and property from threatened locations"}, {"text_block_id": "p72_b1546", "text": "Prevention:"}, {"text_block_id": "p72_b1547", "text": "Activities to provide outright avoidance of the adverse impact of hazards and means to minimize related environmental, technological and biological disasters."}, {"text_block_id": "p72_b1548", "text": "Depending on social and technical feasibility and cost/benefit considerations, investing in preventive measures is justified in areas frequently affected by disasters. In the context of public awareness and education, related to disaster risk reduction changing attitudes and behavior contribute to promoting a \"culture of prevention\"."}, {"text_block_id": "p72_b1549", "text": "Recovery:"}, {"text_block_id": "p72_b1550", "text": "Decisions and actions taken after a disaster with a view to restoring or improving the pre-disaster living conditions of the stricken community, while encouraging and facilitating necessary adjustments to reduce disaster risk."}, {"text_block_id": "p72_b1551", "text": "Recovery (rehabilitation and reconstruction) affords an opportunity to develop and apply disaster risk reduction measures."}, {"text_block_id": "p72_b1552", "text": "Relief / response:"}, {"text_block_id": "p72_b1553", "text": "The provision of assistance or intervention during or immediately after a disaster to meet the life preservation and basic subsistence needs of those people affected. It can be of an immediate, short-term, or protracted duration."}, {"text_block_id": "p72_b1554", "text": "Risk:"}, {"text_block_id": "p72_b1555", "text": "The probability of harmful consequences, or expected losses (deaths, injuries, property, livelihoods, economic activity disrupted or environment damaged) resulting from interactions between natural or human-induced hazards and vulnerable conditions."}, {"text_block_id": "p72_b1556", "text": "Conventionally risk is expressed by the notation: Risk = Hazards x Vulnerability. Some disciplines also include the concept of exposure to refer particularly to the physical aspects of vulnerability."}, {"text_block_id": "p73_b1557", "text": "Beyond expressing a possibility of physical harm, it is crucial to recognize that risks are inherent or can be created or exist within social systems. It is important to consider the social contexts in which risks occur and that people therefore do not necessarily share the same"}, {"text_block_id": "p73_b1558", "text": "Risk assessment/analysis"}, {"text_block_id": "p73_b1559", "text": ": A methodology to determine the nature and extent of risk by analyzing potential hazards and evaluating existing conditions of vulnerability that could pose a potential threat or harm to people, property, livelihoods and the environment on which they depend."}, {"text_block_id": "p73_b1560", "text": "The process of conducting a risk assessment is based on a review of both the technical features of hazards such as their location, intensity, frequency and probability; and also the analysis of the physical, social, economic and environmental dimensions of vulnerability and exposure, while taking particular account of the coping capabilities pertinent to the risk scenarios."}, {"text_block_id": "p73_b1561", "text": "Sustainable development:"}, {"text_block_id": "p73_b1562", "text": "Development that meets the needs of the present without compromising the ability of future generations to meet their own needs. It contains within it two key concepts: the concept of \"needs\", in particular the essential needs of the world's poor, to which overriding priority should be given; and the idea of limitations imposed by the state of technology and social organization on the environment's ability to meet present and the future needs. (Brundtland Commission, 1987)."}, {"text_block_id": "p73_b1563", "text": "Sustainable development is based on socio-cultural development, political stability and decorum, economic growth and ecosystem protection, which all relate to disaster risk"}, {"text_block_id": "p73_b1564", "text": "Technological hazards:"}, {"text_block_id": "p73_b1565", "text": "Danger originating from technological or industrial accidents, dangerous procedures, infrastructure failures or certain human activities, which may cause the loss of life or injury, property damage, social and economic disruption or environmental degradation."}, {"text_block_id": "p73_b1566", "text": "Some examples: industrial pollution, nuclear activities and radioactivity, toxic wastes, dam failures; transport, industrial or technological accidents (explosions, fires, spills)."}, {"text_block_id": "p73_b1567", "text": "Vulnerability:"}, {"text_block_id": "p73_b1568", "text": "The conditions determined by physical, social, economic and environmental factors or processes, which increase the susceptibility of a community to the impact of hazards."}, {"text_block_id": "p73_b1569", "text": "For positive factors, which increase the ability of people to cope with hazards, see definition of capacity."}, {"text_block_id": "p74_b1570", "text": "APPENDIX 5: FRAMEWORK TO GUIDE AND MONITOR DISASTER RISK REDUCTION"}, {"text_block_id": "p78_b1571", "text": "REFERENCES"}, {"text_block_id": "p78_b1572", "text": "Climate change website:"}, {"text_block_id": "p78_b1573", "text": "Department of Provincial and Local Government (2004):  The National Disaster Management Framework of South Africa, Pretoria, South Africa."}, {"text_block_id": "p78_b1574", "text": "Desanker, P (2002): Impact of climate change on Africa. Center for African Development Solutions, Johannesburg, South Africa. University of Virginia, Charlottesville, VA, USA, August 2002"}, {"text_block_id": "p78_b1575", "text": "DFID Policy Paper, 2006. Reducing the risk of disasters"}, {"text_block_id": "p78_b1576", "text": "–"}, {"text_block_id": "p78_b1577", "text": "Helping to achieve sustainable poverty reduction in a Vulnerable World: London, UK."}, {"text_block_id": "p78_b1578", "text": "Dilley, Maxx (2006): Risk identification: a critical component of disaster risk management."}, {"text_block_id": "p78_b1579", "text": "Disaster Management Fund, Disaster Management & Mitigation Unit, 2005. Lusaka, Zambia."}, {"text_block_id": "p78_b1580", "text": "EM-DAT -"}, {"text_block_id": "p78_b1581", "text": "Liberian Disaster Relief Plan, National Disaster Relief Commission"}, {"text_block_id": "p78_b1582", "text": "–"}, {"text_block_id": "p78_b1583", "text": "1976."}, {"text_block_id": "p78_b1584", "text": "Sphere project"}, {"text_block_id": "p78_b1585", "text": "–"}, {"text_block_id": "p78_b1586", "text": "Humanitarian Charter and Minimum Standards in Disaster Response. 2004 Edition."}, {"text_block_id": "p78_b1587", "text": "UNDP Eight Point Agenda for Women’s Empowerment, UNDP/BCPR, 2007."}, {"text_block_id": "p78_b1588", "text": "UNDP/IRI (2007): Managing risks of a changing climate to support development. Report of the Asia Regional Workshop. 23-26 April, 2007. Kathmandu, Nepal."}, {"text_block_id": "p78_b1589", "text": "UN-ISDR website: International Strategy for Disaster Reduction website: www.unisdr.org/eng/library/lib-terminology-eng-p.htm."}, {"text_block_id": "p78_b1590", "text": "UN-ISDR website:  http://www.unisdr.org/hfa."}, {"text_block_id": "p78_b1591_merged_merged_merged_merged", "text": "Zimbabwe Disaster Management Bill – 2005, Civil Protection Unit, Harare, Zimbabwe."}], "document_description": "This policy establishes an institutional and operational framework to reduce disaster risk, and it aims to build a resilient community in the context of sustainable development. It should prevent disasters from reversing current and future development gains, which would prevent the country from achieving the Millennium Development Goals (MDGs) Specifically this policy seeks: i) To create a foundation for the development of an effective and functional legal, institutional framework and good governance for disaster risk management (DRM) ii) To provide the basis for sound DRM national and local organization, capacity enhancement and clear allocation of roles and responsibilities; iii) To provide overall direction for integrating disaster risk reduction into development, recovery and humanitarian response policy and plans; iv) To contribute to national risk management applications for sustainable national development; and v) To strengthen disaster preparedness for effective emergency and recovery response."}