{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Maldives", "document_category": "Policy", "document_sector_name": ["Tourism", "Environment"], "document_language": "English", "document_name": "Regulation on the Protection and Conservation on Environment in the Tourism Industry 1999", "document_country_code": "MDV", "document_hazard_name": "Biodiversity Loss", "document_response_name": "Adaptation", "document_type": "Regulation", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "01/01/1999", "document_keyword": "Tourism", "document_url": "https://cdn.climatepolicyradar.org/MDV/1999/MDV-1999-01-01-Regulation on the Protection and Conservation on Environment in the Tourism Industry 1999_154fa3fafeda7fb5a4790ed823929e54.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Regulation on the Protection and Conservation of Environment in the Tourism Industry"}, {"text_block_id": "p0_b2", "text": "1. introduction"}, {"text_block_id": "p0_b3", "text": "1. introduction\n* This regulation is made pursuant to Law No. 2/99 (Maldives Tourism Act).\n* This regulation stipulates the standards for the protection and conservation of environment in the tourism industry.\n* This regulation shall be cited as •Regulation on the Protection and Conservation of Environment in the Tourism Industry•.\n* The purpose of this regulation is to protect the environment in the tourism industry and to encourage and facilitate sustainable development of tourism.\n* In this regulation, unless the context otherwise requires, •tourism industry• means any island leased for the development and operation of a tourist resort, tourist hotel, tourist guest house, yacht marina, and islands leased under the Maldives Uninhabited Islands Act (Law No. 20/98) and all other places and facilities registered under Ministry of Tourism and Civil Aviation for the provision of service to tourists.\n* In this regulation, unless the context otherwise requires, •property leased for the purpose of tourism• means islands leased for the development and operation of a tourist resort, tourist hotels, tourist guest houses, yacht marinas, and islands leased under the Maldives Uninhabited Islands Act (Law No. 20/98)."}, {"text_block_id": "p0_b15", "text": "2. Protection of environment during construction"}, {"text_block_id": "p0_b16", "text": "2. Protection of environment during construction\n* Any of the following activity in an island or place leased for the purpose of tourism shall be carried out after obtaining permission from the Ministry of Tourism and Civil Aviation.\n<\\li1>\n\t* Dredging of the lagoon and reclamation of land\n\t* Construction on the beach and lagoon\n\t* Beach enhancement by pumping sand\n\t* Construction of breakwater\n\t* Construction of sea wall, revetment or groyne\n\t* Dredging of lagoon or reef for safe access\n\t* Dredging of reef"}, {"text_block_id": "p1_b32", "text": "2. Protection of environment during construction\n* Any of the following activity in an island or place leased for the purpose of tourism shall be carried out after obtaining permission from the Ministry of Tourism and Civil Aviation.\n<\\li1>\n\t* Dredging of the lagoon and reclamation of land\n\t* Construction on the beach and lagoon\n\t* Beach enhancement by pumping sand\n\t* Construction of breakwater\n\t* Construction of sea wall, revetment or groyne\n\t* Dredging of lagoon or reef for safe access\n\t* Dredging of reef\n* Felling of trees\n\t* Importing and exporting living species\n\t* Conducting research of land, sea and lagoon\n\t* Demolition of a building or facility\n\t* Anything which may adversely affect the vegetation or fresh\n\t* In addition to the provisions of clause 2.1 above, any activity that may cause damage or adversely affect the environment shall be carried out after obtaining permission from the Ministry of Tourism and Civil Aviation.\n\t* Beach toe\n\t* Vegetation line\n\t* High tide line\n\t* Low tide line\n\t* Reef crest line\n\t* Deep lagoon line\n\t* Deep lagoon line\n In making an application to obtain the permission to carry out any activity stipulated in clause 2.1, the applicant must submit the details of the activity together with a site plan of the island or designated area prepared to a reasonable scale. The site plan must include the following:\n\t* An environmental impact assessment report prepared in accordance with the Protection and Conservation of Environment Act of Maldives (Law No. 4/93) shall be submitted to the Ministry of Tourism and Civil Aviation prior to the commencement of any construction project or any activity stipulated in clause 2.1\n\t* Trees shall not be felled in order to construct buildings or for other purpose in an island, resort, or other place leased for the purpose of tourism, except with prior written permission from the Ministry of Tourism and Civil Aviation.\n\t* In the event any tree or coconut palm is felled for construction or any other reason in any resort, picnic island, or marina or such other place leased for the purpose of tourism, two trees or coconut palms shall be replanted in the same island.\n\t* In the event trees has to be felled for infrastructure development in an island or land leased for the development of tourism, and if the said island or land does not have space to replant two trees for each tree felled, then evidence to sustain the same shall be submitted to the"}, {"text_block_id": "p2_b66", "text": "2. Protection of environment during construction\n* Any of the following activity in an island or place leased for the purpose of tourism shall be carried out after obtaining permission from the Ministry of Tourism and Civil Aviation.\n<\\li1>\n\t* Dredging of the lagoon and reclamation of land\n\t* Construction on the beach and lagoon\n\t* Beach enhancement by pumping sand\n\t* Construction of breakwater\n\t* Construction of sea wall, revetment or groyne\n\t* Dredging of lagoon or reef for safe access\n\t* Dredging of reef\n* Felling of trees\n\t* Importing and exporting living species\n\t* Conducting research of land, sea and lagoon\n\t* Demolition of a building or facility\n\t* Anything which may adversely affect the vegetation or fresh\n\t* In addition to the provisions of clause 2.1 above, any activity that may cause damage or adversely affect the environment shall be carried out after obtaining permission from the Ministry of Tourism and Civil Aviation.\n\t* Beach toe\n\t* Vegetation line\n\t* High tide line\n\t* Low tide line\n\t* Reef crest line\n\t* Deep lagoon line\n\t* Deep lagoon line\n In making an application to obtain the permission to carry out any activity stipulated in clause 2.1, the applicant must submit the details of the activity together with a site plan of the island or designated area prepared to a reasonable scale. The site plan must include the following:\n\t* An environmental impact assessment report prepared in accordance with the Protection and Conservation of Environment Act of Maldives (Law No. 4/93) shall be submitted to the Ministry of Tourism and Civil Aviation prior to the commencement of any construction project or any activity stipulated in clause 2.1\n\t* Trees shall not be felled in order to construct buildings or for other purpose in an island, resort, or other place leased for the purpose of tourism, except with prior written permission from the Ministry of Tourism and Civil Aviation.\n\t* In the event any tree or coconut palm is felled for construction or any other reason in any resort, picnic island, or marina or such other place leased for the purpose of tourism, two trees or coconut palms shall be replanted in the same island.\n\t* In the event trees has to be felled for infrastructure development in an island or land leased for the development of tourism, and if the said island or land does not have space to replant two trees for each tree felled, then evidence to sustain the same shall be submitted to the\n* Huge, aged or rare trees shall not be felled in any resort, picnic island, marina or such place leased for the development of tourism. While allocating land for the purpose of construction, an unused area of five meters radius around such trees shall be spared.\n* Ground water shall not be extracted for the purpose of construction in an island or land leased for the development of tourism.\n* Any infrastructure or facility in an island or land leased for the development of tourism shall be built five meters inwards from the vegetation line.\n* A distance of at least two meters shall be spared in between two guest rooms or guest room blocks in building guest rooms in any resort, picnic island, marina or such place leased for the development of tourism.\n* In order to preserve and maintain the natural environment of islands or part of it leased for purpose of tourism, at least 80% of the island shall be spared un-built. The area inwards from the vegetation line shall be taken as the area of the island. If the relevant area is a designated part of an island, the area inwards from the vegetation line of that area shall be taken.\n* It is prohibited to extract coral stones from any part of the lagoon or the reef of an island in the Maldives, for any purpose of an island leased for the development of tourism\n* In an island or land leased for the development of tourism, all jetties built in all resorts, picnic islands, marinas or other islands shall be built in such a way that allows free movement of water current and sand beneath the jetty.\n* Coral stone shall not be extracted from any reef in the Maldives for renovation or repair of any jetty or breakwater built (prior to the passing of this regulation) in accordance with clause 2.14 of this regulation."}, {"text_block_id": "p2_b83", "text": "3. Protected species"}, {"text_block_id": "p2_b84", "text": "3. Protected species\n* Protected birds or marine living species shall not be caught or kept in cages or other enclosed space in an island or land leased for the development of tourism.\n<\\li1>"}, {"text_block_id": "p3_b86", "text": "3. Protected species\n* Protected birds or marine living species shall not be caught or kept in cages or other enclosed space in an island or land leased for the development of tourism.\n<\\li1>\n* It is prohibited to carry out any activity that would harm the protected living species in an island or place leased for the development of tourism, or harming or shifting their nests or habitat or eggs.\n* It is prohibited, except as may be permitted by a competent government authority, to carry out any renovation, improvement or alteration to a protected area.\n* It is prohibited to anchor any vessel in a protected area. If buoys are placed in a protected area, those must be used for anchoring vessels.\n* Places, items, building or structures of historical, cultural or natural and environmental significance in an island leased for tourism purpose shall be properly maintained and conserved in accordance with the instructions from relevant government authorities.\n* Any place designated by the government as of historic significance in any island or part of it leased for tourism development shall be properly maintained. An un-built area with a radius of at least 5 meters shall be left surrounding such places.\n* In taking tourist to diving areas, no harm should be caused to the marine flora and fauna of the Maldives and no item shall be extracted or removed from such places.\n* If any item or place of historic or cultural significance is found while diving with tourists, it shall be reported to the Ministry of Tourism and Civil Aviation without causing any damage to such item or place."}, {"text_block_id": "p3_b100", "text": "4. Planting of Trees, use of fertilizers and keeping living species"}, {"text_block_id": "p3_b101", "text": "4. Planting of Trees, use of fertilizers and keeping living species\n* All soils and chemicals used as pesticides and fertilizers imported for use in a tourist resort, picnic island, marina or such a place shall be imported after obtaining written permission from the relevant government authority.\n* Any plant of any species, imported for use in a tourist resort, Picnic island, marina or such a place, shall be used or planted after obtaining written permission and in accordance with the instructions from the Ministry of Tourism and Civil Aviation. Particulars of trees so planted must be informed to the Ministry of Tourism and Civil Aviation.\n* In case any disease or fungus is found in any plants in the resort, it shall be reported to the relevant government authority, and measures to remedy the problem must be carried out in accordance with advice and instructions from such authorities. Information on the same shall be reported to the Ministry of Tourism and Civil Aviation."}, {"text_block_id": "p4_b107", "text": "4. Planting of Trees, use of fertilizers and keeping living species\n* All soils and chemicals used as pesticides and fertilizers imported for use in a tourist resort, picnic island, marina or such a place shall be imported after obtaining written permission from the relevant government authority.\n* Any plant of any species, imported for use in a tourist resort, Picnic island, marina or such a place, shall be used or planted after obtaining written permission and in accordance with the instructions from the Ministry of Tourism and Civil Aviation. Particulars of trees so planted must be informed to the Ministry of Tourism and Civil Aviation.\n* In case any disease or fungus is found in any plants in the resort, it shall be reported to the relevant government authority, and measures to remedy the problem must be carried out in accordance with advice and instructions from such authorities. Information on the same shall be reported to the Ministry of Tourism and Civil Aviation.\n* Written permission and instructions shall be obtained from the Ministry of Tourism and Civil Aviation prior to carrying out any of the following in any island or land leased for tourism purpose.\n<\\li1>\n\t* Felling of tress for various purposes.\n\t* Importing and exporting of living species."}, {"text_block_id": "p4_b113", "text": "5. Waste Management"}, {"text_block_id": "p4_b114", "text": "5. Waste Management\n* Bins to collect waste shall be kept in various areas in an easily accessible manner in all resorts, picnic islands, marinas or such places leased for tourism purposes. Such bins shall be in a clean and sanitary state, with the lid closed.\n* Food and beverages, putrefying items, plastics, paper, glass, iron and items such as cans and toxic or hazardous waste shall be kept in separate bins for each type, and shall be labeled as such.\n* Waste disposal in tourist resorts, picnic islands, and marinas operating in the Maldives shall be carried out in a manner that would have the least impact on the environment, and in accordance with the laws and regulations and in accordance with the following rules prescribed by the Ministry of Tourism and Civil Aviation.\n\t* Incinerators, compactors and bottle crushers shall be kept and used in all tourist resorts operating in the Maldives. If such equipment does not exist in any resort, such resorts shall obtain and start using that equipment within 6 months from the date of coming into force of this regulation.\n\t* Waste shall be disposed to the designated area if there is such an area in the region, in the absence of a designated area waste shall be disposed in a manner that is least harmful to the environment.\n\t* In the absence of a designated area for waste disposal in the region, only food waste and biodegradable waste may be dumped into the ocean. Any biodegradable waste dumped as such shall be dumped to the sea outside atoll, taking into account the wind and ocean currents so that it would not land on the shores of islands.\n\t* It is prohibited to burn waste generated from the operation of the resort in the open areas of the resort. Incinerator shall be used to dispose such waste. Items that would cause emission of noxious gases into the atmosphere when burned (such as plastics) shall not be burned and shall be collected and delivered to a designated waste management area.\n\t* Information relating to particulars of vessels, including the capacity and proper logs on trips made for waste disposal in an"}, {"text_block_id": "p5_b130", "text": "5. Waste Management\n* Bins to collect waste shall be kept in various areas in an easily accessible manner in all resorts, picnic islands, marinas or such places leased for tourism purposes. Such bins shall be in a clean and sanitary state, with the lid closed.\n* Food and beverages, putrefying items, plastics, paper, glass, iron and items such as cans and toxic or hazardous waste shall be kept in separate bins for each type, and shall be labeled as such.\n* Waste disposal in tourist resorts, picnic islands, and marinas operating in the Maldives shall be carried out in a manner that would have the least impact on the environment, and in accordance with the laws and regulations and in accordance with the following rules prescribed by the Ministry of Tourism and Civil Aviation.\n\t* Incinerators, compactors and bottle crushers shall be kept and used in all tourist resorts operating in the Maldives. If such equipment does not exist in any resort, such resorts shall obtain and start using that equipment within 6 months from the date of coming into force of this regulation.\n\t* Waste shall be disposed to the designated area if there is such an area in the region, in the absence of a designated area waste shall be disposed in a manner that is least harmful to the environment.\n\t* In the absence of a designated area for waste disposal in the region, only food waste and biodegradable waste may be dumped into the ocean. Any biodegradable waste dumped as such shall be dumped to the sea outside atoll, taking into account the wind and ocean currents so that it would not land on the shores of islands.\n\t* It is prohibited to burn waste generated from the operation of the resort in the open areas of the resort. Incinerator shall be used to dispose such waste. Items that would cause emission of noxious gases into the atmosphere when burned (such as plastics) shall not be burned and shall be collected and delivered to a designated waste management area.\n\t* Information relating to particulars of vessels, including the capacity and proper logs on trips made for waste disposal in an\n* It is prohibited to pump any sewer or waste into the lagoons or into any protected area of the ocean from any tourist vessel.\n* Tourist vessels shall dispose sewer and waste in a manner that is harmless to the environment.\n* Every tourist vessel shall have a system for collection and keeping of waste generated in the vessel until such waste is taken to a designated place for deposition of waste."}, {"text_block_id": "p5_b137", "text": "6. Storage of Water"}, {"text_block_id": "p5_b138", "text": "6. Storage of Water\n* For the purpose of provision of clean and safe water sufficient for use in the resort, every resort shall have a desalination plant. The plant shall be registered with Maldives Water and Sanitation Authority in accordance with the •Regulation on Desalination Plants•, and shall comply with such regulation in the operation of the desalination plant.\n* The quality of water generated form the desalination plant shall not be lower than that set by the relevant government authority. Daily logs relating to the quality of water shall be recorded and maintained.\n* Clean and safe water that would be sufficient for 5 days, for use of tourists and staff and for all its purposes, shall be stored at every resort, Picnic island, marina or other place made for tourists.\n* No resort, picnic island or marina shall do any activity that would contaminate the water table of the island.\n* Ground water taken from any resort, picnic island or marina shall not be used for drinking by guests or staff, and shall not be supplied to guest rooms or toilets of guest rooms or for use by staff.\n* Drinking water shall be stored safely in a manner that it is not contaminated. The quality of drinking water shall not be lower than that set by the relevant government authority.\n* Any type of oil (e.g. used engine oil) or any other chemical which may damage the environment shall not be drained to the ground."}, {"text_block_id": "p5_b152", "text": "7. Sewage and Waste Water Treatment"}, {"text_block_id": "p5_b153", "text": "7. Sewage and Waste Water Treatment\n* Sewage shall be disposed in a manner that is least harmful to the environment.\n<\\li1>"}, {"text_block_id": "p6_b155", "text": "7. Sewage and Waste Water Treatment\n* Sewage shall be disposed in a manner that is least harmful to the environment.\n<\\li1>\n* In establishing a system for sewage treatment, the following shall be taken into consideration.\n<\\li1>\n\t* Establishing the sewage system in a manner that it would not reach food or living species.\n\t* Establishing the sewage system away from the face of the island.\n\t* Ensure that no leak is allowed from the sewage system on to the ground of the island.\n\t* Ensure that unpleasant smells or other nuisance is not caused.\n\t\t* A pipe for allowing the smell out shall be kept where septic tanks are used. All septic tanks shall be properly covered.\n\t\t* There shall be no leak from any junction or sewerage system.\n\t\t* Sewage water from the toilets shall not be drained into the ground. Treated sewage water shall not be pumped into the lagoon after treatment.\n\t\t* If sewage water is pumped into the sea, it shall only be carried out at night and shall be pumped out of the reef of the island.\n\t\t* Sewage water from toilets in tourist vessels shall be deposited into a tank suitable for that vessel, instead of pumping it directly into the sea. The said tank shall be emptied at mid ocean."}, {"text_block_id": "p6_b175", "text": "8. Penalty"}, {"text_block_id": "p6_b176", "text": "8. Penalty\n* If any provision of this regulation is contravened by any tourist resort, picnic island, marina, hotel, guest house, or tourist vessel, shall be guilty of an offence, and shall be liable to a fine, taking into consideration the seriousness of the non-compliance, between MRF 1000.00 and MRF 10,000.00 in the first instance. Parties repeatedly in non-compliance shall be liable to a fine between MRF 50,000.00 and MRF 100,000.00 If non-compliance of a provision occurs more than once, the Ministry reserves the right to revoke the licence.\n* This regulation shall come into force commencing from the 20th day of July 2006."}], "document_description": "The regulation sets the standards for the protection and conservation of environment in the tourism industry.&nbsp;<br><br>The purpose of the regulation is to protect the environment from the tourism industry and to encourage and facilitate sustainable development of tourism.&nbsp;<br><br>The regulation establishes the following aims : 1) protection of environment during construction; 2) protection of protected species; 3) planting of trees, use of fertilizers and keeping lives species; 3) ensure waste and water management.&nbsp;"}