{"document_instrument_name": "Capacity building|Governance", "document_country_english_shortname": "Estonia", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Tourism", "Residential and Commercial", "LULUCF", "Industry", "Environment", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Climate Change Adaptation Plan 2030", "document_country_code": "EST", "document_hazard_name": ["Sea Level Rise", "Soil Erosion", "Heat Waves And Heat Stress", "Wildfires", "Landslides", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": "Adaptation", "document_region_code": "Europe & Central Asia", "document_date": "03/02/2017", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/EST/2017/EST-2017-02-03-Climate Change Adaptation Plan 2030_d12f8c1c104961c4351f9ad8c5d10eb9.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Climate Change Adaptation Development Plan until 2030"}, {"text_block_id": "p1_b2", "text": "1."}, {"text_block_id": "p1_b3", "text": "Table of contents"}, {"text_block_id": "p3_b4", "text": "2. Introduction"}, {"text_block_id": "p3_b5", "text": "Transition to a resource-efficient economy is directly linked to the mitigation of climate change (reduction of greenhouse gas emissions) and the adaptation to the effects of climate change. By adaptation to the effects of climate change, we refer to the mitigation of risks caused by climate change and a framework for action in order to increase the readiness of the society as well as of the ecosystems and their resistance to climate change."}, {"text_block_id": "p3_b6", "text": "Due to climate change, the temperature of both land and marine areas is increasing and the amount and distribution of precipitation is changing, resulting in an increase in the average sea level in the whole world, a risk of coastal erosion and more severe weather-related natural disasters. Changes in the level, temperature and flow of water influence the integrity of the ecosystem, which in turn affects all areas of life and activity, e.g. agriculture which is responsible for food supply and together with the increase in the average temperature, it affects the health of people and thus also healthcare, industry, transportation, etc. Climate change has considerable economic and social consequences which are especially severe in risk areas and risk sectors. Fast and unexpected changes endanger the cohesion of the society and sectors of the economy, which can quickly adapt to changing circumstances, gain a significant competitive advantage. The impact of climate change is also expected to be higher on certain groups of the society, e.g. the elderly, people with special needs or small social and economic capital. In order to reduce the impact of climate change, we shall, firstly, reduce greenhouse gas emissions (i.e. implement mitigation measures) and secondly, implement measures for adaptation to the effects of climate change (hereinafter"}, {"text_block_id": "p3_b7", "text": "adaptation measures"}, {"text_block_id": "p3_b8", "text": ") in order to cope with the unavoidable consequences of climate change."}, {"text_block_id": "p3_b9_merged_merged", "text": "Although climate change in Estonia is not as extreme as in many other countries of the world and the European Union (EU), based on forecasts, we can also expect the following changes during the 21st century:"}, {"text_block_id": "p3_b12", "text": "Although climate change in Estonia is not as extreme as in many other countries of the world and the European Union (EU), based on forecasts, we can also expect the following changes during the 21st century:\n* , which in the second half of the 20th century was faster in Estonia than in the world on average, and the related reduction in ice and snow cover; heatwaves\n* , especially in winter periods and the related floods, increase in the volume of maintenance of drainage ditches and systems, and dams; shore erosion of rivers and the related increase in the works related to the reinforcement of the shores; pressure for relocating residential buildings / civil engineering works; increase in the pumping volume of mines, etc.;\n* and the related shore erosion, risk on coastal facilities, pressure for\n* and the related requirements for the durability of the infrastructure and the buildings as well as for the capability of eliminating the effects of the storm."}, {"text_block_id": "p3_b24", "text": "Several climate projects have been completed, several are underway and the impact of climate change has been handled in many scientific studies, however, the information between different sectors and institutions is fragmented. Considering that climate change affects the economy, the"}, {"text_block_id": "p4_b25", "text": "environment as well as the entire society, it is important to ensure that all relevant sectors and administrative levels are connected to the adaptation measures and to create a mutually agreed upon national strategic framework — a national development plan for adaptation to climate change which would assemble all the objectives and activities related to this area."}, {"text_block_id": "p4_b26", "text": "National strategies and action plans for adaptation to climate change have already been established or are under preparation in the majority of EU member states. The preparation of the Estonian development plan for climate change adaptation was started in 2013 and the draft plan together with the implementation plan was completed in spring 2016."}, {"text_block_id": "p4_b27", "text": "The development document “Development Plan for Climate Change Adaptation until 2030” presents a framework for action which serves as a basis for reducing the vulnerability of the state of Estonia in relation to climate change. The development plan was prepared based on comprehensive studies and analyses"}, {"text_block_id": "p4_b28", "text": ". These studies and analyses determined the impact of climate change on priority areas and the adaptation measures which need to be taken in the short term until 2030 and which are a part of a long-term vision until the year 2100. A detailed implementation plan has been prepared to achieve the objectives of the development plan."}, {"text_block_id": "p4_b29_merged_merged", "text": "The main objective of the development plan is to increase the readiness and capacity of the state, the regional and local level to adapt to the effects of climate change. The development plan sets eight subgoals based on the priority sectors(Figure 1) of the economic and administrative structure in the Republic of Estonia (independently and partially also combined):"}, {"text_block_id": "p4_b31", "text": "The main objective of the development plan is to increase the readiness and capacity of the state, the regional and local level to adapt to the effects of climate change. The development plan sets eight subgoals based on the priority sectors(Figure 1) of the economic and administrative structure in the Republic of Estonia (independently and partially also combined):\n* Health and rescue capability.\n* , including coastal areas, other areas with a risk of flooding, areas with a risk of landslides, land improvement, towns.\n* , including biodiversity, land ecosystems, freshwater ecosystems and environment, marine ecosystems and environment, ecosystem services.\n* , including agriculture, forestry, fishing industry, hunting, tourism, peat production.\n* , including insurance, banking, employment, entrepreneurship and industry.\n* , including awareness, education and science, international relations and cooperation.\n* including transport and infrastructure of transport, technical support systems, buildings;\n* , including energy independence, security, resources, efficiency, and heat and electricity production."}, {"text_block_id": "p4_b54", "text": "The area of adaptation to climate change is planned and managed comprehensively through one development plan which is also used to assemble and harmonise the approaches of adaptation to the effects of climate change used in different national development documents and accounts for the sectors that are most vulnerable to the effects of climate change. This ensures better"}, {"text_block_id": "p5_b55", "text": "coherence between the different sectors related to the adaptation to the effects of climate change."}, {"text_block_id": "p5_b56", "text": "Figure 1."}, {"text_block_id": "p5_b57", "text": "Sectoral structure of the Development Plan for Climate Change Adaptation until 2030"}, {"text_block_id": "p6_b58", "text": "3. Analysis of the situation"}, {"text_block_id": "p6_b59", "text": "3.1. Sectoral problems"}, {"text_block_id": "p6_b60_merged", "text": "Climate change can already be felt both in Europe and the world. The global average temperature, which is currently 0.8 °C higher than the pre-industrial period, will continue to increase. During the past ten years, the temperature of the land area of Europe has on average been 1.3 °C higher than the pre-industrial level, which means that warming in Europe has been faster than in the world on average. As a result of climate change, the temperature of both the land and the marine areas is increasing and the amount, intensity and distribution of precipitation is changing, resulting in an increase in the average sea level in the whole world and a risk of coastal and shore erosion. In many regions, changes in the amount of precipitation and the melting of snow and ice will change the hydrological systems, influencing the water resources both quantitatively and qualitatively. Natural processes will change, the glaciers will melt, water scarcity will worsen in certain regions (including in Europe) and the expansion of desertification can be observed."}, {"text_block_id": "p6_b65", "text": "According to different scenarios, the frequency of extreme weather phenomena will increase, which will most likely bring about an increase in the number of natural disasters related to severe weather conditions. Changes in water level, extreme changes in temperature and the amount of precipitation have an impact on agriculture and thus also on food supply, healthcare, industry as well as on the functioning of other elements of transport and infrastructure and the integrity of the ecosystem. Due to climate change, the geographical distribution of many land, freshwater and seawater species, their seasonal activity, patterns of migration, occurrence and interaction of species has changed. Climate change has considerable economic and social consequences which are especially severe in risk areas and risk sectors."}, {"text_block_id": "p6_b66", "text": "In Northern Europe, including Estonia, climate change is mainly reflected in the following: temperature rise is higher than on average in the world; the snow and ice cover is decreasing; the flow rate of rivers in increasing; the habitats of species are changing; winter storms are becoming more frequent; the amount of precipitation is forecast to increase (approximately 20% more per year). At the same time, changes are also forecast in seasonal precipitation: in winter, the amount of precipitation will presumably increase by up to 80% and in summer, precipitation is forecast to decrease by up to 10%. Due to this, coastal floods and erosion should become more common. The residents of cities endangered by heat waves, floods or hazards related to the rising sea level are also more vulnerable to climate change. Increase in the frequency of these phenomena will probably extend the scale of disasters which cause considerable economic damage, health problems and fatalities. In Northern and North-Eastern Europe, climate change may also have positive manifestations, such as reduced consumption of heat, increase in crop yield and summer tourism and in the potential of hydropower."}, {"text_block_id": "p6_b67", "text": "The areas most vulnerable to climate change in Estonia are densely populated coastal areas and areas around inland water bodies. The main problems related to climate change in these areas are the rise in water level due to the increased flow rate of the coastal waters or the inland water bodies and extreme precipitation which causes more frequent and large-scale floods. In relation to the implementation of the floods directive 2007/60/EC, the floods in Estonia have also been"}, {"text_block_id": "p7_b68", "text": "assessed, distinguishing floods with harmful effects and determining 20 flood risk areas with Directive No. 75 of the Minister of the Environment of 17.01.2012."}, {"text_block_id": "p7_b69", "text": "Pursuant to the valid Planning Act, in planning, the organiser of planning works shall take into consideration the strategies, risk analyses, valid plans, development plans and other documents and relevant information which influence the spatial development, including the emergency risk analysis which includes the approach to flood risks in densely populated areas. Detailed plans shall be prepared based on the general plan. Substantial consideration of the estimated increase in sea level and the increasing flood risk when making planning decisions, especially at the level of the detailed plan, depends on the awareness of the local government, often also on the political intention. The problem is that when preparing planning decisions, the changes in weather phenomena related to climate change are not taken into consideration, partially because there are no guidance materials for more accurate calculation of the effects, especially when making planning decisions at the local level."}, {"text_block_id": "p7_b70", "text": "Although there are some active municipalities, the regional and local level of Estonia are not sufficiently aware of the effects of climate change and the possibilities of adaptation to them. It is essential to promote the awareness of the topic and distribution of information, so that the assessment of the effects of climate change and the planning and implementation of the preventive measures would become more active also at the local level."}, {"text_block_id": "p7_b71", "text": "3.2. Future climate in Estonia"}, {"text_block_id": "p7_b72_merged", "text": "A report by the Environment Agency “Estonian Future Climate Scenarios 2100”was used as the scientific basis when preparing the Development Plan for Climate Change Adaptation. The said report serves as the base material when assessing the sectors influenced by the state of the atmosphere. The climate projections are prepared based on the global climate scenarios RCP4.5and RCP8.5. A thorough overview of the expected effects of climate change in Estonia is also given in the document “Estonia’s Sixth National Communication Under the United Nations Framework Convention on Climate Change“."}, {"text_block_id": "p7_b76", "text": "The objective of climate scenarios is to forecast the temporal-spatial variability of the anthropogenic factors influencing the climate. There must be several scenarios, since the development of the society as a whole and especially the related environmental effects cannot be unambiguously predicted. The scenarios serve as the basis for the comparability between different climate projections."}, {"text_block_id": "p7_b77", "text": "The forecast changes in the main meteorological parameters by the end of the 21st century are presented below."}, {"text_block_id": "p8_b78", "text": "3.2.1. Air temperature in Estonia at the height of 2 m"}, {"text_block_id": "p8_b79", "text": "Based on the projections, the largest change in temperature by the end of the century occurs if the concentration of greenhouse gases increases (RCP8.5). In the case of the combination of all scenarios and periods, the increase in temperature is the highest in spring and winter months."}, {"text_block_id": "p8_b80", "text": "Table 1"}, {"text_block_id": "p8_b81", "text": "Air temperature projections at the height of 2 m in Estonia by the end of the 21st century based on the EURO"}, {"text_block_id": "p8_b82", "text": "-"}, {"text_block_id": "p8_b83", "text": "CORDEX model ensemble. Absolute change in temperature compared to the reference period 1971–2000."}, {"text_block_id": "p8_b84", "text": "3.2.2. Average precipitation"}, {"text_block_id": "p8_b85", "text": "Examining all the forecasts for the increase in precipitation in all the seasons and the combination of both scenarios and periods, the largest increase in precipitation in the case of RCP8.5 can be observed in spring, in the case of RCP4.5 in summer."}, {"text_block_id": "p8_b86", "text": "Table 2"}, {"text_block_id": "p8_b87", "text": "Change in the average annual amount of precipitation for the area of Estonia based on seasons and the whole year. The data is received based on different climate models for the periods of 2041–2070 and 2071–2100, in comparison with the reference period of 1971–2000."}, {"text_block_id": "p8_b88", "text": "3.2.3. Precipitation over 30 mm a day"}, {"text_block_id": "p8_b89", "text": "Based on the models, it is forecast that the amount of instances of extreme precipitation is increasing; however, considering that the potential of the occurrence of such instances is very small during most of the year, it only becomes important in summer."}, {"text_block_id": "p8_b90", "text": "Table 3"}, {"text_block_id": "p8_b91", "text": "."}, {"text_block_id": "p8_b92", "text": "Relative changes (in comparison with the reference period) in the occurrence of precipitation exceeding 30 mm in 24 hours based on seasons, scenarios and the forecast periods. The column “Reference” indicates the possibility of occurrence of the event at one certain point on one day in the reference period 1971–2000."}, {"text_block_id": "p9_b93", "text": "3.2.4. Short-range solar radiation falling on the ground"}, {"text_block_id": "p9_b94", "text": "The models predict a clear reduction in the amount of short-range solar radiation falling on the ground in winter months, to a lesser extent in autumn and spring, and in summer the change is irrelevant."}, {"text_block_id": "p9_b95", "text": "Table 4"}, {"text_block_id": "p9_b96", "text": ". Relative change in the amount of short-range solar radiation falling on the ground based on seasons compared with the reference period of 1971–2000; average of the whole Estonia."}, {"text_block_id": "p9_b97", "text": "3.2.5. Change in snow cover"}, {"text_block_id": "p9_b98", "text": "By the end of the 21st century, the forecasts indicate a substantial reduction in snow cover. In the reference period 1971–2000, there were on average 1–6 days of snow in April. Scenarios RCP4.5 and RCP8.5 indicate that the possibility of snow in April is very little. Compared to the reference period, the amount of snow in March in the case of RCP4.5 has decreased by more than 10 days, in the case of RCP8.5 up to 15 days, rarely being more than 5 days. In January – February, the RCP4.5 scenario also indicates a reduction in snow cover by at least 10 days, being on average 15 days, which means the absence of permanent snow cover. On more than half of the days, snow cover is present only in a few areas in North-Eastern Estonia. According to RCP8.5, the duration of snow cover in January – February is generally less than 10 days."}, {"text_block_id": "p9_b99", "text": "3.2.6. Sea ice"}, {"text_block_id": "p9_b100_merged", "text": "The recent modelling according to the AR5 scenarios indicates that according to RCP4.5, the ice cover on the Baltic Sea in a typical winter of the 2040s is reduced. The coastal areas of the Gulf of Finland, the Väinameri Sea and the Gulf of Riga are still covered with ice but the thickness of ice has decreased by two or three times. By the 2080s, the ice cover on the Balitc Sea has decreased even more – Väinameri Sea and the Gulf of Riga are almost ice-free but the coastal areas of the Gulf of Finland are still covered with ice. Pursuant to scenario RCP8.5, ice coverage is somewhat smaller than in the case of RCP4.5, otherwise it is still quite similar to the more optimistic scenario. However, during a typical winter on the 2080s, the majority of the Baltic Sea is free of ice. 30–40 cm of ice would only cover the Gulf of Bothnia, the north-eastern part of the Gulf of Finland would be covered with 0–10 cm ice. The forecast extent of ice on the Baltic Sea by 2085 in the case of RCP4.5 is 75,000 km (30,000 km to 140,000 km) and in the case of RCP8.5, 45,000 km (23,000 km to 70,000 km), compared to the current average of 115,000 km ."}, {"text_block_id": "p9_b115", "text": "3.2.7. Wind"}, {"text_block_id": "p9_b116", "text": "The majority of the sources refer to the increase in the average wind speed in winter and partially also in spring. The likely range of growth is between 3–18% and is related to the increase in the number of cyclones moving to our areas. Increase in the average wind speeds in summer is smaller or non-existent. The forecasts about extreme speeds of wind are not considered to be sufficiently reliable to use."}, {"text_block_id": "p10_b117", "text": "3.2.7. Sea water temperature"}, {"text_block_id": "p10_b118", "text": "By using a regional climate model, which also includes a sea model, the following results have been achieved by using the scenario SRES-A1B (similar to RCP6, remains between RCP4.5 and RCP8.5 with its radiation effects): compared with period 1970–1999, the sea level temperatures in the Estonian coastal waters in winter and spring in 2061–2090 are 2.1–2.8 °C higher and in summer and autumn 1.0–2.0 °C higher. Warming is thereat higher in the Gulf of Finland."}, {"text_block_id": "p10_b119", "text": "3.2.8. Temperature of inland water bodies"}, {"text_block_id": "p10_b120", "text": "Pursuant to the scenario of the IPCC emission model SRES-A2 (similar to RCP8.5 but with somewhat weaker radiation effects), it is forecast that by year 2100, the temperature of European lakes, including the Estonian lakes, has increased by 2–7 °C."}, {"text_block_id": "p10_b121", "text": "3.2.9. Sea level"}, {"text_block_id": "p10_b122", "text": "Pursuant to the scenario RCP4.5, the average rise in the world sea level by 2081–2100 is 32−63 cm and pursuant to RCP8.5, 45−82 cm. On the western coast of Estonia, climate change has caused a long-term relative sea level decline trend (caused by post-glacial rise) to be replaced by a rise trend this century which by the end of the 21st century, may mean an average sea level rise on the coasts of Estonia by 20−40 cm in the case of RCP4.5 and approximately 40−60 cm in the case of RCP8.5."}, {"text_block_id": "p10_b123", "text": "3.2.10. Water level of inland water bodies"}, {"text_block_id": "p10_b124", "text": "The level of inland water bodies is related to the drainage of rivers. Due to the forecast reduction in snow cover, the future models indicate maximum drainage that is smaller than the current one and more evenly distributed throughout the year and therefore also lower maximum water levels. Besides spring, autumn becomes another important time for seasonal floods. Due to the prolonged minimum drainage period in summers, there is an increase in the risk that the sources of smaller streams and rivers dry off."}, {"text_block_id": "p10_b125", "text": "3.3. Sectoral impacts"}, {"text_block_id": "p10_b126", "text": "3.3.1. Health and rescue capability"}, {"text_block_id": "p10_b127", "text": "Health"}, {"text_block_id": "p10_b128", "text": "Human health is most directly affected by the increase in temperature and in the occurrence of heat waves. Higher temperatures increase the number of hot weather days and heat waves, which in turn causes an increase in the occurrence of illnesses and deaths related to heat. The effect of hot weather is already evident because in 1996–2013, the mortality rate during hot weather days was relatively high (when the maximum temperature of 24 hours exceeded 27 °C). The hot summer of 2010 had a particular effect on the health of the people in Estonia because the mortality rate in summer months was approximately 30% higher than the expected rate. Since heat waves are becoming more frequent due to climate change, depending on the climate scenario (RCP4.5 or RCP8.5), the average number of expected excess deaths in 2030–2050 is 506 or 679 and in 2050–2100 the numbers are 655 or 1,068, respectively. The impact of heat waves is amplified by the heat island effect which in addition to towns will also occur in smaller settlements. Despite the general warming of the climate, health risks related to very low air temperatures and glare ice cannot be underestimated in Estonia in the future. Storms and heavy"}, {"text_block_id": "p11_b129", "text": "showers (the related floods) are other extreme weather phenomena which may endanger the health of people, causing the reduction or interruption in the availability of medical care."}, {"text_block_id": "p11_b130", "text": "Air quality has a significant impact on health. Although the content of air pollutants may increase (during heat waves, the formation of ground-level ozone becomes more intensive, on certain periods the dispersion conditions of small particles may deteriorate and the number of forest fires may increase), the most direct effect of climate change that is affecting air quality is still the increase in pollen spread. In the event of the more pessimistic climate scenario − RCP8.5 –, the season of pollen will prolong by the end of the century and new allergenic plant species will be spreading into Estonia, increasing the health risk."}, {"text_block_id": "p11_b131", "text": "The changing climate affects the spread of vectors, i.e. the illness vectors of animals and plants (e.g. fleas, ticks, mosquitos), which may transmit dangerous infectious diseases. As a result of the changed spread areas of the vectors, the frequency of the currently spreading diseases, e.g. tick-borne encephalitis and Lyme disease, as well as the diseases that are currently rare in Estonia, e.g. leishmaniasis, hantavirus, tularemia, dengue fever, etc., will increase. The effect of different climate components is thereat the opposite – softer winters and wetter periods (although not heavy showers) generally promote, whereas the drought periods prevent the spread of diseases. Heavy showers and drought periods also affect the water quality. With heavy showers, hazardous substances and excess nutrients from the environment (whereas the former may directly affect the health of people and the latter may cause more intensive eutrophication) as well as numerous parasites may be transferred to water (which may be transferred to drinking water in the case of insufficient water treatment). Long droughts, however, may leave shallower dug wells dry. In more frequent hot summers, the amount of algal blooms may also increase, deteriorating the quality of bathing water. A wider spread of plant diseases and mycotoxins is a risk related to food safety, which may become more hazardous in the case of the climate scenario RCP8.5 in 2050–2100."}, {"text_block_id": "p11_b132", "text": "The forecasts indicate that in the future, exposure to UV radiation will increase, which will also increase the probability of skin cancer (in Estonia, the annual growth in recent years has been 2– 4%). At the same time, based on the climate scenarios, winters may be muggier in the future, reducing the amount of sunlight in the winter period (reducing vitamin D synthesis and increasing the risk of depression)."}, {"text_block_id": "p11_b133", "text": "All in all, climate change may cause substantial environmental changes in Estonia and the quality of life here may deteriorate due to health risks. However, the effect and vulnerability in third world countries, especially in Africa, is several times greater which is why in the future, the migration of people to Europe, including Estonia, may increase."}, {"text_block_id": "p11_b134", "text": "Rescue capability"}, {"text_block_id": "p11_b135", "text": "From the perspective of rescue capability, the primary issues are the floods in densely populated areas and extensive forest and landscape fires. The risk of both emergencies has been assessed as high as a result of the national risk analyses prepared in 2013. In the context of Estonia, these emergencies do not pose a very great risk on the life and health of people but may cause extensive property damage."}, {"text_block_id": "p11_b136", "text": "During the period of restoration of the independence of Estonia, there have been a total of seven forest fires which can be classified as emergency situations. The average number of forest fires"}, {"text_block_id": "p12_b137", "text": "has decreased by years, indicating the effectiveness of the preventive measures of anthropogenic forest fires. The number of forest fires that can be classified as emergencies has also decreased considerably. Forest fires generally result in extensive damage to the natural environment."}, {"text_block_id": "p12_b138", "text": "The said emergency situations may also cause disturbances in operative rescue work and processing the emergency messages."}, {"text_block_id": "p12_b139", "text": "Upon the increase of the effects of climate change, we should consider wider involvement of volunteers, security structures and the private sector in solving the emergencies, as well as be prepared for higher involvement of human resources and higher financial costs."}, {"text_block_id": "p12_b140", "text": "3.3.2. Land use and planning"}, {"text_block_id": "p12_b141", "text": "The effects of climate change can be mitigated with land use and planning measures but the effects cannot be completely eliminated. The non-climatological factors begin playing an important role here, including political, economic and social trends. The importance of the effects does not only depend on how extraordinary the climate factor and its effect are but on the exposure of the effect and the vulnerability of the environment. Thereat, the natural variability of the climate, the anthropogenic variability of the climate as well as the risk-enhancing socio"}, {"text_block_id": "p12_b142", "text": "-"}, {"text_block_id": "p12_b143", "text": "economic developments must be kept in mind. Measures for adaptation to the effects of climate change largely depend on the vulnerability of the system under consideration – in this case, the complex system of a town or a settlement –, including the level of awareness of the local government officials as well as the population."}, {"text_block_id": "p12_b144", "text": "Coastal areas"}, {"text_block_id": "p12_b145_merged_merged", "text": "Taking into consideration the forecasts for the speed of post-glacial rebound and the rise in world sea level, climate change has caused the long-term relative sea level decline trend (caused by post-glacial rise) to be replaced by a rise trend in this century which by the end of the 21st century may mean an average sea level rise on the coasts of Estonia: 20−40 cm according to the more optimistic trend RCP4.5 and 40−60 cm according to the more pessimistic trend RCP8.5. Sea level is currently considered especially dangerous, if it is at least the following amount above the long-time average: 160 cm in Pärnu, 140 cm in Haapsalu, 160 cm in Narva-Jõesuu, 80 cm in Tallinn in Kopli and Pirita and 120 cm in the city centre harbour, 150 cm in Kuressaare. When preparing the plans and developing rescue systems, the contour lines for flood risk areas should be located towards the inland in the future due to the rise in sea level."}, {"text_block_id": "p12_b148", "text": "Due to the change in the cyclone trajectories and the resulting increase in the number of western storms, the coastal areas of Estonia may be more often exposed to the sea level rises and floods caused by the storms, the extent of which will probably be wider than we have experienced so far. In order to assess the floods caused by storms more accurately and operatively and to mitigate the risks, the sea level forecast systems and the public warning systems must be maintained and developed. In order to improve the accuracy of forecasting the probability of occurrence of potential extreme floods and their extent, the scientific research of archive materials and other sources, including the geological material, must be supported. The increasing flood risk presupposes a change in plans and rescue systems – above all, attention should be paid to populated coastal areas."}, {"text_block_id": "p13_b149", "text": "Due to the rise in world sea level, in the combination of increasing number of western storms and reduced winter ice cover, the coastal erosion processes will probably become more intensive in the coastal areas of Estonia, which may endanger the objects in the immediate vicinity of the coast, including objects of cultural heritage, and may have adverse effects on coastal tourism. To prevent the risks and mitigate the consequences, beach monitoring methods and systems must be maintained and developed, important endangered objects must be identified and their protection must be planned, and coastal erosion risks must be considered in planning works."}, {"text_block_id": "p13_b150", "text": "Other areas with flood risk"}, {"text_block_id": "p13_b151", "text": "Flood risk is a probability of flood occurrence and its extent together with the possible damages to people’s health, property, the environment, cultural heritage and economic activities. Mitigation plans aim to reduce the probability of flood occurrence and the extent of flood, provided that it is possible and rational, or the possible negative consequences in the event of flood. The strategic objective of mitigation plans is to increase preparedness to floods, especially awareness, as well as to identify and assess new increasing risks. The measures will be implemented at the national and risk area municipality level as well as at the level of companies, organisations and the population. Western Estonian river basin has a total of 15 flood risk areas, Eastern Estonian river basin has 5. Flood with the probability of occurrence of once per 10 years threatens approximately 1,000 residents of coastal settlements, once per 100 years 6,600 residents and once per 1,000 years approximately 15,000 residents. Flood with the probability of occurrence of once per 10 years threatens approximately 843 residential buildings, once per 100 years approximately 3,200 residential buildings and once per 1,000 years approximately 6,400 residential buildings. Compared with coastal areas, the flood risk of internal water bodies is considered much lower. To improve the accuracy of forecasting the probability of occurrence of potential extreme floods and their extent, scientific studies must be conducted in the future, allowing to identify the extreme flood events that have happened in the past."}, {"text_block_id": "p13_b152", "text": "Areas with landslide risk"}, {"text_block_id": "p13_b153", "text": "The risk of landslide is local in Estonia and it is currently topical only on the banks of some rivers in South-Western Estonia, where the landslide risk is caused due to varved clay soil. In the future, landslides will probably continue to affect the riparian areas of the rivers of South-Western Estonia, where restrictions for constructions activities have already been applied. Currently, it is not known whether the extent of landslides due to climate change could substantially increase in the present century. Landslides on the banks of rivers in South-Western Estonia may primarily become a problem only as a result of hazard-ignoring, incorrect planning or construction decisions."}, {"text_block_id": "p13_b154", "text": "Land improvement"}, {"text_block_id": "p13_b155", "text": "The forecast groundwater level rise due to climate change is not large, but it may cause substantial changes in the quality of groundwater as well as in the water regime of the uppermost aquifer. The latter plays an important role in the water regime of soils and the use of drained land. In low and flat areas, especially areas with soils of heavy particle size and mire soils, the level of the uppermost aquifer may rise so much that it will cause additional mire formation. Climate change together with the deterioration of the condition (amortisation) of drainage systems will start causing changes in land use – too wet areas will expand and may be left unused because the crop yield or the possibility to harvest the crops are reduced. The selection of cultivated crops will depend on the moisture and drought tolerance. The reduction of arable land suitable for crops"}, {"text_block_id": "p14_b156", "text": "that provide higher added value may, for instance, bring about a reduction of sowing areas of potato, rapeseed and cereals and therefore the expansion of grasslands."}, {"text_block_id": "p14_b157", "text": "Highly intensive rainfalls with large amount of precipitation may start causing local floods. Increase in the amount of precipitation increases the risk of nutrients being carried out from the soil to surface and groundwater. Mild winters reduce the soil water reserves in the first half of the vegetation period, which causes an increased need for irrigation."}, {"text_block_id": "p14_b158", "text": "Ensuring the reliability of land improvemnet systems requires larger and more consistent investments than currently, requiring location-sensitive decisions. Since the renovation of the land improvement objects established in the previous decades requires plenty of resources while the need for them exceeds the investment capacity by several times, it must be decided in the near future, which drainage systems are important for the Estonian economy and which ones are to be abandoned."}, {"text_block_id": "p14_b159", "text": "Towns"}, {"text_block_id": "p14_b160", "text": "Climate change mostly affects, both directly and indirectly, larger Estonian towns Tallinn, Tartu and Pärnu, concentrating the majority of the population, economic activities, property, capital and cultural values. Technogenic urban environment with high population density and complex town-planning aspects cannot buffer the effects quickly enough – new civil engineering works often even amplify the risks."}, {"text_block_id": "p14_b161", "text": "Taking into consideration the geographic location of Estonia and our sparse settlement system, risks related to climate change are relatively small here and as a rule, very limited, with a local sphere of influence (specific city streets and blocks) but on the other hand, the current planning practice has not taken climate change into consideration. In future plans, the selection of location shall be made while considering long-term climatic changes. The main risks which Estonian towns face based on the future climate forecasts are caused by the already increasing amount of extraordinary weather phenomena, i.e. storms, floods and heat waves."}, {"text_block_id": "p14_b162", "text": "Among those, floods of coastal waters have the most negative effect, threatening the towns of Kuressaare, Haapsalu, Pärnu and Tallinn as well as eight small towns. The effect is most extensive in Virtsu, Nasva, Uuemõisa, Võiste and Paralepa. The most realistic and potentially most extensive river flood risk is on the banks of River Emajõgi in Tartu and the risk of lake floods on the banks of Lake Tamula in Võru."}, {"text_block_id": "p14_b163", "text": "Storm damages that influence the settlement system are quite sporadic all over Estonia, depending rather on the amplifying coincidence of incidents, deficient construction quality or ignoring of hazards. Weather risks are higher in Western Estonia, the islands and coastal areas where wind speeds of over 21 m/s are most frequent. To some extent, storm damages can be prevented with terms and conditions for land use and construction stipulated in general and detailed plans, but also through the construction activities and the quality thereof."}, {"text_block_id": "p14_b164", "text": "Heat waves are one of the main future climate risks, having already occurred in Estonia in the summers of the past decade. From the middle of the present century, the frequency of heat waves will increase considerably. The impact of heat waves amplify in towns as the heat island effect, affecting especially the chronically ill, small children and the elderly, among whom the risk of illness and mortality increases. The occurrence of the heat island effect is mostly related to land"}, {"text_block_id": "p15_b165", "text": "use in towns and the constructional characteristics thereof, where artificial materials absorb a large part of solar radiation, causing the transport facilities (roads, parking lots) and buildings (especially their tar roofs) to heat up, resulting in hot air in the town area. A study of the heat wave of July 2014 proved that the heat island effect affects all densely populated areas, not only larger towns. The negative effect of heat waves is intensified by the ageing of the population and urbanisation which are trends currently monitored in Estonia and will accelerate in the future. To avoid illnesses and mortality, the effects of the heat island effect should be already mitigated by limiting the accumulation of heat with planning and construction solutions and by implementing microclimatic cooling measures in the urban environment, maintaining and expanding green areas, landscaping and bodies of water."}, {"text_block_id": "p15_b166", "text": "Besides the exposure to climate risks, the vulnerability of towns also depends on complex socio"}, {"text_block_id": "p15_b167", "text": "-"}, {"text_block_id": "p15_b168", "text": "economic processes, spatial density of towns, morphology, technical and social infrastructure, share of green and water areas in the urban landscape, administrative capacity and implemented adaptation measures. Besides climate change, the said factors play an extremely important role, being connected in constantly changing complex ways. In a way that the exposure is larger in some towns than in others, every town also has its distinctive environmental, social and economic characteritics which either increase or decrease the town’s sensitivity to climate change."}, {"text_block_id": "p15_b169", "text": "As the establishment of a constructed environment is very expensive and the life of the buildings very long, then in urban planning, the solutions must take into consideration the risks of future floods, storms and heat waves which may happen in the urban area, considering the results of a strategic environmental assessment and risk analysis. Building exclusion zones and flood areas should be determined more strictly when preparing and establishing the plans. Therefore, when amending legal acts on planning, the adequacy of the current norms should be observed. In the future, the monitoring and assessment systems of climate risks must be specified, including the mapping of risk areas of the heat island effect in towns and the floods caused by heavy showers, as well as the socio-economic sensitivity of city districts and regions in order to create an understanding of climate and weather sensitive systems and to develop spatial means of analysis for considering the local conditions of towns when adapting to the effects of climate change."}, {"text_block_id": "p15_b170", "text": "3.3.3. Natural environment"}, {"text_block_id": "p15_b171_merged_merged", "text": "The forecast changes in climate parameters (e.g. the amount of precipitation, air temperature, etc.) have an impact on biodiversity in general, as well as on different ecosystems (land, freshwater and marine ecosystems) and the benefits and services they offer to the society. Ecosystem services are environmental, social and economic benefits which promote the well-being of humankind. These include, for instance, carbon capture and storage, protection from storms, floods and soil erosion which are directly linked with climate change. Healthy and recoverable ecosystems offer considerable protection against the effects of climate change. The changing climate conditions affect the volume and quality of ecosystem services. This fact makes it necessary to review the concept of ecosystem services and to reassess the monetary value of at least some of the services. Negative effects of climate change can also be buffered"}, {"text_block_id": "p16_b176", "text": "by the protection of biodiversity as a whole at all of its levels (intraspecific and interspecific biodiversity, biodiversity of ecosystems)."}, {"text_block_id": "p16_b177", "text": "Freshwater bodies form a considerable part of the land surface of Estonia and changes in climate parameters may cause substantial shifts in these ecosystems. The national target is to achieve the good status of water bodies, however, climate change may set back achieving this target due to the rise in water temperature, transport of nutrients and increase in internal load, increase in the transfer of hazardous substances which may be deposited either in silt or aquatic biota, and the increase in toxic algal blooms can be foreseen. To monitor the mapped climate risks, monitoring plans need to be amended, the water quality of freshwater bodies needs to be assessed and necessary risk management measures need to be added to the river basin management plan."}, {"text_block_id": "p16_b178", "text": "The changes in atmospheric processes caused by climate change are directly manifested in sea water circulation, changes in temperature and salinity regimes. The changed climatic conditions of the Baltic Sea, including the reduction in the extent and thickness of sea ice and increase in water temperature, affect all living organisms and the relations between them. Regime shifts in biota make the marine environment unstable and more susceptible to pressure factors. When sea water temperature increases in the Baltic Sea, it creates better survival conditions for alien species who may completely reorganise the functioning of the local ecosystem. Therefore, the effects of climate change on alien species (including the interactions) must be analysed, different aspects of the carbon cycle and energy flow, the part of the coastal waters in the global carbon cycle and changes in the substance and energy cycle need to be studied. Also, the effect of climate change on sea water quality, eutrophication and the functioning of its food network must be assessed."}, {"text_block_id": "p16_b179", "text": "Biodiversity"}, {"text_block_id": "p16_b180_merged", "text": "Many scientists believe that climate change has a negative effect on biodiversity. Attention to the protection of biodiversity must be paid at the local, regional as well as the global level. When protecting biodiversity, besides implementing the measures for adapting to the direct effects of climate change, the prevention of other anthropogenic activities which reduce biodiversity and amplify the effect of climate change also plays an important role. Climate change affects the endangered as well as the most common species. Based on the current knowledge, the most vulnerable to climate change are the habitat-specific species, i.e. the species that are adapted to the specific environmental conditions and are located at the periphery of their distribution area. Together with climate change, the spread of invasive alien species may expand and the effectiveness of the current methods of control may decrease. Invasive alien species become fixed outside their natural distribution area and endanger ecosystems, habitats and indigenous species, creating also economic damage. Therefore, it is essential to prevent the spread of alien species, including invasive alien species in nature, regulate their use, monitor their spread, communicate the problem and deal with the control of the existing invasive alien species. The protection of species, natural communities and ecosystems in protected areas, green networks as well as outside the protected areas plays an important role when maintaining biodiversity. Sufficiently large surface of the protected areas and cohesion help to better ensure the maintenance of ecological functions and the movement opportunities of species. Protection of"}, {"text_block_id": "p17_b182", "text": "biodiversity is an important mean for buffering climate change, however, it is not quite clear how climate change influences the biodiversity in Estonia. Therefore, respective scientific studies and monitoring which provide more specific information about the ongoing changes must be carried out."}, {"text_block_id": "p17_b183", "text": "Land ecosystems"}, {"text_block_id": "p17_b184", "text": "Climate change may have a considerable impact on the functioning of land ecosystems, affecting all the levels and services of the ecosystem – preservation of species and habitats, production of food and raw material, provision of recreation opportunities, regulation of the local climate through the biochemical and carbon cycle, protection from floods and soil erosion, etc."}, {"text_block_id": "p17_b185", "text": "Climate change promotes the acceleration of the biochemical and carbon cycle of the land ecosystems. In the future, the primary production of ecosystems is forecast to increase due to higher air temperature and increase in precipitation, however, the decomposition of organic matter will also increase together with the related greenhouse gas emission. As a result of climate change, winters become warmer and the soil will not freeze, increasing primarily winter storm damages in excessively wet forests with a shallow root system and complicates forest works. During winter forest works, the risk of soil damages increases. The increasing frequency and prolongation of spring-summer drought periods increases the frequency of occurrence of forest fires and promotes the reproduction and spreading of forest pests. Climate change influences the spread and cohesion of forest habitats, their biodiversity, relations between species and forest habitat types."}, {"text_block_id": "p17_b186_merged", "text": "Higher temperature accelerates the decomposition of the organic matter of arable and grasslands, which in turn influences soil fertility. Larger amount of precipitation increases the production of grasslands and can somewhat also accelerate the decomposition of organic matter. So far, the changes in grasslands caused by climate change are very difficult to distinguish from the changes due to human impact. Compared to modern land use and agricultural technology, historical land use and the related extensive agriculture have been somewhat less sensitive to possible climate change. It is obvious that more frequent, deeper and extensive soil management increases the CO2 emission of arable and grassland soils, therefore causing a decline in soil fertility. And vice versa, extensive soil management helps to maintain the humus content and fertility of soils. The changes in the species composition of grasslands due to climate change occur within many years, which is why the species have time to adapt to the changes and/or spread to more favourable habitats."}, {"text_block_id": "p17_b189", "text": "The implementation of the Development Plan for Climate Change Adaptation must be based on approach based on the ecosystem – sustainable economic activities ensure the integrity, productivity and vitality of ecosystems and the preservation and use of the services."}, {"text_block_id": "p18_b190", "text": "Freshwater ecosystems and environment"}, {"text_block_id": "p18_b191", "text": "In Estonia, the main water management problems due to human impact are the eutrophication due to diffuse and point load, internal load due to sediments and the release to water from settlements. The changing climate may strengthen or weaken the manifestations of eutrophication and to work against or support the measures to improve the surface water bodies. Therefore, pursuant to the EU Water Framework Directive, more and more EU countries are engaged with the development, planning and implementation of mitigation and adaptation measures for suitable monitoring indicators and the effects resulting from climate change."}, {"text_block_id": "p18_b192", "text": "Based on a thorough analysis"}, {"text_block_id": "p18_b193", "text": ", it can be said that in order to reduce the effect of climate change, the protection measures of water bodies against pollution, nutrient load, introduction of alien species and geomorphological changes must be made more effective. For watercourses it is important to continue to eliminate the dams without clear function and to ensure the minimum drainage. In order to make knowledge-based decisions, we need to map the climate change focus points, use integrated modelling systems and shorten the monitoring interval. A complex rehabilitation of socio-economically and environmentally important surface water bodies and the related applied research for the development of new methods and technologies would be a perspective measure."}, {"text_block_id": "p18_b194", "text": "Marine ecosystems and environment"}, {"text_block_id": "p18_b195_merged_merged", "text": "The need to make the protection measures against pollution, nutrient load and introduction of alien species more effective also applies to the marine environment. So far, the performed works include the initial assessment of the status of the Estonian sea area, establishing a good environmental status (GES) for the Estonian sea area and the clusters of environmental targets (pursuant to Articles 8, 9 and 10 of the EU Marine Strategy Framework Directive) which serve as the basis for the implementation of the Development Plan for Climate Change Adaptation. The majority of the indicators describing the GES features are based on the environmental monitoring and the Baltic Sea status assessmentthat is performed in the framework of international cooperation, carried out with the purpose to meet the requirements of the EU Water Framework Directive, however, the indicators do not consider the variability arising from climate processes. Many of the used indexes are static, intended mostly for describing the processes of eutrophication and do not include the indicators which would consider the synergy of sea eutrophication and climate change. The effectiveness of the majority of the measures will only become apparent over a longer period of time. However, the awareness of anthropogenic changes in the global and local climate and marine environment is increasing. The effect of different climate indicators (storms, increasing sea water temperature, decreasing salinity) and their synergic effects on the different elements of the marine ecosystem must be assessed experimentally. Awareness of the cause and effect relationships allows reducing the current unawareness in describing the intensity of climate change and the description of their trends."}, {"text_block_id": "p19_b197", "text": "Under controlled test conditions, the threshold levels of anthropogenic pressure factors can be determined for different climate scenarios, below which the sustainable persistence of the ecosystem and the services is possible."}, {"text_block_id": "p19_b198", "text": "Ecosystem services"}, {"text_block_id": "p19_b199", "text": "The benefits and services of ecosystems, supporting the well-being of humankind, are divided into four categories. People receive provisioning services from the ecosystem in the form of, for instance, food, fresh water, timber and other materials. Regulating services are created from the capacity of the ecosystem to regulate the climate, water, air and soil quality, pollination, etc. Cultural services include the aesthetic and mental pleasure that nature offers people, a place for relaxation and a source of new knowledge. Supporting services (biogeochemical cycle, creation of soil, photosynthesis, habitats, etc.) serve as the basis for all the services listed above. The basic research of the strategy handles the provision, regulating and cultural services in order to find answers to the question of how and to which extent climate change will affect these services and how to better adapt to such changes. Supporting services are not handled in this development plan, as these are rather ecological processes which form a part of other service categories."}, {"text_block_id": "p19_b200", "text": "The background analysis of the development plan determines the services that are offered to the people in Estonia by the ecosystems: the analysis defines the aspects of the services of seven ecosystems (sea, fresh water, forest, meadow, mire, soil and urban) and the pollination service. The analysis describes a total of 215 provisioning, regulating and cultural services from which the expert group preparing the development plan has chosen 64 (30%) services that are more important from the socio-economic aspect but more vulnerable towards the climate factors. Over a half (51%) of the most important ecosystem services are formed by regulating services, one third (35%) are the provisioning services and the rest (14%) are cultural services."}, {"text_block_id": "p19_b201", "text": "So far, one of the climate risks that has most influenced the provisions of the ecosystem services is the occurrence of extreme weather conditions and the frequency of their occurrence. There are currently no measures implemented in Estonia that would directly help adapt to the effects of climate change, however, in some cases some of the implemented measures (e.g. catch quota) may already help an ecosystem service to adapt to the effects of climate change. Until 2030, the largest impact on the ecosystem services is the increase in the number of weather phenomena. Although in the case of both climate scenarios different climate risks are substantially manifested by years 2050 and 2100, bringing about changes both in the supply of provisioning, regulating as well as cultural services, it is probably the increase in the number of extreme weather conditions which gives the main push for change in the volumes and quality of the ecosystem services. The effect of climate risks may manifest differently on the ecosystem services, including as a positive as well as a negative effect. The largest negative effects are generally manifested in the ecosystem services provided to sea and fresh water natural communities and in a smaller extent in the land ecosystem services, whereas in the urban ecosystem mostly the positive effects are manifested."}, {"text_block_id": "p19_b202", "text": "3.3.4. Bioeconomy"}, {"text_block_id": "p19_b203", "text": "Changing climate conditions affect the functioning of Estonia’s most important sectors of bioeconomy. Estonia belongs to the climate zone where the forecast climate change may bring about certain opportunities for the agricultural sector (e.g. the prolongation of the growth period) but at the same time, changing weather conditions may cause substantial fluctuation in the yield"}, {"text_block_id": "p20_b204", "text": "of agricultural crops and the quality of the yield (e.g. extreme weather conditions may break the functioning food delivery systems). Also, climate change may considerably affect the capacity of the forest sector and its share in the economy and employment, e.g. through long-term changes in the composition of the Estonian forests, the production and the ecological status of forests, or through a decline in the quality of timber. The impact on the fish fauna of the Baltic Sea and the Estonian inland waters is expressed through a change in the occurrence frequency of the long"}, {"text_block_id": "p20_b205", "text": "-"}, {"text_block_id": "p20_b206", "text": "term one-way changes (warming of water bodies) as well as of short-term sporadic and extreme weather conditions (e.g. the inflow of salty water to the Baltic Sea). This, in turn, results in different conditions for commercial as well as recreational fishing."}, {"text_block_id": "p20_b207", "text": "Climate change also affects other areas of bioeconomy. For instance, the traditional tourist destinations in Southern Europe are losing their attractiveness due to climate warming and a reduction in freshwater resources. Therefore, the importance of Northern European destinations will probably increase, especially in summer months. At the same time, a decrease in the potential of winter tourism should be expected as well. The role of hunting, especially the wildlife industry, is very important in Estonia, taking into consideration the natural conditions and the economic situation. The functioning of other sectors of economy is closely interconnected with hunting, e.g. without ensuring the optimal numbers of game animals, sustainable forest management would be impossible and agricultural production would be considerably more difficult. Climate warming is expected to bring about considerable shifts in the composition of the fauna of game animals."}, {"text_block_id": "p20_b208_merged_merged", "text": "Between 1992–2013, the volume of excavated peat was between 0.3–1.5 m t/year. The large fluctuation is primarily related with weather conditions – mainly the amount of precipitation but also the number of precipitation-free days and air temperature. Increase in the peatland excavation area from 15,800 hectares to 18,000 hectares may not ensure a steady volume of excavation and use. Increase in average air temperature due to climate change is expected to result in more intensive mineralisation of peat on the excavation areas and in the related emissions of carbon dioxide (CO2). An issue is to be resolved here: whether to implement a new technology which can be used to excavate the same amount of peat from a smaller area in order to reduce the environmental impact of the excavation and cover the demand for peat."}, {"text_block_id": "p20_b211", "text": "Agriculture"}, {"text_block_id": "p20_b212", "text": "In Estonia there is twice as much arable land per person than on average in the European Union. This creates a good potential for the production and export of food, energy as well as other bioeconomy products. The implementation of environmentally friendly plant cultivation and livestock farming technologies in agriculture is the key issue for decelerating the emissions of greenhouse gases and ammonia but also for adaptation. At the same time, Estonia still has one of the lowest crop yields in the EU, which in addition varies annually by approximately 30%. The very different and variable fertility of soils plays an important role here in addition to the climate which cannot be balanced by the modest investments of Estonian manufacturers."}, {"text_block_id": "p20_b213", "text": "In agriculture, climate change mostly affects the selection of arable crops and varieties, their yield, the effectiveness and productivity of livestock farming and the spread of plant pests and infectious animal diseases. The conditions for growing traditional crops, e.g. winter rest of winter cereals, may deteriorate. Plant nutrients are washed away from soil in winter, which may be transferred to groundwater or water bodies. Due to earlier spring, early sowing of crops and therefore also late harvesting has been possible. Late harvesting may occasionally be difficult"}, {"text_block_id": "p21_b214", "text": "due to excess moisture. Extreme weather conditions increase the risk of crop failure and may cause death of farm animals due to power cuts and floods. Summer heat waves and drought periods threaten the well-being and productivity of animals and their feed supply. Longer growth period increases the yield of green feed, longer grazing season reduces costs on the winter maintenance of farm animals. Higher temperatures are suitable for growing cold-sensitive crops. In horticulture, the increase in outdoor temperature brings about a considerable change in the profitability of greenhouse cultivation and the selection of open field plants."}, {"text_block_id": "p21_b215", "text": "Adaptation to the effects of climate change is a global problem, however, finding the best measures is the task of the regional and local level due to the characteristics of the agricultural traditions, the natural environment and the characteristics of the climate in different countries. In agriculture, similarly to the marine environment and all the other areas, the effectiveness of the measures will only be clear in the long term, which is why several effects must be additionally comprehensively studied. Depending on the investment capacity of the states and the local governments, the European Union promotes the implementation of the adaptation measures within as well as across companies. A series of measures has also been directed to companies, which include both regulative as well as supporting services. In trade policy, the European Union supports trading with environmentally friendly products and services and contributes to the conclusion of free trade agreements. In agriculture, the most important aspect during the implementation of adaptation measures is to improve the effectiveness and sustainability of production."}, {"text_block_id": "p21_b216", "text": "Forestry"}, {"text_block_id": "p21_b217", "text": "Over a half of the land area of Estonia is covered with forest. Forestry forms approximately 2% of the GDP, 5–6% together with the upcycling of timber. In Estonia there are 113,000 private forest owners and approximately 38,000 people are employed in the forest sector, as well as people who are indirectly connected with forests and the management thereof, e.g. people working in the fields of transport, tourism, collection of forest supplies and hunting. Climate change may considerably affect the capacity of the sector and its share in economy and employment. The composition of forest crop and through that the quality and availability of timber from excessively wet forests may deteriorate as the result of climate change and the costs in the forestry sector may increase."}, {"text_block_id": "p21_b218", "text": "Therefore, investments in the infrastructure of forests and the outreach activities should be increased in order to ensure the preservation of use of timber and the quality of timber and to thereby increase carbon sequestration. Forest growers and owners must be given advice for using nature-friendly forestry methods which mitigate climate change. More attention should be paid on forest plant growing, forest selection, maintenance of stands, forest protection and forest pathology."}, {"text_block_id": "p21_b219", "text": "Due to climate change, species that are currently not represented or are scarce in Estonia but causing more and more damage in the neighbouring countries (including invasive alien species) are an increasing risk in Estonia."}, {"text_block_id": "p21_b220", "text": "Also, it is essential to pay attention to the maintenance and management of the genetic resources of forests. A larger genetic variation allows tree species better adapt to the changing climate."}, {"text_block_id": "p22_b221", "text": "Fishing industry"}, {"text_block_id": "p22_b222", "text": "Fishing industry, a sector of economy that is based on natural populations, is highly vulnerable to climate change. The forecast climate change may mainly affect the size of fish resources and the composition of the species thereof, being directly the basis for the opportunities of commercial as well as recreational fishing. The manifestations of climate change (changes in water level and temperature, extreme weather conditions, unstable ice cover or the lack thereof, inflow of salty water to the Baltic Sea or the lack thereof) may considerably affect the number and stock size of the fish species that are economically important and less resistant (sensitive) to climate change both in the Baltic Sea and Estonian inland waters. Temperature increase should also increase the general productivity of these aquatic ecosystems and accelerate the growth of fish, however, it also depends on several other factors (e.g. anthropogenic eutrophication, pollution, overfishing). Fish species with quite different ecological demand live side by side in our bodies of water, which is why the forecast climate change may have a reverse effect on the stock size of those species: compared to warm water fish who prefer more nutritious habitats, the number of fresh-and cold water fish (e.g. Salmonidae, European whitefish, Peipsi whitefish, burbot, smelt) may continue to decrease and their spread area may become smaller. The impact of the long-term gradual change of water temperature on fish resources may be smaller than the impact of abrupt changes in the water regime (e.g. heat waves, inflow of salty water to the Baltic Sea) which could drastically change the living environment of the fish within a short time (even within hours). The status of fish resources can be considerably influenced by ice conditions and the seasonal changes in the water temperature which serve as the basis for the successful breeding of fish, the strength of the generations and the amount of offspring. For example, a shortened ice cover period may have an opposite effect on fish resources: 1) it may reduce the risk of fish dying in shallow lakes in winter due to lack of oxygen; 2) it may negatively affect the success of breeding of fish that spawn in late autumn / winter, such as European whitefish, whitefish and burbot; 3) it may reduce the opportunities for recreational fishing in winter. Climate warming may also promote the spread of invasive alien species and new fish parasites and diseases which negatively affect the fish resources."}, {"text_block_id": "p22_b223_merged", "text": "It is quite difficult to foresee the detailed impact of climate change on fish fauna in the distant future because the changes in the occurrence frequency and the intensity of extreme weather conditions cannot be foreseen and the effect of different climate components on fish may be the opposite. To improve the forecasts, complex research must be carried out in order to clarify which processes regulate fish resources (studies regarding the synergy of weather and anthropogenic changes). Fish resources monitoring results should be better integrated with other biota and environment monitoring, as fish depend on the structure and functioning of the whole ecosystem. There is still no detailed and reliable continuously updated overview about the amounts of fish caught by recreational anglers in Estonia. Illegal fishing cannot always be restricted well enough. Additionally, for the Baltic Sea and Lake Peipus, cross-border aspects must be taken into consideration (e.g. the perspective of the Russian Federation wth regard to managing the joint resources of Lake Peipus may be considerably different from that of Estonia)."}, {"text_block_id": "p22_b225", "text": "Hunting"}, {"text_block_id": "p22_b226", "text": "The role of the wildlife industry is very important in Estonia, taking into consideration our natural conditions and the economic situation. Without ensuring the optimal number of game animals,"}, {"text_block_id": "p23_b227", "text": "the sustainable forest management is disturbed and the agricultural production is considerably aggravated. Climate warming may cause shifts in the composition of fauna. Some cold-loving species that have narrowly adapted may disappear from our areas and some alien species may acclimatise (with the help of humans) but the most probable and noticeable change will be in the number and proportions of domestic species. This brings about a new situation in the wildlife industry – some game species that were numerous so far may need protection, invasive species may need control. The requirements and tolerance of species towards the living conditions are variable, which is why their reaction to climate change is different. This is expressed in the changes of the number and population density. The mutual relationships of species as well as their impact on the environment will change. The latter may also mean that certain types of game animal damages will increase. Socially and nationally, the new situation requires the development and implementation of compensation measures and the regulation of the relationships between stakeholders. When implementing the wildlife industry measures, the motivation and awareness of the hunters is essential, as is the support of the population (that is more and more alienating from nature). Hunting is moderately popular in Estonia. Approximately 14,500 persons or 1.1% of the population of the country owns a hunting certificate, which is quite an average indicator compared to other European countries."}, {"text_block_id": "p23_b228", "text": "Tourism"}, {"text_block_id": "p23_b229_merged", "text": "As far as it is known, the impact of past weather measures in the development of the Estonian tourism has not been studied and the relevant measures have not been implemented. However, recommendations for the implementation of adaptation measures, in addition to the EU framework documents, have been prepared in Estonia as well. The climate of the Northern and Central Europe will change in a way that promotes tourism in practically all seasons, although a decrease in the potential of winter tourism must be considered. With the development of tourism, pressure on the environment is increasing and the seasonal tourist behaviour will change. Larger number of visitors requires an increase in the number of tourist and the related services. The unforeseeable/changing weather conditions set higher requirements for tourist facilities. In the report “Impact of Climate Change in Estonia“ (“Kliimamuutuste mõju Eestis”), it is forecast that as the result of climate change, the snow season may become shorter and summer tourist season may become longer in the future, and it is recommended to involve the following measures for adaptation to climate change: analysis of the effect of climate change (including the effect on the development of regions) and informing the private sector of the possible effects. The effect of climate change on tourism in Estonia depends on the interaction of several physical, social, economic and political factors, including the behaviour patterns of tourists. To forecast the climate change in a more reliable manner, changes in the behaviour patters of tourists should be investigated, taking into consideration the socio-economic factors and climate change, also the adaptability for accepting a larger summer tourist flow as anticipated and the reduced winter tourism."}, {"text_block_id": "p23_b231", "text": "Peat production"}, {"text_block_id": "p23_b232", "text": "Although there may be a sufficient number of extraction areas, pursuant to the most frequently implemented technologies in Estonia and elsewhere, the extraction volume directly depends on weather conditions: mainly the amount of precipitation and temperature. In order to reduce the dependence of peat extraction on weather conditions, the research and development activities"}, {"text_block_id": "p24_b233_merged", "text": "related to extraction technologies need to be carried out: primarily the investigation of the possibilities to use wet extraction technology and wet peat. Implementing the wet extraction technology may have the potential for achieving the same extraction volume from a smaller area and in this way reduce the environmental impact of extraction, including the CO2 emission. Due to the increase in the average air and soil temperature caused by climate change, the emission may increase twice at most. Additionally, it can be substantially influenced by the amount of precipitation and the moisture conditions of the soil. Due to climate change, the effectiveness of the use of extraction areas may also increase with the existing extraction technologies. Due to the rise in air temperature, the extraction period will extend by 1–2 months."}, {"text_block_id": "p24_b236", "text": "3.3.5. Economy"}, {"text_block_id": "p24_b237", "text": "In light of other factors affecting the Estonian economy, this sector has so far been relatively little affected by climate change. As a country with a small open economy, Estonia is most affected by the effect of climate change on world economy than by the local processes related to climate change. In Estonia, the climate change induced global need for technological process, more sustainable economy and environmentally friendly production has placed the topic of climate change rather in the field of business opportunities. In Estonia, the success of the field of technology entrepreneurship is ascending and there is a development advantage thanks to the existence of natural resources allowing sustainable production (timber and other natural materials) and the tradition to use such resources."}, {"text_block_id": "p24_b238", "text": "Climate change mainly influences the field of economy through changes in national regulations and the tax system and also through the pressure from consumers. Estonian entrepreneurs must take into consideration the gradually developed environmental safety requirements and the restrictions on the exploitation of the environment. For instance, the effects of climate change on the industry are mainly manifested through mitigation measures – adjusting the buildings, availability and price of raw material, changing the supply chain and the means of transport. However, the pressure from the consumers induced by the threat of climate change has so far remained rather modest in Estonia."}, {"text_block_id": "p24_b239", "text": "Global climate change has increased the probability and extent of extreme weather conditions and led to the emergence of several new risks which could considerably change the issues related to the field of insurance. Although while adapting to climate change, the insurance sector has indeed evolved into one of the most important economic sectors, then the volume of the Estonian insurance market is small and the population is rather poor which is why the compulsory and semi-compulsory types of insurance are prevalent here (motor third party liability insurance, home insurance). So far, the Estonian insurers have basically not dealt with spreading the climate risk."}, {"text_block_id": "p24_b240", "text": "World practice also indicates that together with the field of insurance, the financial sector is taking the leading role in fighting climate change in the past few years, since this sector is capable of influencing different stakeholder groups through financing terms and conditions but also through investing into innovative solutions and technologies."}, {"text_block_id": "p24_b241", "text": "3.3.6. Society, awareness and cooperation"}, {"text_block_id": "p24_b242", "text": "As according to the forecast, the climate in Estonia will continue to change relatively slowly compared to the changes in the society, there is no reason to believe that the Estonian society will face great challenges. The behaviour of an individual is above all influenced by the society"}, {"text_block_id": "p25_b243", "text": "where they belong, the socio-economic structure around them and their own social relationships and economic situation. Together with the increasing number of extreme weather phenomena a need for the help of social workers is also increasing, especially when servicing vulnerable groups who are at a risk of social isolation. Also, there is an increasing need for cooperation between the institutions, organisations and individuals related to rescue work. Climate warming is expected to result in a decrease in the housing expenses of people but an increase in the occurrence frequency of extreme weather conditions may increase the unforeseeable proprietary damage. Hazards accompanying extreme weather conditions do not affect the groups of the society equally – the impacts vary locally (e.g. flood waters in coastal or lower areas) and by the members of the society (e.g. older people are more sensitive to extreme cold and heat). The less privileged people are most threatened by climate – people in a disadvantaged socio-economic situation and with smaller social capital who may not have the means and the network for buffering the immediate climate change they are exposed to or for mitigating climate risks. Health effects are primarily manifested in children, the elderly and people with chronic illnesses or those with several simultaneous health problems. Therefore, extreme weather conditions may deepen the inequality in the society."}, {"text_block_id": "p25_b244", "text": "Successful adaptation presupposes cross-sectoral cooperation at the level of central authority, regions as well as local governments but also between communities. It must be considered that even if a person feels concern and personal responsibility, it may not affect their behaviour if favourable conditions have not been created for adaptation. On the one hand, the effectiveness of adaptation to the effects of climate change in the society depends on the activities of the state, the fragmentation of the decision-making structures and the political-administrative culture, on the other hand, however, it also depends on the activities of non-governmental stakeholders, including the scientific community, the pressure from the public and the non-governmental organisations (NGOs) and the interests of companies. It is the obligation of the state and the authorities to create favourable societal adaptation structures for groups and individuals: the legal framework, information and mentorship, technical support. The vulnerability of the society and its adaptation to climate change are also considerably changed by the level of research and education in the country, determining the preparedness for climate change and the accuracy of predicting the effects of climate change."}, {"text_block_id": "p25_b245", "text": "Although throughout history, all societies have had to adapt to the constantly changing climate, the implementation of active adaptation measures may also collide with the restrictions arising from the societal processes and patterns. For instance, information about the effects may be too frustrating for people, the amount of it may be too large (information overload occurs) or too small (unawareness). Generally, people have much more important problems than climate change in their own lives that they wish to solve. The central task is to translate the currently very abstract issue of climate change into as tangible solutions for people as possible. The awareness of the residents of Estonia about climate change, adaptation to the effects of climate change and the means of mitigating climate risks is relatively low because the officials and Estonian researchers have not yet contributed enough for sharing such information with the general public. Also, climate issues are not prioritised in the daily lives of people."}, {"text_block_id": "p25_b246", "text": "In international communication, the aspect of climate change to affect Estonia the most is the EU climate policy. Additionally, Estonia is one of the parties of the main international agreements and as a member of the EU and OECD, participates in the development cooperation directed to third countries. Globally, Estonia mainly grants aid and therefore, both global agreements as well"}, {"text_block_id": "p26_b247", "text": "as the issues agreed upon in the climate adaptation area within the EU mainly affect Estonia’s development cooperation policy. It is also possible that the pressure of immigration from climate change will increase."}, {"text_block_id": "p26_b248", "text": "3.3.7. Infrastructure and buildings"}, {"text_block_id": "p26_b249", "text": "Transport is a complex system consisting of the infrastructure, means of transport, transport service, people who move and goods that are being moved and the related services, information, legislative and regulatory provisions, and organisations. Pursuant to the need for movement (moving distance and directions), the movement of people can be divided into local, regional, national and international. The main factors that climate change affects in the transport system are the following: security of connection; connection speed, duration of the trip, delivery time; condition and reliability of the transport infrastructure and the transport ICT equipment, need for maintenance; traffic safety and security; safety of freight transport and storage; cost of transport and mobility; movement and driving comfort; transport energy consumption and energy efficiency. Weather conditions may affect different modes of transport differently. In the case of extreme weather conditions, transport connections may be interrupted, the time expenditure may increase compared to the ordinary situation, travellers may get injured, vehicles or transport equipment may be damaged, the goods may spoiled or damaged and in the case of dangerous goods, the environment may be damaged. In turn, interruptions in transport system affect many other spheres of life."}, {"text_block_id": "p26_b250", "text": "The infrastructure related to transport is a network of roads and streets, the railway network, bridges, harbours and airports. If the climate changes, considerable changes in the care and maintenance of the transport infrastructure can be foreseen by up to the year 2100. For instance, the frequency of cleaning the litter from the roads, harbours and airports caused by storms and floods, maintenance of the overhead transmission lines when the number of days when glaze occur increases. Also, some of the climate-related circumstances which can damage the transport infrastructure can be foreseen. For instance, the softening of pavement and deformation of railways due to heat waves or the collapsing of roads or bridges caused by floods. In the comparison of the modes of transport, the most vulnerable are the road and street network transport and the movement of people – this is due to the traffic interruptions related to the infrastructure, the risk of slipping, reduction in the load-bearing capacity of secondary roads and the changes related to the safety of non-motorised traffic. Additionally, the Estonian small-craft harbours have also become more vulnerable due to the sea level rise and the increasing frequency of storms."}, {"text_block_id": "p26_b251", "text": "The water and sewerage infrastructure includes the public water supply and sewerage system as well as the local water extraction systems (dug and bore wells) and the sewerage system (septic drain fields and seepage pits). Increase in the average amount of precipitation, reduction in snow cover and spring time floods due to temperature rise and the increasing number of extreme climate events, such as droughts or heavy showers, have an immediate effect on the functioning of the water and sewerage services system. A shorter period with snow cover and the faster evaporation of the water reservoirs of the soil due to higher summer time temperature induces a decrease in the productivity of the upper aquifer within a longer period of time, which is why the dug wells in low-density areas and karst areas may dry up. At the same time, it may be assumed that due to higher temperatures in summer, southern cyclones bring us sporadic and very intensive rain periods, which due to the limited capacity of storm water collectors, may bring about regional floods in the lower parts of towns."}, {"text_block_id": "p27_b252", "text": "Electronic communication network is a transmission system together with the switching equipment necessary for the operation of the network and other support systems, which allows transmitting signals through a cable and via radio, optical or other electromagnetic means. The forecast effect of climate change on the functioning of the electronic communication network by 2100 is marginal. The most important aspect is the indirect impact of power cuts, caused by extreme weather conditions, on the communication services."}, {"text_block_id": "p27_b253", "text": "The infrastructure of the Estonian energy sector has been established while considering all the climate conditions in our geographic area. In Estonia, energy is produced and the energy infrastructure is functioning every day, even in the case of seasonal or daily weather conditions which may fluctuate in a relatively large range. The infrastructure is reliable and the consumers are supplied with energy without interruptions even if there is 35 degrees or –40 degrees outside, if there is a drought or a heavy shower. The infrastructure also functions when the wind speed is between zero to the record wind speed measured in Estonia – 45 metres per second. Only in extreme weather conditions or in the occurrence of several simultaneous weather phenomena (precipitation over 30 mm in an hour or storm winds over 25 m/s), some of the vital services related to the power infrastructure may be disturbed or interrupted for a shorter or longer period of time. The power distribution network is most vulnerable to weather conditions, especially strong storm winds, because the majority of the power lines are located in the open landscape, passing through forests, which is why the trees fallen due to wind is a common reason for breakdown of power lines and short circuits. Power cuts considerably influence the availability of all the vital services. At the same time, the power network operators are the ones who have implemented the most measures for mitigating risks from climate factors and for eliminating damages and power cuts. Undisturbed and uninterrupted functioning of power supply in Estonia is regulated the most."}, {"text_block_id": "p27_b254", "text": "Climate risks related to the power network primarily concern the distribution network. Due to the increased air humidity and higher summer temperatures, the loss of electric energy in the overhead transmission lines will slightly increase, more frequent storms may cause more power cuts. The expected storm damages will mainly become more frequent during the winter period and in the areas that are difficult to access due to boggy soil, where the ground no longer freezes in soft winters and the risk of falling trees due to a storm is high."}, {"text_block_id": "p27_b255", "text": "In Estonia, no impact has been observed on the gas network and the gas supply during extreme weather phenomena so far. In all the current risk assessments, the reason for the interruption of gas supply is estimated to be caused either by sudden changes in the supply and demand ratio (the gas supplier does not supply the required amounts of gas), equipment malfunctions or human factor, but not the natural forces and weather conditions."}, {"text_block_id": "p27_b256", "text": "The buildings, from private houses to hospitals or industrial facilities, are the most common type of infrastructure used in every sector of the infrastructure (e.g. railway stations, airports, bus stations, power plants, fuel storage sites and other buildings). Compared to the buildings in other EU member states, the buildings in Estonia can be characterised by low energy efficiency and quality. The Estonian housing resources are old and the construction quality of new developments is unstable. Climate change affects the energy efficiency, interior climate and structures of the building and the used construction materials. When heating and cooling the buildings, a very important aspect is the energy efficiency of the buildings and the heat supply and cooling"}, {"text_block_id": "p28_b257", "text": "equipment, as well as thermal resistance of the boundary structure. The more efficient the building and the equipment, the smaller the vulnerability to climate change."}, {"text_block_id": "p28_b258", "text": "3.3.8. Energy and security of supply"}, {"text_block_id": "p28_b259", "text": "Energy resources are divided into renewable and non-renewable energy resources. Based on the statistics of 2013, the largest non-renewable energy resource in Estonia is oil shale and according to the stocks currently known, it will also be Estonia’s largest energy resource in 2030 and 2050. The largest renewable energy resource is timber and based on the current information, it will also be the largest renewable energy resource in the future. The impact of changes in climate factors forecast up to the year 2100 on the availability of energy resources is relatively low. In 2015, oil shale was the energy resource with the largest use of primary energy in Estonia, whereas the renewable energy resources – wind and solar energy – have the greatest exploitation potential. The forecast changes have positive as well as negative effects on the availability and quality of energy resources. The used technology, timing and the correspondence of the infrastructure to weather conditions is becoming more and more important when collecting bioenergy resources. For instance, collection of timber, herbal biomass and peat are highly seasonal activities. These fuels need intermediate storage which increases the vulnerability, if the storage facilities are unprotected from weather conditions. By the year 2100, we can expect positive total effect on the wind energy resources due to the climate change, a somewhat negative effect can be expected on the use of solar energy and timber as an energy resource. The use of oil shale energy resource is least affected by weather conditions and the changes thereof. The amount of the used oil shale resource is not affected by the forecast changes."}, {"text_block_id": "p28_b260", "text": "Energy efficiency is the ratio of the useful and used energy, i.e. the relationship between the energy output and input. Climate factors influence the efficiency of energy production as well as energy use. Estonian economy is one of the most energy-intensive economies in Europe. The effect of climate factors on the efficiency of energy use is manifested in several ways. For instance, the thermal resistance of poorly built building structures is low and with the increase in wind speed, the heat losses of buildings also increase. On the other hand, due to the higher temperatures in summer, the need to cool down the indoor rooms increases. A sharp increase in the electricity consumption in very cold or very hot weather due to heating or cooling may cause overload and power cuts. Power cuts may also be caused by thunder and storm winds and due to the resulting overload, unplugged electrical equipment may be damaged. Therefore, efficient or sustainable energy use helps to reduce the risk that the additional load caused by extreme weather conditions has an adverse effect on the energy infrastructure and energy system."}, {"text_block_id": "p28_b261_merged", "text": "Cooling and the production of heat depend directly on weather. This area is most affected by outdoor temperature but also partly by wind speed, the intensity of solar radiation and air humidity. Heat production is divided into district and individual heating. In district heating, the heat is produced centrally and is then transported to the consumers located further away. Compared to individual heating, district heating is more sensitive to climate changes because the reduction in heat consumption due to climate warming may make the management of district heating networks economically impractical. Due to the shortening of the heating period, the heat losses in transferring heat which will be used for heating central domestic hot water outside the heating period will increase proportionally. In Estonia, the maximum constant air temperature of over +30 °C and higher in 24 hours during a span of five or more days is considered to be especially dangerous for human health. In a situation where the solar radiation that penetrates windows and increases the temperature must also be taken into consideration, the cooling"}, {"text_block_id": "p29_b264_merged", "text": "systems of buildings are not intended to keep the set temperature (in the cooling period, the presumtive temperature range for instance in offices is 22–27 °C). Between 1961–2010, there has only been three heat waves in Estonia: at the end of July 2003 in South-Western Estonia and in July 2006 and 2010 in South-Eastern Estonia. In addition to the possibility to get cool outside air, different electrical equipment are used for cooling – ventilators, heat pumps and air conditioners. Depending on the outdoor temperature, a heat pump may also be used for heating the rooms in winter or cooling them in summer. Climate change has a dual effect on energy economy. On the one hand, increase in winter temperatures reduces the consumption in the cold season, however, the increase in the average temperature, higher summer temperatures and more frequent short-term (averagely 7–10 days) heat waves increase the need to cool the buildings, which is usually done by using electricity. However, the reduced need for heat energy is not proportional with the increase in winter temperatures because the higher winter temperature is primarily related to windy weather and the movement of warmer air mass above Estonia. Despite climate warming, there will also be some single cold winters in Europe over the next decades. Due to higher humidity level and wind speed, additional energy is needed for maintaining a comfortable temperature. Also, it must be taken into consideration that in a situation where the energy consumption of buildings is reduced, the heat loss in district heating networks is proportionally larger than at the maximum consumption rate in cold winters. Larger amount of precipitation also increases the level of the upper aquifer. Higher groundwater level and larger soil moisture content cause larger heat losses, especially in old non-insulated heating pipes because the thermal conductivity of the soil increases."}, {"text_block_id": "p29_b267", "text": "In Estonia, electricity is mainly produced in oil shale power plants. As at September 2013, the net production capacity of the Estonian electricity system is 2,739 MW. The possible net production capacity that can actually be used at any given moment is smaller, since some of the production equipment are under repair and the production capacity of some of the production equipment depends on the existence of wind and hydropower resources. The forecast climate change by the year 2100 has a marginal impact on the production of electricity from oil shale. Production of electricity from renewable energy sources is highly dependent on climate factors and the latter (solar radiation, wind, flowing water from precipitation) mainly also serve as the sources of energy extraction, which is why changes in the occurrence of these climate factors also have a direct impact on the production of energy from renewable energy sources."}, {"text_block_id": "p29_b268", "text": "Security of supply, energy independence and security are inseparably linked and the aim is to ensure the sufficient amount of energy for all the consumers in Estonia at any given moment, whether it is in the form of heat, electricity or fuel. Security of supply is a measure used under the normal circumstances, which indicates the supply of energy according to demand i.e. whether the necessary amount of energy is available for the consumer at the required time and with the acceptable price. Estonia is relatively well equipped with energy resources. There is enough wind, solar radiation and domestic biomass and oil shale to cover the internal consumption need. Transport fuels are not produced in Estonia but imported. In the case of difficulties or disruptions in supply, fuel supply is ensured from the national liquid fuel supplies. The supplies of the majority of the solid fuels used in Estonia (oil shale, wood fuels) are sufficient and these fuels are produced according to the demand. In the open electricity market and conditions of free movement of energy both the electricity produced in Estonia as well as the imported electricity are equal to cover the consumption demand. Therefore, in the case of a serious emergency in Estonia, it is sufficient when the peak consumption is covered by the used production capacities together with the import opportunities and the emergency reserves. As at 2015, Estonia had"}, {"text_block_id": "p30_b269", "text": "connections with the neighbouring countries in the total capacity of up to 2,550 MW. Production capacity is ensured at the regional level, since the total electricity consumption of the Baltic States forms only approximately 3% of the total consumption of the Baltic Sea region. Pursuant to the forecast up to the year 2100, the climate factor that has the most important negative effect on the security of the supply is the increased frequency of extreme climate events (storms), which may result in the increased number of interruptions in electricity transmissions, however, the availability of energy resources and the production of electricity are not considerably influenced by climate change. Energy independence in Estonia depends on climate conditions indirectly — only in the amount the delivery of fuel is disrupted due to climate change or if as the result of extreme climate events the production of fuels is disrupted in the production location outside Estonia. Energy security or the reliability of the energy system is a measure used under the normal circumstances, indicating the functioning of the energy system. Effects of climate change on energy security are similar to those on the security of supply."}, {"text_block_id": "p31_b270", "text": "4. Effect on successive topics"}, {"text_block_id": "p31_b271", "text": "4.1. Equal opportunities"}, {"text_block_id": "p31_b272", "text": "Equal opportunities are the key topic of the society when adapting to the effects of climate change, since the focus point of adaptation is to reduce the vulnerability of the groups in less favourable positions. Different groups of residents are differently affected by climate change and the target of the adaptation measures must be to level these inequalities. The development plan broadens the possibilities of the general public and the stakeholders to have a say in making the decisions and helps to better understand climate risks and the measures implemented for managing them."}, {"text_block_id": "p31_b273", "text": "4.2. Information society"}, {"text_block_id": "p31_b274", "text": "Adaptation to climate change promotes the development of information society. The weather and climate change monitoring systems and systems for informing the people must be developed, and the awareness of people about climate change and its effects on the management of people’s lives must be increased. The development of the information society in relation to climate change helps to better understand the need for adaptation measures and increases the readiness for coping with climate change. With information technology solutions, information about climate change, its effects and possibilities for adaptation can be made easily available. Public and available information facilitates the inclusion of relevant information into making management decisions at different levels."}, {"text_block_id": "p31_b275", "text": "4.3. Regional development"}, {"text_block_id": "p31_b276", "text": "The effect of climate change on regional development is very similar to that of the equal opportunities, since the living conditions of the people in different regions of Estonia are differently influenced by climate change, and the purpose of adaptation must be to level these differences. The regional development of Estonia has been uneven. Urbanisation is dominating, whereas Tallinn is an especially powerful point of attraction. Decrease in population density in peripheral regions makes it more difficult to service vulnerable population groups and small local governments also have smaller capacity to service the residents. This inevitably results in smaller adaptation capacity, which is why it might be necessary to direct the adaptation measures regionally. It is very important that the competitiveness of the state would develop evenly, so that there would be no underdeveloped regions which cannot ensure the security of the people and implement effective adaptation measures. The administrative reform and the merger of local governments may be a factor here which promotes the adaptation capacity."}, {"text_block_id": "p31_b277", "text": "4.4. State governance"}, {"text_block_id": "p31_b278", "text": "The development plan creates a national opportunity for implementing the measures for successfully adapting to the effects of climate change. On the one hand, state governance can support the regional development and ensure equal opportunities, but on the other hand, the development of adaptation measures must increase the knowledge base of state governance and the development of public services related to climate change. Successful adaptation is only possible, if the existing knowledge about climate change is taken into consideration in the state governance process. Therefore, it is very important that in the governance of the state as well as the municipalities and towns could use the best and newest scientific data about climate change"}, {"text_block_id": "p32_b279", "text": "and the possibilities to adapt to them. The most difficult task when adapting to climate change is to achieve the cooperation between different governmental institutions and the ministries — without that, the coherent implementation of adaptation measures is not possible."}, {"text_block_id": "p32_b280", "text": "4.5. Environmental protection"}, {"text_block_id": "p32_b281", "text": "Healthy and recoverable ecosystems offer protection from the negative effect of climate change. Climate risks affect the provision of services of the ecosystems with both good and damaged status, which the environmental protection measures must help to ensure, and buffer the effects of climate risks. Taking into consideration the ecosystems services while conducting the development activities and assessing the environmental impacts of the plans must be regarded as one of the most important environmental protection measures in the context of climate adaptation."}, {"text_block_id": "p33_b282", "text": "5. Objectives with metrics and measures"}, {"text_block_id": "p33_b283", "text": "The general objective of the Estonian Development Plan for Climate Change Adaptation is"}, {"text_block_id": "p33_b284", "text": "to increase the readiness and capacity of the regional and local level of the state of Estonia to adapt to the effects of climate change."}, {"text_block_id": "p33_b285_merged", "text": "According to the division of prioritised sectors, the development plan has eight subgoals, the performance of which is supported by the measures for adaptation to the effects of climate change(presented below), which are presented in the draft implementation plan together with the activities, results and costs."}, {"text_block_id": "p33_b287", "text": "Adaptation measures are directed to increase the awareness and resilience as well as to the implementation of the principle of caution based on the following guiding principles:"}, {"text_block_id": "p33_b288", "text": "Adaptation measures are directed to increase the awareness and resilience as well as to the implementation of the principle of caution based on the following guiding principles:\n* increasing the awareness of the general public (the society as a whole,\n* ensuring the capacity to mitigate climate risks and increasing the strategic and operative readiness.\n* acknowledging long-term changes and preventive action in the long perspective."}, {"text_block_id": "p33_b297", "text": "5.1. Health and rescue capability"}, {"text_block_id": "p33_b298", "text": "Subgoal 1."}, {"text_block_id": "p33_b299", "text": "Improved rescue capacity and the ability of people to protect their health and property has reduced the negative effect of climate change on health and the quality of life."}, {"text_block_id": "p33_b300", "text": "Measure 1.1."}, {"text_block_id": "p33_b301", "text": "Development of information, monitoring and support systems and preparation of action plans for improving the efficiency and managing the health risks arising from climate change."}, {"text_block_id": "p33_b302", "text": "Measure 1.2."}, {"text_block_id": "p33_b303", "text": "Increasing rescue capacity."}, {"text_block_id": "p33_b304", "text": "Health measures are mainly focused on increasing the awareness of the residents about the health effects of climate risks. The capacity of the healthcare system to react to extreme weather phenomena must improve. Increasing risks presuppose additional surveys to specify such risks. Additional heath measures are reflected in the National Health Plan 2009–2020. According to the"}, {"text_block_id": "p34_b305", "text": "need and the topicality, health measures related to climate change will be added to and removed from the National Health Plan."}, {"text_block_id": "p34_b306", "text": "The prerequisite for increasing the rescue capacity is the improvement of risk management. Risk management can be improved in situations caused by climate change, in order to ensure the best prevention and mitigation possibilities. Risk communication also requires development — public information and early warning to communicate vital information seamlessly to vulnerable residents. It is also important to increase the hazard awareness of the residents and their ability to cope in emergency situations as well as to teach them how to help others. Greater emphasis must be put on arranging cooperation between the civil and military institutions as well as public authorities and private sector. It is also important to obtain and develop the equipment of the rescue service for solving the emergency situations related to climate change because although the number of forest and landscape fires is generally decreasing, the number of fires caused by climate factors is increasing."}, {"text_block_id": "p34_b307", "text": "5.2. Land use and planning"}, {"text_block_id": "p34_b308", "text": "Subgoal 2."}, {"text_block_id": "p34_b309", "text": "Storm, flood and erosion risk has been managed, the heat island effect has been mitigated, the climate security of settlements has been increased by choosing the best solutions in land use and planning thereof."}, {"text_block_id": "p34_b310", "text": "Measure 2.1."}, {"text_block_id": "p34_b311", "text": "Increasing awareness about the effects of climate change and risks in land use, urban arrangement and planning, development of planning methods of risk areas and organisation of the legal framework."}, {"text_block_id": "p34_b312", "text": "Measure 2.2."}, {"text_block_id": "p34_b313", "text": "Management of flood risks and the development of green areas and urban landscapes for managing climate risks."}, {"text_block_id": "p34_b314", "text": "For land use and planning measures, spatial planning is the instrument which makes it possible to prevent the risks related to the adaptation of twons and coastal areas. The other important factor is the planning competence and capacity of the local governments and county governments, i.e. the existence of planning specialists competent in adaptation to climate change. Therefore, it is essential to integrate the awareness on the effects of adaptation to climate change of both the residents as well as the specialists into plans, strategic environmental assessment and urban planning."}, {"text_block_id": "p34_b315", "text": "It is important to arrange the test projects of general and detailed plans and based on the plans, prepare guiding materials on managing the risks related to climate change, also to prepare recommendations for climate-proof implementation of design criteria (e.g. buildings and landscaping, stormwater drainage). The projects will clarify the circumstances and problems which should be focused on at different levels of the plan. Test projects will also give an input for an effective legislative process and for preparing a spatial database."}, {"text_block_id": "p35_b316", "text": "Taking into consideration the need to adapt to the effects of climate change also presupposes more specific data in order to express the extent of specific problems in risk areas. Hence, it is essential to investigate the microclimate of larger cities and prepare the relevant analysis and map materials. Risks from climate change must be mapped and concentrated into a uniform national spatial database."}, {"text_block_id": "p35_b317", "text": "The implementation of scientific measures is generally not difficult to organise, however, these measures have a long-term effect. Considering the low awareness of the residents of Estonia, outreach activities must be started immediately."}, {"text_block_id": "p35_b318", "text": "The measures focus on the following: preventing the possible damages created by heat waves and heat islands, floods and storms and managing the risks with land use techniques; managing the risks related to floods and heat waves on the establishment and maintenance of green areas, the use of the cooling power of water and the engineering solutions, such as the reconstruction and establishment of stormwater drainage systems, taking into consideration the heat reflecting, absorbing and storing properties of surfaces and the air circulation when designing and constructing buildings. The implementation of these measures is primarily the task of land owners. The state and the local governments direct the execution of the implementing measures within their legal and administrative competence."}, {"text_block_id": "p35_b319", "text": "5.3. Natural environment"}, {"text_block_id": "p35_b320", "text": "Subgoal 3."}, {"text_block_id": "p35_b321", "text": "In the changing climate, the diversity of species, habitats and landscapes, the favourable condition and the integrity of land and aquatic ecosystems and the provision of sufficient amount of socio-economically important ecosystem services with adequate quality has been ensured."}, {"text_block_id": "p35_b322", "text": "Measure 3.1."}, {"text_block_id": "p35_b323", "text": "Preservation of biodiversity under the changing weather conditions."}, {"text_block_id": "p35_b324", "text": "Measure 3.2."}, {"text_block_id": "p35_b325", "text": "Prevention of invasive alien species from getting into nature, the extermination and control thereof in the changing climate."}, {"text_block_id": "p35_b326", "text": "Measure 3.3."}, {"text_block_id": "p35_b327", "text": "Ensuring favourable conditions for natural communities and landscapes and organising nature conservation in the changing climate."}, {"text_block_id": "p35_b328", "text": "Measure 3.4."}, {"text_block_id": "p35_b329", "text": "Ensuring the stability, favourable conditions, functions, resources and the diversity of land ecosystems and habitats in the changing climate."}, {"text_block_id": "p36_b330", "text": "Measure 3.5."}, {"text_block_id": "p36_b331", "text": "Monitoring of the status of surface water bodies, the structure of biota communities, external and internal load of substances caused by the changes in the temperature and the hydrological regime, and minimising climate risks."}, {"text_block_id": "p36_b332", "text": "Measure 3.6."}, {"text_block_id": "p36_b333", "text": "Minimisation of the negative effects of climate change for achieving the good status of the marine environment and the preservation of biodiveristy."}, {"text_block_id": "p36_b334", "text": "Measure 3.7."}, {"text_block_id": "p36_b335", "text": "Provision of socio-economically important ecosystem services in a sufficient amount and with the sufficient quality, taking climate risks into consideration."}, {"text_block_id": "p36_b336", "text": "Adaptation measures for the natural environment are based on the general nature conservation measures and activities which help adapt to the effects of climate change. The adaptation measures of the sector are targeted to reduce the unfavourable effects of climate change on the status of species and natural communities and on the integrity and function of ecosystems. The requested diverse biota, sufficiently large protected areas and natural communities in good status ensure a better ecological resilience against the factors that reduce biodiversity, whether caused by climate change or other anthropological factors."}, {"text_block_id": "p36_b337", "text": "The objective of the adaptation measures of the land ecosystem sector is to preserve the good status, functions and resources of land ecosystems in the changing climate. A considerable part of the measures include the scientific research of the effects of climate change and the monitoring of ecosystems, which create a basis for making more aware adaptation decisions. The development of adaptation measures is based on an ecosystem-based approach (competitive objectives, interaction and compromises of the economic as well as nature conservation sector are taken into consideration) and proposals both on national and international strategies as well as studies that are based on the adaptation to climate change. To increase the adaptation capacity of ecosystems, the use of nature-friendly management is recommended (e.g. preservation of the diversity of genotypes and habitats and the balance of the ecosystem’s biogeochemical cycle) and the restoration of the naturalness of areas heavily affected by human activity."}, {"text_block_id": "p36_b338", "text": "To achieve the subgoal of the freshwater ecosystems, it is necessary to take regulative as well as informative measures, conduct one-time studies and complement long-term monitoring. To increase the capacity and accuracy of forecasts, modellings about the transfers, internal loads and changes in the water and stratification regimes in Estonia need to be conducted immediately. Based on these results, the need for additional adaptation measures can be identified and those measures can be included in the measure programmes of river basin management plans or implement them as independent measure programmes."}, {"text_block_id": "p36_b339", "text": "To reduce the dependency of marine environment on weather conditions and to minimise the increase of the environmental impact due to climate change, the good status of the marine environment needs to be achieved first. In relation to the environmental changes caused by climate change and to the mitigation thereof, both regulative measures as well as plans and additional studies need to be prepared in order to achieve the good status of the marine environment."}, {"text_block_id": "p37_b340", "text": "Almost half of the measures related to ecosystem services are directed to the preservation of the volumes and quality of the ecosystem services related to water (e.g. preservation of water regime, water filtration, fish, seafood, drinking and irrigation water, fishing, opportunities of water tourism, etc.). Regulative activities also play an important role and the aim is to increase the awareness of residents and the target groups about climate risks and to invest in the preservation of the volume and quality of ecosystem services."}, {"text_block_id": "p37_b341", "text": "The need to develop the classification of ecosystems and establish the volumes, quality and monetary value thereof must also be highlighted. A freshwater and marine ecosystem classification regarding the conditions of Estonia has been completed but similar classifications need to be prepared for other ecosystems as well (forest, mire, meadow, soil, town). Also, there is a clear need for a study which identifies the functioning of the biogeochemical cycle in ecosystems, based on which it is possible to assess climate risks on ecosystem services. The climate sensitivity indicators of green areas, meadows and grasslands should be eventually reflected in the county and general plans."}, {"text_block_id": "p37_b342", "text": "5.4. Bioeconomy"}, {"text_block_id": "p37_b343", "text": "Subgoal 4."}, {"text_block_id": "p37_b344", "text": "The sustainability of the bioeconomy sectors important for Estonia is ensured with climate-aware agriculture, forest and water management, fishing industry and recreation economy, and the excavation of peat."}, {"text_block_id": "p37_b345", "text": "Measure 4.1."}, {"text_block_id": "p37_b346", "text": "Ensuring food supply in the changing climate through the development of land improvement systems, increase in the competitiveness of agriculture and through knowledge creation and transfer."}, {"text_block_id": "p37_b347", "text": "Measure 4.2."}, {"text_block_id": "p37_b348", "text": "Ensuring the productivity and viability of forests and the diverse and effective use thereof in the changing climate."}, {"text_block_id": "p37_b349", "text": "Ensuring the productivity and viability of forests and the diverse and effective use thereof in the changing climate.\n* Ensuring the sustainability of fish resources and the well-being (income) of the people that earn a living by fishing in the changing climate.\n<\\li1>"}, {"text_block_id": "p37_b351", "text": "Measure 4.4."}, {"text_block_id": "p37_b352", "text": "Increasing the capacity of the tourism sector to adapt to the effects of climate change."}, {"text_block_id": "p37_b353", "text": "Measure 4.5."}, {"text_block_id": "p37_b354", "text": "Optimisation of peat excavation in the changing climate."}, {"text_block_id": "p38_b355", "text": "In agriculture, climate adaptation primarily focuses on the measures which would help to ensure sources of subsistence which are more resilient to natural disasters as well as to the normal variability of weather conditions. Security of food and energy supply is directly the issue of strategic security."}, {"text_block_id": "p38_b356", "text": "For ensuring the sustainability of agriculture in changing climate, a need is arising to contribute to the more coherent and harmonic development of the environmental, social as well as economical sectors of rural areas. Economic measures are primarily directed to ensure economic coping and competitiveness in order to create a prerequisite for adaptation to the effects of climate change. Due to large uncertainty and the need to create the necessary source information for making the decisions, research activities must be use to direct a considerable part of the Estonian research potential to basic and applied research which analyse the changing conditions. Information measures mediate higher-level knowledge to target groups, promoting the new relevant technologies to be put into practice and the preservation of decent quality of life and secure and clean living environment. Due to the small size of the Estonian market, private investors have no interest in developing a support system that concentrates the diverse contemporary knowledge and technologies in order to prepare effective plant protection and fertilisation regimes and for preventing agricultural and environmental damage. The state’s contribution to the investment measures would help to develop agroclimatic and agricultural environment modelling systems and natural disaster alert and early warning systems for emergency situations to ensure food security and food safety in shorter and longer perspective."}, {"text_block_id": "p38_b357", "text": "The objective of forest management is to ensure the sustainable management of forests in the changing climate conditions. A considerable part of the measures is directed to the studies which support the development of new standards, investments, plans and innovations. In the context of climate change, forest management measures handle the investments in infrastructure in order to ensure the diverse and effective use of forests and a more systematised monitoring (organisation) of forest protection and forest damages."}, {"text_block_id": "p38_b358", "text": "Under the climate conditions which change the fish resources and therefore also the fishing opportunities, the preservation measures primarily include changing the ratio of the fishing regime and the ways of using fish resources. The objective is to ensure the maximum sustainable resource of species, avoiding the disturbance of the structure of fish fauna which is related to fishing, and the negative impact on aquatic ecosystems. Fish resources should be managed more accurately and skilfully, e.g. by optimising minimum fish sizes, creating better spawning conditions, setting timely and spatial fishing restrictions and aligning the fishing effort with the changed resources. One of the prioritised measures is the reduction of the factors damaging the fish fauna (e.g. eutrophication and pollution caused by humans), which serve as the means to compensate the negative effects of climate change on fish habitats. Measures which need large investments but are crucial for preserving fish habitats and avoiding considerable damage must be implemented immediately (cross-border if possible) on Lake Peipus and the Baltic Sea. A measure to make the use of the decreasing fish resources more effective is to increase the value of fish in a more extensive and better way (including the low-value fish and alien fish species) and restrictions on illegal fishing. In order to ensure new or additional sources of income in the home regions of people depending on fishing, alternative jobs should be created in coastal areas in a timely manner (e.g. development of tourism industry, including accommodation, dining establishments, parking lots, transport to fishing sites on lakes and the sea) and fish farming"}, {"text_block_id": "p39_b359", "text": "should be developed if necessary. A decisive factor here is the lack of current information serving as the basis of the adaptation measures, including an inaccurate assessment of the size of fish resources. Therefore, complex studies about the synergy of pressure factors (e.g. climate change and eutrophication) which influence fish populations and natural communities must be conducted and recreational fishing should be monitored more reliably within the whole country, which would allow the state to get a more accurate annual overview about the use of fish resources. In order to make knowledge-based decisions in fish management, the fish resources monitoring results must be better linked to the biota and environmental monitoring results. The objective of the studies is to implement scientifically sound and thoroughly planned climate adaptation measures in the fishing sector all over Estonia."}, {"text_block_id": "p39_b360", "text": "In tourism sector, activities directed to increasing the awareness and capacity of the sector play an important role, therein also the necessary studies and the outreach activities. Investment and support activities will be implemented, which promote the increase in the number of tourists arising from the more favourable weather conditions in the summer and mitigate the effects of the disadvantageous winter period. More important than these are the diversification of offers, increasing the satisfaction of visitors and reducing the burden falling on the local community."}, {"text_block_id": "p39_b361", "text": "To reduce dependence of peat excavation on weather conditions and to minimise the increase of the environmental impact of excavation induced by climate change, including the increase in the CO"}, {"text_block_id": "p39_b362", "text": "2"}, {"text_block_id": "p39_b363", "text": "emissions from peat extraction areas, the first activity is to study the wet extraction and wet peat utilisation and processing technologies. The effect of climate change within the excavation area is unknown, including the effect of climate change on precipitation, wind, and information regarding the success of post-extraction measures is also deficient. Therefore, it is essential to conduct applied and complex research which includes the CO"}, {"text_block_id": "p39_b364", "text": "2"}, {"text_block_id": "p39_b365", "text": "emission originating from extraction areas, transfer of peat and monitoring of the success rate of the areas recultivated"}, {"text_block_id": "p39_b366", "text": "after the extraction. All in all, the measure is handling different target groups — entrepreneurs (primarily peat extractors and processors) and the public sector (the EU and the Estonian institutions and residents) who may help to mitigate the risks arising from climate change (increasing CO"}, {"text_block_id": "p39_b367", "text": "2"}, {"text_block_id": "p39_b368", "text": "emission, ineffective restoration practices, dependence of extraction volumes and the quality of peat on weather conditions, amplification of environmental impacts) and to perform other objectives of the climate policy (e.g. reduction of CO"}, {"text_block_id": "p39_b369", "text": "2"}, {"text_block_id": "p39_b370", "text": "emissions). The measures and their effectiveness affect everyone in the EU as well as other countries related to the excavation of peat because the amount of professional information used in practice will increase."}, {"text_block_id": "p39_b371", "text": "5.5. Economy"}, {"text_block_id": "p39_b372", "text": "Subgoal 5."}, {"text_block_id": "p39_b373_merged_merged", "text": "The opportunities and risks from climate change are managed in the best possible way by economic agents."}, {"text_block_id": "p40_b375", "text": "Measure 5.1."}, {"text_block_id": "p40_b376", "text": "Management of household risks arising from climate change."}, {"text_block_id": "p40_b377", "text": "Measure 5.2."}, {"text_block_id": "p40_b378", "text": "Promoting entrepreneurship that takes into consideration the effects of climate change."}, {"text_block_id": "p40_b379", "text": "In the economic sector, adaptation measures are above all directed to companies in order to inform them about the risks and possibilities induced by climate change and then to support the companies in their necessary restructuring process. Therefore, the primary task is to make information about climate change easily available but also to inform the companies located in the region about the risks from climate change and make them prepare for emergency situations."}, {"text_block_id": "p40_b380", "text": "Insurance plays a very important role in the adaptation process. Insurance helps to hedge and manage risks related to extreme weather conditions but it is very important to collect new data for the insurance regarding the coverage of risks and therefore an additional survey must be conducted in this field."}, {"text_block_id": "p40_b381", "text": "5.6. Society, awareness and cooperation"}, {"text_block_id": "p40_b382", "text": "Subgoal 6."}, {"text_block_id": "p40_b383", "text": "Awareness of risks from climate change and the opportunities has increased."}, {"text_block_id": "p40_b384", "text": "Measure 6.1."}, {"text_block_id": "p40_b385", "text": "Improving risk management and ensuring for the employees of state and local government institutions the capacity to manage risks from climate change."}, {"text_block_id": "p40_b386", "text": "Measure 6.2."}, {"text_block_id": "p40_b387", "text": "Supporting the adaptation of preschool child care institutions, general education and hobby schools, environmental education centres and vocational schools to the effects of climate change."}, {"text_block_id": "p40_b388", "text": "Measure 6.2."}, {"text_block_id": "p40_b389", "text": "Participation in the international climate change mitigation and adaptation cooperation and in the development of international climate policy."}, {"text_block_id": "p40_b390", "text": "The measures of the prioritised sector of the society, awareness and cooperation are based on the fact that it is important to provide most help for the groups of less privileged people (i.e. support the authorities which deal with such people), sufficient information about climate change as well as good and efficient means for communicating such information must be available."}, {"text_block_id": "p41_b391", "text": "People engaged in social welfare must be trained on the effects of climate change and on how to prevent the risks that may be created by extreme weather conditions induced by climate change."}, {"text_block_id": "p41_b392", "text": "From the point of view of the equal and sustainable development of the society, it is essential that information about the effects of climate change and the possible effects of extreme weather conditions be equally and easily available for everybody. Based on this information, the local governments and the local communities can plan their activities and behaviour in hazardous situations and the adaptation measures can support them in such planning works (trainings, offering means, etc.). It is very important to assess the awareness of the residents and their knowledge regarding the effects from climate change and their self-service capacity. This information can be systematically collected with the help of specific studies."}, {"text_block_id": "p41_b393", "text": "The success of adaptation to the effects of climate change depends on how accurate information there is in Estonia about climate change. In order to constantly update the information and increase the accuracy of the forecasts, it is essential to support climate research and participate in international cooperation initiatives related to climate science (e.g. Copernicus, JPI Kliima). The aim of the information and education measures is to support schools and non-formal education institutions in their process of adapting to the effects of climate change and offer them the necessary support materials, trainings, etc., so that they could integrate the adaptation to the effects of climate change into their curricula."}, {"text_block_id": "p41_b394", "text": "In the field of international relationships and cooperation, it is essential to increase the share of adaptation to the effects of climate change in the development cooperation of Estonia, which helps to increase the adaptive capacity of all states and mitigate the international problems related to climate change, e.g. environmental migration, which in turn provides a prerequisite for receiving help in case larger negative effects of climate change appear."}, {"text_block_id": "p41_b395", "text": "5.7. Infrastructure and buildings"}, {"text_block_id": "p41_b396", "text": "Subgoal 7."}, {"text_block_id": "p41_b397", "text": "The availability of vital services or the energy efficiency of buildings has not decreased due to climate change."}, {"text_block_id": "p42_b398", "text": "Measure 7.1."}, {"text_block_id": "p42_b399", "text": "Ensuring safe trafficking, transportation of goods and access to vital services in the changing weather conditions."}, {"text_block_id": "p42_b400", "text": "Measure 7.2."}, {"text_block_id": "p42_b401", "text": "Ensuring the durability of buildings, more energy efficient heating and cooling and a comfortable indoor climate for people in the changing weather conditions."}, {"text_block_id": "p42_b402", "text": "In the area of technical support systems, it is planned to increase the readiness of such technical support systems under any weather conditions that are directed to ensure the dependability of the transport infrastructure (including roads, railways and bridges) and the passability thereof in extreme weather conditions."}, {"text_block_id": "p42_b403", "text": "According to current practice, the development of construction standards has been based on the weather conditions of the past, assuming that these are also valid for the future. However, changing weather conditions may have a considerable impact on the buildings, causing damage to them. Therefore, the principles of construction should be adapted in a way that future climate conditions are taken into consideration. Many problems regarding the durability of buildings and indoor climate are related with poor construction quality. Keeping in mind the future climate, poor construction quality may cause even larger damage. Increasing the efficiency of heat supply and minimising climate risks when providing domestic hot water for consumers are equally important."}, {"text_block_id": "p42_b404", "text": "5.8. Energy and security of supply"}, {"text_block_id": "p42_b405", "text": "Subgoal 8."}, {"text_block_id": "p42_b406", "text": "Energy independence, security, security of supply and the use of renewable energy sources have not decreased due to climate change and the primary energy final consumption level does not increase."}, {"text_block_id": "p42_b407", "text": "Measure 8.1."}, {"text_block_id": "p42_b408", "text": "Prevention of risks from climate change in power networks and upon using renewable energy."}, {"text_block_id": "p42_b409", "text": "The activities of the measure of the fields of energy independence, security of supply and energy security are closely linked with the Development Plan for the Energy Sector Until 2030, they increase energy independence, security of supply and energy security both currently as well as in the event of worsening weather conditions and increased number of extreme weather conditions — and at national as well as regional level. The leading principle of energy independence is independence from the import of energy carriers, production of energy based on domestic fuels and, above all, renewable fuels and the use of renewable energy sources and the diversification of energy production portfolio."}, {"text_block_id": "p42_b410", "text": "The best way to ensure the security of energy supply is the existence of sufficient and fast-reacting production capacities and the dispersion of energy production. It is important that besides the existence of resources, technologies, the cost of energy and other aspects affecting the development of the energy sector, the long-term planning of energy economy also take into"}, {"text_block_id": "p43_b411", "text": "consideration the changing climate conditions and their impact on the production of energy and delivering the electricity to the consumers."}, {"text_block_id": "p43_b412", "text": "6. Cost estimation of the Development Plan for Climate Change Adaptation until 2030"}, {"text_block_id": "p43_b413", "text": "The cost estimation for the implementation of the Development Plan for Climate Change Adaptation for 2017–2030 is 43,745,000 euros. The implementation of the measures and the activities takes into consideration the objectives and means of development plans from other fields, including the following: Estonian Rural Development Plan for 2014–2020, Operational Programme for the European Maritime and Fisheries Fund for 2014–2020 and Operational Programme for Cohesion Policy Funds 2014–2020. Many activities related to adaptation together with their budget are also reflected in the implementation plans of the development plans of many other fields, such as Nature Conservation Development plan Until 2020, Estonian Forestry Development Plan Until 2020, Internal Security Strategy 2015–2020, National Transport Development Plan 2014–2020, Development Plan for the Energy Sector Until 2030."}, {"text_block_id": "p43_b414", "text": "The cost of the implementation plan for the development plan for 2017–2020 is 6,700,000 euros, whereas the state budget expenditure form 3,310,000 euros and the support from the environmental programme of the Environmental Investment Centre and foreign sources is 3,390,000 euros. Financing of the activities from the state budget is ensured within the cost limits of the implementing agencies in the financial strategy of the budget strategy."}, {"text_block_id": "p43_b415", "text": "6.1. Budget forecast by subgoals"}, {"text_block_id": "p43_b416", "text": "6.2. Budget forecast by administrative areas"}, {"text_block_id": "p44_b417", "text": "6.3. Budget forecast by budget types"}, {"text_block_id": "p45_b418", "text": "7. Description of the management structure of the development plan"}, {"text_block_id": "p45_b419", "text": "The Ministry of the Environment is responsible for the implementation of the development plan. Responsible authorities also include the Ministry of Rural Affairs, the Ministry of Social Affairs, the Ministry of Economic Affairs and Communications, the Ministry of the Interior, the Ministry of Finance, the Ministry of Education and Research and other ministries."}, {"text_block_id": "p45_b420", "text": "After the development planis approved by the Government of the Republic, the working group of the development plan will be formed, whose task is to implement and update the Development Plan for Climate Change Adaptation."}, {"text_block_id": "p45_b421", "text": "The working group of the development plan will be formed by the representatives from the following institutions:"}, {"text_block_id": "p45_b422", "text": "The working group of the development plan will be formed by the representatives from the following institutions:\n* the Ministry of the Environment\n* the Ministry of Social Affairs\n* the Ministry of Finance\n* the Ministry of the Interior\n* the Ministry of Economic Affairs and Communications\n* the Ministry of Rural Affairs\n* the Ministry of Education and Research\n* the Republic of Estonia Government Office\n* the Rescue Board\n* the Association of Municipalities of Estonia\n* the Association of Estonian Cities\n* the Estonian Research Council\n* the Network of Estonian Nonprofit Organisations\n* Kodukant, the Estonian Village Movement"}, {"text_block_id": "p45_b450", "text": "The task of each member of the working group from each responsible ministry is to coordinate the activities of the development plan which belong to their area of responsibility. Including, to ensure the necessary application for funding to the state budget planning process and to mediate the information related to adaptation when preparing overviews and reports. The Ministry of the Environment organises the annual reporting of the development plan and coordinates the exchange of adaptation-related information between the ministries."}, {"text_block_id": "p45_b451", "text": "The development plan will be implemented based on the implementation plan. The implementation plan includes the specific activities and their costs for four years, presented based on the years and the responsible authorities. The implementation plan will be prepared based on the state budget strategy. The draft implementation plan together with the development plan will be presented for approval to the Government of the Republic by the Minister of the Environment and on each following year the implementation plan will be presented within the framework of planning the state budget strategy. The working group of the development plan discusses the implementation plan before presenting it to the government for approval. After the approval of the state budget strategy and the state budget, the implementation plan will be specified if necessary. The working group of the development plan with the chair of the Ministry of the Environment discusses the implementation plan of the development plan once a year before presenting it to the Government of the Republic for approval, monitors the implementation"}, {"text_block_id": "p46_b452", "text": "of the development plan, gives recommendations for changing the development planand if necessary, solves the open issues related to the development plan."}, {"text_block_id": "p46_b453", "text": "As of 2018, the Ministry of the Environment shall annually present to the Government of Republic an overview about the execution of the development plan and the achievement of its objectives by 1 March, making also the proposals about amending or changing the development plan if necessary."}, {"text_block_id": "p47_b454", "text": "Annex 1. Connections with the documents of the national development vision, the development plans of other fields and the documents originating from international agreements and the EU legislation"}, {"text_block_id": "p47_b455", "text": "In the strategic development documents of the state of Estonia, there are direct as well as indirect measures which may help the society to adapt to the effects of climate change. The majority of them is related to the mitigation of climate change and regulation of emergency situations (based on the Emergency Act and the Water Act). The Estonian Environmental Strategy Until 2030 also focuses on the health of people and the development of knowledge. The Nature Conservation Development Plan Until 2020 and the development plan for the area of government of the Ministry of the Environment for 2017–2020 handle the awareness as well as the development of environmental education and climate reserach. Unfortunately, awareness in these documents is handled in a traditional sense of information campaigns and materials, which has proved to be ineffective. The development plans established so far have not handled the transfer of the global effect of climate change on Estonia."}, {"text_block_id": "p47_b456", "text": "From among the laws of Estonia, the topic of adaptation to the effects of climate change is most handled in the Emergency Act, based on which the Rescue Board has prepared the risk analyses for the emergency events which may occur as a result of extreme climate events and circumstances: “Floods on Densely Populated Areas”, “Extremely Cold Weather”, “Extremely Hot Weather” and “Extensive Forest or Landscape Fires”. Risk analysis “Epidemic Emergency Risk Assessment” has been prepared under the guidance of the Health Board. The Emergency Act regulates the preparation of the emergency risk analyses and emergency plans, trainings related to emergencies, informing about emergencies, emergency management, also the declaration of an emergency situation and the measures implemented at the time of the emergency (e.g. work obligation for third parties, expropriation of movable property, prohibition to stay and other restrictions for freedom of movement). Although the risk analyses do not refer to the effects of climate change or the importance of adaptation thereto, the existing measures still help to manage climate risks and are, in their essence, works which the system administrator should perform anyway or which the state should order additionally from companies (e.g. modernisation of rainwater systems, maintenance of dams, preparation of more accurate maps for risk areas and preparation of risk management plans, trainings for local governments regarding the issues related to emergencies). The law also stipulates the organisation of the continuous functioning of vital services (e.g. electricity and gas supply, continuity of ambulance services and water supply and sewerage services) which may also be affected by climate change (if extreme weather conditions become more frequent). To ensure the continuity of vital services, the continuity risk analyses and continuity plans are foreseen. The main focus of the measures related to the Emergency Act is to increase the awareness of the population and the providers of vital services, inform the risk groups and promote cooperation, but also to make the weather forecasts more effective and establish a weatherproof infrastructure."}, {"text_block_id": "p47_b457", "text": "In relation to the assessment and management of risks related to floods (updating the management plans), the effects of climate change are also handled in the Water Act. The Water Act establishes the obligation to prepare maps of the flood risk areas, give an assessment for flood risks and prepare the risk management plans for flood risks. The aim of these activities and plans is to reduce the possible harmful consequences from flood risks to the health of people, the property, the environment, the cultural heritage and the economic activities and to reduce the"}, {"text_block_id": "p48_b458", "text": "possibility of the occurrence of the floods with such consequences in the future. The activities outlined in the Water Act are coordinated by the Ministry of the Environment in cooperation with the Ministry of Finance, the Ministry of the Interior and the Ministry of Rural Affairs, involving local governments and county governments. The obligation to execute the activities lies on land owners."}, {"text_block_id": "p48_b459_merged", "text": "The White Paper of the European Communision of 01.04.2009 “Adapting to climate change: Towards a European framework for action“foresees the development of the EU strategy on adaptation to the effects of climate change as of 2012. In April 2013, the European Commission presented to the European Parliament, the Council of Europe, the European Economic and Social Committee and the European Committee of the Regions the EU strategy on adaptation to climate changewhich establishes a framework and mechanisms to take the preparedness of the EU to the next level of adaptation to the current and future effects of climate change. The European Commission also encourages the member states to adopt thorough strategies on adaptation to the effects of climate change. Together with the EU strategy on adaptation to climate change, the Commission has also developed the guidelines on developing national strategies (16.04.2013 – SWD (2013) 134 – “Guidelines on developing adaptation strategies”) which also serve as the basis when preparing the Estonian Development Plan for Climate Change Adaptation."}, {"text_block_id": "p48_b462", "text": "and the EU legislation"}, {"text_block_id": "p48_b463", "text": "“Strategy for Estonian Development Cooperation and Humanitarian Aid 2016–2020“"}, {"text_block_id": "p48_b464", "text": "Measure 6 of the Strategy for Estonian Development Cooperation and Humanitarian Aid is about supporting environmentally sustainable development and achieving internationally set environmental goals. In 2016–2020, the share of the means intended for this strategy from among the official development aid of Estonia will be increased from four per cent to 4.5 per cent which is also the target level for the societal, scientific and cooperative objectives recommended in the basic research for the present strategy."}, {"text_block_id": "p48_b465", "text": "“Estonian Lifelong Learning Strategy 2020“"}, {"text_block_id": "p48_b466", "text": "The lifelong learning strategy provides the preparation of employees in the areas of economic growth. The latter can be affected by climate change to a certain extent also in the future and in the strategy it has been linked with the more efficient use of resources which has a direct effect on climate change."}, {"text_block_id": "p48_b467", "text": "“Estonian National Development Plan for the Energy Sector Until 2020“ and “Development Plan for the Energy Sector 2030+“"}, {"text_block_id": "p48_b468", "text": "Both energy strategies direct the electricity and heat production sector and energy use at all levels and can help to promote the adaptation of the sector to extreme weather conditions."}, {"text_block_id": "p49_b469", "text": "“National Security Concept of the Republic of Estonia 2010“"}, {"text_block_id": "p49_b470", "text": "In the strategy document “National Security Concept of the Republic of Estonia” the measures cannot be clearly distinguished, the objectives are set based on subtopics. The objectives of the foreign policy mention the promotion of the political dialogue and security in the Baltic Sea region, including in the area of environmental protection. In cooperation with other states, the possibilities of marine rescue and marine pollution monitoring and prevention will be developed. Cooperation between the EU, NATO and Baltic Sea countries in reaction to major accidents is also emphasised. As regards to the continuity and coherence of the society, the strategy document mentions the development of the necessary know-how and legal framework for the implementation of nuclear energy in order to reduce the greenhouse gas emissions and to increase energy security. The plans to enhance cooperation between the authorities in order to avoid major accidents are also connected with the field of security. The environmental security goal is also served by the development of monitoring systems on the Baltic Sea to avoid marine pollution and participation in international cooperation for ensuring radiation safety. Within the framework of public health, it is recommended to enhance preparedness for health emergencies. Informing the population is also foreseen with the purpose to reduce the movement of environmentally hazardous substances into the environment."}, {"text_block_id": "p49_b471", "text": "“Estonian Environmental Strategy Until 2030“"}, {"text_block_id": "p49_b472", "text": "The framework of environmental protection and the environmental use is established in document “Estonian Environmental Strategy Until 2030”. The objective established in this document is the creation of a healthy and supporting external environment which includes both the reduction of the effects of climate change as well as preparing plans. The climate adaptation measures are important for achieving the long-term objectives listed in the document, especially in the fields of waste, residual pollution and reduction of pollution load, water, mineral resources, energy and transport, forestry, fishing and hunting and the preservation of the diversity of landscapes and the nature."}, {"text_block_id": "p49_b473", "text": "Competitiveness strategy “Estonia 2020“"}, {"text_block_id": "p49_b474", "text": "“Estonia 2020” promotes innovation and green economy entrepreneurship which could also include the provision of the technologies and services promoting adaptation to the effects of climate change."}, {"text_block_id": "p49_b475", "text": "“Estonian Rural Development Plan for 2014–2020“"}, {"text_block_id": "p49_b476_merged", "text": "One of the priorities of the development plan is the need to enhance resource effectiveness and to promote the transition to low CO2 emission and climate change resilient economy in agriculture and food and forest sector."}, {"text_block_id": "p49_b479", "text": "“Programme of Measures of the Estonian Marine Strategy“"}, {"text_block_id": "p49_b480", "text": "The marine strategy framework directive aims to achieve the good environmental status of marine areas by 2020. Project “Developing the programme of measures for the Estonian marine area in compliance with the requirements of the EU Marine Strategy Framework Directive, including feasibility study on using LNG as an alternative ship fuel to reduce pollution” planned in the framework of the European Economic Area Financial Mechanism 2009–2014 “Integrated marine and inland water management” is directly linked with the sustainable management of marine water bodies, which also includes the assessment of measures implemented on inland"}, {"text_block_id": "p50_b481", "text": "water bodies and through that also the preservation/achievement of good environmental status for marine areas."}, {"text_block_id": "p50_b482", "text": "“Estonian Regional Development Strategy 2014–2020“"}, {"text_block_id": "p50_b483", "text": "One of the objectives of the “Estonian Regional Development Strategy 2014–2020” is the development of sustainable and attractive urban environment and mobility environment. This supports the measures of the present development plan, the objective of which is adaptation to the effects of climate change especially in the urban environment."}, {"text_block_id": "p50_b484", "text": "“National Development Plan for the Use of Oil Shale 2016–2030“"}, {"text_block_id": "p50_b485", "text": "Oil shale mining has caused water regime changes in the North-Eastern Estonia and pollution which becomes a threat if climate effects deepen and which must be taken into consideration when planning the climate change adaptation measures."}, {"text_block_id": "p50_b486", "text": "\"Estonian National Tourism Development Plan 2014–2020“"}, {"text_block_id": "p50_b487", "text": "The said development plan does not handle the impact of tourism on climate change or the impact of climate change on tourism in a sufficient amount. Therefore, it is important to integrate the aspects of the effects of climate change in tourism sector and adaptation thereto to the present development plan."}, {"text_block_id": "p50_b488", "text": "\"National Renewable Energy Action Plan Until 2020“"}, {"text_block_id": "p50_b489", "text": "Prioritised development of the renewable energy sector disperses the production of electricity and reduces the vulnerability of energy sector to climate effects, however, for instance, the forest sector is sensitive to climate changes and by using the correct forest management techniques, it is possible to adapt to these effects."}, {"text_block_id": "p50_b490", "text": "Estonian Research and Development and Innovation Strategy “Knowledge Based Estonia 2014– 2020”"}, {"text_block_id": "p50_b491", "text": "The document “Knowledge Based Estonia” addresses the topic of climate change only in a general way under measures 2.12 and 4.1, where it handles the activities of the Ministry of the Environment when enhancing the planning of the activities related to adaptation to the effects of climate change and mitigation thereof and the participation in the work of the EU joint programming initiatives — Ocean, Climate and Water. However, the strategy has a potentially large effect on the development of the economy, especially through supporting smart specialising. The three growth areas (horizontal use of ICT, health technologies and services; more effective use of resources) are indirectly linked to the adaptation to the effects of climate change (especially the health services) and to the mitigation of climate changes (especially the more effective use of resources). The strategy also stresses the importance of strengthening the connections between economy and science, which to a certain extent can be linked to the involvement of the information about climate change in the economy."}, {"text_block_id": "p50_b492", "text": "“EU Biodiversity Strategy to 2020“"}, {"text_block_id": "p50_b493", "text": "The general aim of the strategy is to stop the reduction of biodiversity in the EU by 2020, keeping in mind the climate changes as well as the disappearance of habitats and the excessive use of natural resources. The objectives of the strategy is to maintain and improve ecosystems to"}, {"text_block_id": "p51_b494", "text": "ensure their services and the control of invasive alien species, help to avoid the reduction of global biodiversity and to fully implement the Nature Directive and the Birds Directive. The strategy also coincides with the strategic objective of the climate change adaptation in the areas of forestry, agriculture and fishing: to ensure the ecological sustainability of the use of resources."}, {"text_block_id": "p51_b495", "text": "“EU Nature Directive“"}, {"text_block_id": "p51_b496", "text": "The objective of the directive is to promote the preservation and restoration of the diversity of the nature by protecting the animal and plant species and their habitat types and natural sites. Adaptation to the effects of climate change is an important aspect in achieving this objective."}, {"text_block_id": "p51_b497", "text": "“Operational Programme for the European Maritime and Fisheries Fund for 2014–2020“"}, {"text_block_id": "p51_b498", "text": "The political instruments planned in the present strategy coincide with the measure of the said operational programme “Community-led local development strategy”."}, {"text_block_id": "p51_b499", "text": "“Development plan for the area of government of the Ministry of the Environment for 2017–2020“"}, {"text_block_id": "p51_b500", "text": "Measure 1.7 of the environment protection subfield of the development plan is adaptation to climate change. The objective of the measure is the improved preparedness and the capacity to handle climate change and the weather phenomena caused thereby. One of the priorities of the development plan for 2017–2020 is to start implementing the climate change adaptation measures in the fields of the natural environment, bioeconomy, energy, rescue capacity and other fields."}, {"text_block_id": "p51_b501", "text": "Fundamentals of Climate Policy Until 2050 (under preparation)"}, {"text_block_id": "p51_b502", "text": "The development document plans long-term political guidelines in the fields of energy, transport, industry, agriculture, forestry and waste management, moving towards Estonia’s long-term climate policy vision to reduce the greenhouse gases emission at least by 80% by 2050 compared to the level in 1990. Additionally, the document establishes the long-term vision and political guidelines for adaptation to climate change (preparedness and resilience when reacting to the effects of climate change."}, {"text_block_id": "p51_b503", "text": "\"Nature Conservation Development Plan Until 2020“"}, {"text_block_id": "p51_b504", "text": "The development plan handles the effects of climate changes while keeping in mind the nature conservation objectives. The main activities are the identification of the effects of climate change on sensitive habitats and species and on the spread of invasive species."}, {"text_block_id": "p51_b505", "text": "“Marine Strategy Framework Directive”"}, {"text_block_id": "p51_b506", "text": "Directive (EC) 2008/56 of the European Parliament and of the Council establishes the framework for action for the marine environment policy of the union, which provides that the marine environment is a valuable heritage which needs protection, preservation and if possible, restoration with the final objective to preserve biodiversity and to ensure ecologically diverse and dynamical oceans and seas which are clean, healthy and productive and therefore the institutions of the union must assess the serious environment problems, above all those induced by climate change."}, {"text_block_id": "p52_b507", "text": "\"Estonian Forest Development Plan 2020“"}, {"text_block_id": "p52_b508", "text": "The general objective of the forest development plan — sustainable forestry — corresponds to the subgoal of the climate change adaptation in the forest sector. The forest development plan also handles the role of forests and forest management in climate change mitigation; the forest development plan does not directly handle the climate change adaptation measures."}, {"text_block_id": "p52_b509", "text": "“Action plan 2012–2020 for mitigation of and adaptation to climate change for agricultural sector 2012–2020’“"}, {"text_block_id": "p52_b510_merged", "text": "The objectives of the action plan are, inter alia, to map and analyse measures and fields of research which would allow to mitigate risks from climate changes in agriculture. The action plan mentions both the climate change mitigation as well as adaptation measures, the activities of which are mainly concentrated on reducing greenhouse gas emissions in agricultural sector."}, {"text_block_id": "p52_b513", "text": "\"National Health Plan 2009–2020“"}, {"text_block_id": "p52_b514", "text": "One of the subgoals of the health plan is to enhance the system of assessing, managing and informing about health risks from the living environment (including climate change) and from the working and learning environment. Pursuant to the new knowledge about significant health effects, health effects from climate change should be included into the new action plan of the National Health Plan 2009–2020 for years 2017 and onward."}, {"text_block_id": "p52_b515", "text": "“Internal Security Strategy 2015–2020“"}, {"text_block_id": "p52_b516", "text": "The Internal Security Strategy handles the enhancement of rescue capacity, prevention of crises and increasing preparedness for emergency situations. In relation to the increased risk of extreme weather conditions caused by climate change, the strategy provides for an increase in rescue capacity and ensuring the preparedness for eliminating the consequences of forest fires, floods, storms and other events. Adaptation to the effects of climate change is above all the management of risks caused by climate change and the necessity to increase the readiness and the resilience of both the society as well as the environment to the effects of climate change."}, {"text_block_id": "p52_b517", "text": "Estonian National Strategy on Sustainable Development \"Sustainable Estonia 21\""}, {"text_block_id": "p52_b518", "text": "The fourth objective of the strategy is ecological balance. The desirable status by 2030 is the stable and knowledge-based management of the Estonian environment, which among other things is based on the following: extraction of natural resources is based on prior prepared and well-motivated optimal use schemes allowing to maximise economic benefit while avoiding irreversible damage and wasting; the state supports the accelerated development of environmentally friendly technologies, there is successful cooperation between the state authorities and interest groups. The same principles are also followed by the natural environment and bioeconomy measures of the present strategy."}, {"text_block_id": "p52_b519", "text": "\"National Transport Development Plan 2014–2020“"}, {"text_block_id": "p52_b520", "text": "The National Transport Development Plan directs the development of the transport sector and helps to reduce the vulnerability of the transport sector and infrastructure to climate change. The document plans the following measures related to this field: development of intelligent transport systems; reduction of the environmental impacts of transport; comfortable and contemporary public transport; public transport integration and improving access to public transport;"}, {"text_block_id": "p53_b521", "text": "international travel connections which promote tourism and entrepreneurship, including improving passanger train connections."}, {"text_block_id": "p53_b522", "text": "“Action programme of the Government of the Republic 2015–2019“"}, {"text_block_id": "p53_b523", "text": "The aim of the action programme of the Government of the Republic is the considerably more productive, sustainable and effective use of the local resources (point 8.38), including directing the use thereof by using environmental charges to create the greatest possible added value (point 18.13). Additionally, point 18.5 (To keep the Estonian forest healthy and vital, we primarily support the planting of forest plants that are genetically suitable for the Estonian conditions. We maintain the quality of the Estonian groundwater reserves.) also includes the preparation of the Development Plan for Climate Change Adaptation until 2030 and the preparation of the implementation plan for the development plan for 2017–2020."}, {"text_block_id": "p53_b524", "text": "“Water Framework Directive” and “River Basin Management Plans 2015–2021“"}, {"text_block_id": "p53_b525", "text": "The EU Water Framework directive ((EC) 2000/60) sets an objective to achieve the good status for water bodies. Taking into consideration the effects of climate change and the implementation of measures directly helps to achieve this objective. The river basin management plans established in 2015 include the risk management plans related to flood risks. The river basin management plans and the land improvement management plans must be integrated with the plans."}, {"text_block_id": "p53_b526", "text": "“Aquaculture Sector Development Strategy for 2014–2020“"}, {"text_block_id": "p53_b527", "text": "The document handles the cultivation of fish, crustaceans and seafood (algae, shellfish) in the sea and in the inland production units and supports the achievement of the bioeconomy objective set in the present development plan."}, {"text_block_id": "p53_b528", "text": "National plan \"Estonia 2030+\""}, {"text_block_id": "p53_b529", "text": "The national plan “Estonia 2030+” considers climate change to be a global problem with a considerable spatial effect. Additionally, climate change is handled in the context of energy and green network. The objective of the plan is to reduce the negative effects on climate processes by increasing the share of renewable energy. The development of green infrastructure is seen as the solution to improve the natural capacity of adaptation."}, {"text_block_id": "p53_b530", "text": "National Waste Management Plan 2014–2020"}, {"text_block_id": "p53_b531", "text": "Reducing the environmental risk from waste is a part of the National Waste Management Plan 2014–2020, which means arranging landfills and the mining waste storages. Taking into consideration that the forecasts predict an increase in the occurrence of extreme weather conditions, arrangement of landfills and mining waste storages is also a measure which helps to adapt to climate change."}], "document_description": "The development document 'Development Plan for Climate Change Adaptation until 2030' presents a framework for action which serves as a basis for reducing the vulnerability of the state of Estonia in relation to climate change. It determines the impact of climate change on priority areas and the adaptation measures which need to be taken in the short term until 2030 and which are a part of a long-term vision until the year 2100. A detailed implementation plan has been prepared to achieve the objectives of the development plan.<br>&nbsp;<br>&nbsp;The Plan's main objectives are 1) Health and rescue capability, 2) Land use and planning, including coastal areas, other areas with a risk of flooding, areas with a risk of landslides, land improvement, towns, 3) Natural environment, including biodiversity, land ecosystems, freshwater ecosystems and environment, marine ecosystems and environment, ecosystem services, 4) Bioeconomy, including agriculture, forestry, fishing industry, hunting, tourism, peat production, 5) Economy, including insurance, banking, employment, entrepreneurship and industry, 6) Society, awareness and cooperation, including awareness, education and science,&nbsp;international relations and cooperation, 7) Infrastructure and buildings, including transport and infrastructure of transport, technical support systems, buildings, and 8) Energy and security of supply, including energy independence, security, resources, efficiency, and heat and electricity production."}