{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Capacity building|Governance", "Tax incentives|Economic", "Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Estonia", "document_category": "Policy", "document_sector_name": [], "document_date": "01/01/2019", "document_language": "Estonian", "document_name": "Estonian National Energy and Climate Plan until 2030 (REKK 2030)", "document_country_code": "EST", "document_hazard_name": ["Forest Wildfires", "Biodiversity Loss", "Changes In Air Quality", "Erosion", "Flood"], "document_keyword": ["Buildings", "Germany", "Biodiversity", "Biofuels", "Health", "Biogas", "Agriculture"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/EST/2019/EST-2019-01-01-Estonian National Energy and Climate Plan until 2030 (REKK 2030)_d6f72644c04879307151c4cffe5e6410.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The National Energy and Climate (ENCP) Plan is a ten-year integrated document mandated by the European Union to each of its member states in order for the EU to meet its overall greenhouse gases emissions targets. Estonia’s long-term objective is to transition to a low-carbon economy, which means gradually reforming the economy and energy system to be resource-efficient, productive and environmentally-friendly in line with the objectives.The use of fossil fuels will be reduced and CO2 emissions will decrease due to energy savings in transport, agriculture, waste management and industrial processes and small-scale power production where energy is produced by facilities with a rated output of less than 20 MWh.To maintain final energy consumption in the period 2021-2030 requires annual energy savings equivalent to 0.8% of the average final energy consumption in the period 2016-2018 Estonia has the highest primary energy intensity of all the EU Member States. Consumption of primary energy is forecast to drop by a quarter in the period 2017-2030.The share of renewables will be increased by changing fossil fuel boilers to renewable fuels, increasing electricity generation from fuel free sources and increased use of biofuels in transport. In the electricity and heating sector, the plan aims at increasing renewable sources."}