{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Estonia", "document_category": "Policy", "document_sector_name": ["Energy", "Economy-wide"], "document_language": "English", "document_name": "Estonia 2020' National Reform Programme", "document_country_code": "EST", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Programme", "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_date": "25/12/2011", "document_keyword": ["Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/EST/2011/EST-2011-12-25-Estonia 2020' National Reform Programme_5b30a2f7b5077d8928a6cdf1d55bb23f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Reform Programme ESTONIA 2020"}, {"text_block_id": "p0_b2", "text": "(Approved by Government 27.04.2017"}, {"text_block_id": "p0_b3", "text": ")"}, {"text_block_id": "p1_b4", "text": "INTRODUCTION; OVERVIEW OF THE ESTONIA 2020"}, {"text_block_id": "p1_b5", "text": "PROGRAMME"}, {"text_block_id": "p1_b6", "text": "The National Reform Programme ‘Estonia 2020’ was approved in 2011 and"}, {"text_block_id": "p1_b7", "text": "describes the objectives for 2015 and 2020 that were established to improve competitiveness. In addition, the Programme also includes the main activities required to improve competitiveness."}, {"text_block_id": "p1_b8", "text": "The two central objectives of the Programme are increasing productivity and employment in Estonia. The main focus in the coming years is on education and employment, with an emphasis on the integration of the young, or long-term unemployed people in the labour market and on the development of their skills as well as on measures to promote productivity and improvements to the business environment."}, {"text_block_id": "p1_b9", "text": "‘Estonia 2020’ is updated"}, {"text_block_id": "p1_b10", "text": "annually by a government decision at the end of April. The revisions made in the spring of 2017 take into account the statistics for the indicators related to the progress made in achieving the objectives, the country-specific recommendations made in the context of the European Semester, inter-ministerial discussions, strategy papers concerning the use of aid/investments in the EU 2014"}, {"text_block_id": "p1_b11", "text": "–"}, {"text_block_id": "p1_b12", "text": "2020 budget period, as well as the priorities of the"}, {"text_block_id": "p1_b13", "text": "new coalition government’s"}, {"text_block_id": "p1_b14", "text": "Action Plan. As well as the challenges specified at meetings between the Prime Minister and government ministers."}, {"text_block_id": "p1_b15", "text": "The action plan for the implementation of ‘Estonia 2020’ for"}, {"text_block_id": "p1_b16_merged_merged", "text": "2017-2020 has also been supplemented with new measures. The update takes place in accordance with the Government’s Action Plan, the state budget strategy and stability programme."}, {"text_block_id": "p2_b19", "text": "ANALYSIS OF PROSPECTS FOR ECONOMIC GROWTH"}, {"text_block_id": "p2_b20", "text": "Since the regaining of independence in 1992, the Estonian economy has grown nearly tenfold. Estonia saw extraordinary economic growth from 2001-2007. An adjustment began in 2007, when the growth rate began gradually decreasing in connection with a shift in the economic cycle. Occurring until the middle of 2008, this adjustment could be considered an expected development and one that improved economic competitiveness."}, {"text_block_id": "p2_b21_merged", "text": "Immediately after the economic downturn of 2008–2009, growth quickly resumed, but in recent years, it has fallen short of its potential and external expectations. In 2016, real GDP growth was 1.6%, only slightly exceeding the latest projections. In recent years, growth in Estonia has primarily been driven by private consumption, boosted by employment, real wage growth, and low unemployment rates. Exports of goods and services also increased rapidly in 2016 (considering the price effect, 3.6%, including the export of services 4.9%), resulting in the largest current account surplus after Estonia restored its independence (2.7% of GDP). Investment activity, however, has recovered slower than expected. The good news is, that according to Statistics Estonia, the productivity of workforce per person employed increased 1.4%."}, {"text_block_id": "p2_b24", "text": "Figure 1."}, {"text_block_id": "p2_b25", "text": "Real convergence between Estonia and the EU (% of the EU28)"}, {"text_block_id": "p2_b26", "text": "Source:"}, {"text_block_id": "p2_b27", "text": "Eurostat"}, {"text_block_id": "p2_b28", "text": "According to the Ministry of Finance’s spring forecast for 2017, Estonia’s Gross Domestic"}, {"text_block_id": "p2_b29", "text": "Product is expected to grow 2.4% in 2017 and 3.1% in 2018. Domestic demand, which is mainly based on the expected recovery of investments, continues to be the main engine for economic growth in 2017. Import is expected to increase in 2017 faster than exports, and the contribution of net exports to growth is likely to remain negative. Exports are projected to accelerate in 2018 in line with the economic growth of exporting partners. Growth is being supported, besides by exports, by domestic demand -the growth rate of which is slowing down."}, {"text_block_id": "p2_b30", "text": "The real growth of private consumption is projected to moderate significantly in 2017, as consumer prices, which had fallen over the previous three years, began to increase at the end of 2016. While income from employment will continue to increase, about half of that increase is expected to be eroded by a price increase of up to 3.3%."}, {"text_block_id": "p3_b31", "text": "The tightening of the labour market and wage pressures continue despite low economic activity. Employment rose by 0.6% in 2016, while the unemployment rate increased to 6.8% due to increased labour market participation. The moderate contribution of employment growth is expected to continue in 2017."}, {"text_block_id": "p3_b32", "text": "Table 1."}, {"text_block_id": "p3_b33", "text": "Changes and forecasts* in selected macroeconomic indicators (%)"}, {"text_block_id": "p3_b34", "text": "Source:"}, {"text_block_id": "p3_b35", "text": "Ministry of Finance spring 2017 economic forecast"}, {"text_block_id": "p3_b36", "text": "Impact of measures"}, {"text_block_id": "p3_b37", "text": "While compiling Estonia 2020, the target levels under the objectives of the Europe 2020 strategy were significantly more ambitious than in the economic forecast of spring 2011. When setting the targets, it was assumed that the new measures and reforms are required, and are to be achieved. The expected total impact of the measures and reforms on main economic indicators is summarized in the table below. The impact analysis has not been updated from 2011 onwards."}, {"text_block_id": "p3_b38", "text": "Table 2."}, {"text_block_id": "p3_b39", "text": "Positive scenario of implementing Estonia 2020 compared to the base levels of 2011"}, {"text_block_id": "p3_b40", "text": "Source:"}, {"text_block_id": "p3_b41", "text": "Ministry of Finance and Government Office (spring 2011)"}, {"text_block_id": "p4_b42", "text": "LONG-TERM ECONOMIC POLICY OBJECTIVES"}, {"text_block_id": "p4_b43", "text": "The three primary groups of factors that impact GDP growth are: 1) demographic factors, 2) the extent to which the workforce is utilized in the economy (largely described by the employment rate and the number of hours worked by people), and 3) hourly productivity."}, {"text_block_id": "p4_b44", "text": "Estonia’s GDP growth up to 2007 was impacted"}, {"text_block_id": "p4_b45", "text": ", above all, by changes in the number of employed people and productivity of"}, {"text_block_id": "p4_b46", "text": "Estonia’s"}, {"text_block_id": "p4_b47", "text": "workforce. The greatest influence on the GDP growth that preceded the crisis came from the continuous rise in productivity."}, {"text_block_id": "p4_b48", "text": "Estonia’s future demographic trends are similar to the general trends in Europe. The"}, {"text_block_id": "p4_b49", "text": "population decrease of the 1990s has not yet impacted the percentage of the working-age population, but a noteworthy impact will become evident in the coming years. The population decrease will take place primarily in the working-age population (15-64-year-olds); and in 20 years, according to Eurostat estimates, Estonia will have over 100,000 fewer working-age people. At the same time, the relatively high share of non-citizens sets clear limits on"}, {"text_block_id": "p4_b50", "text": "Estonia’s"}, {"text_block_id": "p4_b51", "text": "opportunities to import labour, which is the route utilized by several other European Union Member States to increase the size of the workforce."}, {"text_block_id": "p4_b52", "text": "Table 2. Change in working-age population up to the year 2030"}, {"text_block_id": "p4_b53", "text": "Source: Eurostat; European Commission, Ageing Report"}, {"text_block_id": "p4_b54", "text": "To maintain the economy at its current volume, there will be an increasing need for employees each year, as a result of which the"}, {"text_block_id": "p4_b55", "text": "need for higher levels of employment will grow in the future"}, {"text_block_id": "p4_b56", "text": ". This in turn will mean a need to increase the employment rate in all regions of Estonia."}, {"text_block_id": "p4_b57", "text": "The employment level dropped in the years of the crisis, after peaking in Estonia in the interim period, but it has been restored quickly, and has risen higher than the European Union average. For this reason, in spite of the decreasing number of youth reaching the working age, Estonia will find it possible to restore and raise the employment rate of the workforce. The current rising employment and, in the long term, the readiness of those 65 years of age and older to work; should help soften the decrease of the working-age population and should also contribute to future growth."}, {"text_block_id": "p4_b58_merged_merged_merged_merged", "text": "The average real growth in productivity in Estonia over the past 10 years has been faster than average for Europe (even when we include the downturn in 2009). However, GDP per capita in comparison with the EU continues to be low and the primary reason is relatively low productivity. The low level of productivity is related to both low total factor"}, {"text_block_id": "p5_b61", "text": "productivity"}, {"text_block_id": "p5_b62", "text": "and capital intensity. In essence, this means that companies have low investment commitments, that a great amount of human resources are expended, that they manufacture relatively inexpensive output, and they provide low value added services."}, {"text_block_id": "p5_b63", "text": "The rapid decrease of the"}, {"text_block_id": "p5_b64", "text": "age population and an analysis of Estonia’s GDP"}, {"text_block_id": "p5_b65", "text": "components show that, regardless of their region or gender, the working-age population must be engaged to the maximum extent possible in high value-added enterprises."}, {"text_block_id": "p5_b66", "text": "Therefore, there are"}, {"text_block_id": "p5_b67", "text": "two primary central challenges in the context of Estonia’s prospects"}, {"text_block_id": "p5_b68", "text": "for continued growth:"}, {"text_block_id": "p5_b69", "text": "for continued growth:\n* To achieve rapid growth in productivity\n* To achieve rapid growth in productivity\n through products and services with greater\n* To maintain the high employment level."}, {"text_block_id": "p5_b74", "text": "The following objectives are set for 2020:"}, {"text_block_id": "p5_b75", "text": "As regards employment rate, Estonia achieved the 2020 target in 2015"}, {"text_block_id": "p5_b76", "text": "when the employment rate increased by 2.2 percentage points compared with 2014, reaching 76.2%. The 2015 target was also achieved by 2013. The high employment rate (76.3%) continued in 2016 and it is important to maintain that level over the upcoming years."}, {"text_block_id": "p5_b77", "text": "The precondition here is that the EU’s productivity will grow by an average of over 1% a year and that Estonia’s productivity per employed person will grow approximately"}, {"text_block_id": "p5_b78", "text": "2 percentage points faster than the average for the EU."}, {"text_block_id": "p5_b79_merged_merged_merged", "text": "While in 2014 the productivity of Estonian companies per employed person increased to 73.7%compared to the EU average, it fell to 71.1% in 2015. The initial data from 2016, however, suggest that labour productivity has increased."}, {"text_block_id": "p5_b81", "text": "To achieve these goals, the current policy must be continued and developed further for the purposes of raising the skills of employees, increasing the workforce (including by involving foreign professionals), increasing the volumes of research and development in the private sector, developing infrastructure that supports enterprise on the international level, and promoting investment (especially in the fields with export potential and higher added value). As manufacturing plays a significant role in Estonian exports, then a special report (the"}, {"text_block_id": "p6_b82", "text": "called green book) about the options for improvement to industry productivity will be released by the Ministry of Economic Affairs and Communication."}, {"text_block_id": "p6_b83", "text": "WELL EDUCATED PEOPLE AND AN INCLUSIVE SOCIETY"}, {"text_block_id": "p6_b84", "text": "Under the education and integrated society fields, the government policy focuses on the labour market, including actively involving all groups in society, offering a qualified workforce, as well as the quality and availability of education at all levels."}, {"text_block_id": "p6_b85", "text": "ESTONIA 2020 OBJECTIVES"}, {"text_block_id": "p6_b86", "text": "The following primary objectives will be set for the year 2020 in the Estonia 2020 competitiveness strategy:"}, {"text_block_id": "p6_b87", "text": "To achieve this goal, it will be necessary to implement complete, ongoing policy changes that reduce the school dropout rate, and to develop additional measures. Achieving this objective will reduce the number of people who discontinue their education early, by around 12,100 people compared to the 2009 level."}, {"text_block_id": "p6_b88", "text": "According to the initial data, the proportion of young people between the ages of 18 and 24 who discontinued their education was 10.9% in 2016."}, {"text_block_id": "p6_b89_merged", "text": "The goal was set with the assumption that in the long term, the primary priority of educational policy is raising the quality and international competitiveness of higher education. The percentage of people with tertiary education in Estonia has increased significantly in the past 10 years, as from 2000, the number of higher school graduates has grown tremendously (the so-called higher education boom) and has stabilised in recent years. In 2016, the share of people between the age of 30 and 34 with tertiary education completed was 45.4% in Estonia (compared to 45.3% in 2015). While the target has been achieved, greater attention should be paid to promoting post upper secondary further education, which has shown a downward trend in the past five years."}, {"text_block_id": "p6_b92", "text": "The year 2009 was an exceptional one, as the poverty threshold dropped due to the recession and the decrease in employment. Therefore, data from 2010, according to which the at-risk-of-poverty rate after social transfer was 17.5%, were used as a basis for setting objectives. An increase in the poverty threshold as a result of increased employment and incomes raised the relative poverty rate to 21.6% in 2014; 2015 saw a slight decline in this indicator for the first"}, {"text_block_id": "p7_b93", "text": "time in the last four years (21.3%), although the target set for 2015"}, {"text_block_id": "p7_b94", "text": "–"}, {"text_block_id": "p7_b95", "text": "16.5%"}, {"text_block_id": "p7_b96", "text": "–"}, {"text_block_id": "p7_b97", "text": "was not achieved."}, {"text_block_id": "p7_b98", "text": "In the Estonia 2020 strategy, Estonia has aimed to decrease the at-risk-of-poverty rate primarily through increasing employment and increasing the general educational level. For Estonia, it is important to reduce the at-risk-of-poverty rate after social transfers to 15% by"}, {"text_block_id": "p7_b99", "text": "2020. Special attention is being paid to children’s poverty"}, {"text_block_id": "p7_b100", "text": ", as well as improving subsistence for people with a lower income and the elderly through targeted social policy measures. Social policy measures include increasing family allowances, including a new allowance for large families, the establishment of a maintenance allowance scheme, differentiated income tax exemption for employees, and allowances for pensioners living alone."}, {"text_block_id": "p7_b101_merged_merged_merged", "text": "In the years 2001-2006, the participation of Estonian adults in lifelong learning ranged between 4-7%. A breakthrough took place in 2008 and the Estonian indicator exceeded the EU average level. In 2009, the participation rate in lifelong learning rose to 10.6%. The government has set the goal of reaching the level of a 20% rate of adult participation by 2020. In 2016, the rate of participation in lifelong learning reached 15.7%. While the indicator has improved significantly over recent years, additional efforts are required to achieve the target (in 2015, the indicator was 12.4%)."}, {"text_block_id": "p7_b104", "text": "The prerequisite for achieving this objective is that additional substantive and financial measures are implemented towards the increasing of the adult participation rate in lifelong learning and that the measures continue after the end of the financing period of the Structural Funds. These include, in particular, broadening the opportunities for adults to take part in training and retraining measures, increasing the financing for adult training measures, and offering formal education to adults without upper secondary or professional education. It is important that the forms of study (such as e-learning opportunities), and employers support adult learning."}, {"text_block_id": "p7_b105", "text": "A large part of Estonia’s workforce (age group 25"}, {"text_block_id": "p7_b106", "text": "-64) only have a basic or general secondary education and do not have any professional qualifications (vocational or higher education). In 2010, the share of such people was 31.7% which also served as a basis for the target of 30% by 2020. The number of people without any professional qualifications is highest among 2544 year-olds (30% in 2016)."}, {"text_block_id": "p7_b107", "text": "In 2016, the share of adults between ages 25 and 64 who did not have a professional education decreased to 28.5%; thus, the targets for both 2015 and 2020 have been achieved (in 2015, this indicator was 28.9%)."}, {"text_block_id": "p7_b108", "text": "The goal was set taking into consideration ongoing measures for providing opportunities for acquiring a degree to those who have discontinued their education. A plan also exists to implement mandatory additional measures in the years ahead to increase the share of adults with professional education."}, {"text_block_id": "p8_b109", "text": "Due to the decrease in the total number of jobs caused by the economic recession, the share of the population in long-term unemployment soared in 2010. While in 2008 the share of the long-term unemployed, of all of those unemployed, was 31%; in 2011 it was 57%; and in 2012 it was 54%. Currently, the long-term unemployment rate in the total workforce indicates a downward trend."}, {"text_block_id": "p8_b110", "text": "In 2016, the share of the long-term unemployed of all of the unemployed was 31.7% and the long-term unemployment rate was 2.1%. This means that the targets of both 2015 and 2020 were met and the challenge for future years is to maintain the momentum."}, {"text_block_id": "p8_b111", "text": "To maintain the achieved level, it is necessary to reinforce the measures aimed at activating and improving the skills of the unemployed and to increase the impact of active labour market policy."}, {"text_block_id": "p8_b112", "text": "As regards job losses during the period of economic downturn, the rate of youth unemployment increased more rapidly than the average, reaching 32.9% in 2010. However, it started to fall fast thereafter, dropping to"}, {"text_block_id": "p8_b113", "text": "13.4% in 2016"}, {"text_block_id": "p8_b114", "text": ", which is still more than double of that of the total working age population."}, {"text_block_id": "p8_b115_merged_merged", "text": "The goal is to bring youth unemployment down to at least the pre-crisis level (10.1% in 2007). To do so, implementing additional measures specially aimed at the younger generation are planned (for example, the “EU youth guarantee”). The provision of high quality education, measures to combat early school leaving, the acquisition of early work experience and the development of practical career studies are especially important, which would consequently ensure that young people are better equipped to enter the labour market."}, {"text_block_id": "p8_b118", "text": "In spite of unemployment, which increased during the economic crisis, people’s economic"}, {"text_block_id": "p8_b119", "text": "activity and the workforce participation rate have grown steadily in recent years. A positive trend is that part of the increase in unemployment was due to a drop in the non-active population and the fact that people who were previously away from the labour market have started looking for work. There are also the first results of the work ability reform that has helped inactive people to enter the labour market."}, {"text_block_id": "p8_b120", "text": "In 2016, the employment rate among the population aged 15-64 was 77.1%. This means that the targets of both 2015 and 2020 have been met."}, {"text_block_id": "p8_b121", "text": "PRIORITIES OF GOVERNMENT POLICY"}, {"text_block_id": "p8_b122", "text": "Quality, availability, and effectiveness of education"}, {"text_block_id": "p9_b123", "text": "1. Improving the quality of the educational system and adapting it to demographic"}, {"text_block_id": "p9_b124", "text": "changes."}, {"text_block_id": "p9_b125", "text": "The decrease in the number of students due to demographic changes has the greatest impact on the upper secondary school network, followed by higher educational institutions. The number of basic schools and vocational educational institutions has decreased in recent years and thus, adaptation to demographic developments has taken place to a significant extent."}, {"text_block_id": "p9_b126", "text": "To ensure a balance between the quality and availability of general education"}, {"text_block_id": "p9_b127", "text": ", basic education should be available as close to home as possible, while upper secondary school level studies and vocational training should, on the other hand, be available in larger county population centres."}, {"text_block_id": "p9_b128", "text": "The number of higher educational institutions has also decreased and due to the establishment of stricter quality requirements, higher education has reached a situation where all higher educational institutions in Estonia have the right to issue nationally recognized diplomas."}, {"text_block_id": "p9_b129", "text": "The division of labour and the concentration of competencies between higher educational institutions"}, {"text_block_id": "p9_b130", "text": "is one of the most major reform objectives of the higher educational system. Transfer to the activity support system, rather than the earlier admission system based on state-commissioned education, helps improve the effectiveness and efficiency of the higher education system. Increasing the scope of needs-based education allowances and bursaries systems improves access to higher education and motivates young people to choose professions in the growing sectors of the economy."}, {"text_block_id": "p9_b131", "text": "Compared to other EU countries, a relatively small percentage of basic school graduates in Estonia proceed to study in vocational education. However, the need for a skilled workforce that complies with the needs of the labour market is great; the specific skills needed from a qualified workforce will be identified in different sectors by using the recently launched OSKA system. It is important"}, {"text_block_id": "p9_b132", "text": "for the vocational education system, to ensure the teaching of professions that correspond to the needs of society and its people."}, {"text_block_id": "p9_b133", "text": "The development of vocational education curricula into output-based curricula, the closer cooperation with other educational institutions, the implementation of qualification frameworks, turning vocational educational institutions into competence centres, and the engagement of entrepreneurs in making choices concerning vocational education will help make vocational education more attractive and increase its relevance to societal needs."}, {"text_block_id": "p9_b134", "text": "It is important that companies contribute more to"}, {"text_block_id": "p9_b135", "text": "apprenticeships and practical training situations"}, {"text_block_id": "p9_b136", "text": "(including in higher education) to facilitate students’ faster and smoother"}, {"text_block_id": "p9_b137", "text": "integration into the working life. Although the need for skilled workers is high, the low wages for school graduates lead to a large number of graduates leaving to work abroad. This also hinders people from choosing vocational education. The educational system of the country should be viewed as a whole according to the objectives of lifelong learning, which would among other things, also mean planning student placements at all educational levels."}, {"text_block_id": "p9_b138_merged_merged_merged_merged_merged_merged", "text": "To help direct youth choices and to reduce the school dropout and unemployment rates, support systems, incl. study counselling and career services (career studies, career information and career counselling) must be developed. In order to increase the competitiveness of children and young people whose mother tongue is other than Estonian it is important to improve the quality of Estonian language teaching in kindergartens, basic schools, upper secondary schools and vocational schools. In addition, non-formal education and youth work, play an important role in supporting the readiness of youth for coping with"}, {"text_block_id": "p10_b143", "text": "the challenges that they face. In order for youth to adjust better to their later working life; during a general education, it is necessary -in addition to factual knowledge -to develop"}, {"text_block_id": "p10_b144", "text": "creativity, initiative and all key social competences."}, {"text_block_id": "p10_b145", "text": "Greater regard should be given to the development of the digital skills of pupils to ensure that they are successful in the information society and in competing for jobs that require IT skills"}, {"text_block_id": "p10_b146", "text": "."}, {"text_block_id": "p10_b147", "text": "The preparation of support specialists as well as the substantive quality and availability of support must also be improved, including vocational education. It is important to make vocational schools"}, {"text_block_id": "p10_b148", "text": "’"}, {"text_block_id": "p10_b149", "text": "financial models more results oriented."}, {"text_block_id": "p10_b150", "text": "The decreasing number of upper secondary school graduates result in lower admissions figu"}, {"text_block_id": "p10_b151", "text": "res in bachelor’s and professional higher education, post"}, {"text_block_id": "p10_b152", "text": "-secondary vocational education, and"}, {"text_block_id": "p10_b153", "text": "master’s degree level studies. For higher educational institutions, this means that"}, {"text_block_id": "p10_b154", "text": "opportunities for lifelong learning become more important on the master degree level."}, {"text_block_id": "p10_b155", "text": "Teacher training must ensure the ability to fulfil the general goals of the curriculum and to"}, {"text_block_id": "p10_b156", "text": "shape students’ key competences. The qualitative level of teacher education and primary"}, {"text_block_id": "p10_b157", "text": "training must increase and substantive in-service training corresponding to their development needs should support their later career"}, {"text_block_id": "p10_b158", "text": ". The teachers’ salary system must promote initiative,"}, {"text_block_id": "p10_b159", "text": "creativity, and professional development of the teachers, incl. the valuing of"}, {"text_block_id": "p10_b160", "text": "the teacher’s"}, {"text_block_id": "p10_b161", "text": "profession. It is important to provide a sufficient number of motivated"}, {"text_block_id": "p10_b162", "text": "natural science teachers"}, {"text_block_id": "p10_b163", "text": "in basic and secondary education school levels. Also, opportunities should be created for people with a higher education to acquire"}, {"text_block_id": "p10_b164", "text": "teachers’"}, {"text_block_id": "p10_b165", "text": "qualification. Attention should be paid to educate a new generation of vocational teachers and trainers in order to ensure high quality vocational education."}, {"text_block_id": "p10_b166", "text": "When planning structural funds for the subsequent periods, it should be borne in mind that infrastructure investments will decrease in some respects, because a large part of the infrastructure has already been created or restructured. This allows more funding to be directed toward substantive developments in the educational system. However, it should also be borne in mind that the fixed costs of maintaining the new infrastructure add pressure on the budget. The educational expenditure in 2014 was 5.6% of GDP; it is important to ensure that the proportion of educational expenditure in the state budget does not decrease and is maintained at the level of 6-7% of GDP."}, {"text_block_id": "p10_b167", "text": "Due to internationalization, in coming years more emphasis will have to be placed on organizing education for children of immigrant backgrounds, based on the objectives of integration. It will be important to take into consideration the ethnicity of the new immigrants and increase cultural diversity."}, {"text_block_id": "p10_b168", "text": "The availability of international pre-school and general education are the prerequisites for highly qualified workers coming to Estonia to work."}, {"text_block_id": "p10_b169_merged_merged_merged_merged", "text": "The most important reforms planned in this field are optimizing the network of general educational schools and more clearly separating basic schools and upper secondary schools, (including the development of the digital competence of both teachers and pupils), continuing wage increases for teachers, updating the skills acquired in vocational and higher education to ensure that the skills meet the needs of the labour market and people’s career choices, increasing the number of support professionals in local governments, reorganising the system of career counselling, and implementing a system of youth hobby activities, etc. The opportunities for extending international general education (including the implementation of IBO curricula) in Tallinn and Tartu have been created and a European school has been established in Tallinn."}, {"text_block_id": "p11_b172", "text": "2. Aligning training and education with the needs of the modern labour market"}, {"text_block_id": "p11_b173", "text": "higher education levels"}, {"text_block_id": "p11_b174", "text": "Nearly 30% of Estonia’s workforce ha"}, {"text_block_id": "p11_b175", "text": "ve only completed basic or general secondary education and does not hold any professional qualifications (vocational or higher education). At the same time, the new jobs that arise with the changes in the economic structure will require employees to have a higher educational level and up-to-date skills. To better integrate"}, {"text_block_id": "p11_b176", "text": "the needs of the labour market and people’s skills, as well as to increase the p"}, {"text_block_id": "p11_b177", "text": "roductivity of the workforce, it will be necessary to ensure that there is an ample future supply of employees with up-to-date skills. For this purpose it is, above all, necessary to"}, {"text_block_id": "p11_b178", "text": "increase the share of the working-age population with professional education (i.e., vocational or higher education)"}, {"text_block_id": "p11_b179", "text": "."}, {"text_block_id": "p11_b180", "text": "In order to strengthen the competitiveness of the population whose native language is other than Estonian and to improve their job opportunities,"}, {"text_block_id": "p11_b181", "text": "the accessibility and quality of Estonian language learning need to be improved"}, {"text_block_id": "p11_b182", "text": ". This involves improved accessibility to formal language courses and online courses, the development of informal language learning opportunities and ensuring a new generation of Estonian language teachers. The opening of Estonian language houses in Narva and Tallinn contributes to the achievement of these objectives."}, {"text_block_id": "p11_b183_merged_merged_merged_merged", "text": "To define the exact trend in training needs, a clear and operational labour market input is required. In order to better match to the actual labour market needs, the monitoring of labour market needs and the skills development coordination system OSKA was launched in 2015. The OSKA system enables a combination of the individual components of “commissioned education and training” into a well-functioning entirety, as well as creating a cooperation platform for pooling the systematic input from different parties to ensure that the knowledge and skills of the Estonian population meets the needs of employers and society as a whole. It is essential to ensure successful implementation of the proposals on the OSKA system in the policy-making processes of different ministries."}, {"text_block_id": "p11_b186", "text": "The implementation of a coordination system to monitor labour needs and develop skills will facilitate the planning of the structure, volume, and content of formal education within the adult education system and in-service training, the development of curricula and career planning, and will help employers in their efforts to develop the skills of their employees."}, {"text_block_id": "p11_b187", "text": "People with the skills and education that match labour market needs stand a better chance of finding a job, which in turn prevents high and long-term unemployment from developing. Thus, it is important that the structure of the educational system, regardless of type, conform to the needs of the labour market stemming from the economic structure."}, {"text_block_id": "p11_b188", "text": "A major reason for the large share of people without professional education in the case of younger people is the fact that they prefer general secondary education to vocational education and many drop out of school. The share of young people who do not continue education after finishing general secondary school has increased in recent years. In order to prevent dropouts we should increase the number of support professionals in local governments and implement a NEET monitoring system to identify young people not in employment, education or training."}, {"text_block_id": "p12_b189", "text": "The quality and competitiveness of human resources are impacted by students dropping out at all educational levels. Drop out, or leaving schooling early, is a major problem in the first year"}, {"text_block_id": "p12_b190", "text": "of vocational and higher education. Higher dropout rates can be can be linked to students’ low"}, {"text_block_id": "p12_b191", "text": "level of knowledge about the working world, and a lack of learning skills, which often leads to incorrect professional choices. Therefore, it is important to increase the share of problem-based learning at the lower levels of education already, to develop practical training in higher education, improve the attractiveness of vocational training, and provide"}, {"text_block_id": "p12_b192", "text": "further career counselling and the related services designed to introduce different professions to young people. It is important to improve access to support services and career counselling"}, {"text_block_id": "p12_b193", "text": "in"}, {"text_block_id": "p12_b194", "text": "order to better support students’"}, {"text_block_id": "p12_b195", "text": "educational and career choices. It is also important to promote early work experience for young people by supporting their short-time employment."}, {"text_block_id": "p12_b196", "text": "More opportunities should be provided for cooperation between different sectors (the public and private sectors and universities) in order to provide high quality practical training during studies, including offering practical training for students from other countries to support the"}, {"text_block_id": "p12_b197", "text": "“talent policy” and motivate top specialists to stay in Estonia after the completion of their"}, {"text_block_id": "p12_b198", "text": "studies. The creation of additional student places in work-based learning should also be promoted."}, {"text_block_id": "p12_b199", "text": "3. Increasing international competitiveness of higher education"}, {"text_block_id": "p12_b200", "text": "Estonian universities and higher educational institutions compete on the global higher education market, where there is stiff competition for talent. Along with the increase in economic well-being, more young Estonians are studying at universities abroad, and they primarily favour Finnish, German and British institutions of higher education. Promoting student mobility in the interests of obtaining a more diverse education is of key importance. The"}, {"text_block_id": "p12_b201", "text": "supply of competitive higher education,"}, {"text_block_id": "p12_b202", "text": "in particular in Estonia"}, {"text_block_id": "p12_b203", "text": ", must also be ensured"}, {"text_block_id": "p12_b204", "text": ". A total of 1.8% (data of 2016"}, {"text_block_id": "p12_b205", "text": ") of today’s university students spend a"}, {"text_block_id": "p12_b206", "text": "portion of an academic year studying abroad. The target set in the European Higher Education Area is for 20% of graduates to have a mobility experience by 2020"}, {"text_block_id": "p12_b207", "text": "–"}, {"text_block_id": "p12_b208", "text": "Estonia has a long way to go to achieve that level."}, {"text_block_id": "p12_b209_merged_merged_merged_merged", "text": "According to projections, the number of students at in the first stage of higher education will decrease by around 5% a year in the near future. In connection with changes in the demographic situation, it will be possible to increase admissions to master’s and doctorate programmes, taking into consideration quality and the need to retain critical mass in higher education and in fields that are critical to Estonia, as well as maintaining a rational division of study areas between institutions of higher education."}, {"text_block_id": "p12_b212", "text": "Supporting internationalization of higher education serves three primary purposes. Firstly, it will create an opportunity for Estonian students in higher education to widen their horizons, by obtaining experience studying and living in a different cultural environment, and let them create global contacts, all of which are important components in later working life in an increasingly global world."}, {"text_block_id": "p12_b213", "text": "Secondly, what is also important is “internationalising at home” –"}, {"text_block_id": "p12_b214", "text": "attracting talent to areas that are important for the Estonian economy."}, {"text_block_id": "p12_b215", "text": "These include things such as; a coordinated talent policy, an inevitable part of which is cooperation between different sectors (the public and private sectors and universities), providing practical training opportunities for students"}, {"text_block_id": "p13_b216", "text": "from other countries and ensuring the existence of a relevant legal space that would facilitate the continued stay of top specialists in Estonia after they have completed their studies. It is important to hire foreign faculty members to work in Estonian institutions of higher education to give Estonian students, who are unable to study abroad, an opportunity for contacts with an international environment. For the purpose of providing better integration for foreign faculty with the work and study environment, they must be given better opportunities for participation in research, and the necessary family services. Foreign students, both those who leave the country after their studies and those who stay, are important for Estonia. Those who"}, {"text_block_id": "p13_b217", "text": "leave may become “ambassadors” for the E"}, {"text_block_id": "p13_b218", "text": "stonian state, culture and economy in their new country, who can contribute to developments in Estonia through their contacts."}, {"text_block_id": "p13_b219", "text": "Thirdly, we should take into consideration that competition and quality in higher education and the academic sphere in general are international. An international comparison is the basis for the quality standard and international mobility creates opportunities for recruiting better employees."}, {"text_block_id": "p13_b220", "text": "The internationalization of higher education encompasses both the mobility programmes aimed at Estonian students and faculty, as well as measures for encouraging foreign students and faculty to come to Estonia. Thanks to special measures implemented, admissions of foreign students to Estonian universities have increased in recent years. The goal for 2015"}, {"text_block_id": "p13_b221", "text": "–"}, {"text_block_id": "p13_b222", "text": "to admit 2,000 foreign students"}, {"text_block_id": "p13_b223", "text": "–"}, {"text_block_id": "p13_b224", "text": "has been achieved. A total of 3,476 foreign students were studying at Estonian universities in the 2015/2016 academic year"}, {"text_block_id": "p13_b225", "text": "–"}, {"text_block_id": "p13_b226", "text": "more than 6.8% of the total student body at Estonian universities. In the academic year 2016/2017, the number of foreign students was 3,900 (8.2%). The actions that support internationalisation should be continued in order to increase the capacity of universities to internationalise and to attract more foreign students. To do so, it will be necessary to continue to further develop the existing measures and to"}, {"text_block_id": "p13_b227", "text": "make Estonian higher education more attractive to foreign students"}, {"text_block_id": "p13_b228", "text": ". Besides acquiring an education, it is important to"}, {"text_block_id": "p13_b229", "text": "create more possibilities for foreign students to stay in Estonia to work after graduating from university, including improving the provision of placements and jobs for foreign students."}, {"text_block_id": "p13_b230", "text": "In order to encourage foreign students and researchers to stay in Estonia, a number of amendments have been made to the legislation to simplify the process of applying for a visa and residential permit, to facilitate the bringing of family members to Estonia and to allow for staying in Estonia for 183 days after the completion of studies or research work, in order to (for example) look for a job or apply for a new residence permit. The conditions for applying for a residence permit have been simplified to facilitate st"}, {"text_block_id": "p13_b231", "text": "udents’ entry to the country, enable"}, {"text_block_id": "p13_b232", "text": "them to work in parallel with their studies, and to facilitate their entry to the labour market. Further amendments to the Aliens Act have been proposed to promote mobility between EU Member States. It is essential"}, {"text_block_id": "p13_b233", "text": "to ensure consistency between, and the combination of, the measures targeted to foreign students and researchers implemented by universities, and the national measures"}, {"text_block_id": "p13_b234", "text": "supporting the initial adaptation to avoid duplication, and ensure the efficiency and sustainability of such measures."}, {"text_block_id": "p13_b235", "text": "Labour supply"}, {"text_block_id": "p13_b236_merged_merged_merged_merged", "text": "4. Increasing the impact of the active labour market policy and the sustainability of financing"}, {"text_block_id": "p14_b238", "text": "To prevent and decrease the duration of unemployment it is important to continuously"}, {"text_block_id": "p14_b239", "text": "increase the effectiveness of the provision of active labour market measures and enable the growth of their impact"}, {"text_block_id": "p14_b240", "text": ". In the coming years, there is a risk that structural unemployment will persist for a longer period. Therefore, it is crucial that measures to improve the regional labour market situation in Ida-Viru County are implemented. In addition, more attention should be paid to"}, {"text_block_id": "p14_b241", "text": "preventing and reducing unemployment among young people."}, {"text_block_id": "p14_b242", "text": "Better cooperation with local government institutions plays a significant role here (activation measures, resolution of social problems, etc.). Support must also be provided for the"}, {"text_block_id": "p14_b243", "text": "transition of youth from education to the labour market."}, {"text_block_id": "p14_b244", "text": "Measures should be implemented to find youth, not in education employment or training (the so-called NEET youth) and to bring them back to active life."}, {"text_block_id": "p14_b245", "text": "To make the provision of services more effective, it is important to tighten institutional cooperation"}, {"text_block_id": "p14_b246", "text": "and more clearly define the responsibilities of the Ministry of Education and Research, the Ministry of Social Affairs, the Unemployment Insurance Fund, and local governments. Opportunities must be created to allow the unemployed who lack professional education to acquire qualifications in the degree study level. As to unemployed people who hold primary qualifications, they must be provided with additional opportunities to acquire higher or supplementary qualifications that would markedly increase their future competitiveness on the labour market. Measures have been developed to prevent unemployment and reduce the period of unemployment by providing ongoing training and retraining."}, {"text_block_id": "p14_b247", "text": "It is necessary to reinforce, in practice, the link between the provision of active labour market measures and the benefits/allowances disbursed to people"}, {"text_block_id": "p14_b248", "text": "to make them better aware that receiving benefits entails obligations for the recipient to actively search for a job. Therefore, the subsistence benefits system should be improved to encourage benefit recipients to stay in employment. Systematic monitoring and evaluation for assessing the impact of active labour market services should continue to assess the efficiency of the active labour market policy."}, {"text_block_id": "p14_b249", "text": "In regard to the ageing workforce,"}, {"text_block_id": "p14_b250", "text": "measures should be taken to help older people return to, and remain in the labour market"}, {"text_block_id": "p14_b251", "text": ". Also, the most common new forms of work are being analysed in order to consider their introduction in Estonia. New forms of work enable young people to enter the labour market in a more flexible way and also offer alternative job opportunities to other age groups."}, {"text_block_id": "p14_b252_merged_merged_merged", "text": "In the years to come, a key issue is addressing the gender pay gap. Wage inequalities in Estonia can be attributed to a chain of factors, such as opportunities to combine work, family and personal lives, women’s career breaks, personnel practices at work, segregation in education and in the labour market, educational choices, attitudes, standards and values in society. Therefore, in order to address the pay gap, we should focus on all of these factors. In order to contribute to the narrowing of the gender pay gap, the Labour Inspectorate’s supervisory powers over the implementation of the principle of equal pay for equal work or work of equal value, will be expanded. Information provisions and analytical activities to increase awareness of the gender pay gap, its causes and effects in society and among institutions will continue. We will promote the introduction of work assessments and remuneration systems that are based on transparent and objective criteria. Activities designed to increase awareness and change attitudes among students and career counsellors are planned in order to"}, {"text_block_id": "p14_b266", "text": "reduce segregation in terms of school and university guidance as well as labour market segregation."}, {"text_block_id": "p15_b267", "text": "The availability of high-quality, affordable and flexible pre-school education and child"}, {"text_block_id": "p15_b268", "text": "-"}, {"text_block_id": "p15_b269", "text": "care services must be increased"}, {"text_block_id": "p15_b270", "text": "in order to help parents of small children (re)integrate into the labour market and reconcile their professional and family obligations. It is also important to support the creation of child-care facilities according to regional needs. Additional support services (child-care, suppo"}, {"text_block_id": "p15_b271", "text": "rt person’s and transport services) should be provided to parents of"}, {"text_block_id": "p15_b272", "text": "children with disabilities to reduce their burden of care and facilitate integration into the labour market."}, {"text_block_id": "p15_b273", "text": "Successful"}, {"text_block_id": "p15_b274", "text": "implementation of the capacity for work reform"}, {"text_block_id": "p15_b275", "text": "continues to be a priority, which would ensure the sustainability of the system, preserving and thereby improving the fit for work among the working-age population, prevent unemployment and decline in work ability and supporting the improvement of the working conditions, and the return and stay of people in the labour market. The reform brings into focus the best use of the work ability of working-age people who have decreased capacity to work; including emphasis on"}, {"text_block_id": "p15_b276", "text": "measures supporting access to employment and work aimed at people with reduced capacity for work and people with disabilities."}, {"text_block_id": "p15_b277", "text": "Consideration should be given to the possibility of changing the existing occupational health system and the field of occupational accidents and safety should be reviewed in order to more efficiently prevent partial of full loss of capacity for work"}, {"text_block_id": "p15_b278", "text": "."}, {"text_block_id": "p15_b279", "text": "We are committed to making the present system of physical therapy and rehabilitation, which is currently inefficient, complex, ineffective, and often suffers from duplicate internal activities, more customer oriented; as well as using the existing resources of these services more efficiently, and integrating the system into a coherent whole."}, {"text_block_id": "p15_b280", "text": "A better functioning rehabilitation system"}, {"text_block_id": "p15_b281", "text": "enables people who need help, to reintegrate into the labour market and society sooner; and in many cases to leave the rehabilitation system."}, {"text_block_id": "p15_b282", "text": "A significant hindrance to the participation in employment is the"}, {"text_block_id": "p15_b283", "text": "burden of long term care"}, {"text_block_id": "p15_b284", "text": "that may be caused by taking care of children as well as of disabled or elderly family members. Therefore, special attention is paid to reducing the withdrawal of a person from the labour market due to long-term illnesses, incapacity for work, disability or caring obligations and improving independent coping, incl. by providing special-purpose welfare and support services. Investments in the"}, {"text_block_id": "p15_b285", "text": "living environment"}, {"text_block_id": "p15_b286", "text": "(including raising awareness and broader use of the principles of universal design),"}, {"text_block_id": "p15_b287", "text": "support services"}, {"text_block_id": "p15_b288", "text": "(including social transport) and"}, {"text_block_id": "p15_b289", "text": "innovative solutions"}, {"text_block_id": "p15_b290", "text": "that would enable to improve the ability of people with disabilities and the elderly to cope with everyday life, to access labour market services and to enter the labour market."}, {"text_block_id": "p15_b291", "text": "An amendment to the legislation was already entered into force at the beginning of 2011 that allows the unemployment insurance premiums to be used to cover provision of active labour market measures. This has ensured the"}, {"text_block_id": "p15_b292", "text": "sustainability of financing for an active labour market policy"}, {"text_block_id": "p15_b293", "text": "after the ESF 2007-2013 funds ran out. In the current period the ESF funds are used to supplement labour market services and to develop and provide new services, where necessary."}, {"text_block_id": "p15_b294_merged_merged_merged_merged_merged_merged", "text": "5. Increasing healthy life years by improving health related behaviours and reducing the number of accidents, as well as developing healthcare infrastructure."}, {"text_block_id": "p16_b296", "text": "Poor health-related behaviours, related illnesses and premature mortality among the working-age population leads to a significant loss of human resources."}, {"text_block_id": "p16_b297", "text": "In the case of premature mortality, a major role is played by behaviours that jeopardizes health (e.g., use of alcohol, disregard for hazards, low level of physical activity, smoking, eating an unbalanced diet) and other factors that are important for an extended life expectancy. The most recent primary causes of death in Estonia have been heart and circulatory diseases, neoplasms and injuries."}, {"text_block_id": "p16_b298", "text": "People’s positive health behaviour"}, {"text_block_id": "p16_b299", "text": "s are most impacted by the comprehensive provision of"}, {"text_block_id": "p16_b300", "text": "different measures, including increasing people’s awareness, providing required services,"}, {"text_block_id": "p16_b301", "text": "improving access to the environment and infrastructure that facilitates exercising and prevents illnesses, establishing regulations that provide restrictions and incentives, as well as an effective enforcement mechanism. This approach has been successful in recent years in fields such as fire and water safety, leading to a significant drop in the number of fire and drowning fatalities."}, {"text_block_id": "p16_b302", "text": "Another key reform was introducing health awareness, traffic safety, and risk avoidance topics into basic school and upper secondary school curricula, specifically in the personal education syllabus, but also as a cross-cutting theme in the syllabuses of other subjects, in early 2010. Health and safety is an overarching topic in the upper secondary school curriculum as well. The physical education syllabus should be revised to reform PE into mobility education provided across all levels of education."}, {"text_block_id": "p16_b303", "text": "In order to improve children’s"}, {"text_block_id": "p16_b304", "text": "swimming skills and reduce the number of deaths by drowning it is proposed to revise the PE syllabus in 2018 and to implement an improved and more extensive methodology for"}, {"text_block_id": "p16_b305", "text": "beginner level swimming lessons"}, {"text_block_id": "p16_b306", "text": "."}, {"text_block_id": "p16_b307", "text": "In the coming years, it will be important to direct resources at improving health-related behaviour among the working age population as well as the prevention of injuries and fatal accidents due to injury. There are plans to implement an"}, {"text_block_id": "p16_b308", "text": "inter-ministerial policy to prevent injuries and deaths,"}, {"text_block_id": "p16_b309", "text": "and to continue the development of"}, {"text_block_id": "p16_b310", "text": "foot and cycle paths"}, {"text_block_id": "p16_b311", "text": "to ensure road safety and facilitate physical activity. There are also plans to prepare a"}, {"text_block_id": "p16_b312", "text": "green paper on diet and mobility"}, {"text_block_id": "p16_b313", "text": "in order to promote a balanced diet and regular exercise from cradle to grave, and thereby increase the numbers of healthy years of life."}, {"text_block_id": "p16_b314", "text": "Estonia is among the list of countries where the consumption of alcohol is increasing and the damage caused by alcohol is considerable. According to a report published by the World Health Organisation in 2012, alcohol is the main cause of death for 12% of Estonian women and 28% of Estonian men between the age of 15 and 64. In order to prevent and reduce alcohol consumption, and thereby the damage caused by alcohol, the implementation of the Government-approved"}, {"text_block_id": "p16_b315", "text": "green paper on alcohol policy"}, {"text_block_id": "p16_b316", "text": "continues. Meaning an enforcement of measures to control the availability and price of alcohol, to prevent the distribution of"}, {"text_block_id": "p16_b317", "text": "“bootleg” alcohol,"}, {"text_block_id": "p16_b318", "text": "to reduce the damage caused by alcohol consumption, prevent drunk driving, increase awareness, and improve the availability of treatment and counselling services."}, {"text_block_id": "p16_b319_merged_merged_merged_merged_merged", "text": "In order to increase the number of healthy years of life, it is important to reduce the damage caused by tobacco use. At the beginning of 2014, the Government approved the green paper on tobacco policy, the implementation of which also continues, to ensure a tobacco-free environment, reduce the attractiveness of tobacco products, regulate the marketing and distribution of alternative products, restrict youth access to tobacco products, prevent tobacco"}, {"text_block_id": "p17_b322", "text": "use, develop treatment and provide counselling services for those who wish to quit smoking, as well as to develop a tax policy that reduces tobacco use."}, {"text_block_id": "p17_b323", "text": "In order to reduce the number of occupational accidents and to ensure a safe working environment we need to continue to prevent"}, {"text_block_id": "p17_b324", "text": "work-related reductions in performance ability"}, {"text_block_id": "p17_b325", "text": "and facilitate the participation in the labour market of people with reduced capacity for work. Policy proposals on the compensation for the loss of capacity for work and the continuing and returning of people with reduced capacity for work to the labour market are currently being analysed."}, {"text_block_id": "p17_b326", "text": "An increase in the number and scope of evidence-informed medical examinations and"}, {"text_block_id": "p17_b327", "text": "screenings, such as cancer screening"}, {"text_block_id": "p17_b328", "text": ", to ensure early detection and successful treatment is intended. The state will fund the Human Papilloma Virus (HPV) cervical cancer vaccination of girls under the immunisation programme that will enter into force on 1 January 2018."}, {"text_block_id": "p17_b329", "text": "Over the past decade, Estonia has invested massively in increasing the quality of the health system and optimising the hospital network. It is important to continue the"}, {"text_block_id": "p17_b330", "text": "development of a healthcare infrastructure"}, {"text_block_id": "p17_b331", "text": "that takes into account the needs and possibilities of the aging and declining population. For this purpose, it is important to ensure the strengthening of basic medical care and to develop a further patient-centred local model of integrated healthcare and social services that would ensure access to services that take into account the needs of the population. It is also important to continue supporting the optimum development of the hospital network providing specialised medical care to people across Estonia through network-based cooperation. It is also important to develop a health care"}, {"text_block_id": "p17_b332", "text": "quality system"}, {"text_block_id": "p17_b333", "text": ", including the development and implementation of quality indicators."}, {"text_block_id": "p17_b334_merged_merged_merged_merged", "text": "Various e-Health solutions play an important role in improving the quality, accessibility and effectiveness of health care services. A national eHealth Strategy has been adopted to develop the eHealth and personal medicine in Estonia."}, {"text_block_id": "p18_b337", "text": "COMPETITIVE BUSINESS ENVIRONMENT"}, {"text_block_id": "p18_b338", "text": "The field encompasses a number of major subsectors such as research and development, innovation policy, enterprise and entrepreneurship and the development of a legal environment and public infrastructure (above all transportation connections) that are favourable for enterprises."}, {"text_block_id": "p18_b339", "text": "ESTONIA 2020 OBJECTIVES"}, {"text_block_id": "p18_b340", "text": "The following objectives are set for 2020:"}, {"text_block_id": "p18_b341", "text": "Based on previous experience, the goals set and the latest economic forecasts, this would mean around 0.8 billion euros in R&D spending in 2020"}, {"text_block_id": "p18_b342", "text": "–"}, {"text_block_id": "p18_b343", "text": "a quadrupling of R&D spending compared to 2009, assuming that the GDP nominal value would be close to twice as large as before."}, {"text_block_id": "p18_b344", "text": "The average annual increase in investments into R&D activities from 2000-2009 was 10.1%, which was the highest figure in the European Union. Due to the initially low benchmark, growth was especially rapid in the private sector"}, {"text_block_id": "p18_b345", "text": "–"}, {"text_block_id": "p18_b346", "text": "an average of 18.4% per year. During the economic crisis, the government set a goal of increasing planned public sector investments in a greater than planned amount, to establish a good basis for private sector R&D investment growth, which would accelerate when economic recovery starts. The consistent R&D policy was effective"}, {"text_block_id": "p18_b347", "text": "–"}, {"text_block_id": "p18_b348", "text": "the total spending on R&D decreased considerably less than GDP during the years of the economic crisis (2009). Private sector R&D spending remained practically the same and increased after 2010 by 33%."}, {"text_block_id": "p18_b349", "text": "After the economic downturn, R&D investments increased rapidly, exceeding the 2% target set for 2015 already in 2012. However, R&D spending, in particular private R&D investments, has been declining recently."}, {"text_block_id": "p18_b350", "text": "In 2015, R&D spending amounted to 1.5% of GDP,"}, {"text_block_id": "p18_b351", "text": "while private R&D spending accounted only for 0.72% of GDP, which is slightly more than in 2014 (0.65%). The target for 2020 is to increase R&D spending to 2% of GDP. Developing an incentive mechanism for this purpose is significantly more difficult than increasing public R&D spending to 1% of GDP."}, {"text_block_id": "p18_b352_merged_merged_merged_merged", "text": "In past years, the growth of the market share of Estonian export as a percentage of total world export of goods and services took place at a time when world trade was growing rapidly. In light of the economic growth forecast, raising export volumes would mean a separate goal increasing the share of exports beyond 120% of Estonian GDP, which would presume an export volume of over 30 billion euros in 2020. The precondition for attaining the goals is that Estonia’s export volumes must grow at a rate of 2-3 percentage points more than the world average for economic growth."}, {"text_block_id": "p18_b355", "text": "According to the data from 2015, the market share of Estonian exports was 0.08%, which is somewhat lower than in the previous year (0.096%)."}, {"text_block_id": "p19_b356", "text": "The growth rate of workforce expenses in the boom years of the previous economic cycle outstripped the growth of productivity. After the recession, the volumes of work increased both in the industrial sector as well as in most service branches, due to which sales revenues"}, {"text_block_id": "p19_b357", "text": "grew and profitability recovered. There was a significant impact on companies’ operating"}, {"text_block_id": "p19_b358", "text": "costs, above all on cuts in workforce expenses, accompanied by growth in effectiveness and an increase in competitiveness. In recent years, the increase in labour costs has exceeded the increase in productivity, i.e., labour costs have not reflected the economic slowdown resulting from labour market stresses. The real change in labour unit costs in 2016 was 4.3%."}, {"text_block_id": "p19_b359", "text": "PRIORITIES OF GOVERNMENT POLICY"}, {"text_block_id": "p19_b360", "text": "6. Formulating a policy to facilitate long-term increase in the international"}, {"text_block_id": "p19_b361", "text": "competitiveness of companies"}, {"text_block_id": "p19_b362", "text": "The challenges with regard to the business environment in the medium-long range perspective will not change significantly."}, {"text_block_id": "p19_b363", "text": "Starting a business, developing and increasing the efficiency of companies, internationalization, innovation and cooperation continue to serve as the framework in which developments could take place."}, {"text_block_id": "p19_b364", "text": "As a general direction, the"}, {"text_block_id": "p19_b365", "text": "support policies must move towards financial measures"}, {"text_block_id": "p19_b366", "text": ", which enable a more extensive use of public and private sector resources."}, {"text_block_id": "p19_b367", "text": "Still the"}, {"text_block_id": "p19_b368", "text": "most important challenge"}, {"text_block_id": "p19_b369", "text": "for Estonia is to"}, {"text_block_id": "p19_b370", "text": "ensure growth of productivity and improve access to capital for entrepreneurs."}, {"text_block_id": "p19_b371", "text": "Financing issues will become more urgent in connection with limited resources at the expansion and growth stages of companies."}, {"text_block_id": "p19_b372", "text": "Subsidization policy should"}, {"text_block_id": "p19_b373", "text": "support the implementation of companies’ ambitions for"}, {"text_block_id": "p19_b374", "text": "growth as well as making the processes more effective."}, {"text_block_id": "p19_b375", "text": "Great emphasis must also be put on the development of complete measure packages supporting companies. A prerequisite is finding out the needs of companies in more detail, their more long-term planning focus and the integral management of resources and the know-how aimed at support."}, {"text_block_id": "p19_b376", "text": "Issues related to the availability of a suitable workforce"}, {"text_block_id": "p19_b377_merged_merged_merged_merged_merged", "text": ", which pose a challenge, first and foremost to the adaptive ability of the education system and to the capacity to use qualified foreign workforce, also remain central. There is also a special focus on addressing labour shortages in the ICT sector. Companies’ exports need more lasting state support in the broadest sense i.e., counselling and training, as well as direct subsidy measures, and guarantee measures, which need to continue. There is also an increasing need for promoting Estonia in export destination countries."}, {"text_block_id": "p19_b381", "text": "The Estonian business environment is considered to be advantageous in comparison with other countries. However, specific challenges still need to be addressed. With regard to the"}, {"text_block_id": "p20_b382", "text": "regulatory environment,"}, {"text_block_id": "p20_b383", "text": "we need changes in legislation for stimulating the implementation of priority policies in the context of economic development."}, {"text_block_id": "p20_b384", "text": "There must also be continued efforts to perform"}, {"text_block_id": "p20_b385", "text": "systematic assessments and decrease the administrative burdens"}, {"text_block_id": "p20_b386", "text": ". In addition, corporate income tax on the dividends paid regularly to legal persons will be reduced. The taxation environment for shipping companies is also improved."}, {"text_block_id": "p20_b387", "text": "As an important measure for responding to challenges;"}, {"text_block_id": "p20_b388", "text": "financial measures must be created to make company processes more effective and support their ambitions for growth"}, {"text_block_id": "p20_b389", "text": ". More high-quality counselling services and training for setting targets must be provided, a"}, {"text_block_id": "p20_b390", "text": "system for assessing the impacts of entrepreneurial subsidies"}, {"text_block_id": "p20_b391", "text": "must be developed and"}, {"text_block_id": "p20_b392", "text": "entrepreneurial subsidies must be consolidated"}, {"text_block_id": "p20_b393", "text": ", continuing measures aimed at"}, {"text_block_id": "p20_b394", "text": "supporting export and developing cooperation"}, {"text_block_id": "p20_b395", "text": "as well as offering state support for entrepreneurs heading to international markets through"}, {"text_block_id": "p20_b396", "text": "more effective use of foreign representations."}, {"text_block_id": "p20_b397", "text": "The"}, {"text_block_id": "p20_b398", "text": "Green Paper on Estonia’s industrial"}, {"text_block_id": "p20_b399", "text": "policies and the ICT sector development programme will facilitate digital revolution in the industrial sector."}, {"text_block_id": "p20_b400", "text": "7. Creating an appropriate environment to attract more direct foreign investments into"}, {"text_block_id": "p20_b401", "text": "sectors with greater export potential and added value"}, {"text_block_id": "p20_b402", "text": "Continuing to ensure the growth of foreign investments into Estonia and developing Estonian export depends on ensuring the"}, {"text_block_id": "p20_b403", "text": "availability of a qualified workforce"}, {"text_block_id": "p20_b404", "text": ". There is a lack of both skilled workers"}, {"text_block_id": "p20_b405", "text": "–"}, {"text_block_id": "p20_b406", "text": "needed by domestic and foreign-owned companies"}, {"text_block_id": "p20_b407", "text": "–"}, {"text_block_id": "p20_b408", "text": "and people who would be capable of ensuring that entrepreneurs are successful on export markets."}, {"text_block_id": "p20_b409", "text": "To draw investors, investors must be"}, {"text_block_id": "p20_b410", "text": "offered attractive benefits that would be competitive in an international comparison."}, {"text_block_id": "p20_b411", "text": "A support measure for"}, {"text_block_id": "p20_b412", "text": "foreign investors"}, {"text_block_id": "p20_b413", "text": "and a programme with"}, {"text_block_id": "p20_b414", "text": "favourable connections to infrastructure networks"}, {"text_block_id": "p20_b415", "text": "have been developed. Work on the development of terms for energy price subsidies for large consumers continues."}, {"text_block_id": "p20_b416", "text": "Estonia’s"}, {"text_block_id": "p20_b417", "text": "general reputation and the social environment"}, {"text_block_id": "p20_b418", "text": "should also gradually become"}, {"text_block_id": "p20_b419", "text": "success factors"}, {"text_block_id": "p20_b420", "text": "in attracting new foreign investments. Foreign investments with a high added value take on a"}, {"text_block_id": "p20_b421", "text": "key importance in the shaping of supply chains"}, {"text_block_id": "p20_b422", "text": "and can thereby open"}, {"text_block_id": "p20_b423", "text": "new export opportunities for Estonian entrepreneurs."}, {"text_block_id": "p20_b424", "text": "Such foreign investments also promote the"}, {"text_block_id": "p20_b425", "text": "transfer of knowledge, skills"}, {"text_block_id": "p20_b426", "text": ", research and development. Intensive investments contribute to improving competences in the field in the broader sense."}, {"text_block_id": "p20_b427", "text": "There are differing arguments that are important for different investors in making an investment decision. Estonia is actively competing with other countries to attract foreign investments, tending to"}, {"text_block_id": "p20_b428", "text": "position"}, {"text_block_id": "p20_b429", "text": "itself as a destination country for"}, {"text_block_id": "p20_b430", "text": "foreign investments that create higher added value and promote supply chains."}, {"text_block_id": "p20_b431", "text": "To retain and develop Estonia’s"}, {"text_block_id": "p20_b432", "text": "competitiveness in attracting foreign investments, it will be important to implement a strategy for the development of a"}, {"text_block_id": "p20_b433", "text": "comprehensive investment environment"}, {"text_block_id": "p20_b434", "text": "that makes Estonia stand out in a positive sense. It is important to improve the"}, {"text_block_id": "p20_b435", "text": "export of financial services and involved support services"}, {"text_block_id": "p20_b436", "text": "to strengthen the Estonian financial sector, which also adds to attractiveness of the investment environment."}, {"text_block_id": "p20_b437_merged_merged_merged_merged_merged_merged_merged", "text": "In order to attract foreign investments that create high added value, science and knowledge-based entrepreneurship should become an integral part of Estonian brand, especially in case of reshaping Estonian reputation and increasing its visibility abroad."}, {"text_block_id": "p21_b440", "text": "The"}, {"text_block_id": "p21_b441", "text": "measures for supporting major investors"}, {"text_block_id": "p21_b442", "text": "that stimulate supply chains must be continued, the"}, {"text_block_id": "p21_b443", "text": "capability of county development centres and local governments"}, {"text_block_id": "p21_b444", "text": "to deal with regional"}, {"text_block_id": "p21_b445", "text": "investor service"}, {"text_block_id": "p21_b446", "text": "must be raised,"}, {"text_block_id": "p21_b447", "text": "English-language information materials"}, {"text_block_id": "p21_b448", "text": "must be created"}, {"text_block_id": "p21_b449", "text": "for promoting the hiring of a workforce"}, {"text_block_id": "p21_b450", "text": "and the use of"}, {"text_block_id": "p21_b451", "text": "as a single contact point must be simplified"}, {"text_block_id": "p21_b452", "text": ". It is also important to"}, {"text_block_id": "p21_b453", "text": "develop and implement an action plan for the inclusion of foreign professionals"}, {"text_block_id": "p21_b454", "text": "and to"}, {"text_block_id": "p21_b455", "text": "improve the availability of foreign-language education"}, {"text_block_id": "p21_b456", "text": "in Estonia as well as to promote Estonia in target countries. In order to attract foreign investments, amendments have been introduced to the Aliens Act as of 2017, establishing a special residence permit application procedure for major investors to facilitate, among other things, the moving of the families of large investors to Estonia."}, {"text_block_id": "p21_b457", "text": "8. Creating preconditions for increasing the volumes of research and development in the"}, {"text_block_id": "p21_b458", "text": "private sector and raising the number and quality of innovation outputs"}, {"text_block_id": "p21_b459", "text": "While the R&D investments by Estonian companies and the share of R&D in GDP increased in 2015, the increase was rather modest. Estonia must step up its efforts to fulfil the objective set for 2020, to increase public R&D spending and create incentive mechanisms to increase private R&D investments. It is the task of the public sector to create a supportive environment with a sufficient number of highly qualified people and international contacts, an attractive working environment and a high level of higher education and research. The"}, {"text_block_id": "p21_b460", "text": "primary challenge"}, {"text_block_id": "p21_b461", "text": "that lies ahead is to"}, {"text_block_id": "p21_b462", "text": "i"}, {"text_block_id": "p21_b463", "text": "ncrease companies’ innovation capability"}, {"text_block_id": "p21_b464", "text": "."}, {"text_block_id": "p21_b465", "text": "To do so, research, development and innovation of companies operating in Estonia and cooperation between universities, research institutions and companies must be promoted. Attention must also be devoted to bringing"}, {"text_block_id": "p21_b466", "text": "knowledge-and development-intensive foreign investments"}, {"text_block_id": "p21_b467", "text": "to Estonia. It is important to provide"}, {"text_block_id": "p21_b468", "text": "systematic support both for young, innovative enterprises"}, {"text_block_id": "p21_b469", "text": "and for R&D activities in established enterprises."}, {"text_block_id": "p21_b470", "text": "We need a critical mass of vital development both in R&D and innovation “production” as"}, {"text_block_id": "p21_b471", "text": "well as for ensuring financial mechanisms to support young and innovative enterprises."}, {"text_block_id": "p21_b472", "text": "Increasing demand for R&D&I outputs"}, {"text_block_id": "p21_b473", "text": "has a key importance, but this cannot take place by solely implementing one or two measures, it requires a full solution that would take into account the processes of the field from start to finish, in other words, from studies and experiments all the way up to the marketing of a finished solution. Efforts to create synergy, and a"}, {"text_block_id": "p21_b474", "text": "mobility of knowledge and skills should be supported and the attractiveness of Estonia as a place to live should be improved."}, {"text_block_id": "p21_b475", "text": "It is necessary to"}, {"text_block_id": "p21_b476", "text": "support and ensure the access of Estonian companies to the global venture capital market."}, {"text_block_id": "p21_b477", "text": "Public sector R&D capability"}, {"text_block_id": "p21_b478_merged_merged_merged_merged_merged", "text": ", including the placement of our universities in international ranking lists as well as the efficiency and effectiveness of R&D, play a key role in companies’ research and development capabilities and state or regional competitiveness indicators. Public sector R&D activity creates the necessary human resources for enterprise and provides access to modern infrastructure as well. The academic activity is a key connecting link between domestic and international networking of people and knowledge, which is one source for raising the innovation capacity of companies and attaining higher value added. In the future, R&D&I will increasingly depend"}, {"text_block_id": "p21_b481", "text": "on developments in the EU and on Estonia’s"}, {"text_block_id": "p21_b482", "text": "capacity to contribute to the international cooperation, including in the participation of EU initiatives and programmes within the framework of the European research area."}, {"text_block_id": "p21_b483", "text": "Economic growth, employment and social well-being increasingly depend on the interaction and substantial cooperation between higher educational institutions, science communities and"}, {"text_block_id": "p22_b484", "text": "businesses. The innovation system must be treated as an entirety composed of various parts, which depend on the interaction of different components ("}, {"text_block_id": "p22_b485", "text": "holistic model of innovation"}, {"text_block_id": "p22_b486", "text": "). In the previous financing period, greater focus was placed on the development of individual components of the innovation system (developing the physical infrastructure of R&D and higher education (buildings and equipment); developing the human resources and support structures of R&D and higher education; internationalisation, including connecting to international infrastructures). While these efforts were successful, the expected visibility and socioeconomic impact were not achieved. The objective of this period is to use the potential created earlier"}, {"text_block_id": "p22_b487", "text": "efficiently for the benefit of Estonia’s development and economic growth; the"}, {"text_block_id": "p22_b488", "text": "main challenge is to ensure efficient implementation of a comprehensive innovation system."}, {"text_block_id": "p22_b489", "text": "The main objective of the third Estonian Research and Development and Innovation Strategy"}, {"text_block_id": "p22_b490", "text": "2020 “Knowledge"}, {"text_block_id": "p22_b491", "text": "-"}, {"text_block_id": "p22_b492", "text": "based Estonia”, which has been approved by the Riigikogu, is to"}, {"text_block_id": "p22_b493", "text": "create favourable conditions for increasing productivity and improving living standards, for good education and culture, and for ensuring the development and continuity of Estonia. The strategy is in line with the priorities of both the EU 2020 reform plan and the European Research Area."}, {"text_block_id": "p22_b494_merged_merged_merged", "text": "In seeking to decrease the innovation gap between leading and developing economies, Estonia will take the necessary measures to become a part of the European Research Area – a research area open to the world, in which researchers, scientific knowledge and technology circulate freely and through which the Union and its Member States shall strengthen their scientific and technological bases as well as their competitiveness and their capacity to collectively address grand challenges. As a member of the European Research Area, Estonia will contribute to its development by strengthening its national research and innovation system. The EU research ministers have agreed that member states should develop national action plans to achieve the objectives of the European Research Area. The Estonian action plan is integrated into, and approved together, with the R&D&I implementation plan. Besides the development of the research and innovation system, Estonia participates in transnational cooperation, including under the Baltic Sea Strategy; the legal framework will be updated to ensure an open labour market and remove barriers to the mobility, training and career opportunities of researchers as well as to ensure access and technology transfer required for the implementation of research knowledge."}, {"text_block_id": "p22_b498", "text": "In order for Estonia not to fall from its international R&D position (incl. the European Research Area); it is necessary to ensure the balanced development of the R&D&I system. To increase the capacity of the R&D system, the research system reform must be continued. This means a considered and effective use of structural funds and state-budget resources in financing R&D investments and the implementation of an effective strategy for continuing actions before the period for using the structural resources expires. The funding of research is based on the objective to achieve a 50/50 balance between core funding and project-based funding. The consolidation of the network of research institutions, universities, and higher education institutions continues."}, {"text_block_id": "p22_b499", "text": "As necessary measures, those measures diagnosing the needs of companies must be implemented. These measures would enable finding out the possibilities in improving the competitiveness of companies in the best manner."}, {"text_block_id": "p22_b500", "text": "If necessary, public procurement"}, {"text_block_id": "p23_b501", "text": "regulations should be transformed"}, {"text_block_id": "p23_b502", "text": "into an engine of development in fields important to the state (innovation, sustainability, design, creative industries and space technologies as well as the added value of local resources). The needs for financing the support structures and reasonable organisation of business must be analysed, the"}, {"text_block_id": "p23_b503", "text": "R&D performance assessment methodology"}, {"text_block_id": "p23_b504", "text": "must be developed, including valuing researcher’s career"}, {"text_block_id": "p23_b505", "text": "s in the private sector, and measures promoting"}, {"text_block_id": "p23_b506", "text": "use of R&D infrastructure"}, {"text_block_id": "p23_b507", "text": "aimed at entrepreneurs, and"}, {"text_block_id": "p23_b508", "text": "strengthening the cooperation between research and companies"}, {"text_block_id": "p23_b509", "text": "must be created. Companies with an ambition for growth must be provided with integral counselling and a financially supportive environment."}, {"text_block_id": "p23_b510", "text": "9. Broader use of the potential of creative industries, ICT and other key technologies in"}, {"text_block_id": "p23_b511", "text": "order to increase the added value of other sectors"}, {"text_block_id": "p23_b512", "text": "For greater use of the potential of the creative industries, ICT and key technologies in future, it will be necessary to"}, {"text_block_id": "p23_b513", "text": "promote activities that integrate the fields of training and internationalization as well as in policy-making and financing."}, {"text_block_id": "p23_b514", "text": "To create additional value added from synergy between fields, attention should be devoted to"}, {"text_block_id": "p23_b515", "text": "increasing the capability of human capital"}, {"text_block_id": "p23_b516", "text": "in the broadest sense. Creating successful cooperation platforms requires the"}, {"text_block_id": "p23_b517", "text": "existence of a favourable environment"}, {"text_block_id": "p23_b518", "text": "and people that are able to take into consideration sectoral particularities. The use of ICT and other key technologies and creative industry as horizontal fields for"}, {"text_block_id": "p23_b519", "text": "improving processes in other fields"}, {"text_block_id": "p23_b520", "text": "or for creating new initiatives will require cross-domain implementation policies and support to advance to a new level."}, {"text_block_id": "p23_b521", "text": "Of all measures, the development of the support structures of the creative industry must continue, and we also need to develop a"}, {"text_block_id": "p23_b522", "text": "measure to improve the export ability"}, {"text_block_id": "p23_b523", "text": "of entrepreneurs in creative industries, promote cooperation between creative industries and other sectors, implement measures for"}, {"text_block_id": "p23_b524", "text": "promoting strategic cooperation between entrepreneurs, creative personnel and people from ICT and other fields"}, {"text_block_id": "p23_b525", "text": "and carry out activities"}, {"text_block_id": "p23_b526", "text": "for improving the awareness, skills and knowledge of creative industry."}, {"text_block_id": "p23_b527", "text": "We need to develop"}, {"text_block_id": "p23_b528", "text": "sub-strategies"}, {"text_block_id": "p23_b529", "text": "for greater integration of focus between these fields and ICT, and a"}, {"text_block_id": "p23_b530", "text": "measure for developing the"}, {"text_block_id": "p23_b531", "text": "service sector’s enterprises"}, {"text_block_id": "p23_b532", "text": ","}, {"text_block_id": "p23_b533", "text": "including developing the export potential of health services."}, {"text_block_id": "p23_b534", "text": "10. Developing human resources engaged in research and ensuring a future supply of"}, {"text_block_id": "p23_b535", "text": "engineers and top-level specialists"}, {"text_block_id": "p23_b536_merged_merged_merged_merged_merged_merged", "text": "The new generation of researchers and top-level specialists depends largely on the quality of PhD studies and the number of those who have entered and successfully completed PhD studies. While the organisation of PhD studies has been changed, almost on an annual basis, the low efficiency and low number of people who complete their studies (compared with the target numbers agreed upon with the universities) continues to be a problem. The main reasons are, on the one hand, the insufficient income of doctoral students – the doctoral allowance is significantly lower than national average wages or the income earned by a holder of a Master’s degree, and universities have limited opportunities to involve doctoral students in research as junior researchers while offering them remuneration meeting their expectations. On the other hand, the quality and relevance of doctoral studies considering societal needs are also a major problem."}, {"text_block_id": "p24_b541", "text": "An important milestone in the process of creating career path for young researchers was a law amendment which created opportunities to hire doctoral students as junior researchers. As a result, they are provided with the same social guarantees as employees with regular employment contract. The aim is to make doctoral studies more attractive and to create opportunities for recognising doctoral students as young researchers rather than just students, as well as to make it easier for them to dedicate themselves fully to research activities. Targeted support from the state budget has ensured junior researcher placements only for single doctoral students and the support schema has not taken off as expected. While the rates of doctoral allowance do not meet expectations and thereby discourages full dedication to doctoral studies, the state ensures, as of 1 September 2015,"}, {"text_block_id": "p24_b542", "text": "stronger social guarantees"}, {"text_block_id": "p24_b543", "text": ", namely contribution to a mandatory funded pension for allowance recipients and the allowance is taken into account when calculating parental benefits. The amount of doctoral"}, {"text_block_id": "p24_b544", "text": "allowance (€422 so far) will"}, {"text_block_id": "p24_b545", "text": "increase up to 600 Euros as of 1 January 2018."}, {"text_block_id": "p24_b546", "text": "In addition to increasing the income of doctoral students,"}, {"text_block_id": "p24_b547", "text": "additional measures should be implemented to improve the quality of PhD studies (including through internationalisation), to make the selection of PhD students and supervisors more efficient and to ensure the successful completion of studies."}, {"text_block_id": "p24_b548", "text": "To facilitate a faster graduation for PhD students, it is necessary to continue to support the activities of doctoral schools and centres of excellence in research and international and cross-sectoral cooperation between doctoral students."}, {"text_block_id": "p24_b549", "text": "The system for the supervision of research papers in universities must be further developed and the number of capable supervisors must be increased. One potential seedbed of supervisors could be study groups created in Estonia with the participation of international faculty members and researchers to pool the existing competencies. Highly qualified"}, {"text_block_id": "p24_b550", "text": "foreign faculty members and researchers"}, {"text_block_id": "p24_b551", "text": "are often discouraged from settling in Estonia both by the salaries, which are not internationally competitive, and other rules restricting the circle of applicants. Unjustified language requirements and other restrictions on carrying out internationally open competitions for filling the posts of research staff should be avoided. Work must continue to create a supportive living environment to facilitate the moving of foreign professionals to Estonia (international education and other services for families, continued provision of the adaptation programme, faster visa and residence permit application processes)."}, {"text_block_id": "p24_b552", "text": "It is important to"}, {"text_block_id": "p24_b553", "text": "promote the mobility of teachers in various forms."}, {"text_block_id": "p24_b554", "text": "More value should be placed on effective supervision, where the supervisor would support the graduation of PhD students and be motivated for performing high-quality supervision work through recognition and career. The business sector should contribute more to PhD studies, including supervisions and the development of business studies. Cooperation between the academic and business"}, {"text_block_id": "p24_b555", "text": "sectors should be promoted in order to improve the doctoral students’, researchers’ and academic staff’s"}, {"text_block_id": "p24_b556", "text": "skills of combining research and economic activities, thereby improving the competitiveness of the business sector and promoting innovation. Another objective is a broader use of doctorate holders in the public and private sectors."}, {"text_block_id": "p24_b557_merged_merged_merged_merged_merged", "text": "11. Bringing transportation, ICT and other public infrastructure, living environment and institutions that support business to an international level"}, {"text_block_id": "p24_b559", "text": "Due to Estonia’s location and settlement patterns, it is very important"}, {"text_block_id": "p24_b560", "text": "to living and business environments that there are"}, {"text_block_id": "p24_b561", "text": "connection opportunities, both cross-border and domestically,"}, {"text_block_id": "p25_b562", "text": "on a competitive level."}, {"text_block_id": "p25_b563", "text": "In developing local industry and services, the availability of public services in the case of well-functioning transport and information exchange infrastructure should not depend on the particularities of the location. It is important for sectors exporting large-scale goods to ensure effective and competitive domestic carriage of goods by road following the example of the Nordic countries. Based on the movement patterns of the workforce, the"}, {"text_block_id": "p25_b564", "text": "better interoperability of transport and connection points"}, {"text_block_id": "p25_b565", "text": "requires special attention. It is necessary to harmonize travel schedules in order to ensure the ease of use of public transport, and to create the corresponding infrastructure that will allow passengers and goods to move from one type of transport to another and, in the long term, use integrated planning to enable"}, {"text_block_id": "p25_b566", "text": "selection from among various types of transportation alternatives."}, {"text_block_id": "p25_b567", "text": "In an international comparison, the level of transportation infrastructure has been relatively weak for Estonia, especially in regard to the level of cross-border connecting routes. This is due, above all, to the cost of the investments and economic unprofitability, stemming from a low population density and low number of potential users. For the same reason, the development of an ICT infrastructure at a contemporary level to cover the entire country will not be possible without state support. However, for Estonia, in terms of development for business, scientific, cultural or educational environments and internationalizations, these are key preconditions"}, {"text_block_id": "p25_b568", "text": "–"}, {"text_block_id": "p25_b569", "text": "and currently, limitations. Therefore, it is important to devote more"}, {"text_block_id": "p25_b570", "text": "attention to international connections, especially direct flights and cross-border railways and roads."}, {"text_block_id": "p25_b571", "text": "In the interests of balanced regional development, it will be necessary to continue developing not only international highways, but also surfaces for state secondary roads, to lay preparations for"}, {"text_block_id": "p25_b572", "text": "linking public transport systems"}, {"text_block_id": "p25_b573", "text": "and to continue establishing"}, {"text_block_id": "p25_b574", "text": "quality high-speed Internet"}, {"text_block_id": "p25_b575", "text": "infrastructure."}, {"text_block_id": "p25_b576", "text": "To do so, investments will continue in extending airport runways, improving the quality of equipment, updating road construction requirements, continuing cooperation with neighbouring countries to develop Rail Baltic"}, {"text_block_id": "p25_b577", "text": "–"}, {"text_block_id": "p25_b578", "text": "a new international railway connection"}, {"text_block_id": "p25_b579", "text": "–"}, {"text_block_id": "p25_b580", "text": ", and increasing the safety and convenience of the use of interconnection points for different transportation modes. The large-scale project to cover all of Estonia with broadband Internet access will also continue in cooperation with telecommunications operators."}, {"text_block_id": "p25_b581", "text": "Similarly to other countries in Europe and elsewhere across the world, Estonian towns and regions compete on the international arena for investments and talents. Winners are the cities, towns, and regions that offer"}, {"text_block_id": "p25_b582", "text": "the best living environments"}, {"text_block_id": "p25_b583", "text": "and thus"}, {"text_block_id": "p25_b584", "text": "the best possible quality of life, and development and career opportunities"}, {"text_block_id": "p25_b585", "text": ". The development of the Estonian business environment is supported by an"}, {"text_block_id": "p25_b586", "text": "attractive and sought after"}, {"text_block_id": "p25_b587", "text": "living environment. The aim should be that highly qualified local and foreign workforces prefer Estonia as a place to live and work; and that the living environment is such that the"}, {"text_block_id": "p25_b588", "text": "local competent workforces want to stay, and foreign professionals want to move to Estonia"}, {"text_block_id": "p25_b589", "text": "."}, {"text_block_id": "p25_b590_merged_merged_merged_merged_merged", "text": "When creating new areas of business, aspects that (according to the principles highlighted in a report of the World Economic Forum) enhance cities’ competitiveness include, among other things, the compactness of cities (urban density), the prevention of urban sprawl, smart infrastructure, and convenient public transport."}, {"text_block_id": "p26_b600", "text": "Therefore, any decisions concerning physical spaces should take into account"}, {"text_block_id": "p26_b601", "text": "cross-sector and spatial effects on the spatial development of the built-up environment"}, {"text_block_id": "p26_b602", "text": ". Spatial planning, architecture, and construction are intertwined when it comes to shaping a living environment. The planning and development of a competitive living environment should focus on the"}, {"text_block_id": "p26_b603", "text": "quality enhancing diversity"}, {"text_block_id": "p26_b604", "text": "of the space to be created (a built-up environment, including public space), on the opportunities it offers, and on the quality. A spatial development expert group is established to improve policy-making and cooperation in this field."}, {"text_block_id": "p26_b605", "text": "ENVIRONMENTALLY SUSTAINABLE ECONOMY AND ENERGY"}, {"text_block_id": "p26_b606", "text": "SECTOR"}, {"text_block_id": "p26_b607", "text": "The field of the environmentally sustainable economy encompasses the development of the Estonian energy sector, energy efficiency in various sectors and general resource efficiency objectives."}, {"text_block_id": "p26_b608", "text": "ESTONIA 2020 OBJECTIVES"}, {"text_block_id": "p26_b609", "text": "The following objectives are set for 2020:"}, {"text_block_id": "p26_b610", "text": "The estimated actual level of emissions"}, {"text_block_id": "p26_b611", "text": "–"}, {"text_block_id": "p26_b612", "text": "the actual point of departure for attaining the target"}, {"text_block_id": "p26_b613", "text": "–"}, {"text_block_id": "p26_b614", "text": "is 6,571 thousand tons (emissions of 2012)"}, {"text_block_id": "p26_b615", "text": "Estonia"}, {"text_block_id": "p26_b616", "text": "’"}, {"text_block_id": "p26_b617", "text": "s goals in reducing greenhouse gases (GHGs) are based on the EU climate and energy policy. The EU has set a goal of reducing GHG emissions by 20% by 2020, compared with the emissions level of 1990. The reduction of emissions will be achieved by combining two mechanisms"}, {"text_block_id": "p26_b618", "text": "–"}, {"text_block_id": "p26_b619", "text": "the EU Emissions Trading Scheme and national targets for sectors outside the trading system. In 2013, the EU emissions trading system was launched on a new and uniform basis, which means that auctions are the default means for emission allowance trading and operators are allocated free emission allowances (EAs) based on a harmonised approach. The EU has also set the goal of reducing emissions by 21% compared to the 2005 emissions level by the year 2020."}, {"text_block_id": "p26_b620_merged_merged_merged_merged", "text": "National commitments have been set for the non-ETS sector, except for the LULUCFsector (buildings, transportation, agriculture, waste, etc.) and Estonia has committed to not increasing emissions more than by 11% by 2020 in comparison to the 2005 level and to observe the annual limits. So far, these limits have not been exceeded. According to the data of 2015, the emissions of greenhouse gases in the non-ETS sector were 6,095 thousand tonnes of CO2 equivalent. The Ambient Air Protection Act provides for a framework for trading emissions with other EU Member States according to the shared commitments until 2020."}, {"text_block_id": "p27_b627", "text": "Estonia has significantly reduced GHG emissions compared with 1990. While, in 1990, the estimated GHG emissions were approximately 40 million tonnes CDE (carbon dioxide equivalent), the estimated GHG emissions in 2015 were 18 million tonnes (excluding the LULUCF sector), which means a decrease of about 55% compared to the baseline year. The Estonian Climate Policy until 2050"}, {"text_block_id": "p27_b628", "text": "9"}, {"text_block_id": "p27_b629", "text": ", approved by the Riigikogu in 2017, sets a long-term goal to reduce GHG emissions by 80% by 2050, compared to the level of 1990, which means that GHG emissions should decrease to 8 million CO"}, {"text_block_id": "p27_b630", "text": "2"}, {"text_block_id": "p27_b631", "text": "equivalents by 2050. To achieve these targets, long-term cross-sectoral and sectoral policy guidelines have been developed in cooperation with the relevant stakeholders and authorities."}, {"text_block_id": "p27_b632", "text": "Estonia’s goal is to increase renewable energy to 25% of"}, {"text_block_id": "p27_b633_merged_merged", "text": "the final consumption of energy by 2020, which will require changes in all sectors. Today, the Estonian energy sector is largely based on fossil fuels but the share of renewable energy sources has steadily increased in recent years. In 2015, the share of renewable energy in final energy consumption was 28.6%, which means that the achieved level needs to be maintained in order to meet the target set for 2020. In the new National Energy Development Plan, the government has committed to achieve the share of renewable energy up to 50% of final energy consumption by 2030."}, {"text_block_id": "p27_b636", "text": "Support mechanisms for cogeneration plants that generate energy from renewable sources have significantly contributed to increasing the share of renewable energy. . However, many boiler houses still use natural gas or heavy fuel oil. Cogeneration based on biofuels and wind energy has significant potential in the production of renewable energy. In the years to come, greater focus must be placed on increasing the use of renewable energy sources in the transport sector."}, {"text_block_id": "p27_b637", "text": "In compiling the long-term forecast for energy use, Estonia proceeds from the change in the GDP and sector-based developments, as a result of which it is presumed that final consumption in 2020 will be approximately 3,248 ktoe. In 2015, final energy consumption was 2,775 ktoe, 8% lower than the interim target for 2015 and 2.3% lower than the target for 2020. In the new National Development Plan for the Energy Sector, the government is committed to achieve that final consumption does not exceed 2.75 mtoe per year in 2030."}, {"text_block_id": "p27_b638", "text": "Maintaining the final consumption level at the 2010 level means that energy efficiency must be increased in nearly all sectors, particularly in the household, industrial, transportation and public sectors. Investments into making buildings more energy efficient must continue, while the public sector must lead the way in maintaining and constructing buildings. The industrial sector can save energy by introducing new technologies. The consumption of energy by the transportation sector can be reduced by decreasing the need for transport, increasing the use of"}, {"text_block_id": "p28_b639", "text": "public transport and making vehicles more ecological. It is also important to increase general awareness and thereby change the behaviour of consumers."}, {"text_block_id": "p28_b640", "text": "PRIORITIES OF GOVERNMENT POLICY"}, {"text_block_id": "p28_b641", "text": "12. Implementing long-term structural changes in the energy sector in accordance with"}, {"text_block_id": "p28_b642", "text": "Estonia's energy security and energy efficiency objectives"}, {"text_block_id": "p28_b643", "text": "A factor that is increasingly starting to impact the state’s competitiveness is the existence of"}, {"text_block_id": "p28_b644", "text": "an environmentally sustainable and efficient energy sector. To keep in step with the international climate policy and reduce the energy intensity of the economy, it is important to ensure the functioning of the EU internal energy market and"}, {"text_block_id": "p28_b645", "text": "take into account the developments of recent years when implementing the National Development Plan for the Energy Sector."}, {"text_block_id": "p28_b646", "text": "The greatest challenges lie in the electricity sector, where about 80% of electrical energy is generated from oil shale. A major key phrase in the decade ahead is the"}, {"text_block_id": "p28_b647", "text": "diversification of energy sources."}, {"text_block_id": "p28_b648", "text": "This covers both the"}, {"text_block_id": "p28_b649", "text": "expanding co-generation of electricity and heat and increasing the share of wind energy and biomass energy."}, {"text_block_id": "p28_b650", "text": "Estonian renewable energy companies should have possibilities to participate in cooperation mechanisms set up under the Renewable Energy Directive."}, {"text_block_id": "p28_b651", "text": "From the standpoint of diversifying energy sources and energy security, it will be important to"}, {"text_block_id": "p28_b652", "text": "establish sufficient energy connections"}, {"text_block_id": "p28_b653", "text": "in the region. The Estonia-Latvia energy link, BalticConnector and the LNG Terminal"}, {"text_block_id": "p28_b654", "text": "–"}, {"text_block_id": "p28_b655", "text": "are listed among the projects of European common interest that have been approved by the Commission. Cooperation between Estonia and Finland in implementing the BalticConnector project continues. The European Commission has decided to support the project at the maximum level,"}, {"text_block_id": "p28_b656", "text": "of 75% (with a total of €187.5"}, {"text_block_id": "p28_b657", "text": "million). A totally of 65% of the cost of the energy connection between Estonia and Latvia is funded by the European Commission. Both projects are expected to be completed by 2020. The electricity producers in Estonia and other EU member states must be provided with equal competition conditions in relation to producers in non-EEA countries."}, {"text_block_id": "p28_b658", "text": "As of January 2013, Estonia’s electricity market"}, {"text_block_id": "p28_b659", "text": "is open in full for all electricity consumers. In order to open the gas market, the gas distribution network must be separated in terms of ownership. Further efforts are required to ensure the functioning of the gas market similarly to that of the open electricity market, while focussing on the functioning of the gas market in the region. On the one hand, competition will increase with the market opening up, which should ensure better service for end consumers. On the other hand, the state should ensure that the procedural side operates as impeccably as possible and that the"}, {"text_block_id": "p28_b660", "text": "market functions successfully."}, {"text_block_id": "p28_b661", "text": "The government has decided to synchronise the Estonian power system with the European power network by 2025. Preparations for the synchronisation are already under way in cooperation with neighbouring countries."}, {"text_block_id": "p28_b662", "text": "13. Reducing the general resource and energy intensity of the economy"}, {"text_block_id": "p28_b663", "text": "A factor that is impacting the state’s competitiveness to an increasing extent is the economy’s"}, {"text_block_id": "p28_b664_merged_merged_merged_merged_merged", "text": "energy intensity and the ability of various sectors to achieve energy savings through the adoption of new technologies and solutions. Reducing economies’ resource and energy intensity also helps to fulfil the commitments for climate chance mitigations as agreed in Paris climate agreement."}, {"text_block_id": "p29_b667", "text": "ENERGY CONSERVATION"}, {"text_block_id": "p29_b668", "text": "Energy efficiency is being promoted in Estonia in nearly every field, but the emphasis and nature of the measures within each have been very different. The energy efficiency policy has been very strongly targeted at households through various"}, {"text_block_id": "p29_b669", "text": "measures that increase energy efficiency of buildings."}, {"text_block_id": "p29_b670", "text": "Investments have been made into energy efficiency in public buildings of state and local government."}, {"text_block_id": "p29_b671", "text": "In the heating sector"}, {"text_block_id": "p29_b672", "text": "investments into the development or renovation of district heating systems or local heating systems should be supported where it proves to be the most sustainable solution for the region and ensures compliance with environmental standards. The primary instrument for influencing energy use in the transportation sector has been excise duties, and the fuel excise has been raised on ten occasions in the last 15 years. In the transportation sector, projects aimed at improving energy efficiency have been implemented under the green investment scheme that supports the promotion of green transport. The government has decided to foster the use of cars with lower fuel consumption and environmental impact. As clean vehicles consume less fuel, the measures designed to reduce pressures on the environment from vehicles also contribute towards energy savings targets."}, {"text_block_id": "p29_b673", "text": "Today’s level of final consumption of energy in"}, {"text_block_id": "p29_b674", "text": "all sectors, and the forecast for the next ten years shows that the greatest growth as well as"}, {"text_block_id": "p29_b675", "text": "need for sectoral measures for saving electricity, motor fuels and other fuels will"}, {"text_block_id": "p29_b676", "text": "be in the households’, industrial and"}, {"text_block_id": "p29_b677", "text": "transport sectors."}, {"text_block_id": "p29_b678", "text": "Investments into the"}, {"text_block_id": "p29_b679", "text": "energy efficiency of apartment buildings"}, {"text_block_id": "p29_b680", "text": "must be continued and opportunities to expand state measures for promoting"}, {"text_block_id": "p29_b681", "text": "energy efficiency of private houses"}, {"text_block_id": "p29_b682", "text": "must be found. In industry, there is currently the potential for an estimated 30% heat and 10% electricity conservation, and attaining this will require adoption of new technology and an increase in awareness. The consumption of energy by the transport sector should be managed through three lines of activity"}, {"text_block_id": "p29_b683", "text": "–"}, {"text_block_id": "p29_b684", "text": "decreasing the need for transport"}, {"text_block_id": "p29_b685", "text": ", including making freight transport more efficient and environmentally sustainable and considering sustainable commuting principles in the planning process;"}, {"text_block_id": "p29_b686", "text": "increasing the use of public transport and making vehicles more ecological"}, {"text_block_id": "p29_b687", "text": "."}, {"text_block_id": "p29_b688", "text": "Public sector energy use"}, {"text_block_id": "p29_b689", "text": "must be treated separately insofar as the behaviour of the public sector must serve as a role model for other sectors. Increasing the capability for managing electricity consumption through the development of an intelligent power grid in Estonia, will also contribute horizontally to energy conservation in all sectors."}, {"text_block_id": "p29_b690", "text": "The introduction of a smart grid"}, {"text_block_id": "p29_b691", "text": "will help to reduce energy losses on transfer, optimise energy production, develop dispersed energy production and connect more sources of renewable energy to the grid. The improved functionality of the grid enables the development of new innovative services for all consumers of energy."}, {"text_block_id": "p29_b692", "text": "RESOURCE EFFICIENCY"}, {"text_block_id": "p29_b693", "text": "To achieve sustainable growth we must continue to develop an economy that has lower carbon emissions, is more resource efficient, greener and more competitive. To ensure sustainable growth it is essential to promote a"}, {"text_block_id": "p29_b694", "text": "circular economy"}, {"text_block_id": "p29_b695", "text": "that keeps raw material in circulation for as long as possible; the life of products is as long as possible and generates as little as possible waste."}, {"text_block_id": "p29_b696_merged_merged_merged_merged", "text": "The Estonian government has carried out a so-called ecological tax reform, the goal of which is to increase environmental taxes and reduce labour taxes. This should be continued in the future, taking into account the options of different sectors to adapt to the needs of green economy. An analysis of the external cost of the use of the environment has started and the"}, {"text_block_id": "p30_b699", "text": "possibilities of optimal use of the oil shale sector have been explored in order to develop a new concept of environmental charges."}, {"text_block_id": "p30_b700", "text": "Supervision over environmental charges and the efficiency of using tax revenue"}, {"text_block_id": "p30_b701", "text": "also deserve attention. In order to maintain the competitiveness of the business environment it must be ensured that companies have the information about resources and environmental charges in sufficient time and there are no obstacles to their international competitiveness."}, {"text_block_id": "p30_b702", "text": "In the context of climate policy focus must be on"}, {"text_block_id": "p30_b703", "text": "the development of energy and resource efficiency in sectors outside the ETS."}, {"text_block_id": "p30_b704", "text": "The measure designed to inform industrial companies about the potential for energy savings and resource efficiency as well as to analyse resource use and facilitate relevant investments has been launched. The goal of these investments is reducing the resources used per unit of production and increasing resource productivity in Estonia. Promoting R&D and introducing new solutions aimed at increasing resource efficiency will help to increase the international competitiveness of the economy."}, {"text_block_id": "p30_b705", "text": "Estonia has established an infrastructure for collecting waste and the reuse, including recycling, of waste is increasing. However, the existing waste management infrastructure needs improvement in terms of the capacity to manage certain types of waste and new solutions to contribute to the achievement of the recycling targets set for 2020. Therefore, we will continue supporting measures that promote preparing waste for reuse and recycling of waste. Preventing waste generation, preparing waste for reuse and recycling of waste continue to be the priorities of the new National Waste Management Plan 2014-2020. Besides landfill reduction and promoting recycling, more attention should be paid to the"}, {"text_block_id": "p30_b706", "text": "prevention and reduction of waste generation"}, {"text_block_id": "p30_b707", "text": ". Given the high proportion of waste generated by the oil shale industry, such as mine waste and oil shale ash, in overall waste generation, it is necessary to find different"}, {"text_block_id": "p30_b708", "text": "ways to reuse"}, {"text_block_id": "p30_b709", "text": "and increase the"}, {"text_block_id": "p30_b710", "text": "reuse"}, {"text_block_id": "p30_b711", "text": "of such waste (e.g., more extensive use of crushed stone produced from mine waste)."}, {"text_block_id": "p30_b712", "text": "Estonian natural conditions favour an efficient use of agricultural and forestry land that creates preconditions for using renewable resources for energy production as well as the food and wood industries. The growth potential of forests must be sustained and the use of wood as a renewable resource within the limits of sustainable volumes must be simplified"}, {"text_block_id": "p30_b713", "text": "–"}, {"text_block_id": "p30_b714", "text": "to promote the regeneration cutting of mature forests and the subsequent regeneration and growing of forests. The natural values of forests are protected; and the volume and protection measures are updated continuously according to their condition."}, {"text_block_id": "p30_b715_merged_merged_merged_merged_merged", "text": "R&D in the field should look for solutions for effective management of renewable resources and enhancement of the value of the existing biomass in Estonia, i.e., to use it to produce products with as high a value as possible. One of the outputs of bio-economy is reduced environmental impact of transportation sector, for example through more extensive use of biogas in the transport sector in order to reduce the proportion of fossil fuels. For optimal resource use and decreased environmental impact, it is important to create and implement measures for developing more environmentally friendly public transport, carriage of goods, traffic flows and green corridors in cities."}, {"text_block_id": "p30_b726", "text": "A life cycle based approach"}, {"text_block_id": "p30_b727", "text": "should be promoted in the building sector. This means the energy efficient construction and renovation of buildings, the use of renewable and energy efficient materials and promoting the recycling and preparation for reuse of demolition waste. The demolition of buildings that are no longer used and spoil the landscape (agricultural,"}, {"text_block_id": "p31_b728", "text": "industrial and military structures) and the management of demolition waste, including promoting recycling and reuse and regeneration of the land should be continued."}, {"text_block_id": "p31_b729", "text": "The competitiveness of industries depends on efficient and secure access to and security of supply of raw materials"}, {"text_block_id": "p31_b730", "text": ". In terms of the effective and efficient use of natural resources, there is a need to"}, {"text_block_id": "p31_b731", "text": "update relevant legislation"}, {"text_block_id": "p31_b732", "text": "and approve the fundamental principles of the Earth Crust Policy. In order to ensure the sustainable and efficient use of mineral resources; the national geology service, responsible for conducting geological surveys and developing the relevant competences, will be established"}, {"text_block_id": "p31_b733", "text": "."}, {"text_block_id": "p31_b734_merged_merged", "text": "In order to ensure the long-term supply of ecosystem services and facilitate the development of new business opportunities, in particular in rural areas, the economic benefits from ecosystem services need to be valued. The preservation of a clean natural and living environment is becoming an important asset for Estonia. The efficient use of resources, and environmentally friendly businesses are becoming a competitive advantage in the context of global environmental degradation. Biodiversity as a natural capital provides the ecosystem services required for economic activity (e.g. pollination and water treatment) and the degradation of ecosystem services jeopardises the provision of these services. In order to preserve and restore ecosystems, we need to support investments aimed at the preservation and restoration of protected species and habitats. It is also important to develop a methodology for mapping and evaluating ecosystem services in order to create business opportunities that take into account their economic value."}, {"text_block_id": "p32_b737", "text": "SUSTAINABLE AND ADAPTIVE PUBLIC SECTOR"}, {"text_block_id": "p32_b738", "text": "This field"}, {"text_block_id": "p32_b739", "text": "–"}, {"text_block_id": "p32_b740", "text": "a sustainable and adaptive public sector"}, {"text_block_id": "p32_b741", "text": "–"}, {"text_block_id": "p32_b742", "text": "encompasses government activities aimed at increasing macroeconomic stability and creating a general favourable economic environment; this means primarily tax and budgetary policy as well as activities related to developing the government sector itself."}, {"text_block_id": "p32_b743", "text": "ESTONIA 2020 OBJECTIVES"}, {"text_block_id": "p32_b744", "text": "A sustainable fiscal policy is the goal of the Government. The volume of the state budget has been quite stable in recent years. The surplus that has been in place since 2002 (1.5"}, {"text_block_id": "p32_b745", "text": "–"}, {"text_block_id": "p32_b746", "text": "2.5% of GDP) was replaced by couple of per cents of deficit during the economic crisis in 2008 and 2009. The Estonian government sector budget had a nominal surplus in 2010 and 2011; in 2012 and 2013 there was a small deficit; and in 2014 and 2015 there was a surplus of about 0.5%; the budgetary position has incorporated a structural surplus since 2009. Amendments to the State Budget Act provide an opportunity to use the structural surplus of previous years up to 0.5% of GDP."}, {"text_block_id": "p32_b747", "text": "PRIORITIES OF GOVERNMENT POLICY"}, {"text_block_id": "p32_b748", "text": "14. Reaching a government sector budget surplus by 2014 and maintaining that position"}, {"text_block_id": "p32_b749", "text": "in the long-term"}, {"text_block_id": "p32_b750_merged_merged_merged_merged", "text": "The Government will continue to maintain a countercyclical, or neutral, fiscal policy; a time of low growth (a nominal budget can run a deficit)."}, {"text_block_id": "p32_b752", "text": "In 2009-2011, the Government budget was in surplus in structural terms. In 2012-2013, there was a structural deficit due to a nominal deficit, amplified by a GDP higher than what can be supported by existing labour and capital resources (output cap). In 2014-2016, a nominal surplus led to structural surplus. The structural surplus is estimated to also continue in 2017."}, {"text_block_id": "p33_b753", "text": "investments by a total of €315 million over three years."}, {"text_block_id": "p33_b754", "text": "Positive supplementary budgets will be avoided in the middle of a financial year;"}, {"text_block_id": "p33_b755", "text": "potential revenue over-performance is transferred to reserves."}, {"text_block_id": "p33_b756", "text": "15. Improving the sustainability of social expenditure in the public sector in the face of a decreasing working-age population and ageing population, ensuring effective health care and well-oriented and effective social policy (including the necessary support services)"}, {"text_block_id": "p33_b757", "text": "In Estonia as in other developed countries, one challenge is"}, {"text_block_id": "p33_b758", "text": "ensuring long-term financial capability for public social spending"}, {"text_block_id": "p33_b759", "text": ". This is complicated by demographic changes, i.e., the decrease in the working-age population and the increase in the number of pension-age people."}, {"text_block_id": "p33_b760", "text": "In order to develop the continuous financing of the social insurance system"}, {"text_block_id": "p33_b761", "text": ", relevant decisions have been adopted concerning the long-term development of the pension system. The changes include an increase in the retirement age, changes in the formula for calculating pensions, and in the pension index. Special pensions will be abolished subject to a long transition period. The changes will ensure the financial sustainability of the pension system and long-term solidarity. The government is planning a reform of pensions with benefits, and superannuated pensions. There will be further analysis on how to develop possible changes in health insurance, pension insurance, and unemployment insurance, including in the context of implementing a new scheme for the capacity for work. Healthy life expectancies and longer participation in the labour market (and healthy lifestyles) have a positive impact on the social insurance system. Therefore, continuous financing must also be ensured in the future by"}, {"text_block_id": "p33_b762", "text": "strengthening the principles of the functioning health insurance system."}, {"text_block_id": "p33_b763", "text": "By implementing the principles of the"}, {"text_block_id": "p33_b764", "text": "deinstitutionalisation of social services"}, {"text_block_id": "p33_b765", "text": "(starting from special welfare services) we are aiming to develop services supporting independent life at home and to prevent the need to provide institutional services. The reorganisation of large special welfare institutions into smaller units together with the provision of support services, the development of community-based services, and flexible and innovative solutions help to"}, {"text_block_id": "p33_b766", "text": "flexibly respond to people’s needs,"}, {"text_block_id": "p33_b767", "text": "as well as minimize and alleviate problems and prevent increasing costs in the future."}, {"text_block_id": "p33_b768", "text": "the local government revenue base in state budget strategy)"}, {"text_block_id": "p33_b769_merged_merged_merged_merged", "text": "Compared to other European Union countries, the share of productive expenditures (investments, education costs, R&D costs, etc.) is high in Estonia. This should be maintained and if necessary increased in government sector budgets as these expenditures create a new foundation for economic growth and greater tax revenue. In compiling the budget, ratios of productive expenses are monitored, such as the percentage of investments or education expenditures, and the establishing of ceilings on operating expenses will be considered. These objectives were considered in the negotiations for the EU financial framework (2014-2020), taking thereby into account a more flexible mutual connection"}, {"text_block_id": "p34_b772", "text": "between measures, the impact of"}, {"text_block_id": "p34_b773", "text": "EU co-financing on fixed costs"}, {"text_block_id": "p34_b774", "text": ", and in preparation for exiting the support system."}, {"text_block_id": "p34_b775", "text": "A lower percentage of fixed expenses and revenue-dependent expenses in the government sector budget allow for a more flexible response to changes in the economy and society, and also make it possible to ensure the needs-based financing of sectoral policies. For example, fuel excise tax was separated from road maintenance costs in order to increase the flexibility of the budget."}, {"text_block_id": "p34_b776", "text": "In the"}, {"text_block_id": "p34_b777", "text": "long term, Estonia’s competitiveness will benefit if the"}, {"text_block_id": "p34_b778", "text": "growth of the public"}, {"text_block_id": "p34_b779", "text": "sector’s wage and salar"}, {"text_block_id": "p34_b780", "text": "y expenses are in proportion to the growth in productivity."}, {"text_block_id": "p34_b781", "text": "If salaries grow faster than productivity, the competitiveness of enterprises will be weakened in the long term, and domestic inflation pressures will be increased, this will in turn mean greater pressure on government sector expenditures through transfers related to wages and salaries."}, {"text_block_id": "p34_b782", "text": "17. Continuing gradual reduction of taxes on labour and profits and an increase of taxes"}, {"text_block_id": "p34_b783", "text": "on consumption and environmental burdens"}, {"text_block_id": "p34_b784", "text": "Greater taxation of wages and profit will limit economic growth more than the equivalent amount of taxation on consumption and environmental impacts. For this reason, we must continue a"}, {"text_block_id": "p34_b785", "text": "shift in taxation from workforce (direct taxes) to taxation of consumption and resource use (indirect taxes)"}, {"text_block_id": "p34_b786", "text": "at every level"}, {"text_block_id": "p34_b787", "text": "."}, {"text_block_id": "p34_b788", "text": "Besides geographic location and the reputation of the state, taxation is one of the most important factors to help draw direct foreign investment into the country. Favourable taxes are the linchpin for positive investment decisions in cases where other prerequisites (basic infrastructure, education, security) are present to a degree that is comparable with other countries."}, {"text_block_id": "p34_b789", "text": "Efforts must be continued to harmonize"}, {"text_block_id": "p34_b790", "text": "indirect taxes that have a significant impact on the functioning of the EU internal market and to abolish exceptions in the EU."}, {"text_block_id": "p34_b791", "text": "Direct taxes"}, {"text_block_id": "p34_b792", "text": "and tax systems (rates) reflect every country’s specific and unique social and political choices,"}, {"text_block_id": "p34_b793", "text": "and thus the principle of freedom of choice of Member States must remain in place in this regard."}, {"text_block_id": "p34_b794", "text": "Estonia must become the 28th tax system to support the uniform consolidated income tax base on the condition that it will simplify the functioning of the entrepreneurial environment and that it is possible to maintain the current Estonian corporate income tax principles. Simplicity, transparency and low administrative costs are of key importance for Estonia in maintaining and increasing the competitiveness of the entrepreneurial environment."}, {"text_block_id": "p34_b795_merged_merged_merged_merged_merged_merged", "text": "18. Adapting the government sector to changes in the external and internal environment"}, {"text_block_id": "p34_b797", "text": "In the context of an ageing and declining population, the government sector must be sufficiently flexible and adaptive to change."}, {"text_block_id": "p34_b798", "text": "The number of government sector employees should be in line with a declining working-age population. At the same time, public authorities need to successfully address the long-term tasks ahead for Estonia, and the growing expectations of citizens. In order to support the reorganisation, the provision of public services need to be improved, including the"}, {"text_block_id": "p35_b799", "text": "simplification of bureaucratic process and the reduction of excessive administration and duplication between authorities. An internal reorganisation of the public sector, and more efficient services and e-solutions ensure the availability of high quality services that meet the needs of users across Estonia. The administrative reform, which is expected to be completed by the local elections of 2017, will contribute significantly to the accessibility of high quality services and to balancing the national and regional levels."}, {"text_block_id": "p35_b800", "text": "In order for the government to be more agile in problem solving, and setting new focuses,"}, {"text_block_id": "p35_b801", "text": "public management will be made more flexible"}, {"text_block_id": "p35_b802", "text": ". Transparent governance increases trust and the quality of decisions; therefore, it is important to continue strengthening"}, {"text_block_id": "p35_b803", "text": "the transparency of policy-making and the practice of conducting regulatory impact analyses on the effects of policy initiatives. To ensure legal clarity, and reduce over-regulation, law-making should be based on the principle of ultima ratio, considering for each initiative, the need for creating additional regulations or amendments to the existing ones as well as the possibility of creating concurrent burden on related parties. Efforts need to be"}, {"text_block_id": "p35_b804", "text": "continued towards setting the reduction of red tape a permanent objective."}, {"text_block_id": "p35_b805_merged_merged", "text": "Data exchange and the service delivery should be simple, clear, and convenient in modern standards, this also supports the increase of efficiency in the internal workings of the state. Work needs to continue on enhancing digital information exchange and administration, and to implement the principle of ‘once only’ to continuously develop data exchange between databases and systems in order to improve the quality of data and the interaction speed as well as reduce the unnecessary burden on citizens and the state."}], "document_description": "Estonia 2020 (approved by the Government in 2011) establishes two major priorities of the Government in moving towards an environmentally sustainable economy and energy sector:<br>&nbsp;- implementing long-term structural changes in the energy sector in harmony with Estonia's energy security and energy efficiency objectives; and<br>&nbsp;- reducing general resource intensity, including the energy intensity of the economy, by increasing energy efficiency."}