{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment", "Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Fiji", "document_category": "Policy", "document_sector_name": ["Transportation", "Industry", "Economy-wide", "Buildings", "Agriculture"], "document_language": "English", "document_name": "5-Year and 20-Year National Development Plan", "document_country_code": "FJI", "document_hazard_name": ["Landslides", "Erosion", "Drought", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2017", "document_keyword": ["Industry", "Buildings", "Transport", "Agriculture"], "document_url": "https://cdn.climatepolicyradar.org/FJI/2017/FJI-2017-01-01-5-Year and 20-Year National Development Plan_a6ccce710ab644726d6025a70811d08c.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "At no time in our history have Fijians held greater confidence in the direction of our nation or in the future we are working together to build. Our income levels are steadily increasing, we have moved up the ladder to become an upper middle-income"}, {"text_block_id": "p2_b2", "text": "country, and our living standards are the highest they have ever been, as Fijians enjoy"}, {"text_block_id": "p2_b3", "text": "the benefits of eight consecutive years of economic growth."}, {"text_block_id": "p2_b4", "text": "Our achievements have been driven by the establishment of a modern and inclusive Fijian Constitution, along with an unprecedented programme of administrative reforms across Government; substantial and consistent public investment in infrastructure, public utilities, education, health and social inclusion; and a concerted"}, {"text_block_id": "p2_b5", "text": "effort to position Fiji as the hub of economic activity and regional engagement in the Pacific. Fiji has also emerged"}, {"text_block_id": "p2_b6", "text": "as a respected advocate on some of the great challenges facing humanity, including climate change, sustainable"}, {"text_block_id": "p2_b7", "text": "development and the preservation of our oceans."}, {"text_block_id": "p2_b8", "text": "Fiji’s National Development Plan (NDP), with the vision of “Transforming Fiji”, maps out the way forward for Fiji"}, {"text_block_id": "p2_b9", "text": "and all Fijians to realise our full potential as a nation. For the first time, Fiji has both a 20-Year Development Plan (2017-2036) and a comprehensive 5-Year Development Plan (2017-2021). These plans work together, as the 5-Year Development Plan provides a detailed action agenda with specific targets and policies that are aligned to the long-term transformational 20-Year Development Plan."}, {"text_block_id": "p2_b10", "text": "This forward-looking NDP is the outcome of a"}, {"text_block_id": "p2_b11", "text": "nationwide consultation process that involved the private sector, civil society, community groups, government and"}, {"text_block_id": "p2_b12", "text": "the general public. It reflects the aspirations of the Fijian"}, {"text_block_id": "p2_b13", "text": "people, and their Government’s commitment to deliver on"}, {"text_block_id": "p2_b14", "text": "these goals."}, {"text_block_id": "p2_b15", "text": "Inclusive socio-economic development is at the heart"}, {"text_block_id": "p2_b16", "text": "of this NDP, and the strategies within are ultimately designed to empower every Fijian and widen the reach of"}, {"text_block_id": "p2_b17", "text": "programmes, services and networks of infrastructure to transform Fiji for every Fijian."}, {"text_block_id": "p2_b18", "text": "The NDP is aligned with global commitments including"}, {"text_block_id": "p2_b19", "text": "the 2030 Agenda for Sustainable Development and the Paris Agreement on Climate Change. Consistent with the goal of the Paris Agreement to achieve climate neutrality and a low-emission world, we will develop a 2050 Pathway to decarbonise the Fijian economy."}, {"text_block_id": "p2_b20", "text": "The integrated nature of development and the need for"}, {"text_block_id": "p2_b21_merged_merged_merged_merged_merged", "text": "multi-sectoral solutions are recognised and addressed. Critical cross-cutting issues such as climate change, green growth, the environment, gender equality, disability and governance are mainstreamed in the NDP."}, {"text_block_id": "p2_b24", "text": "Progress of the NDP will be monitored to help keep implementation on track and ensure our collective vision is realised."}, {"text_block_id": "p2_b25", "text": "We thank all Fijians for their input and suggestions in taking our country forward."}, {"text_block_id": "p2_b26", "text": "Honourable Aiyaz Sayed-Khaiyum"}, {"text_block_id": "p2_b27", "text": "Attorney-General and Minister for Economy"}, {"text_block_id": "p5_b28", "text": "20-Year"}, {"text_block_id": "p6_b29", "text": "1.0 TWENTY YEAR DEVELOPMENT PLAN  2017-2036"}, {"text_block_id": "p6_b30", "text": "Fiji has huge potential that is yet to be fully realised."}, {"text_block_id": "p6_b31", "text": "We are at a point of strength with a rapidly expanding economy, improving infrastructure and institutions, a large number of young people, growing digital connectivity, a stronger standing in the international arena, and continuing inherent geographical and environmental"}, {"text_block_id": "p6_b32", "text": "advantages. These positive developments and advantages provide a sound platform for future prosperity. The Plan"}, {"text_block_id": "p6_b33", "text": "builds upon these strengths and enablers to expand the"}, {"text_block_id": "p6_b34", "text": "development frontier to further transform Fiji."}, {"text_block_id": "p6_b35", "text": "The 20-Year Development Plan provides the forward-looking vision for “Transforming Fiji” towards an even more progressive, vibrant and inclusive society. It outlines a framework that encompasses strategic policy"}, {"text_block_id": "p6_b36", "text": "manoeuvres, new approaches to development and the"}, {"text_block_id": "p6_b37", "text": "aspirations of all Fijians."}, {"text_block_id": "p6_b38", "text": "The Plan consists of two prongs or approaches, which are"}, {"text_block_id": "p6_b39", "text": "designated as: “Inclusive Socio-economic Development” and “Transformational Strategic Thrusts”. These prongs are mutually inclusive and reinforcing."}, {"text_block_id": "p6_b40", "text": "designated as: “Inclusive Socio-economic Development” and “Transformational Strategic Thrusts”. These prongs are mutually inclusive and reinforcing.\n* will ensure that all socio economic rights in the\n* will ensure that all socio economic rights in the\n Constitution are realised. Inclusivity will be at the centre of growth and development, and the benefits\n* will ensure that all socio economic rights in the\n Constitution are realised. Inclusivity will be at the centre of growth and development, and the benefits\n of prosperity will be spread as widely as possible\n* will ensure that all socio economic rights in the\n Constitution are realised. Inclusivity will be at the centre of growth and development, and the benefits\n of prosperity will be spread as widely as possible\n to improve the social well-being of all Fijians. No\n* will ensure that all socio economic rights in the\n Constitution are realised. Inclusivity will be at the centre of growth and development, and the benefits\n of prosperity will be spread as widely as possible\n to improve the social well-being of all Fijians. No\n one will be left behind regardless of geographical location, gender, ethnicity, physical and intellectual\n* will ensure that all socio economic rights in the\n Constitution are realised. Inclusivity will be at the centre of growth and development, and the benefits\n of prosperity will be spread as widely as possible\n to improve the social well-being of all Fijians. No\n one will be left behind regardless of geographical location, gender, ethnicity, physical and intellectual\n capability and social and economic status."}, {"text_block_id": "p6_b48", "text": "°"}, {"text_block_id": "p6_b49", "text": "Transformational Strategic"}, {"text_block_id": "p6_b50", "text": "are"}, {"text_block_id": "p6_b51", "text": "game changing forward-looking policy shifts to"}, {"text_block_id": "p6_b52", "text": "expand our development frontier and support the"}, {"text_block_id": "p6_b53", "text": "vision of transforming Fiji. New and emerging"}, {"text_block_id": "p6_b54", "text": "growth sectors will be nurtured, connectivity within and to the outside world will be improved, new technologies will be embraced, productivity will be maximised, human capital development will be"}, {"text_block_id": "p6_b55", "text": "accelerated and green growth will be a key guiding principle in the implementation of this Plan."}, {"text_block_id": "p6_b56", "text": "1.1 Inclusive Socio-economic Development"}, {"text_block_id": "p6_b57", "text": "Inclusive socio-economic development is essential to further improve the living standards of Fijians. Sustained economic expansion supported by private"}, {"text_block_id": "p6_b58", "text": "sector investment and trade and the enhanced provision"}, {"text_block_id": "p6_b59", "text": "of social services and public goods will be paramount. Macroeconomic and fiscal stability will be maintained. A wide range of sector policies and programmes have been identified with detailed plans for implementation to achieve these goals and targets. Successful implementation"}, {"text_block_id": "p6_b60", "text": "of the overall strategy will support the realisation of the"}, {"text_block_id": "p6_b61", "text": "Sustainable Development Goals (SDGs)."}, {"text_block_id": "p6_b62", "text": "y"}, {"text_block_id": "p6_b63", "text": "Fourfold Increase in GDP per Person"}, {"text_block_id": "p6_b64", "text": "Fiji has graduated to the group of upper middle-income countries. Our current per capita income stands at around $10,000. Based on current economic performance, economic outlook and projected population growth, Fiji is likely to achieve a fourfold increase in per capita income by 2036. This is consistent with a sustained annual real GDP growth averaging 4 to 5 percent, investment levels of 25 percent of GDP and an inflation target of 2 to 3 percent."}, {"text_block_id": "p6_b65", "text": "A fourfold increase in per capita income over the next 20 years will raise Fiji up the international development"}, {"text_block_id": "p6_b66", "text": "ladder and lead to tangible improvements in the lives of"}, {"text_block_id": "p6_b67", "text": "all Fijians. Effectively implementing the transformational strategic thrusts will be critical to realising these gains."}, {"text_block_id": "p6_b68", "text": "The Fijian Government is fully committed to delivering this overall objective and to achieving inclusive growth"}, {"text_block_id": "p6_b69", "text": "and development."}, {"text_block_id": "p6_b70", "text": "y"}, {"text_block_id": "p6_b71", "text": "Government Debt to be Reduced to 35 Percent of GDP"}, {"text_block_id": "p6_b72", "text": "With more than fourfold growth in nominal GDP"}, {"text_block_id": "p6_b73", "text": "expected, government debt will be reduced to 35 percent of GDP over the next 20 years. This commitment will"}, {"text_block_id": "p6_b74", "text": "be achieved through an expansion in the overall size of the economy resulting from transformational shifts rather than by constraining the development budgets of"}, {"text_block_id": "p6_b75", "text": "government."}, {"text_block_id": "p6_b76", "text": "With the rapid expansion in the economy, rising"}, {"text_block_id": "p6_b77", "text": "government revenues will create more fiscal space for the required future public expenditure. Nominal GDP is expected to grow twice as fast as the nominal debt. This will support both overall development and financial sustainability."}, {"text_block_id": "p6_b78", "text": "y"}, {"text_block_id": "p6_b79", "text": "Reducing Unemployment Rate to Below 4 Percent"}, {"text_block_id": "p6_b80", "text": "With sustained economic expansion and the implementation of new job creation policies, the"}, {"text_block_id": "p6_b81_merged_merged_merged_merged_merged_merged_merged_merged", "text": "unemployment rate will be reduced to below 4 percent. All Fijians will be empowered with education and skill sets so that they may be easily absorbed into the workforce. A key focus will be on skills development and turning job seekers into job creators. With the establishment of the Micro, Small and Medium Enterprise (MSME) Council and Central Coordinating Agency, greater support and incentives will be provided to small and medium enterprises. New growth sectors with high labour-absorption capacity will be nurtured and expanded. Seasonal employment opportunities overseas will also be effectively utilised."}, {"text_block_id": "p6_b84", "text": "y"}, {"text_block_id": "p6_b85", "text": "Eradicating Poverty"}, {"text_block_id": "p6_b86", "text": "With the rapid economic and social development over"}, {"text_block_id": "p7_b87", "text": "the last decade, poverty is now on a declining trend. A"}, {"text_block_id": "p7_b88", "text": "new measure of poverty that incorporates relevant and measurable social determinants will be developed to help"}, {"text_block_id": "p7_b89", "text": "guide improvements to service delivery. Extreme poverty and hardship will be eradicated, and well-being improved for all. This will be addressed through a multi-sectoral"}, {"text_block_id": "p7_b90", "text": "approach, sustainable growth and better access to social"}, {"text_block_id": "p7_b91", "text": "services. Targeted social protection will continue to be"}, {"text_block_id": "p7_b92", "text": "provided for the vulnerable through new initiatives to"}, {"text_block_id": "p7_b93", "text": "empower Fijians so that they may graduate out of poverty."}, {"text_block_id": "p7_b94", "text": "y"}, {"text_block_id": "p7_b95", "text": "100 Percent Access to Clean and Safe Water and Proper Sanitation"}, {"text_block_id": "p7_b96", "text": "Every Fijian has a right to clean and safe water in adequate quantities. For the urban areas, 100 percent access to clean and safe water will be realised by 2021 and for the rural and maritime areas by 2030."}, {"text_block_id": "p7_b97", "text": "Resources will be allocated for sustained maintenance and"}, {"text_block_id": "p7_b98", "text": "construction of new water treatment plants, reservoirs and reticulation systems, rural water schemes, development of groundwater sources, setting up desalination plants in the"}, {"text_block_id": "p7_b99", "text": "maritime region, and distribution of water tanks in rural areas. To support low-income households, the free water programme will continue."}, {"text_block_id": "p7_b100", "text": "To meet the long-term demand, new dam sites including Sovi river catchment, upper Waimanu River and Waibogi in the upper reaches of Navua River have been identified."}, {"text_block_id": "p7_b101", "text": "Other potential sites in the Western and Northern"}, {"text_block_id": "p7_b102", "text": "divisions will be identified in the future, and feasibility studies will be undertaken for new dam development."}, {"text_block_id": "p7_b103", "text": "Consideration will be given to joint development of both"}, {"text_block_id": "p7_b104", "text": "water supply and hydro-power."}, {"text_block_id": "p7_b105", "text": "Innovative technologies will be adopted for industrial"}, {"text_block_id": "p7_b106", "text": "recycling, rainwater harvesting and storage, storm water and aquifer management and use of renewable energy"}, {"text_block_id": "p7_b107", "text": "for desalination plants. Building climate resilient water infrastructure will be a key aspect of all new projects. Leak reduction programmes will continue so that piped-water losses are significantly reduced, and other water conservation initiatives will be pursued."}, {"text_block_id": "p7_b108", "text": "To build resilience to climate change, adaptation measures will be implemented to protect freshwater aquifers from"}, {"text_block_id": "p7_b109", "text": "saltwater intrusion. Public awareness and education on"}, {"text_block_id": "p7_b110", "text": "water conservation and management will be increased to support adaptation to changes in seasonal rainfall patterns"}, {"text_block_id": "p7_b111", "text": "that may occur due to climate change."}, {"text_block_id": "p7_b112", "text": "To ensure improved sanitation, 70 percent of the"}, {"text_block_id": "p7_b113", "text": "population will have access to centralised sewerage"}, {"text_block_id": "p7_b114", "text": "systems within the next 20 years. Public sewerage"}, {"text_block_id": "p7_b115", "text": "treatment systems will be built and expanded in all urban"}, {"text_block_id": "p7_b116", "text": "centres. Sustainable and viable sewerage and sanitation options will also be explored for rural areas. Ensuring that"}, {"text_block_id": "p7_b117", "text": "every Fijian household is connected to a proper sewerage"}, {"text_block_id": "p7_b118", "text": "treatment system is a key priority."}, {"text_block_id": "p7_b119", "text": "y"}, {"text_block_id": "p7_b120", "text": "Electricity for All"}, {"text_block_id": "p7_b121", "text": "Ninety percent of the population currently has access"}, {"text_block_id": "p7_b122", "text": "to electricity. Electrification projects in the rural and"}, {"text_block_id": "p7_b123", "text": "maritime areas will be expedited to ensure that the entire"}, {"text_block_id": "p7_b124", "text": "population has access to electricity by 2021."}, {"text_block_id": "p7_b125", "text": "Further grid extensions will be undertaken in Viti Levu, Vanua Levu, Ovalau and Taveuni. Government will continue to fully fund rural electrification projects, including connections for households near the grid lines."}, {"text_block_id": "p7_b126", "text": "For the rural and outer islands, decentralised renewable energy sources such as solar, mini hydro, hybrid biofuel/ diesel operated generators and wind systems will be"}, {"text_block_id": "p7_b127", "text": "adopted where feasible."}, {"text_block_id": "p7_b128", "text": "Electricity generation from renewable energy sources will be increased to 100 percent by 2036. Apart from"}, {"text_block_id": "p7_b129", "text": "the ongoing hydro projects such as the Qaliwana/Upper"}, {"text_block_id": "p7_b130", "text": "Wailoa Diversion Hydro Project and Lower Ba Hydro Project, new areas will be identified for feasibility studies."}, {"text_block_id": "p7_b131", "text": "Other renewable energy sources such as wind, solar, biomass, geothermal and wave and tidal energy will be"}, {"text_block_id": "p7_b132", "text": "developed where they are viable and affordable."}, {"text_block_id": "p7_b133_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Future electricity infrastructure projects will be resilient, and opportunities for underground cables for electricity distribution will be explored and adopted where feasible. Carbon credits under the Clean Development Mechanism (CDM) will be employed as part of the financing arrangements. Other sources of climate finance will also be accessed."}, {"text_block_id": "p8_b136", "text": "Independent power producers of both small- and"}, {"text_block_id": "p8_b137", "text": "scale electricity production will be supported with fair"}, {"text_block_id": "p8_b138", "text": "pricing for sale of electricity. The ongoing regulatory"}, {"text_block_id": "p8_b139", "text": "reforms in the electricity sector with the partial divestment"}, {"text_block_id": "p8_b140", "text": "of FEA will promote private sector participation and raise efficiency and service delivery."}, {"text_block_id": "p8_b141", "text": "y"}, {"text_block_id": "p8_b142", "text": "Provision of Affordable Housing"}, {"text_block_id": "p8_b143", "text": "All households will have access to affordable housing through the construction of new housing units. Ensuring"}, {"text_block_id": "p8_b144", "text": "that more land is made available for home construction"}, {"text_block_id": "p8_b145", "text": "will help increase the supply of housing. Government"}, {"text_block_id": "p8_b146", "text": "will encourage both public and private investments in the"}, {"text_block_id": "p8_b147", "text": "provision of housing units with strata titles."}, {"text_block_id": "p8_b148", "text": "Investment in the establishment of “vertical villages”"}, {"text_block_id": "p8_b149", "text": "will be supported to accommodate a more diverse group"}, {"text_block_id": "p8_b150", "text": "of Fijians, that is, with differing incomes, cultural and occupational backgrounds and family sizes. This diversity will help improve the marketability of public housing units with strata titles."}, {"text_block_id": "p8_b151", "text": "The Housing Authority and Public Rental Board will"}, {"text_block_id": "p8_b152", "text": "ensure that more land is developed for residential lots"}, {"text_block_id": "p8_b153", "text": "and more affordable and accessible housing is provided."}, {"text_block_id": "p8_b154", "text": "Private sector investments in residential lot developments"}, {"text_block_id": "p8_b155", "text": "will be supported and incentivised."}, {"text_block_id": "p8_b156", "text": "Government will continue to support landowners to"}, {"text_block_id": "p8_b157", "text": "develop residential lots on iTaukei land. This will increase"}, {"text_block_id": "p8_b158", "text": "the availability of housing lots and at the same time"}, {"text_block_id": "p8_b159", "text": "ensure profit making opportunities for landowners."}, {"text_block_id": "p8_b160", "text": "Government financial support for new home construction and purchase of first homes will be maintained."}, {"text_block_id": "p8_b161", "text": "Informal settlements will continue to be upgraded and leases granted to those on state land. Leases will also be granted to informal settlements on iTaukei land with the consent of landowners. Income-generating projects"}, {"text_block_id": "p8_b162", "text": "to support the creation of sustainable livelihoods will"}, {"text_block_id": "p8_b163", "text": "continue in economically depressed rural areas."}, {"text_block_id": "p8_b164", "text": "Future public housing will be designed to cater for people"}, {"text_block_id": "p8_b165", "text": "with disabilities and special needs. Building standards will also be uplifted to withstand natural disasters."}, {"text_block_id": "p8_b166", "text": "To assist those households whose homes are destroyed"}, {"text_block_id": "p8_b167", "text": "in natural disasters and by fire, government will set up a"}, {"text_block_id": "p8_b168", "text": "contingency fund and explore opportunities for disaster insurance schemes with bilateral development partners"}, {"text_block_id": "p8_b169", "text": "and multilateral financial institutions. This is critical given Fiji’s vulnerability to climate change and natural disasters."}, {"text_block_id": "p8_b170", "text": "y"}, {"text_block_id": "p8_b171", "text": "Universal Access to Quality Education"}, {"text_block_id": "p8_b172", "text": "Universal access to education at all levels will be maintained with a focus on improving the quality of"}, {"text_block_id": "p8_b173", "text": "education. This will increase the supply of well-trained, world-class professionals who are equipped for job opportunities in the global market."}, {"text_block_id": "p8_b174", "text": "Investments will be undertaken to improve existing and"}, {"text_block_id": "p8_b175", "text": "new education facilities, purchase new equipment and materials, embrace digital learning and improve teacher"}, {"text_block_id": "p8_b176", "text": "performance. Teacher-to-student ratios will be improved and maintained, with more hiring and in-service teacher training to improve teaching quality."}, {"text_block_id": "p8_b177", "text": "Government will continue with the free education"}, {"text_block_id": "p8_b178", "text": "initiative through per capita grants to schools. Initiatives such as the bus-fare and boat-fare subsidies, free textbooks and other financial assistance will continue to ensure that no one is deprived of quality education."}, {"text_block_id": "p8_b179", "text": "Early childhood education (ECE) will be improved, and ECE centres will be attached to all primary schools around Fiji. The curriculum for primary and"}, {"text_block_id": "p8_b180", "text": "secondary schools will be reviewed to support national integration and prepare Fijians for a transformed Fiji, to accommodate creative and active learning and to develop"}, {"text_block_id": "p8_b181", "text": "entrepreneurial skills, learning by doing, and effective peer learning. This holistic approach will incorporate enhanced parental engagement to support learning."}, {"text_block_id": "p8_b182", "text": "Tertiary education will be further improved to focus on current and future needs, including the future demands of"}, {"text_block_id": "p8_b183", "text": "the labour market. Technical and vocational training for"}, {"text_block_id": "p8_b184", "text": "lifelong learning will continue with the establishment of"}, {"text_block_id": "p8_b185", "text": "more technical colleges. This will assist in the creation of technical skills needed by all sectors of the economy."}, {"text_block_id": "p8_b186", "text": "The education system will be made more inclusive by establishing facilities to accommodate children with"}, {"text_block_id": "p8_b187", "text": "disabilities and special needs."}, {"text_block_id": "p8_b188", "text": "y"}, {"text_block_id": "p8_b189", "text": "High Quality Healthcare System"}, {"text_block_id": "p8_b190", "text": "In the next 20 years, medical services will be raised to"}, {"text_block_id": "p8_b191", "text": "international standards with a major focus on tertiary"}, {"text_block_id": "p8_b192", "text": "health care and overall medical service delivery."}, {"text_block_id": "p8_b193_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Investments will be made to reduce patient waiting time, improve hospital services, increase the number of beds, improve ambulance services and raise the doctor-to-patient ratio to 1 doctor per 1,000 people. Government will continue with the free medicine scheme to assist low-income households."}, {"text_block_id": "p9_b196", "text": "Investments in the construction of new hospitals, health centres and nursing stations will continue. Inventory"}, {"text_block_id": "p9_b197", "text": "management will be improved, and other opportunities will be explored to ensure that drugs and consumables are"}, {"text_block_id": "p9_b198", "text": "available at all times. New and modern equipment will be made readily available."}, {"text_block_id": "p9_b199", "text": "The government is exploring options to engage strategic partners in the management and operation of certain"}, {"text_block_id": "p9_b200", "text": "public hospitals to improve their service delivery."}, {"text_block_id": "p9_b201", "text": "Incentives are already in place to attract private sector investment in tertiary health care. A major focus moving forward will be to ensure that Fijians can take advantage"}, {"text_block_id": "p9_b202", "text": "of specialised tertiary care in Fiji rather than having"}, {"text_block_id": "p9_b203", "text": "to pay high medical bills overseas. Tertiary health care"}, {"text_block_id": "p9_b204", "text": "services have the potential to become an important growth sector and revenue earner and assist Fiji to"}, {"text_block_id": "p9_b205", "text": "become the health hub of the South Pacific."}, {"text_block_id": "p9_b206", "text": "More emphasis will be placed on preventive health care"}, {"text_block_id": "p9_b207", "text": "by promoting healthy eating habits, physical activity and"}, {"text_block_id": "p9_b208", "text": "other lifestyle changes to reduce Non-Communicable Diseases (NCDs)."}, {"text_block_id": "p9_b209", "text": "y"}, {"text_block_id": "p9_b210", "text": "Food and Nutrition Security"}, {"text_block_id": "p9_b211", "text": "Food and nutrition security will be improved by ensuring"}, {"text_block_id": "p9_b212", "text": "increased local production, raising farm efficiency and productivity, and developing more effective distribution systems. Agriculture and fisheries programmes will be enhanced, and local produce made available to all Fijians."}, {"text_block_id": "p9_b213", "text": "New technology, mechanisation and better production"}, {"text_block_id": "p9_b214", "text": "practices will be adopted. Market linkages will be improved. Large-scale production will be encouraged and supported to achieve greater economies of scale."}, {"text_block_id": "p9_b215", "text": "Organic farming will be promoted, and production of"}, {"text_block_id": "p9_b216", "text": "traditional crops and niche agricultural and fisheries products will be pursued. Production will be made more climate-resilient and environmentally sustainable."}, {"text_block_id": "p9_b217", "text": "To adapt to climate change, increased funding will be directed towards agriculture research into crop varieties that can be more resilient to expected changes in weather"}, {"text_block_id": "p9_b218", "text": "patterns. In addition, extension training will evolve to"}, {"text_block_id": "p9_b219", "text": "ensure that farming practices adapt to changes due to"}, {"text_block_id": "p9_b220", "text": "climate change."}, {"text_block_id": "p9_b221", "text": "y"}, {"text_block_id": "p9_b222", "text": "Women in Development"}, {"text_block_id": "p9_b223", "text": "Women will be empowered, allowing them opportunities"}, {"text_block_id": "p9_b224", "text": "for greater participation in leadership and decision-making across all sectors. Police and the courts will appropriately attend to gender-based violence in all its forms. Such is the confidence in these initiatives that 100 percent reporting of these crimes is expected.  The law"}, {"text_block_id": "p9_b225", "text": "and justice system that protects the public and deters"}, {"text_block_id": "p9_b226", "text": "crime will be functional and responsive."}, {"text_block_id": "p9_b227", "text": "Gender inequality and discrimination will be eliminated, providing women with greater choice and freedom for"}, {"text_block_id": "p9_b228", "text": "their participation in the family and society. Women’s"}, {"text_block_id": "p9_b229", "text": "access to education will be supported, as will their desires"}, {"text_block_id": "p9_b230", "text": "for fulfilling employment and career advancement."}, {"text_block_id": "p9_b231", "text": "Women who choose to have children will be adequately"}, {"text_block_id": "p9_b232", "text": "remunerated for paid work and will be able to continue to advance their careers if that is their wish. It is expected"}, {"text_block_id": "p9_b233", "text": "that home duties in caring for children and household"}, {"text_block_id": "p9_b234", "text": "work will be shared by the spouse or partner."}, {"text_block_id": "p9_b235", "text": "Support for women’s health and decisions regarding"}, {"text_block_id": "p9_b236", "text": "family planning and sexual and reproductive health"}, {"text_block_id": "p9_b237", "text": "will be shared and respected. Access to health and"}, {"text_block_id": "p9_b238", "text": "other social services will be improved and available as"}, {"text_block_id": "p9_b239", "text": "required. Women will be included and consulted in all"}, {"text_block_id": "p9_b240", "text": "planning for future development projects, and their input"}, {"text_block_id": "p9_b241", "text": "will be translated into tangible project outcomes. This"}, {"text_block_id": "p9_b242", "text": "includes adaptation planning at the community level,"}, {"text_block_id": "p9_b243", "text": "where women can be key agents to change unsustainable"}, {"text_block_id": "p9_b244", "text": "production and consumption practices within the family"}, {"text_block_id": "p9_b245", "text": "and community."}, {"text_block_id": "p9_b246", "text": "Response to Gender Based Violence (GBV) continues to be a strong focus of government policy and programmes. GBV service delivery protocols will ensure that the health sector provides strong support to victims."}, {"text_block_id": "p9_b247", "text": "y"}, {"text_block_id": "p9_b248", "text": "Protecting Culture, Heritage and Natural"}, {"text_block_id": "p9_b249", "text": "Environment"}, {"text_block_id": "p9_b250", "text": "Fiji has a rich cultural diversity and heritage that will be"}, {"text_block_id": "p9_b251", "text": "protected and promoted. Our language, food, festivals,"}, {"text_block_id": "p9_b252", "text": "rituals, arts and traditions, which hold essential intrinsic"}, {"text_block_id": "p9_b253", "text": "value, will be preserved."}, {"text_block_id": "p9_b254", "text": "Local culture and heritage will be promoted as part of our"}, {"text_block_id": "p9_b255_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "vibrant tourism industry. Intellectual property rights for protection of traditional knowledge will be developed and strengthened. There will be an increased focus on proper management of our forests, mangroves and coral reefs because of the complex natural biodiversity that these systems support. These natural systems are critical for food and nutrition security, sustaining endemic flora and fauna, and maintaining the natural balance in nature."}, {"text_block_id": "p9_b258", "text": "Our pristine natural environment will be protected, and"}, {"text_block_id": "p9_b259", "text": "the economy will be made more climate-resilient."}, {"text_block_id": "p10_b260", "text": "y"}, {"text_block_id": "p10_b261", "text": "National Security"}, {"text_block_id": "p10_b262", "text": "Government will ensure a safe, secure and stable Fiji"}, {"text_block_id": "p10_b263", "text": "guided by the National Security Strategy. The rule of law will be upheld and the Constitution will be protected."}, {"text_block_id": "p10_b264", "text": "Adequate resources will be allocated to prevent and"}, {"text_block_id": "p10_b265", "text": "appropriately respond to domestic and transnational"}, {"text_block_id": "p10_b266", "text": "crimes, border security and access to justice. Responsive"}, {"text_block_id": "p10_b267", "text": "security forces and police, together with an adapting"}, {"text_block_id": "p10_b268", "text": "legislative and policy framework, will support a"}, {"text_block_id": "p10_b269", "text": "strong approach to the administration of justice and"}, {"text_block_id": "p10_b270", "text": "maintenance of the rule of law."}, {"text_block_id": "p10_b271", "text": "Fiji will also continue its role in UN Peacekeeping missions."}, {"text_block_id": "p10_b272", "text": "1.2 Transformational Strategic Thrusts"}, {"text_block_id": "p10_b273", "text": "Given our geographical location, economic prospects, ongoing infrastructure development and strong institutions, Fiji is well positioned to become the modern"}, {"text_block_id": "p10_b274", "text": "regional hub of the South Pacific."}, {"text_block_id": "p10_b275", "text": "y"}, {"text_block_id": "p10_b276", "text": "Nurturing New and Emerging Growth Sectors"}, {"text_block_id": "p10_b277", "text": "The Fijian economy has evolved over time with a"}, {"text_block_id": "p10_b278", "text": "more diversified and broad economic base. Moving"}, {"text_block_id": "p10_b279", "text": "forward, new growth sectors will be nurtured to enable"}, {"text_block_id": "p10_b280", "text": "the economy to thrive and create more jobs. Existing sectors will be expanded and modernised. Large-scale commercialisation will be pursued together with Small and Medium Enterprise (SME) development."}, {"text_block_id": "p10_b281", "text": "Development of niche products and services for export"}, {"text_block_id": "p10_b282", "text": "will be pursued. This includes organic agricultural produce, agro-processing, premium-quality garments,"}, {"text_block_id": "p10_b283", "text": "increasing the range of tourism products (sports tourism, cruise tourism, wedding tourism, retirement villages,"}, {"text_block_id": "p10_b284", "text": "medical tourism and conference tourism), filmmaking,"}, {"text_block_id": "p10_b285", "text": "regional communications and transport services, and"}, {"text_block_id": "p10_b286", "text": "many other new sector initiatives."}, {"text_block_id": "p10_b287", "text": "Value addition will be further developed in resource-based sectors such as forestry, fisheries and agriculture to support new manufacturing industries. Ecotourism to promote our unique flora and fauna, cultural diversity and adventure"}, {"text_block_id": "p10_b288", "text": "tourism such as whale and dolphin watching will be"}, {"text_block_id": "p10_b289", "text": "developed."}, {"text_block_id": "p10_b290", "text": "Promotion of traditional handicrafts, natural body products, local ceramic ware, and exotic herbs and"}, {"text_block_id": "p10_b291", "text": "spices will be nurtured and expanded, offering more opportunities for women to use their traditional skills to expand opportunities for economic empowerment."}, {"text_block_id": "p10_b292", "text": "To support development of sports tourism, investments in new sporting facilities built to international standards will be prioritised together with increased accommodation"}, {"text_block_id": "p10_b293", "text": "capacity. Fiji will continue to position itself to host international sporting events such as the Pacific Games, Commonwealth Games, International Rugby Sevens, Super 15 rugby matches, golf tournaments and other sports."}, {"text_block_id": "p10_b294", "text": "Developing ICT and improving prospects for the audio"}, {"text_block_id": "p10_b295", "text": "-"}, {"text_block_id": "p10_b296", "text": "visual industry and film-making will be achieved in partnership with the private sector. This will include"}, {"text_block_id": "p10_b297", "text": "the development of large production studios, enhanced availability of specialised equipment and nurturing of"}, {"text_block_id": "p10_b298", "text": "local talent. Service sectors such as financial services and"}, {"text_block_id": "p10_b299", "text": "insurance will be expanded, and new manufacturing"}, {"text_block_id": "p10_b300", "text": "sectors will be supported."}, {"text_block_id": "p10_b301", "text": "The business climate, including administrative and regulatory processes, will be further improved to facilitate private sector investment, including enticing more foreign"}, {"text_block_id": "p10_b302", "text": "investment. Government will provide the necessary infrastructure and enabling services. Marketing will play a crucial part in developing these sectors. Options will be explored for regional marketing in areas like tourism."}, {"text_block_id": "p10_b303", "text": "Government, together with the Micro, Small and Medium Enterprise (MSME) Council, will continue to support and incentivise MSMEs and thereby create more jobs and encourage inclusive growth. Training, mentoring, access to finance and advisory services will be enhanced to harness the true potential of the MSME sector. The secured transactions framework to allow use of movable property as collateral, and government’s MSME financing and credit guarantee scheme, will improve financing and growth of MSMEs. Access to markets through improvements in infrastructure and marketing services will be developed."}, {"text_block_id": "p10_b304", "text": "National branding campaigns such as the Fijian Made and Buy Fijian initiatives will be further enhanced."}, {"text_block_id": "p10_b305", "text": "y"}, {"text_block_id": "p10_b306", "text": "Improving Transport and Digital Connectivity"}, {"text_block_id": "p10_b307_merged_merged_merged_merged_merged", "text": "Greater connectivity is central to transforming Fiji. Transportation networks within the country and connectivity to the outside world will be enhanced. We will also continue to modernise Fiji’s air, maritime and land transport networks and weather recording, forecasting and reporting services to meet our long term needs and aspirations. Apart from transport connectivity, there will be a major focus on digital connectivity. All this will support human capital development, commerce and trade."}, {"text_block_id": "p11_b314", "text": "ROAD TRANSPORTATION"}, {"text_block_id": "p11_b315", "text": "Investment in road infrastructure is essential for future growth. Modernising our road infrastructure will continue"}, {"text_block_id": "p11_b316", "text": "to support strong economic expansion, rising income levels, the increase in urban population and the growth in"}, {"text_block_id": "p11_b317", "text": "agriculture and industries."}, {"text_block_id": "p11_b318", "text": "New roads will be developed and existing ones improved. More road expansions, including four-lane projects, will be undertaken. Current four-lane projects such as Nausori airport to Suva and Nadi airport to Denarau will be completed by 2018. Government will embark on major"}, {"text_block_id": "p11_b319", "text": "projects to seal a large portion of the existing gravel roads"}, {"text_block_id": "p11_b320", "text": "over the next 20 years."}, {"text_block_id": "p11_b321", "text": "Where practical, consideration will be given to diverting roads inland to open up land for social and economic"}, {"text_block_id": "p11_b322", "text": "development."}, {"text_block_id": "p11_b323", "text": "Installation of streetlights in all major urban centres and peri-urban areas and in front of villages and settlements along the Queens and Kings Roads will continue. This will also be expanded to Vanua Levu. Apart from"}, {"text_block_id": "p11_b324", "text": "improving aesthetics and road safety, this will encourage"}, {"text_block_id": "p11_b325", "text": "development of MSMEs such as roadside stalls and help with employment and income generation."}, {"text_block_id": "p11_b326", "text": "New footpaths will be constructed across populated areas,"}, {"text_block_id": "p11_b327", "text": "major cities and towns to make roads safer for pedestrians and drivers."}, {"text_block_id": "p11_b328", "text": "Traffic lights will be installed at critical junctions where there are high traffic flows. This will assist in managing traffic congestion and improve safety. To accommodate"}, {"text_block_id": "p11_b329", "text": "the rising number of vehicles, investments in larger car"}, {"text_block_id": "p11_b330", "text": "parks and the expansion of bus bays on high-traffic roads will be facilitated. Private sector partnerships will be essential in pursuing some of these initiatives."}, {"text_block_id": "p11_b331", "text": "Investment in upgrading our bridges and constructing new ones will continue. This will include development of access roads to connect farming areas to markets."}, {"text_block_id": "p11_b332", "text": "Road transportation will be made more energy-efficient and environmentally friendly. Better emission and fuel standards will be adopted. Government will support importation and use of fuel-efficient hybrid and electric"}, {"text_block_id": "p11_b333", "text": "vehicles to reduce fuel importation and protect the"}, {"text_block_id": "p11_b334", "text": "environment."}, {"text_block_id": "p11_b335", "text": "AIR CONNECTIVITY"}, {"text_block_id": "p11_b336", "text": "International and domestic airports will be modernised and upgraded to international standards. This has"}, {"text_block_id": "p11_b337", "text": "already commenced with the modernisation of the Nadi"}, {"text_block_id": "p11_b338", "text": "International Airport, which involves the upgrading of the"}, {"text_block_id": "p11_b339", "text": "terminal, widening of the runway, pavement rehabilitation"}, {"text_block_id": "p11_b340", "text": "and construction of new aprons and parking areas."}, {"text_block_id": "p11_b341", "text": "To meet the demand for increasing visitor arrivals, a second terminal will be developed, and to improve"}, {"text_block_id": "p11_b342", "text": "service for passengers flying to other destinations in Fiji, the domestic terminal at the Nadi International Airport will be upgraded. A new international airport will be developed in Vanua Levu, and the Nausori International Airport will be revamped and expanded."}, {"text_block_id": "p11_b343", "text": "Fiji Airways will continue to renew and expand its fleet with leasing of new aircrafts. New air connections will be explored and new routes developed. This will be aligned"}, {"text_block_id": "p11_b344", "text": "to our plans for the expansion of new tourist source"}, {"text_block_id": "p11_b345", "text": "markets, including attracting visitors from emerging regions such as Southeast Asia and North and South America."}, {"text_block_id": "p11_b346", "text": "Domestic air services will be enhanced to support the"}, {"text_block_id": "p11_b347", "text": "growth in the tourism industry and more-efficient mobility of all passengers within the country. Major upgrading works will be undertaken at domestic airports and airstrips over the next 20 years."}, {"text_block_id": "p11_b348", "text": "PORT SERVICES AND INTER-ISLAND NETWORK"}, {"text_block_id": "p11_b349", "text": "Government will work in partnership with strategic partners to make our ports more efficient and modern."}, {"text_block_id": "p11_b350", "text": "Port infrastructure will continue to be modernised, and services will be improved further to facilitate trade"}, {"text_block_id": "p11_b351", "text": "and commerce. Modern technology, efficient"}, {"text_block_id": "p11_b352", "text": "handling machinery and international best practices will be adopted to enhance Fiji’s position as the hub of the"}, {"text_block_id": "p11_b353", "text": "Pacific."}, {"text_block_id": "p11_b354", "text": "A Ports Master Plan is being prepared to guide the long"}, {"text_block_id": "p11_b355", "text": "-"}, {"text_block_id": "p11_b356", "text": "term development of our ports."}, {"text_block_id": "p11_b357", "text": "Options are being explored for the establishment of a"}, {"text_block_id": "p11_b358_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "new port in Valaga Bay in Vanua Levu. Feasibility studies will be undertaken to identify other new sites for future port development including Natovi jetty. Investments in modern slipways, the revival of the shipbuilding and maintenance industry will be pursued."}, {"text_block_id": "p11_b361", "text": "Government is exploring the possibility of upgrading and"}, {"text_block_id": "p11_b362", "text": "expanding the current Suva wharf facility to cater for future cargo and passenger demand. Upgrade works at a number of outer island ports will also be undertaken."}, {"text_block_id": "p11_b363", "text": "The inter-island sea-transport network is critical for Fijians living in the maritime islands. Shipping services will be improved to ensure reliability, safety, efficiency and affordability of ferry services. Government will continue"}, {"text_block_id": "p12_b364", "text": "to subsidise uneconomical sea routes to ensure that shipping services are provided on a regular basis to these"}, {"text_block_id": "p12_b365", "text": "regions. This will support transportation, commerce and income-generating opportunities in the maritime region."}, {"text_block_id": "p12_b366", "text": "DIGITAL CONNECTIVITY"}, {"text_block_id": "p12_b367", "text": "Digital connectivity through high-speed internet networks"}, {"text_block_id": "p12_b368", "text": "and broadband access will be improved, and all areas of"}, {"text_block_id": "p12_b369", "text": "Fiji will be digitally connected."}, {"text_block_id": "p12_b370", "text": "Competition will be enhanced in broadband internet"}, {"text_block_id": "p12_b371", "text": "services by making communication infrastructure available to multiple users under reasonable terms and conditions. Fibre optic connectivity between Viti Levu and Vanua Levu will be established, and the fibre optic ring around Viti Levu will be completed."}, {"text_block_id": "p12_b372", "text": "All utility providers will cooperate in laying fibre optic cable conduits and chambers when undertaking trenching works during road construction or maintenance."}, {"text_block_id": "p12_b373", "text": "Government will expand existing telecentres and establish"}, {"text_block_id": "p12_b374", "text": "new ones around the country. Digital literacy will be improved. Such improved connectivity will provide"}, {"text_block_id": "p12_b375", "text": "employment opportunities for all Fijians living in rural"}, {"text_block_id": "p12_b376", "text": "and remote communities, and more employment in IT support services will be realised.  These developments"}, {"text_block_id": "p12_b377", "text": "will create a more conducive environment for commerce and development, including attracting new sources of"}, {"text_block_id": "p12_b378", "text": "investment and growth."}, {"text_block_id": "p12_b379", "text": "y"}, {"text_block_id": "p12_b380", "text": "Skill Development and Demographic Dividend"}, {"text_block_id": "p12_b381", "text": "Fiji has a great opportunity to exploit its demographic"}, {"text_block_id": "p12_b382", "text": "dividend. With 62 percent of the population below the age of 34, we are a young nation. The continued investment in education and skill development with an increasing working age population will not only provide a valuable"}, {"text_block_id": "p12_b383", "text": "pool of human resources for Fiji’s future development"}, {"text_block_id": "p12_b384", "text": "needs but also help turn job seekers into job creators."}, {"text_block_id": "p12_b385", "text": "Government will work closely with industry, tertiary"}, {"text_block_id": "p12_b386", "text": "education institutions and development partners to"}, {"text_block_id": "p12_b387", "text": "prepare a workforce of highly skilled Fijians in line with"}, {"text_block_id": "p12_b388", "text": "future industry demand, in particular for the new growth"}, {"text_block_id": "p12_b389", "text": "sectors. Skills development in areas such as trades and craftsmanship, engineering and IT-related professions,"}, {"text_block_id": "p12_b390", "text": "health care services, hospitality and aged care, foreign"}, {"text_block_id": "p12_b391", "text": "languages, resource-based sector expertise, and education"}, {"text_block_id": "p12_b392", "text": "and other services will be supported. The intelligence and"}, {"text_block_id": "p12_b393", "text": "capability of women will be further realised, and they will be encouraged to choose from a variety of occupations,"}, {"text_block_id": "p12_b394", "text": "many of which were previously the domain of men."}, {"text_block_id": "p12_b395", "text": "Initiatives will be introduced to promote the employment of Fijians with these new skills by both small and large-scale businesses. Support will be provided for youth entrepreneurship."}, {"text_block_id": "p12_b396", "text": "The development of professionalism in sports provides another opportunity for employment generation and"}, {"text_block_id": "p12_b397", "text": "to position Fiji as a source of world-class athletes."}, {"text_block_id": "p12_b398", "text": "Government will continue to invest in the potential of"}, {"text_block_id": "p12_b399", "text": "our youth to develop into world-class athletes and sports administrators. Sports complexes, rural sporting grounds"}, {"text_block_id": "p12_b400", "text": "and school sporting facilities will be improved and new"}, {"text_block_id": "p12_b401", "text": "ones constructed to international standards."}, {"text_block_id": "p12_b402", "text": "Talent will be identified and developed from an early age with world-class training and coaching through the National Academy of Sports. Assistance will continue to"}, {"text_block_id": "p12_b403", "text": "be provided to enable international coaches to be hired"}, {"text_block_id": "p12_b404", "text": "and thereby improve our competitiveness. Corporate"}, {"text_block_id": "p12_b405", "text": "sponsorship in sports will also be incentivised to encourage"}, {"text_block_id": "p12_b406", "text": "better partnerships in sports development."}, {"text_block_id": "p12_b407", "text": "y"}, {"text_block_id": "p12_b408", "text": "Embracing Appropriate and New Technology"}, {"text_block_id": "p12_b409", "text": "for Productivity Improvement"}, {"text_block_id": "p12_b410", "text": "Appropriate new technology will be adopted to raise overall efficiency and productivity and to improve service delivery across all sectors. Adoption of new technology will be supported in areas like transportation, renewable energy, manufacturing, agriculture, ICT, education and other service-related sectors. Innovation, research and implementation of new ideas will also be incentivised."}, {"text_block_id": "p12_b411", "text": "A facilitative environment will be created to assist the importation of new and modern technology. Government"}, {"text_block_id": "p12_b412", "text": "will explore options to provide the necessary infrastructure"}, {"text_block_id": "p12_b413", "text": "to embrace new technology. This will include installing"}, {"text_block_id": "p12_b414", "text": "chargers for electric vehicles across the country, supporting vehicle upgrades to accommodate better fuel standards"}, {"text_block_id": "p12_b415", "text": "and promoting technology transfer."}, {"text_block_id": "p12_b416", "text": "In the manufacturing sector, greater value-addition and investment in energy-efficient machinery and equipment will be incentivised. Government will support the increased use of cloud computing, 3D printing, inter-networking of smart devices and other emerging technologies to improve efficiency and productivity."}, {"text_block_id": "p12_b417_merged_merged_merged_merged_merged_merged_merged_merged", "text": "For agriculture, government will further explore mechanised land preparation and harvesting, modern seed-breeding methods, and hydroponic and greenhouse farming techniques to address the issues of poor soil fertility, declining farm productivity and intermittent local"}, {"text_block_id": "p12_b420", "text": "supply."}, {"text_block_id": "p12_b421", "text": "Service industries involved in the transportation of goods and passengers could benefit from greater government"}, {"text_block_id": "p13_b422", "text": "investment in modern traffic management software and equipment, as well as dedicated bus and truck lanes. For the tourism industry, increased use of marketing"}, {"text_block_id": "p13_b423", "text": "automation, a stronger social media presence, use of"}, {"text_block_id": "p13_b424", "text": "smart-phone applications for customer bookings and"}, {"text_block_id": "p13_b425", "text": "enquiries, and investment in smart appliances will be"}, {"text_block_id": "p13_b426", "text": "promoted to improve service delivery."}, {"text_block_id": "p13_b427", "text": "All major government services will be placed online. E-Government platforms to speed up approvals processes,"}, {"text_block_id": "p13_b428", "text": "business registration, land use administration, taxation,"}, {"text_block_id": "p13_b429", "text": "and other services will be further streamlined."}, {"text_block_id": "p13_b430", "text": "ICT-based planning, budgeting and monitoring will be used in the public sector to improve work processes, productivity and service delivery. IT related skills will continue to be developed and retained."}, {"text_block_id": "p13_b431", "text": "y"}, {"text_block_id": "p13_b432", "text": "Building Vibrant Cities and Towns and a Stronger Rural Economy"}, {"text_block_id": "p13_b433", "text": "Development will be balanced to ensure the development of both a stronger rural economy and vibrant urban"}, {"text_block_id": "p13_b434", "text": "centres."}, {"text_block_id": "p13_b435", "text": "To create vibrant urban centres, existing city and town schemes will be reviewed, and new growth centres"}, {"text_block_id": "p13_b436", "text": "will be identified and developed. Urban areas will be further modernised with improved facilities and services. Transport infrastructure, housing development, law-and-order facilities, bus stands and fresh-food markets will be"}, {"text_block_id": "p13_b437", "text": "restructured and redeveloped where needed for improved"}, {"text_block_id": "p13_b438", "text": "convenience and better urban management. Disaster"}, {"text_block_id": "p13_b439", "text": "response within cities will be improved through better"}, {"text_block_id": "p13_b440", "text": "early warning systems, inter-agency coordination and enhanced disaster response capacities."}, {"text_block_id": "p13_b441", "text": "New towns and cities will be established, and town"}, {"text_block_id": "p13_b442", "text": "boundaries will be extended where necessary. Spatial plans and long-term miniature models will be developed to guide the future development of all urban centres."}, {"text_block_id": "p13_b443", "text": "Cities will be beautified with development of recreation facilities and parks, urban gardens and better zoning. Traffic management plans will be enhanced to ease traffic congestion."}, {"text_block_id": "p13_b444", "text": "Government is exploring options to decentralise some"}, {"text_block_id": "p13_b445", "text": "of its offices currently based in Suva to the Western and Northern divisions. This would involve private"}, {"text_block_id": "p13_b446", "text": "partnerships for investment in new buildings and facilities and other support for the future growth of these urban"}, {"text_block_id": "p13_b447", "text": "centres. Such investment will create the platform for more private-sector investment to follow and thereby ensure that urbanisation is spread more across the country."}, {"text_block_id": "p13_b448", "text": "Rural development will be prioritised with improvements in infrastructure and provision of adequate public utilities. Agriculture and other sectors will be supported to generate"}, {"text_block_id": "p13_b449", "text": "income opportunities for people in rural and maritime"}, {"text_block_id": "p13_b450", "text": "areas. The Ministry of Agriculture will create better linkages to enhance the marketing, promotion and"}, {"text_block_id": "p13_b451", "text": "addition of local agricultural produce."}, {"text_block_id": "p13_b452", "text": "Costing and Financing"}, {"text_block_id": "p13_b453", "text": "The implementation of the entire plan is expected to"}, {"text_block_id": "p13_b454", "text": "inject over $50 billion of government investment over the next 20 years. This includes both funding for capital"}, {"text_block_id": "p13_b455", "text": "expenditure and expenditure for provision of social"}, {"text_block_id": "p13_b456", "text": "services."}, {"text_block_id": "p13_b457_merged_merged_merged_merged_merged_merged_merged", "text": "To finance this, government will mobilise its domestic revenues, both tax and non-tax, and access international financial resources, including funding from multilateral development partners. Self-funding of projects undertaken by State Owned Enterprises (SOEs) and municipal councils will complement funding from the central government."}, {"text_block_id": "p13_b460", "text": "Financing through private sector partnerships and climate"}, {"text_block_id": "p13_b461", "text": "finance will increasingly be a core source of financing."}, {"text_block_id": "p13_b462", "text": "National Development Targets"}, {"text_block_id": "p13_b463", "text": "Table 1 outlines the key national development targets for the next 20 years."}, {"text_block_id": "p14_b464", "text": "Table 1: National Development Targets"}, {"text_block_id": "p15_b465", "text": "Strengths"}, {"text_block_id": "p15_b466", "text": "& Enabling Environment"}, {"text_block_id": "p16_b467", "text": "2.0 STRENGTHS AND ENABLING           ENVIRONMENT"}, {"text_block_id": "p16_b468", "text": "Fiji has evolved over the years in terms of its demography, economic and social development, institutions and"}, {"text_block_id": "p16_b469", "text": "governance. The majority of our population are young, presenting a great opportunity for further development. Our economy has almost doubled in the last 10 years, with real per capita incomes rising every year. Trade flows have increased, and investment levels are also growing. Significant achievements have been made in social development."}, {"text_block_id": "p16_b470", "text": "Fiji’s image has been transformed to that of a country of"}, {"text_block_id": "p16_b471", "text": "equal opportunities for all. Infrastructure is continually improving through substantial public sector investment."}, {"text_block_id": "p16_b472", "text": "The business regulatory environment and the tax regime"}, {"text_block_id": "p16_b473", "text": "have been reformed to support commerce. Technological"}, {"text_block_id": "p16_b474", "text": "advancements have been made on many fronts, and the"}, {"text_block_id": "p16_b475", "text": "country is digitally connected."}, {"text_block_id": "p16_b476", "text": "2.1 Demography"}, {"text_block_id": "p16_b477", "text": "Fiji’s population was estimated at 865,611 in 2014 and is projected to exceed 1.1million in the next 20 years. With around 62 percent of the population below the age of 34, we are a young nation. The rate of outward migration"}, {"text_block_id": "p16_b478", "text": "has steadily declined and further declines are anticipated"}, {"text_block_id": "p16_b479", "text": "based on current trends."}, {"text_block_id": "p16_b480", "text": "The population distribution is also changing. Urban population is rising, and 61 percent of the population is expected to live in urban areas in the next 20 years. While"}, {"text_block_id": "p16_b481", "text": "the majority of the urban population is between the ages"}, {"text_block_id": "p16_b482", "text": "of 15 and 44, rural population is dominated by the young under the age of 14 and the elderly aged 60 years and over. This offers both opportunities and challenges for the future."}, {"text_block_id": "p16_b483", "text": "The national census that will be conducted this year"}, {"text_block_id": "p16_b484", "text": "will provide more up-to-date population statistics and demographic structure."}, {"text_block_id": "p16_b485", "text": "2.2 Economic Development"}, {"text_block_id": "p16_b486", "text": "GLOBAL ECONOMIC DEVELOPMENTS"}, {"text_block_id": "p16_b487", "text": "As a small, open economy, Fiji has both benefited and at times has been negatively affected by global economic developments. However, despite the uncertainties in"}, {"text_block_id": "p16_b488", "text": "the global economy, Fiji can capitalise on a number"}, {"text_block_id": "p16_b489", "text": "of positive global developments. Oil prices have been low, although rising slowly recently. Fiji’s major trading partners are performing relatively well. The prospects"}, {"text_block_id": "p16_b490", "text": "for Fiji’s exports and visitor arrivals are promising, and"}, {"text_block_id": "p16_b491", "text": "there are new opportunities for offshore employment and growth in remittances. Changing global economic power"}, {"text_block_id": "p16_b492", "text": "and the rise of emerging economies also provide new"}, {"text_block_id": "p16_b493", "text": "opportunities that could be tapped."}, {"text_block_id": "p16_b494", "text": "DOMESTIC ECONOMY"}, {"text_block_id": "p16_b495", "text": "Despite the frequent occurrence of natural disasters"}, {"text_block_id": "p16_b496", "text": "and external shocks, the Fijian economy has been quite resilient. Economic growth has been positive since 2009."}, {"text_block_id": "p16_b497", "text": "This has been one of the longest periods of uninterrupted"}, {"text_block_id": "p16_b498", "text": "economic growth since independence. The average growth rate from 2011 to 2015 has been close to 4 percent."}, {"text_block_id": "p16_b499", "text": "Growth has been broad-based and spurred by record"}, {"text_block_id": "p16_b500", "text": "tourist arrivals, a booming construction industry, strong"}, {"text_block_id": "p16_b501", "text": "consumption, and rising manufacturing, finance and transportation sectors. Growth in the medium-term is also expected to be positive and strong. Total investment increased to an estimated 26 percent of GDP in 2015, driven largely by private sector investment. This trend is expected to continue and increase further."}, {"text_block_id": "p16_b502", "text": "Both exports and imports have increased over the years. While current account deficits have posed challenges for the balance of payments, positive financial flows have"}, {"text_block_id": "p16_b503", "text": "supported the strong increase in foreign reserves since"}, {"text_block_id": "p16_b504", "text": "2009. Foreign reserves at the end of 2016 stood at $1.92 billion, sufficient to cover 5.1 months of retained imports of goods and non-factor services. The healthy foreign"}, {"text_block_id": "p16_b505", "text": "reserves levels will support our future foreign exchange requirements, including requirements for the imports"}, {"text_block_id": "p16_b506", "text": "needed to undertake development projects."}, {"text_block_id": "p16_b507", "text": "Inflation has been moderating over the recent years,"}, {"text_block_id": "p16_b508", "text": "underpinned by lower prices of food, clothing and"}, {"text_block_id": "p16_b509", "text": "footwear, communication, and education. However, temporary spikes have been prevalent due to the impacts of natural disasters. The prevailing low and stable global food and fuel prices and reduction in the VAT rate have maintained inflation at acceptable levels."}, {"text_block_id": "p16_b510", "text": "MONETARY AND FISCAL POLICY"}, {"text_block_id": "p16_b511", "text": "The Reserve Bank of Fiji (RBF) has kept monetary policy"}, {"text_block_id": "p16_b512", "text": "accommodative, with its twin objectives of adequate"}, {"text_block_id": "p16_b513", "text": "foreign reserves and low inflation safeguarded. This has augured well for maintaining sufficient liquidity in the system and keeping interest rates low. The RBF will continue to pursue monetary and exchange-rate policies"}, {"text_block_id": "p16_b514", "text": "in support of external balance, economic stability and"}, {"text_block_id": "p16_b515", "text": "growth over the medium-term."}, {"text_block_id": "p16_b516", "text": "Fiscal policy over the years has supported public"}, {"text_block_id": "p16_b517", "text": "investments, economic growth and social development."}, {"text_block_id": "p16_b518", "text": "Capital expenditure as a proportion of total expenditure"}, {"text_block_id": "p16_b519", "text": "has been increased to over 40 percent. More resources"}, {"text_block_id": "p16_b520", "text": "have been channelled towards infrastructure, education, healthcare and provision of other social services to raise"}, {"text_block_id": "p16_b521", "text": "the living standards of all Fijians."}, {"text_block_id": "p16_b522", "text": "Government will continue to allocate adequate budgetary"}, {"text_block_id": "p16_b523_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "resources to key priority sectors that have the capacity to deliver better economic and social returns and support higher, broad-based, inclusive and sustainable economic growth."}, {"text_block_id": "p17_b526", "text": "The tax regime has been reformed to improve tax administration, strengthen compliance and maintain"}, {"text_block_id": "p17_b527", "text": "broad-based and low tax rates. Strengthening compliance,"}, {"text_block_id": "p17_b528", "text": "simplifying tax administration, and ensuring certainty and"}, {"text_block_id": "p17_b529", "text": "predictability are the key guiding principles of revenue policy."}, {"text_block_id": "p17_b530", "text": "Government debt as a percentage of GDP was reduced"}, {"text_block_id": "p17_b531", "text": "from 48.4 percent in 2014 to 47 percent in 2016. In line with the national targets, debt will be reduced to 35 percent of GDP in the next 20 years."}, {"text_block_id": "p17_b532", "text": "2.3 Social Development"}, {"text_block_id": "p17_b533", "text": "Social development policies have focused on empowering Fijians to attain sustainable livelihoods. Development has been made more people-centred with provision of better"}, {"text_block_id": "p17_b534", "text": "healthcare, education, water and electricity and social"}, {"text_block_id": "p17_b535", "text": "safety nets to ensure higher living standards."}, {"text_block_id": "p17_b536", "text": "EDUCATION"}, {"text_block_id": "p17_b537", "text": "Fiji has a high literacy rate. This is supported by universal access to primary, secondary and tertiary education. Increased opportunities are being provided for technical and vocational training. This focus on education is supporting the development of a knowledge-based society"}, {"text_block_id": "p17_b538", "text": "that will result in positive ripples throughout the economy"}, {"text_block_id": "p17_b539", "text": "through improvements in efficiency and productivity, the rate of diffusion and adoption of technology, and research and innovation."}, {"text_block_id": "p17_b540", "text": "Over the past five years, government has increased"}, {"text_block_id": "p17_b541", "text": "investment in education at all levels through the free"}, {"text_block_id": "p17_b542", "text": "education initiative, bus fare assistance, free textbooks for"}, {"text_block_id": "p17_b543", "text": "primary and secondary education, and tertiary education"}, {"text_block_id": "p17_b544", "text": "scholarship and loan schemes."}, {"text_block_id": "p17_b545", "text": "HEALTH"}, {"text_block_id": "p17_b546", "text": "Significant progress has been made in increasing life"}, {"text_block_id": "p17_b547", "text": "expectancy, improving health outcomes in mothers and children, and reducing illness from communicable"}, {"text_block_id": "p17_b548", "text": "diseases. Life expectancy at birth stands at 70 years, a consistent improvement over the years. This increase can"}, {"text_block_id": "p17_b549", "text": "be attributed to improvements in public health, nutrition"}, {"text_block_id": "p17_b550", "text": "and medicine."}, {"text_block_id": "p17_b551", "text": "The maternal mortality rate (per 100,000 live births) has declined. Almost all births are now attended by skilled"}, {"text_block_id": "p17_b552", "text": "health professionals, indicative of the strength and"}, {"text_block_id": "p17_b553", "text": "efficiency of maternal and child health programs. The mortality rate for children under the age of five years has also significantly dropped, with marked reduction in infant mortality rates."}, {"text_block_id": "p17_b554", "text": "Improving access and quality of public health services remains a major priority, particularly in addressing non"}, {"text_block_id": "p17_b555", "text": "-"}, {"text_block_id": "p17_b556", "text": "communicable diseases and dealing effectively with the prevention and treatment of HIV/AIDS and tuberculosis."}, {"text_block_id": "p17_b557", "text": "SOCIAL PROTECTION"}, {"text_block_id": "p17_b558", "text": "Fiji’s social welfare system continues to evolve to ensure that it is well targeted and provides support to vulnerable"}, {"text_block_id": "p17_b559", "text": "Fijians in need. Social protection programmes have been"}, {"text_block_id": "p17_b560", "text": "expanded from welfare allowances to support the living expenses of needy families, the elderly and disabled"}, {"text_block_id": "p17_b561", "text": "persons. In addition, targeted assistance is provided to"}, {"text_block_id": "p17_b562", "text": "support education, the health of pregnant women in rural areas, subsidies to access basic utilities, and access to"}, {"text_block_id": "p17_b563", "text": "essential medicine."}, {"text_block_id": "p17_b564", "text": "HOUSING"}, {"text_block_id": "p17_b565", "text": "There has been significant public investment to improve access to affordable housing. Government assistance"}, {"text_block_id": "p17_b566", "text": "is provided for the purchase and construction of new"}, {"text_block_id": "p17_b567", "text": "homes for first-home owners. Major squatter resettlement"}, {"text_block_id": "p17_b568", "text": "programmes and provision of leases for those on state"}, {"text_block_id": "p17_b569", "text": "land are continuing. Access to land and provision of utility services have been extended to informal settlements. More land development projects and provision of new residential blocks have also been undertaken, including funding support for iTaukei land development."}, {"text_block_id": "p17_b570", "text": "GENDER EQUALITY"}, {"text_block_id": "p17_b571_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "There has been a noticeable improvement in the female literacy rate over the last four decades. Indicators also show improvements in the labour force participation rate for females. Achieving gender equality in decision-making and income levels and eliminating violence against women in accordance with international conventions is crucial for sustainable development. Sex disaggregated data on the value of development programmes allows agencies to"}, {"text_block_id": "p17_b578", "text": "refine strategies for equitable distribution of resources."}, {"text_block_id": "p18_b579", "text": "Fiji has incorporated significant elements of the Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW) into its laws"}, {"text_block_id": "p18_b580", "text": "and policies and is implementing the National Gender"}, {"text_block_id": "p18_b581", "text": "Policy and the Women’s Plan of Action. Domestic"}, {"text_block_id": "p18_b582", "text": "violence legislation has been developed and utilised by the Fiji Police Force and courts as part of an overarching approach to bring down the amount of violence"}, {"text_block_id": "p18_b583", "text": "experienced by women and children."}, {"text_block_id": "p18_b584", "text": "Complementary to this is the establishment of a toll-free 24-hours’ hotline to provide counselling and appropriate referral for survivors of GBV as well as to avenues for redress.  These measures, backed by our vibrant NGOs,"}, {"text_block_id": "p18_b585", "text": "are leading the way in the region in best practice in service"}, {"text_block_id": "p18_b586", "text": "delivery for GBV victims and survivors."}, {"text_block_id": "p18_b587", "text": "DISABILITY"}, {"text_block_id": "p18_b588", "text": "People with special needs comprise an estimated 1.4 percent of the total population. Fiji became a signatory to the International Convention on the Rights of Persons with Disabilities (CRPD) in 2010, and the right to"}, {"text_block_id": "p18_b589", "text": "basic services for persons with disabilities is enshrined"}, {"text_block_id": "p18_b590", "text": "in the Constitution. With increased awareness of the"}, {"text_block_id": "p18_b591", "text": "needs of people living with disabilities, the trend in new commercial developments and public infrastructure is"}, {"text_block_id": "p18_b592", "text": "towards being more inclusive in design and accessibility."}, {"text_block_id": "p18_b593", "text": "2.4 Structural Reforms"}, {"text_block_id": "p18_b594", "text": "A number of structural reforms have been undertaken to reduce the cost of doing business, promote more efficient"}, {"text_block_id": "p18_b595", "text": "allocation of resources, provide more room for private sector development and provide policy space for the"}, {"text_block_id": "p18_b596", "text": "government’s development agenda."}, {"text_block_id": "p18_b597", "text": "The broad structural reform areas include the regulatory environment for private sector development, trade,"}, {"text_block_id": "p18_b598", "text": "the financial sector, the labour market, land, public enterprises, the sugar industry, and goods markets."}, {"text_block_id": "p18_b599", "text": "REGULATORY ENVIRONMENT FOR PRIVATE SECTOR DEVELOPMENT"}, {"text_block_id": "p18_b600", "text": "The regulatory environment for private-sector development has been improved through more effective administration of regulatory frameworks for land use, development control and building permissions. Tax"}, {"text_block_id": "p18_b601", "text": "administration has been made more business friendly,"}, {"text_block_id": "p18_b602", "text": "yet effective. Incentives, and where necessary subsidies,"}, {"text_block_id": "p18_b603", "text": "have been provided to spur investment and meet basic"}, {"text_block_id": "p18_b604", "text": "needs, particularly in areas like renewable energy and infrastructure development, and to support growth in key economic sectors such as ICT, tourism, manufacturing and agriculture. These initiatives complement national branding initiatives like ‘Fijian Made’."}, {"text_block_id": "p18_b605", "text": "Capacity to effectively resolve commercial disputes and civil cases has improved with efforts to ensure effective"}, {"text_block_id": "p18_b606", "text": "arbitration and mediation processes and improving"}, {"text_block_id": "p18_b607", "text": "registration and enforcement of copyright, trademarks and patents."}, {"text_block_id": "p18_b608", "text": "TRADE POLICY"}, {"text_block_id": "p18_b609", "text": "Boosting productive capacity for exports has been a high priority for government. The National Trade Policy Framework provides the policy settings and institutional framework to address challenges such as market access, trade facilitation and export growth. Government has been undertaking tariff policy reviews consistent with its economic development aspirations and priorities."}, {"text_block_id": "p18_b610", "text": "FINANCIAL SECTOR"}, {"text_block_id": "p18_b611", "text": "Fiji has a sound and well-managed financial system. In seeking to develop a robust and deep financial sector, the Financial Sector Development Plan 2016-2025 provides the necessary overarching policy direction. In the"}, {"text_block_id": "p18_b612", "text": "years ahead, reform initiatives will include: a diagnostic"}, {"text_block_id": "p18_b613", "text": "review of legislative and regulatory frameworks affecting the financial system, establishment of the National Switch, developing capital markets, streamlining and"}, {"text_block_id": "p18_b614", "text": "reducing the cost of overseas remittances, enhancing"}, {"text_block_id": "p18_b615", "text": "the competitiveness of non-bank financial institutions (NBFIs), implementing a Secured Transaction Framework and strengthening the MSME sector."}, {"text_block_id": "p18_b616", "text": "LABOUR MARKET"}, {"text_block_id": "p18_b617_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Reforms have been implemented to put in place a modern employment-relations regulatory framework that can protect the fundamental rights of all employees and also support inclusive private sector-led growth. Employment Relations (Amendment) Acts of 2015 and 2016 facilitate compliance with the Tripartite Agreement among government, Fiji Trades Union Congress and Fiji Commerce and Employers Federation. Under this Plan, the strategic focus for human resource development will be on building individual and institutional capacity in all sectors of the economy. Continuous efforts will be focused on improving Fiji’s labour-market standards to meet accredited international best practices, including the fostering of a modern workforce encouraging increased participation from women and recognising the abilities of those from diverse groups. These reforms provide a platform for equality where both men and women can enjoy the benefits of employment and conditions conducive to productivity and prosperity for all."}, {"text_block_id": "p19_b630", "text": "LAND REFORM"}, {"text_block_id": "p19_b631", "text": "Reforms to improve access to land through the land-bank initiative have been implemented. The next area of focus"}, {"text_block_id": "p19_b632", "text": "is on the review of administrative processes, digitisation"}, {"text_block_id": "p19_b633", "text": "of land records and capacity-building to improve the efficiency and effectiveness of land-use administration."}, {"text_block_id": "p19_b634", "text": "SUGARCANE INDUSTRY"}, {"text_block_id": "p19_b635", "text": "Government will continue to support the sugar industry"}, {"text_block_id": "p19_b636", "text": "to sustain the livelihoods of the more-than 200,000 people who depend on it. Efforts will be geared towards"}, {"text_block_id": "p19_b637", "text": "increasing productive capacity, improving transportation,"}, {"text_block_id": "p19_b638", "text": "implementing a new cane-quality payment system and generating additional revenue. To raise sugarcane"}, {"text_block_id": "p19_b639", "text": "production, replanting on unused sugar cane leases, securing more lease renewals and mechanisation will be"}, {"text_block_id": "p19_b640", "text": "pursued."}, {"text_block_id": "p19_b641", "text": "GOODS MARKET REFORM"}, {"text_block_id": "p19_b642", "text": "An effective and well-functioning competition framework is an essential prerequisite for growth. Given the nature"}, {"text_block_id": "p19_b643", "text": "of business structures in Fiji, interventions to ensure"}, {"text_block_id": "p19_b644", "text": "competitive market behaviour in certain sectors will continue; however, progressive liberalisation (de-listing from the basket) will also be considered."}, {"text_block_id": "p19_b645", "text": "CIVIL SERVICE"}, {"text_block_id": "p19_b646", "text": "Government will continue with the reform of the civil service to ensure strong leadership and service"}, {"text_block_id": "p19_b647", "text": "delivery. Recruitment will be based on merit and equal opportunity, and high performers will be retained. Staff"}, {"text_block_id": "p19_b648", "text": "performance will be improved through better training and"}, {"text_block_id": "p19_b649", "text": "an improved work environment where effort and hard work are recognised and rewarded. Institutional reviews and job evaluation exercises are being undertaken and"}, {"text_block_id": "p19_b650", "text": "implemented beginning with new salary bands for the civil"}, {"text_block_id": "p19_b651", "text": "service. This will improve the work environment, improve work processes and bring greater accountability and transparency."}, {"text_block_id": "p19_b652", "text": "FINANCIAL MANAGEMENT"}, {"text_block_id": "p19_b653", "text": "Reforms to improve management of public finances will continue. Assessments of public expenditure and financial accountability have been undertaken to identify future areas of improvement and reform. The Financial Management Act is also being reviewed to align it with the Constitution and international best practices. For"}, {"text_block_id": "p19_b654", "text": "financial reporting, government has adopted cash-basis International Public Sector Accounting Standards (IPSAS) and will move towards accrual accounting in the future."}, {"text_block_id": "p19_b655", "text": "To facilitate this, the chart of accounts is under review,"}, {"text_block_id": "p19_b656", "text": "and the national asset register is being developed."}, {"text_block_id": "p19_b657", "text": "Government procurement systems and processes have been enhanced, and we will continue to build capacity to"}, {"text_block_id": "p19_b658", "text": "improve the efficiency, effectiveness and accountability of the public financial management systems."}, {"text_block_id": "p19_b659", "text": "PUBLIC ENTERPRISES"}, {"text_block_id": "p19_b660", "text": "Government had embarked on partial divestment of shares in a number of SOEs to encourage private sector partnerships and improve efficiency and service delivery. Moving forward, key sectors will be restructured to establish a multi-sector regulator for water, electricity and communications. Legislation governing"}, {"text_block_id": "p19_b661", "text": "private partnerships (PPPs) will be reviewed to support development of major national infrastructure, public"}, {"text_block_id": "p19_b662", "text": "utilities and other development projects."}, {"text_block_id": "p19_b663", "text": "2.5 Good Governance"}, {"text_block_id": "p19_b664", "text": "The fundamentals for democratic and accountable governance set out under the Constitution are important enablers involving a commitment to free and fair elections, ensuring that the law applies equally to all, limiting corruption, allowing active participation in"}, {"text_block_id": "p19_b665", "text": "political, economic and social affairs, ensuring safe and"}, {"text_block_id": "p19_b666", "text": "secure communities and protecting the basic freedoms"}, {"text_block_id": "p19_b667", "text": "and human rights of all Fijians."}, {"text_block_id": "p19_b668", "text": "Government will be fully accountable to the people of Fiji through Parliament, and resources will be"}, {"text_block_id": "p19_b669", "text": "allocated to support a robust and effective parliamentary"}, {"text_block_id": "p19_b670", "text": "and committee system, ensuring scrutiny of public programmes and policies through open and informed"}, {"text_block_id": "p19_b671", "text": "debates on issues of national interest."}, {"text_block_id": "p19_b672", "text": "Resources have been allocated to independent commissions to enable the effective performance of their constitutional roles and responsibilities. This includes the Fiji Elections Office, where capacity will be maintained to support the effective conduct of future general elections. Reforms to the legislative framework for local government"}, {"text_block_id": "p19_b673", "text": "will be implemented to facilitate the conduct of municipal"}, {"text_block_id": "p19_b674", "text": "elections."}, {"text_block_id": "p19_b675_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "A whole-of-government approach, in partnership with civil society, is needed to support reforms to implement the recommendations agreed to under Fiji’s 2nd Universal Periodic Review (UPR) in 2014. This includes ratification of all human rights treaties and conventions by 2024. The Human Rights and Anti-discrimination Commission (HRADC) will be resourced to address all human rights complaints efficiently and effectively."}, {"text_block_id": "p20_b679", "text": "The management of public records will be enhanced"}, {"text_block_id": "p20_b680", "text": "to ensure open and transparent government. This will include support for informed decision-making by improving statistical data-collection and analysis,"}, {"text_block_id": "p20_b681", "text": "including the national census, and the preservation of"}, {"text_block_id": "p20_b682", "text": "national archives."}, {"text_block_id": "p20_b683", "text": "2.6 Climate Change"}, {"text_block_id": "p20_b684", "text": "Climate change has emerged as a major global challenge"}, {"text_block_id": "p20_b685", "text": "threatening biodiversity, livelihoods and human life. Small island developing states are already being adversely affected by the increased intensity and frequency of natural disasters, loss of productive farmland from salt"}, {"text_block_id": "p20_b686", "text": "-"}, {"text_block_id": "p20_b687", "text": "water intrusion, relocation of communities near coastal"}, {"text_block_id": "p20_b688", "text": "regions and substantial financial drain for mitigation and rehabilitation efforts."}, {"text_block_id": "p20_b689", "text": "The whole world faces catastrophic consequences if"}, {"text_block_id": "p20_b690", "text": "decisive and collective global action is not taken to reduce"}, {"text_block_id": "p20_b691", "text": "carbon emissions, build resilience and adapt to climate"}, {"text_block_id": "p20_b692", "text": "change. In this regard, Fiji has been given the opportunity to lead the negotiations on climate change at the COP 23 meeting in Bonn, Germany. The rulebook for practical implementation of the Paris Agreement will be a key agenda for this meeting."}, {"text_block_id": "p20_b693", "text": "Fiji was the first country to ratify the Paris Climate Change Agreement on 22 April, 2016, an Agreement dubbed as the world’s greatest diplomatic success. The Agreement, hailed as “historic, durable and ambitious”,"}, {"text_block_id": "p20_b694", "text": "generally aims to hold increase in the global average"}, {"text_block_id": "p20_b695", "text": "temperature to well below 2"}, {"text_block_id": "p20_b696", "text": "o"}, {"text_block_id": "p20_b697", "text": "C above pre-industrial levels and pursue efforts to limit the temperature increase to 1.5"}, {"text_block_id": "p20_b698", "text": "o"}, {"text_block_id": "p20_b699", "text": "C above pre-industrial levels. Consistent with this objective, Fiji’s goal is to achieve net-zero global GHG emissions by 2050, which reflects the long-term goal of the Paris Agreement to achieve climate neutrality and a low-emission world in the second half of the century. Fiji has submitted near-term targets to address GHG"}, {"text_block_id": "p20_b700", "text": "emissions, called “nationally determined contributions” or NDCs, and will review and extend these targets every"}, {"text_block_id": "p20_b701", "text": "five years. Furthermore, Fiji will strive to formulate and communicate long-term greenhouse gas emission development strategies, in accordance with Article 4, paragraph 19, of the Paris Agreement, mindful of Article 2 of the Agreement taking into account its common but differentiated responsibilities and respective capabilities. As such, Fiji will develop by 2020, mid-century long"}, {"text_block_id": "p20_b702", "text": "-"}, {"text_block_id": "p20_b703", "text": "term low greenhouse gas emission development strategies, laying out a plan to deeply decarbonize the"}, {"text_block_id": "p20_b704", "text": "Fijian economy by 2050. A decarbonized Fiji will be a more attractive Fiji. Such an effort will be key towards"}, {"text_block_id": "p20_b705", "text": "eliminating poverty and supporting the achievement of"}, {"text_block_id": "p20_b706", "text": "the SDGs."}, {"text_block_id": "p20_b707_merged_merged_merged_merged_merged", "text": "Fiji will continue its stewardship of climate change issues at the local, regional and global level with the plight of small island developing states at the centre of this concern. We will work together with other nations to access climate finance and explore innovative ways of mobilising public and private sector resources for"}, {"text_block_id": "p20_b710", "text": "adaptation and mitigation. This includes support for community-based adaptation planning."}, {"text_block_id": "p22_b711", "text": "The long-term national development plan, supported by"}, {"text_block_id": "p22_b712", "text": "Fiji’s strengths and an enabling national environment, is translated into individual sector development plans to be"}, {"text_block_id": "p22_b713", "text": "implemented over the next 5 years."}, {"text_block_id": "p22_b714", "text": "The sector goals are set against an analysis of sector context, including challenges and opportunities to justify"}, {"text_block_id": "p22_b715", "text": "priority policies and strategies. The selected sector"}, {"text_block_id": "p22_b716", "text": "policies and strategies in turn help validate the priority development programmes to be implemented over the"}, {"text_block_id": "p22_b717", "text": "next 5 years. Policies and strategies and the corresponding programmes and targets are tabulated under each chapter."}, {"text_block_id": "p22_b718", "text": "The major programmes and projects are based on the development needs gathered from the nationwide"}, {"text_block_id": "p22_b719", "text": "consultations. Emphasis is placed on access to basic"}, {"text_block_id": "p22_b720", "text": "services for all Fijians such as water, electricity, housing,"}, {"text_block_id": "p22_b721", "text": "medical services and education. Government will concurrently undertake substantial investments to implement the transformational strategic thrusts identified under the long-term development plan."}, {"text_block_id": "p22_b722", "text": "3.1 INCLUSIVE SOCIO-ECONOMIC DEVELOPMENT"}, {"text_block_id": "p22_b723", "text": "The Constitution provides every Fijian with socio"}, {"text_block_id": "p22_b724", "text": "-"}, {"text_block_id": "p22_b725", "text": "economic and environmental rights. The realisation"}, {"text_block_id": "p22_b726", "text": "of these rights is critical for inclusive and sustainable"}, {"text_block_id": "p22_b727", "text": "development. This will empower every Fijian through"}, {"text_block_id": "p22_b728", "text": "provision of essential social services and other public"}, {"text_block_id": "p22_b729", "text": "goods."}, {"text_block_id": "p22_b730", "text": "3.1.1 WATER AND SANITATION"}, {"text_block_id": "p22_b731", "text": "“Clean and safe water in adequate quantities and proper and adequate sanitation for every Fijian household”"}, {"text_block_id": "p22_b732", "text": "The Constitution guarantees the right of every Fijian to clean and safe water in adequate quantities, and"}, {"text_block_id": "p22_b733", "text": "accessible and adequate sanitation facilities. Realising this"}, {"text_block_id": "p22_b734", "text": "entitlement will ensure improved living standards with"}, {"text_block_id": "p22_b735", "text": "positive spill over benefits to the entire economy."}, {"text_block_id": "p22_b736", "text": "WATER"}, {"text_block_id": "p22_b737", "text": "Currently, approximately 78 percent of Fiji’s population has access to a treated and reticulated water supply. While in the urban centres 98 percent of the population has access, coverage in the rural areas needs to be expanded."}, {"text_block_id": "p22_b738", "text": "In the next 5 years, government will undertake major investments to cater for long-term water supply needs. Resources will be allocated for construction of new water"}, {"text_block_id": "p22_b739", "text": "treatment plants, reticulation systems and reservoirs to"}, {"text_block_id": "p22_b740", "text": "increase supply capacity. An aggressive leakage reduction programme to eliminate water loss will be pursued."}, {"text_block_id": "p22_b741", "text": "Regarding the development of potential new water sources, government—with assistance from the Asian Development Bank (ADB), Green Climate Fund (GCF) and European Investment Bank (EIB)—is embarking on the construction of a new, 40-megalitre treatment plant on the Rewa River to meet the increasing demand for water in the greater Suva and Nausori areas. The Water Authority of Fiji (WAF) is exploring options for other"}, {"text_block_id": "p22_b742", "text": "new dam sites such as at Waibogi in the upper reaches of"}, {"text_block_id": "p22_b743", "text": "Navua River and the upper Waimanu River as well as in"}, {"text_block_id": "p22_b744", "text": "the Western Division to meet the increasing demand in"}, {"text_block_id": "p22_b745", "text": "the Nadi-to-Lautoka corridor."}, {"text_block_id": "p22_b746", "text": "Investments will be made to renew existing water"}, {"text_block_id": "p22_b747", "text": "infrastructure, including pipeline replacement, construction and upgrade of water reticulation systems, electrical upgrades, valve replacements, reservoir upgrades"}, {"text_block_id": "p22_b748", "text": "and reducing non-revenue water."}, {"text_block_id": "p22_b749", "text": "Options for enhanced rainwater harvesting and storage, industrial recycling, storm water management, aquifer management and the use of renewable energy technologies for desalination plants in remote locations will be explored on a continuing basis and implemented"}, {"text_block_id": "p22_b750", "text": "where feasible. Government will provide rebates for rainwater harvesting systems."}, {"text_block_id": "p22_b751", "text": "The rural water supply programme will be augmented to provide access to clean water in rural areas and to meet"}, {"text_block_id": "p22_b752", "text": "the target of 85 percent of rural communities having access by 2021. Free water tanks will be distributed in the rural and maritime communities. For the remote island"}, {"text_block_id": "p22_b753", "text": "communities, groundwater sources will be developed and"}, {"text_block_id": "p22_b754", "text": "diesel-powered water-desalination plants will be provided."}, {"text_block_id": "p22_b755_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Awareness and strategies for water conservation policies will be pursued to raise civic responsibility on the use of water and protection of water sources."}, {"text_block_id": "p22_b758", "text": "The free water initiative for households with combined"}, {"text_block_id": "p22_b759", "text": "household income of $30,000 that are consuming less than 91,250 litres per year will also continue."}, {"text_block_id": "p22_b760", "text": "SANITATION"}, {"text_block_id": "p22_b761", "text": "Around 71 percent of the population have access to improved sanitation, including 25 percent that have access to sewerage facilities. Sanitation services will be improved"}, {"text_block_id": "p23_b762", "text": "in the next 5 years with investments to support migration from septic tanks to standardised treatment systems."}, {"text_block_id": "p23_b763", "text": "Forty percent of the population will be connected to the"}, {"text_block_id": "p23_b764", "text": "central sewerage system by 2021. Sewerage plants with larger treatment capacities and efficient technologies will be constructed in urban areas. To improve access"}, {"text_block_id": "p23_b765", "text": "to sanitation services in the rural and maritime areas,"}, {"text_block_id": "p23_b766", "text": "government will construct smaller sewerage treatment"}, {"text_block_id": "p23_b767", "text": "plants."}, {"text_block_id": "p23_b768_merged", "text": "With Fiji’s increased risk and vulnerability to climate change, water and sewerage infrastructure will be made more climate-resilient, and freshwater resources will be protected from pollution and unsustainable use."}, {"text_block_id": "p23_b771", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p24_b772", "text": "Programmes and Projects"}, {"text_block_id": "p28_b773", "text": "MoEn: Ministry of Environment; DWS: Department of Water and Sewerage; FEA: Fiji Electricity Authority; FS: Feasibility Study; MoWa: Ministry of Waterways; ML: Megalitre; MLD: Megalitre per day; WAF: Water Authority of Fiji; WRS: Water Reticulation System"}, {"text_block_id": "p28_b774", "text": "Key Performance Indicators"}, {"text_block_id": "p29_b775", "text": "3.1.2 ENERGY"}, {"text_block_id": "p29_b776", "text": "“A resource-efficient, cost-effective and"}, {"text_block_id": "p29_b777", "text": "environmentally sustainable energy sector”"}, {"text_block_id": "p29_b778", "text": "ELECTRICITY"}, {"text_block_id": "p29_b779", "text": "With substantial investments in electrification initiatives over the years, almost 90 percent of the population now has proper access to electricity. Lack of access in the"}, {"text_block_id": "p29_b780", "text": "unserviced rural and maritime areas will be addressed"}, {"text_block_id": "p29_b781", "text": "over the next 5 years."}, {"text_block_id": "p29_b782", "text": "To achieve 10 percent electrification by 2021, grid extension programmes will be accelerated in Viti Levu, Vanua Levu, Ovalau and Taveuni. Government will continue with the policy to fully fund rural electrification projects."}, {"text_block_id": "p29_b783", "text": "Electricity from renewable sources will be increased further. Currently, over 60 percent of electricity generated"}, {"text_block_id": "p29_b784", "text": "is from renewable sources such as hydro, biomass,"}, {"text_block_id": "p29_b785", "text": "wind and solar energy. Over 50 MW of renewable"}, {"text_block_id": "p29_b786", "text": "energy generation capacity has been added in the last"}, {"text_block_id": "p29_b787", "text": "10 years. Further investments in renewable energy will be undertaken to ensure that over 80 percent of all electricity is generated from renewable sources by 2021. Concessional financing and grants for these projects will continue to be accessed under climate finance"}, {"text_block_id": "p29_b788", "text": "funds together with carbon credits under the Clean"}, {"text_block_id": "p29_b789", "text": "Development Mechanism (CDM)."}, {"text_block_id": "p29_b790", "text": "Three major hydro projects are currently being developed"}, {"text_block_id": "p29_b791", "text": "by the Fiji Electricity Authority (FEA). These are the"}, {"text_block_id": "p29_b792", "text": "Qaliwana Hydro Project, Upper Wailoa Diversion Hydro"}, {"text_block_id": "p29_b793", "text": "Project and Lower Ba Hydro Project. Future sites are being investigated, including the Upper Ba River, the Waivaka Hydropower Scheme in Namosi, and Wailevu River in Cakaudrove. Further detailed studies are required to confirm the viability of these sites for hydro projects."}, {"text_block_id": "p29_b794", "text": "The research and development of new and renewable"}, {"text_block_id": "p29_b795", "text": "energy technologies will continue. This includes further"}, {"text_block_id": "p29_b796", "text": "exploration of ocean energy, geothermal energy, wave"}, {"text_block_id": "p29_b797", "text": "energy and the generation of energy from waste."}, {"text_block_id": "p29_b798", "text": "Decentralised renewable energy sources such as solar,"}, {"text_block_id": "p29_b799", "text": "mini-hydro, and wind systems will be used to electrify rural areas and maritime zones where feasible."}, {"text_block_id": "p29_b800", "text": "Contingency plans to address prolonged periods of dry weather have been put in place with installation of an"}, {"text_block_id": "p29_b801", "text": "additional 40 MW of diesel generators."}, {"text_block_id": "p29_b802", "text": "Independent Power Producers (IPP) are supplementing electricity production. To encourage further private sector"}, {"text_block_id": "p29_b803", "text": "participation in the electricity sector, partial divestment"}, {"text_block_id": "p29_b804", "text": "of FEA is underway. In developing an IPP framework"}, {"text_block_id": "p29_b805", "text": "to increase private sector generation of electricity from"}, {"text_block_id": "p29_b806", "text": "both renewable and non-renewable sources, government"}, {"text_block_id": "p29_b807", "text": "will ensure that a system of fair pricing and a transparent"}, {"text_block_id": "p29_b808", "text": "process are maintained."}, {"text_block_id": "p29_b809", "text": "Tax incentives aimed at investments in renewable energy"}, {"text_block_id": "p29_b810", "text": "technologies will continue. There are also opportunities for the private sector and households to invest in"}, {"text_block_id": "p29_b811", "text": "scale renewable systems that will be supported by"}, {"text_block_id": "p29_b812", "text": "government."}, {"text_block_id": "p29_b813", "text": "FEA will also explore the possibility of adopting"}, {"text_block_id": "p29_b814", "text": "smart grid technologies, allowing for greater customer"}, {"text_block_id": "p29_b815", "text": "participation in managing demand. Electricity conservation and efficient technology to support energy saving will be promoted."}, {"text_block_id": "p29_b816", "text": "The codes and standards for buildings and industry will be updated to require mandatory minimum standards for energy use for ventilation, cooling and lighting, among"}, {"text_block_id": "p29_b817", "text": "other improvements. These can typically reduce electricity consumption by around 25 percent."}, {"text_block_id": "p29_b818", "text": "Because Fiji is vulnerable to adverse climate"}, {"text_block_id": "p29_b819", "text": "related events, it will ensure that electricity infrastructure"}, {"text_block_id": "p29_b820", "text": "is made disaster-resilient. Options for further underground cabling for grid distribution are being explored."}, {"text_block_id": "p29_b821", "text": "Government will also work closely with the private sector to improve designs, offer practical training and possibly support mandatory certification of designers/installers"}, {"text_block_id": "p29_b822", "text": "in order to improve resilience to cyclone conditions for"}, {"text_block_id": "p29_b823", "text": "renewable energy systems."}, {"text_block_id": "p29_b824", "text": "Environmental considerations will be factored into the"}, {"text_block_id": "p29_b825", "text": "appraisal of future hydro power, geothermal and other"}, {"text_block_id": "p29_b826", "text": "energy resources."}, {"text_block_id": "p29_b827", "text": "To meet the human-resource needs of the future"}, {"text_block_id": "p29_b828", "text": "electricity sector, government will support education for civil, electrical and hydrological engineers and other"}, {"text_block_id": "p29_b829", "text": "required skill needs of the sector. In-service training for the existing technical staff will continue."}, {"text_block_id": "p29_b830", "text": "PETROLEUM AND BIOMASS"}, {"text_block_id": "p29_b831", "text": "The high reliance on imported petroleum remains"}, {"text_block_id": "p29_b832", "text": "a challenge and is being continually addressed. The"}, {"text_block_id": "p29_b833", "text": "transport sector (land, sea and air) is the principal"}, {"text_block_id": "p29_b834", "text": "consumer of imported fossil fuel."}, {"text_block_id": "p29_b835_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "To ensure energy efficiency improvements in the transportation industry, government has incentivised the importation of hybrid and electric cars over the last few years. Fiji is complying with the Euro 2 emissions standard of 500 parts per million (PPM) of sulphur content and is moving towards the Euro 5 emission standard of 50 PPM. This initiative intends to reduce carbon emissions and concurrently attract new vehicle technologies with high fuel efficiency. Government will continue to promote and encourage the use of environmentally friendly fuel standards."}, {"text_block_id": "p29_b842", "text": "Significant efficiency gains have also been made in the aviation sector as Fiji Airways has upgraded its fleet with more fuel-efficient aircrafts."}, {"text_block_id": "p29_b843", "text": "Government will continue research and development on"}, {"text_block_id": "p29_b844", "text": "biofuel and its use in the transport sector. Incentives to"}, {"text_block_id": "p30_b845", "text": "promote investments in biofuel will continue."}, {"text_block_id": "p30_b846", "text": "Energy generation from biomass will be expanded over the next 5 years. Apart from the biomass waste co-generation at Tropik Woods and Fiji Sugar Corporation (FSC), a10MW biomass power plant at Navutu, Sigatoka is currently being constructed by Nabou Green Energy Limited."}, {"text_block_id": "p30_b847", "text": "Traditional, renewable biomass fuels still play a major"}, {"text_block_id": "p30_b848", "text": "role in rural areas. Wood is the main cooking fuel and is also used for drying copra in many areas. While most of"}, {"text_block_id": "p30_b849", "text": "the biomass use can be considered renewable, there are considerable negative health impacts, such as emphysema"}, {"text_block_id": "p30_b850", "text": "and eye irritations. To address this, government has introduced the energy-efficient Rocket Wood Stove in rural areas. Government will monitor energy sources that may have a detrimental health effects and will provide an enabling environment for affordable and safe alternative energy sources."}, {"text_block_id": "p30_b851", "text": "Piggery and dairy-farming biogas projects that address waste management, health and energy needs are ongoing."}, {"text_block_id": "p30_b852", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p31_b853", "text": "Programmes and Projects"}, {"text_block_id": "p31_b854", "text": "DoE: Department of Energy; FEA: Fiji Electricity Authority; SHS: Solar Home System; TCW: Tropical Cyclone Winston."}, {"text_block_id": "p31_b855", "text": "9."}, {"text_block_id": "p31_b856", "text": "The nine (9) biofuel mills are: Koro, Cicia, Rotuma, Gau, Rabi, Lakeba, Vanuabalavu, Moala and Matuku."}, {"text_block_id": "p32_b857", "text": "Key Performance Indicators"}, {"text_block_id": "p32_b858", "text": "3.1.3 HOUSING DEVELOPMENT"}, {"text_block_id": "p32_b859", "text": "“Accessible and adequate housing for all”"}, {"text_block_id": "p32_b860", "text": "The Constitution guarantees the right of every person"}, {"text_block_id": "p32_b861", "text": "to accessible and adequate housing. Key initiatives undertaken over the years include financial assistance to first-home owners for construction or purchase of a new"}, {"text_block_id": "p32_b862", "text": "home, the development of residential lots by the Housing"}, {"text_block_id": "p32_b863", "text": "Authority (HA) and Public Rental Board (PRB), informal"}, {"text_block_id": "p32_b864", "text": "housing upgrades and resettlement, development of"}, {"text_block_id": "p32_b865", "text": "iTaukei land, and rural housing schemes."}, {"text_block_id": "p32_b866", "text": "In the next five years, new strategies will be implemented to increase the supply of affordable housing, in particular"}, {"text_block_id": "p32_b867", "text": "housing units with strata titles, by both the public and"}, {"text_block_id": "p32_b868", "text": "private sector. The existing housing programmes will continue."}, {"text_block_id": "p32_b869", "text": "To promote more integration and marketability of public"}, {"text_block_id": "p32_b870", "text": "housing and housing units with strata titles, “vertical"}, {"text_block_id": "p32_b871", "text": "villages” will be established. This will include a range of"}, {"text_block_id": "p32_b872", "text": "unit sizes and will accommodate a more diverse group"}, {"text_block_id": "p32_b873", "text": "of households with different income levels, cultural backgrounds, family sizes and other characteristics. This"}, {"text_block_id": "p32_b874", "text": "will create a renewed image of integrated housing and"}, {"text_block_id": "p32_b875", "text": "encourage Fijians to buy units with strata titles."}, {"text_block_id": "p32_b876", "text": "Leases will continue to be issued to settlements on state"}, {"text_block_id": "p32_b877", "text": "land, and those on iTaukei land will be provided leases only after approval from landowners. Providing leases"}, {"text_block_id": "p32_b878", "text": "to Fijians in these settlements will raise confidence and provide some security for further investments. Government will continue to work with NGO partners in these projects."}, {"text_block_id": "p32_b879", "text": "Government will also continue to support landowners to develop their land for subdivisions and residential"}, {"text_block_id": "p32_b880", "text": "purposes. Funding assistance will be provided for development costs and provision of public utilities. This scheme will allow landowners to profit from developing their land."}, {"text_block_id": "p32_b881", "text": "To assist homeowners who do not have access to"}, {"text_block_id": "p32_b882_merged_merged_merged_merged", "text": "insurance to re-build their houses after natural disasters and fire, government will put in place a contingency fund and explore options for disaster insurance in the coming years."}, {"text_block_id": "p33_b885", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p34_b886", "text": "Programmes and Projects"}, {"text_block_id": "p35_b887", "text": "HA: Housing Authority; HART: Housing Assistance and Relief Trust; PRB: Public Rental Board; RHU: Rural Housing Unit; DOH: Department of Housing"}, {"text_block_id": "p35_b888", "text": "Key Performance Indicators"}, {"text_block_id": "p35_b889", "text": "3.1.4 FOOD AND NUTRITION SECURITY"}, {"text_block_id": "p35_b890", "text": "“Every Fijian has access to adequate food of acceptable quality and nutritional value”"}, {"text_block_id": "p35_b891", "text": "Access to adequate food is a Constitutional Right of every Fijian. Therefore, the development of domestic agriculture and fisheries to support access to an adequate"}, {"text_block_id": "p35_b892", "text": "supply of healthy and nutritious food is critical as a legal and political matter as well as for food and nutrition"}, {"text_block_id": "p35_b893", "text": "security."}, {"text_block_id": "p35_b894", "text": "To better understand food and nutrition security, an"}, {"text_block_id": "p35_b895", "text": "overarching framework will be developed to objectively"}, {"text_block_id": "p35_b896", "text": "assess the status, including the current capacity of the"}, {"text_block_id": "p35_b897", "text": "domestic agriculture and fisheries sector to meet the national food demand. The development of such a framework will require collaboration among stakeholders"}, {"text_block_id": "p35_b898", "text": "to help build a credible food and nutrition security database, assess the national food and nutrition security status and support the formulation of strategies to"}, {"text_block_id": "p35_b899", "text": "improve the situation."}, {"text_block_id": "p35_b900", "text": "Over the next 5 years, government will ensure increased domestic food production and supply of fisheries products."}, {"text_block_id": "p35_b901", "text": "Challenges such as the destruction of food production due to natural disasters and other issues facing the agriculture"}, {"text_block_id": "p35_b902", "text": "and fisheries sector will be addressed. Specific policies to promote agriculture and fisheries production are described under the resource-based sector chapters."}, {"text_block_id": "p35_b903", "text": "Large commercial agriculture and aquaculture projects will be supported to achieve economies of scale and"}, {"text_block_id": "p35_b904", "text": "competitive pricing. Cluster farming will be encouraged"}, {"text_block_id": "p35_b905", "text": "and incentivised together with the promotion of small"}, {"text_block_id": "p35_b906", "text": "-"}, {"text_block_id": "p35_b907", "text": "holder farms and back yard farming for subsistence level."}, {"text_block_id": "p35_b908", "text": "Production efficiencies will be improved through"}, {"text_block_id": "p35_b909", "text": "mechanisation and the adoption of new technologies and"}, {"text_block_id": "p35_b910", "text": "better product varieties. More research and extension"}, {"text_block_id": "p35_b911", "text": "services will be provided by government to improve farm"}, {"text_block_id": "p35_b912", "text": "productivity and awareness of best farming practices. Organic farming practices will be employed."}, {"text_block_id": "p35_b913_merged_merged_merged_merged_merged_merged", "text": "Government will encourage the consumption of locally produced fresh foods and ensure that it is conveniently accessible at fresh food markets, supermarkets and road-side stalls. Assistance will be provided to expand the supply of traditional foods such as Uvi, Tivoli, Via, Dalo, Cassava and Kumala given their suitability to the local"}, {"text_block_id": "p35_b930", "text": "climate."}, {"text_block_id": "p35_b931", "text": "The consumption of fresh, home-grown food will be promoted through awareness programmes. Strategies to mitigate climate change related effects on food supply will also be promoted."}, {"text_block_id": "p35_b932", "text": "While production and consumption of locally produced food will be encouraged, import of certain products will"}, {"text_block_id": "p35_b933", "text": "continue to help meet our food requirements."}, {"text_block_id": "p36_b934", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p37_b935", "text": "Programmes and Projects"}, {"text_block_id": "p37_b936", "text": "BAF: Biosecurity Authority of Fiji; FS: Food and nutrition security; MoA: Ministry of Agriculture; MOE: Ministry of Economy; MoEHA: Ministry of Education, Heritage & Arts; MoHMS: Ministry of Health and Medical Services; MoFi: Ministry of Fisheries; MoW: Ministry of Women; MoYS: Ministry of Youth and Sports; NFNC: National Food and Nutrition Centre."}, {"text_block_id": "p38_b937", "text": "Key Performance Indicators"}, {"text_block_id": "p39_b938", "text": "3.1.5 EDUCATION"}, {"text_block_id": "p39_b939", "text": "“Quality education for all”"}, {"text_block_id": "p39_b940", "text": "Quality education for all is essential to create a more"}, {"text_block_id": "p39_b941", "text": "skilled and adaptable workforce and create a knowledge-based society. The Constitution guarantees the right of every child to early-childhood, primary, secondary and further education. A number of bold initiatives have been introduced to improve the provision of quality education."}, {"text_block_id": "p39_b942", "text": "Universal access to primary education has been achieved,"}, {"text_block_id": "p39_b943", "text": "and net secondary school enrolment is over 80 percent. With the free-education initiative, free bus fares and free textbooks, enrolment numbers have increased significantly. More teachers have been recruited, and continuous hiring of quality teachers will continue to improve the teacher-to-student ratio for rural and urban areas."}, {"text_block_id": "p39_b944", "text": "The free-education policy will continue together with other financial assistance. Further budgetary support will"}, {"text_block_id": "p39_b945", "text": "be provided for construction and upgrading of new and existing school facilities and equipment, including the"}, {"text_block_id": "p39_b946", "text": "rehabilitation of schools damaged by Cyclone Winston."}, {"text_block_id": "p39_b947", "text": "Early childhood education (ECE) is continually being"}, {"text_block_id": "p39_b948", "text": "improved as these formative years play a vital role in shaping social, emotional and learning outcomes for the"}, {"text_block_id": "p39_b949", "text": "future. To achieve universal access to early childhood education, an ECE centre will be attached to each primary school. Grants will continue to be provided"}, {"text_block_id": "p39_b950", "text": "for facility upgrades, development of new centres and"}, {"text_block_id": "p39_b951", "text": "improving the quality of ECE teachers."}, {"text_block_id": "p39_b952", "text": "The provision of grant funding to three major universities has improved tertiary education infrastructure and"}, {"text_block_id": "p39_b953", "text": "facilities as well as the quality of teaching and learning."}, {"text_block_id": "p39_b954", "text": "Tertiary education scholarships and the loan scheme"}, {"text_block_id": "p39_b955", "text": "have also increased access and affordability for all tertiary students. The Toppers scholarship initiative will continue to be aligned to medium-term priority areas for socio"}, {"text_block_id": "p39_b956", "text": "-"}, {"text_block_id": "p39_b957", "text": "economic development."}, {"text_block_id": "p39_b958", "text": "Government has increased investment in trade and"}, {"text_block_id": "p39_b959", "text": "vocational skills with establishment of technical colleges around the country. The focus on skills development and meeting future industry needs will continue to be a key priority."}, {"text_block_id": "p39_b960", "text": "The curriculum will continually be reviewed and"}, {"text_block_id": "p39_b961", "text": "strengthened to achieve national objectives. There are unacceptable rates of obesity-related illnesses and NCDs"}, {"text_block_id": "p39_b962", "text": "in adults, youth suicide, drug and alcohol misuse, teenage"}, {"text_block_id": "p39_b963", "text": "pregnancy, and gender-based violence and sexual violence against women and girls. Incorporating contemporary"}, {"text_block_id": "p39_b964", "text": "thematic areas in educational curriculum such as cultural diversity, gender, nutrition, respectful relationships, drugs and alcohol, climate change and the environment will"}, {"text_block_id": "p39_b965", "text": "enrich students’ understanding of wider social issues."}, {"text_block_id": "p39_b966", "text": "A digital literacy programme has been introduced to encourage teachers and students to benefit from"}, {"text_block_id": "p39_b967", "text": "e-learning. This initiative will be expanded and rolled out to the entire education system in a phased approach."}, {"text_block_id": "p39_b968_merged_merged_merged_merged_merged", "text": "A safe and inclusive learning environment will be promoted. Education for persons with special needs will continue to be promoted through grants to specials schools. Health and wellness programmes will continue."}, {"text_block_id": "p40_b971", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p41_b972", "text": "Programmes and Projects"}, {"text_block_id": "p42_b973", "text": "ECE: Early Childhood Education; FNU: Fiji National University; HEC: Higher Education Commission; MoEHA: Ministry of Education, Heritage & Arts; TSLB: Tertiary Scholarship and Loans Board."}, {"text_block_id": "p42_b974", "text": "Key Performance Indicators"}, {"text_block_id": "p43_b975", "text": "3.1.6 HEALTH AND MEDICAL SERVICES"}, {"text_block_id": "p43_b976", "text": "“Access to quality health facilities"}, {"text_block_id": "p43_b977", "text": "necessary for good health, and to health care services, including reproductive"}, {"text_block_id": "p43_b978", "text": "health care”"}, {"text_block_id": "p43_b979", "text": "Fiji has made significant progress in increasing the"}, {"text_block_id": "p43_b980", "text": "overall life expectancy of Fijians and improving health"}, {"text_block_id": "p43_b981", "text": "outcomes. Maternal- and infant-mortality rates have declined. Primary health care is well established, with major improvements in secondary health care. Substantial investments have been made in construction"}, {"text_block_id": "p43_b982", "text": "and upgrading of hospitals, health centres and nursing"}, {"text_block_id": "p43_b983", "text": "stations. Medical services have been decentralised to ensure convenience and easy access. More doctors and nurses have been recruited and are well remunerated. The doctor-to-patient ratio is improving, and funding"}, {"text_block_id": "p43_b984", "text": "for supply for essential drugs and consumables has been"}, {"text_block_id": "p43_b985", "text": "increased."}, {"text_block_id": "p43_b986", "text": "In the next 5 years, more investments will be made to"}, {"text_block_id": "p43_b987", "text": "upgrade and expand existing divisional hospitals to"}, {"text_block_id": "p43_b988", "text": "provide more beds and better facilities. New sub-divisional hospitals will be constructed and existing ones upgraded."}, {"text_block_id": "p43_b989", "text": "New health centres will be constructed with proper"}, {"text_block_id": "p43_b990", "text": "services and equipment. Government will ensure that every health centre is provided with a full-time doctor. In addition a new National Kidney Research and Treatment"}, {"text_block_id": "p43_b991", "text": "Centre will be constructed that will act as a national hub"}, {"text_block_id": "p43_b992", "text": "for treatment and prevention of kidney disease, and to"}, {"text_block_id": "p43_b993", "text": "provide patients the most economical access to treatment"}, {"text_block_id": "p43_b994", "text": "of kidney disease."}, {"text_block_id": "p43_b995", "text": "Funding will be channelled towards purchase of more"}, {"text_block_id": "p43_b996", "text": "equipment, drugs and consumables. The procurement process and supply-chain management will be streamlined"}, {"text_block_id": "p43_b997", "text": "to ensure that adequate supplies of medicines and"}, {"text_block_id": "p43_b998", "text": "consumables are available at all times. Education"}, {"text_block_id": "p43_b999", "text": "and information will be provided to men and women"}, {"text_block_id": "p43_b1000", "text": "regarding family planning, and equal-parenting initiatives will be promoted."}, {"text_block_id": "p43_b1001", "text": "Hiring of skilled healthcare workers will continue to"}, {"text_block_id": "p43_b1002", "text": "ensure that the ratio of doctors, nurses and midwives"}, {"text_block_id": "p43_b1003", "text": "per 1,000 people is increased to internationally accepted levels."}, {"text_block_id": "p43_b1004", "text": "To assist those low and middle-income Fijians, the free medicine scheme will continue."}, {"text_block_id": "p43_b1005", "text": "Strategies will be pursued to tackle NCDs in the country."}, {"text_block_id": "p43_b1006", "text": "Changes in lifestyle, healthy diets and physical activity are crucial for preventive health care and prevention of"}, {"text_block_id": "p43_b1007", "text": "NCDs. A multi-sectoral approach through better health"}, {"text_block_id": "p43_b1008", "text": "education, production and adequate supply of fresh fruits and vegetables, and promotional and awareness"}, {"text_block_id": "p43_b1009", "text": "campaigns will be further enhanced to address this issue."}, {"text_block_id": "p43_b1010", "text": "Collaboration and partnership with the private sector,"}, {"text_block_id": "p43_b1011", "text": "NGOs and development partners will be pursued."}, {"text_block_id": "p43_b1012", "text": "Early detection and preventive measures will be strengthened to address communicable diseases like HIV/ AIDS and tuberculosis. Physical and sexual violence"}, {"text_block_id": "p43_b1013", "text": "against women and children will be addressed as Fiji practitioners will adhere to processes of referral and evidence preservation to support women and increase the"}, {"text_block_id": "p43_b1014", "text": "rate of perpetrator accountability."}, {"text_block_id": "p43_b1015_merged_merged_merged_merged_merged_merged_merged", "text": "Adherence to international standards of tertiary health care will be pursued as a major initiative to ensure that Fijians are provided with advanced tertiary care. Tax incentives to entice private sector investment in this area were introduced in the 2016-2017 National Budget. Government will explore further opportunities for public investment in this area."}, {"text_block_id": "p44_b1022", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p45_b1023", "text": "Programmes and Projects"}, {"text_block_id": "p51_b1024", "text": "AFC: Average Capability Level; BAF: Biosecurity Authority of Fiji; BFHI: Baby Friendly Hospital Initiative; CBD: Central Business District; CHW: Community Health Worker; CL: Capability Level; CWMH: Colonial War Memorial Hospital; ED: Emergency Department; FPBS: Fiji Pharmaceutical & Biomedical Services; FRCS: Fiji Revenue & Customs Services; IEC: Information, Education and Communication: IHRCC: International Health Regulation Core Competencies; IMCI: Integrated Management of Childhood Illness; mbGAP: Mental Health Gap Action Programme; MoA: Ministry of Agriculture; MoHMS: Ministry of Health and Medical Services; MSHI: Mother Safe Hospital Initiative; NNS: National Nutrition Survey; OT: Operation Theatre; PATIS: Patient Information System;"}, {"text_block_id": "p51_b1025", "text": "Key Performance Indicators"}, {"text_block_id": "p53_b1026", "text": "3.1.7 SOCIAL INCLUSION AND EMPOWERMENT"}, {"text_block_id": "p53_b1027", "text": "“A socially inclusive Fiji and empowered Fijians”"}, {"text_block_id": "p53_b1028", "text": "Social inclusion and empowerment is a cross cutting"}, {"text_block_id": "p53_b1029", "text": "issue that will be addressed through a multidimensional"}, {"text_block_id": "p53_b1030", "text": "approach with strategic interventions."}, {"text_block_id": "p53_b1031", "text": "Extreme poverty and hunger do not exist in Fiji due to the availability of agricultural and fisheries products and the existence of a sharing culture. Income poverty is also on a declining trend. Spending power and basic living"}, {"text_block_id": "p53_b1032", "text": "standards have been secured for all Fijians through the provision of free water, electricity, education, medicine"}, {"text_block_id": "p53_b1033", "text": "and health services; the bus-fare subsidy; housing"}, {"text_block_id": "p53_b1034", "text": "assistance; and social protection initiatives such as food"}, {"text_block_id": "p53_b1035", "text": "vouchers and the social pension scheme. Opportunities"}, {"text_block_id": "p53_b1036", "text": "for income generation and better employment also have"}, {"text_block_id": "p53_b1037", "text": "raised income levels and standards of living in the country."}, {"text_block_id": "p53_b1038", "text": "Over the next 5 years, the government will ensure that every Fijian is provided with the basic amenities of life. Social inclusion programmes such as the poverty benefit"}, {"text_block_id": "p53_b1039", "text": "scheme, welfare graduation programme and social"}, {"text_block_id": "p53_b1040", "text": "pension scheme will be maintained. Targeted assistance"}, {"text_block_id": "p53_b1041", "text": "will be provided to the vulnerable, including children living in poverty, children in orphanages and foster care,"}, {"text_block_id": "p53_b1042", "text": "people with disabilities and special needs, and the elderly."}, {"text_block_id": "p53_b1043_merged_merged_merged_merged", "text": "A major focus in the years ahead will be to support MSMEs and other self-employment initiatives to ensure all Fijians have a stable source of income. Major government initiatives will ensure that the guarantee of socio-economic rights in the Constitution is realised. This will empower Fijians to become self-reliant. Government will ensure that prosperity is shared and all development is inclusive."}, {"text_block_id": "p54_b1048", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p54_b1049", "text": "Programmes and Projects"}, {"text_block_id": "p55_b1050", "text": "FBoS: Fiji Bureau of Statistics; MWCPA: Ministry of Women and Children & Poverty Alleviation; NCOP: National Council of Older Persons."}, {"text_block_id": "p55_b1051", "text": "Key Performance Indicators"}, {"text_block_id": "p56_b1052", "text": "3.1.8 YOUTH AND SPORTS DEVELOPMENT"}, {"text_block_id": "p56_b1053", "text": "“Empowering youth to be agents of change and promoting sports for development”"}, {"text_block_id": "p56_b1054", "text": "YOUTH DEVELOPMENT"}, {"text_block_id": "p56_b1055", "text": "Fiji is a young country with around 62 percent of the population below the age of 35. Effective engagement"}, {"text_block_id": "p56_b1056", "text": "of youth in the economy, society and the political sphere"}, {"text_block_id": "p56_b1057", "text": "will stimulate growth and development. Government"}, {"text_block_id": "p56_b1058", "text": "will ensure that educational, employment and leadership"}, {"text_block_id": "p56_b1059", "text": "opportunities are provided to young Fijians. This is a cross-cutting issue that has been also addressed throughout other thematic areas."}, {"text_block_id": "p56_b1060", "text": "In the next 5 years, initiatives will be strengthened for"}, {"text_block_id": "p56_b1061", "text": "training, empowerment and awareness programmes for youth in areas such as entrepreneurship, leadership,"}, {"text_block_id": "p56_b1062", "text": "climate change and sexual health awareness. Financial"}, {"text_block_id": "p56_b1063", "text": "support will continue to be made available for voluntary"}, {"text_block_id": "p56_b1064", "text": "organisations in these areas."}, {"text_block_id": "p56_b1065", "text": "Support will be provided for the establishment of MSMEs for rural and urban youth. This will create"}, {"text_block_id": "p56_b1066", "text": "employment opportunities and develop entrepreneurial"}, {"text_block_id": "p56_b1067", "text": "skills. The National Employment Centre will continue to provide the “one-stop shop” service to assist employment seekers to find jobs."}, {"text_block_id": "p56_b1068", "text": "Initiatives that empower youth and encourage their"}, {"text_block_id": "p56_b1069", "text": "participation in national policy development will continue,"}, {"text_block_id": "p56_b1070", "text": "such as the International Youth Exchange Programme, National Youth Conference and Youth Parliament initiative."}, {"text_block_id": "p56_b1071", "text": "SPORTS DEVELOPMENT"}, {"text_block_id": "p56_b1072", "text": "Sports has played a key role in building social cohesion and has improved Fiji’s image globally. It has also supported improvements in health and well-being and generated employment opportunities for many Fijians. Remittance inflows from Fijian sports people overseas"}, {"text_block_id": "p56_b1073", "text": "have been a good source of foreign exchange earnings"}, {"text_block_id": "p56_b1074", "text": "and income support for many families."}, {"text_block_id": "p56_b1075", "text": "Photo credit: Bruce Southwick, Zoom Fiji"}, {"text_block_id": "p56_b1076", "text": "There is a huge potential to harness our sporting prowess"}, {"text_block_id": "p56_b1077", "text": "and transform sports into a major income-generating sector. Over the next 5 years, emphasis will be placed"}, {"text_block_id": "p56_b1078", "text": "on developing elite sportspersons and modernising and"}, {"text_block_id": "p56_b1079", "text": "building new state-of-the-art facilities. Support services"}, {"text_block_id": "p56_b1080", "text": "associated with the professional development of sports"}, {"text_block_id": "p56_b1081", "text": "will be strengthened. This includes sports education and the development of qualified sports trainers and coaches. Sports psychology, sports science and sports medicine will also be part of the tertiary curriculum. An increased"}, {"text_block_id": "p56_b1082", "text": "participation in sports by all Fijians will contribute to"}, {"text_block_id": "p56_b1083", "text": "reducing our increasing levels of NCDs and obesity."}, {"text_block_id": "p56_b1084", "text": "Fiji will bid to host major regional and international"}, {"text_block_id": "p56_b1085", "text": "sporting events, including the 2023 Pacific Games and 2026 Commonwealth Games. Government will continue"}, {"text_block_id": "p56_b1086", "text": "to invest in the upgrading and maintenance of sporting infrastructure and facilities to raise them to international"}, {"text_block_id": "p56_b1087", "text": "standards. Such investments will strengthen Fiji’s"}, {"text_block_id": "p56_b1088", "text": "attractiveness as a host for future international events and"}, {"text_block_id": "p56_b1089", "text": "encourage sports tourism."}, {"text_block_id": "p56_b1090_merged_merged_merged_merged_merged_merged_merged_merged", "text": "A National Sports Academy will be established to support the development of future sportspersons. Sports development will include talent identification, specialised training, exposure to specialised coaching and training methods, and management of sports injuries and dietary programmes."}, {"text_block_id": "p57_b1093", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p58_b1094", "text": "Programmes and Projects"}, {"text_block_id": "p59_b1095", "text": "MYS: Ministry of Youth & Sports; YTC: Youth Training Centres; FNSC: Fiji National Sports Commission"}, {"text_block_id": "p59_b1096", "text": "Key Performance Indicators"}, {"text_block_id": "p59_b1097", "text": "3.1.9 WOMEN IN DEVELOPMENT"}, {"text_block_id": "p59_b1098", "text": "“Empowering women to reach their full development potential”"}, {"text_block_id": "p59_b1099", "text": "Women make up around half of Fiji’s total population."}, {"text_block_id": "p59_b1100", "text": "Their potential needs to be fully harnessed for the"}, {"text_block_id": "p59_b1101", "text": "benefit of the entire nation. Government will provide"}, {"text_block_id": "p59_b1102", "text": "equal opportunities for all, including the participation of women in education, leadership, and overall economic"}, {"text_block_id": "p59_b1103", "text": "development, and will continue its strong efforts to eliminate violence against women. Past programmes have managed to attain gender parity for students. Female"}, {"text_block_id": "p59_b1104", "text": "representation in Parliament increased at the last election"}, {"text_block_id": "p59_b1105", "text": "and is now one of the highest in the Pacific region. Around 58 percent of SOEs have women representation at board level."}, {"text_block_id": "p59_b1106", "text": "In the labour market, women account for over 40 percent of salary earners and 30 percent of wage earners. Equal"}, {"text_block_id": "p59_b1107", "text": "opportunities in education, health and other social"}, {"text_block_id": "p59_b1108", "text": "services will raise women’s participation in the workforce."}, {"text_block_id": "p59_b1109", "text": "With legislative changes such as the introduction of the"}, {"text_block_id": "p59_b1110", "text": "Domestic Violence Act, provisions in the Constitution and the reestablishment of the Elimination of Violence Against Women (EVAW) Task Force, government is working towards providing positive and innovative"}, {"text_block_id": "p59_b1111", "text": "approaches to achieving gender equality and to"}, {"text_block_id": "p59_b1112", "text": "eliminating discrimination and violence against women."}, {"text_block_id": "p59_b1113", "text": "This Plan will provide women experiencing gender-based violence with access to greater help.  Effective access to"}, {"text_block_id": "p59_b1114", "text": "health services, specialist advocacy and counselling, police"}, {"text_block_id": "p59_b1115", "text": "protection and the justice system will be strengthened.  Prevention of gender-based violence will be a priority for"}, {"text_block_id": "p59_b1116", "text": "government, and police, the NGO partners and donor"}, {"text_block_id": "p59_b1117", "text": "agencies will continue to work in close partnership.  As a signatory to the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW) and the Beijing Declaration and Platform of Action in 1995,"}, {"text_block_id": "p59_b1118", "text": "Fiji is dedicated to continue its commitment to ensure that women are included prominently in the development"}, {"text_block_id": "p59_b1119", "text": "process."}, {"text_block_id": "p59_b1120_merged_merged_merged_merged_merged", "text": "In line with SDG 5, (Gender equality and empowerment of women), women’s participation in leadership and decision-making at all levels will be increased through strategies that generate greater economic participation, recognition of domestic workers, and elimination of discrimination due the importance of the biological reproductive role of women. Government will support the freedom of all women to participate in any profession they choose. Accordingly, policies will focus on encouraging shared decision-making in relationships, especially as they relate to family planning, child care, economic independence and choices of paid work."}, {"text_block_id": "p59_b1131", "text": "Fiji will value women as an important resource and asset and recognise their right to enjoy a life free from violence and to access the entitlements and privileges guaranteed"}, {"text_block_id": "p60_b1132", "text": "under our Constitution unencumbered by discrimination,"}, {"text_block_id": "p60_b1133", "text": "culture or oppressive religious interpretation."}, {"text_block_id": "p60_b1134", "text": "Government will continue to work with regional partners and civil society (including faith-based organisations) in the empowerment and development of women. Resources will be provided to women’s groups to support income-generating projects. The National Women’s Expo, sponsored by government, will continue to focus on marketing products produced by women for the local and international market."}, {"text_block_id": "p60_b1135_merged", "text": "Over the Plan period, government will create a fair society that protects and promotes the rights of women. This will be realised through the implementation of the Women’s Plan of Action and the National Gender Policy over the next five years."}, {"text_block_id": "p60_b1138", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p61_b1139", "text": "Programmes and Projects"}, {"text_block_id": "p61_b1140", "text": "FPF: Fiji Police Force; IGP: Income Generating Projects; MOHMS: Ministry of Health & Medical Services; MWCPA: Ministry of Women & Children and Poverty Alleviation; SG’s: Solicitor General’s Office; GBV: Gender based Violence."}, {"text_block_id": "p61_b1141", "text": "Key Performance Indicators"}, {"text_block_id": "p62_b1142", "text": "3.1.10 CULTURE AND HERITAGE"}, {"text_block_id": "p62_b1143", "text": "“Protection and promotion of unique Fijian cultural heritage for sustainable development”"}, {"text_block_id": "p62_b1144", "text": "Cultural heritage provides an irreplaceable identity for"}, {"text_block_id": "p62_b1145", "text": "communities and individuals. Fiji’s rich cultural heritage,"}, {"text_block_id": "p62_b1146", "text": "ranging from language, food, festivals, rituals, arts and traditions, holds intrinsic value for both present and"}, {"text_block_id": "p62_b1147", "text": "future generations. This heritage will be safeguarded and promoted."}, {"text_block_id": "p62_b1148", "text": "The National Culture Policy and National Culture and"}, {"text_block_id": "p62_b1149", "text": "Education Strategy set the platform for protection and"}, {"text_block_id": "p62_b1150", "text": "preservation of both tangible and intangible cultural"}, {"text_block_id": "p62_b1151", "text": "heritage. The ongoing cultural mapping programme and framework for gathering cultural statistics will be a key initiative to gather information on traditional knowledge and heritage. This will also support the mainstreaming of culture in educational curriculum."}, {"text_block_id": "p62_b1152", "text": "The use of local culture in the tourism industry will both"}, {"text_block_id": "p62_b1153", "text": "protect and promote our cultural heritage. This includes"}, {"text_block_id": "p62_b1154", "text": "cultural performances and traditional arts and craft made by local artisans that will be promoted through the “Fijian"}, {"text_block_id": "p62_b1155", "text": "Crafted” campaign."}, {"text_block_id": "p62_b1156", "text": "The nation’s vast documentary will be preserved in accordance with archival conservation practices and"}, {"text_block_id": "p62_b1157", "text": "made available to all Fijians. A monetary valuation of this heritage will also be undertaken."}, {"text_block_id": "p62_b1158_merged_merged_merged_merged", "text": "The upgrade of Fiji Museum and the National Library housed within the National Archives will greatly contribute to the preservation of Fiji’s heritage. The positive steps already undertaken to produce authentic heritage merchandise will be scaled up to provide genuine, culturally appropriate and iconic goods to tourists in an effort to boost the economic spin-off from Fiji’s cultural and documentary heritage."}, {"text_block_id": "p62_b1161", "text": "Cultural heritage sites and places will also be protected as part of our unique biodiversity and used sustainably for"}, {"text_block_id": "p62_b1162", "text": "national development."}, {"text_block_id": "p63_b1163", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p63_b1164", "text": "Programmes and Projects"}, {"text_block_id": "p64_b1165", "text": "CIA: Cultural Impact Assessment; DHA: Department of Heritage & Arts; MTA: Ministry of iTaukei Affairs; NAF: National Archives of Fiji; OUV: Outstanding universal Value."}, {"text_block_id": "p64_b1166", "text": "Key Performance Indicators"}, {"text_block_id": "p65_b1167", "text": "3.1.11 NATIONAL SECURITY AND THE RULE OF LAW"}, {"text_block_id": "p65_b1168", "text": "“An inclusive, safe, secure, stable and"}, {"text_block_id": "p65_b1169", "text": "prosperous Fiji”"}, {"text_block_id": "p65_b1170", "text": "Fiji’s system of governance is based on the principle that"}, {"text_block_id": "p65_b1171", "text": "all Fijians are equal under the law. Preserving this system"}, {"text_block_id": "p65_b1172", "text": "warrants a strong commitment to upholding the rule of"}, {"text_block_id": "p65_b1173", "text": "law and national security. The Fijian Constitution will be protected and defended at all times."}, {"text_block_id": "p65_b1174", "text": "Apart from the traditional security challenges, focus will"}, {"text_block_id": "p65_b1175", "text": "also be placed on protecting Fijians from environmental"}, {"text_block_id": "p65_b1176", "text": "risks and natural disasters, transnational crimes (human and drug trafficking), food and nutrition security and public health risks and financial and cybercrime."}, {"text_block_id": "p65_b1177", "text": "The Police Force will be strengthened to ensure security"}, {"text_block_id": "p65_b1178", "text": "and effective crime prevention. Resources will channelled"}, {"text_block_id": "p65_b1179", "text": "towards recruitment and training, provision of vehicles and equipment, and decentralisation of services for"}, {"text_block_id": "p65_b1180", "text": "quick and effective response. Programmes to promote"}, {"text_block_id": "p65_b1181", "text": "community engagement and public awareness will be"}, {"text_block_id": "p65_b1182", "text": "pursued."}, {"text_block_id": "p65_b1183", "text": "Border security will be maintained through improved"}, {"text_block_id": "p65_b1184", "text": "coordination and ensuring availability of adequate"}, {"text_block_id": "p65_b1185", "text": "resources. Fiji will continue implementation of its National Security Strategy and support for UN Peacekeeping operations."}, {"text_block_id": "p65_b1186", "text": "Government will continue its efforts to further improve access to justice. Correctional services and rehabilitation of inmates for re-integration of inmates into society will continue. This will help maintain the current low"}, {"text_block_id": "p65_b1187", "text": "recidivism rate by providing inmates with opportunities"}, {"text_block_id": "p65_b1188", "text": "to learn skills for income generation and through other personal support."}, {"text_block_id": "p65_b1189_merged_merged_merged_merged_merged_merged_merged", "text": "Expanding legal services to improve access to justice for all Fijians has been a key priority. Provision of resources will continue for legal aid services, court sittings in rural and outer islands, and the greater decentralisation of services."}, {"text_block_id": "p65_b1192", "text": "Goal, Policy Objectives and Strategies"}, {"text_block_id": "p67_b1193", "text": "Goal, Policy Objectives and Strategies"}, {"text_block_id": "p68_b1194", "text": "Programmes and Projects"}, {"text_block_id": "p68_b1195", "text": "Strengthening National Security"}, {"text_block_id": "p70_b1196", "text": "Strengthening Access to Justice"}, {"text_block_id": "p70_b1197", "text": "DPP: Director of Public Prosecutions; DV: Domestic Violence; FCORE: Fiji Corporation of Rehabilitative Enterprise; FPF: Fiji Police Force: PMO: Prime Minister’s Office; RFMF: Republic of Fiji Military Forces; FCS: Fiji Corrections Service; CC: Correction Centre."}, {"text_block_id": "p71_b1198", "text": "Key Performance Indicators"}, {"text_block_id": "p71_b1199", "text": "3.2 TRANSFORMATIONAL STRATEGIC THRUSTS"}, {"text_block_id": "p71_b1200", "text": "Fiji will be transformed into the modern hub of the"}, {"text_block_id": "p71_b1201", "text": "Pacific as a centre for business, transport, communications and other services. We already have the major foundations and enabling environment, and game-changing strategic"}, {"text_block_id": "p71_b1202", "text": "interventions will allow us to build much further over the"}, {"text_block_id": "p71_b1203", "text": "next 5 years."}, {"text_block_id": "p71_b1204", "text": "Connectivity, both within and to the outside world, will"}, {"text_block_id": "p71_b1205", "text": "be enhanced. Investments will build digital connectivity,"}, {"text_block_id": "p71_b1206", "text": "and new and better technologies will be adopted for"}, {"text_block_id": "p71_b1207", "text": "productivity improvement and better service delivery. The ICT sector will be harnessed for job creation and efficiency gains and to raise the overall standard of living."}, {"text_block_id": "p71_b1208", "text": "The business environment will be improved to further reduce the cost of doing business and support private"}, {"text_block_id": "p71_b1209", "text": "sector investments in the country. Manufacturing"}, {"text_block_id": "p71_b1210", "text": "and service sectors will be supported and new growth"}, {"text_block_id": "p71_b1211", "text": "sectors will be nurtured and harnessed. Niche-product"}, {"text_block_id": "p71_b1212", "text": "development and areas of comparative advantage will be"}, {"text_block_id": "p71_b1213", "text": "incentivised and further developed. MSME development"}, {"text_block_id": "p71_b1214", "text": "will be strengthened for job creation and income"}, {"text_block_id": "p71_b1215", "text": "generation."}, {"text_block_id": "p71_b1216", "text": "Urban development with better services and development"}, {"text_block_id": "p71_b1217", "text": "of new cities, towns and growth centres will be pursued. Equal attention will also be paid to growing the rural"}, {"text_block_id": "p71_b1218", "text": "economy, providing better public services and  creating"}, {"text_block_id": "p71_b1219", "text": "many more opportunities for income and employment."}, {"text_block_id": "p71_b1220", "text": "Resource-based sectors will be developed with a major focus on value addition, efficiency gains and raising overall production. The tourism industry will be expanded with a focus on increasing source markets and also meeting the developing and diverse needs of tourists."}, {"text_block_id": "p71_b1221", "text": "Trade will be promoted and regional and multilateral"}, {"text_block_id": "p71_b1222", "text": "partnerships will be enhanced."}, {"text_block_id": "p71_b1223", "text": "3.2.1 MODERNISING LAND TRANSPORT"}, {"text_block_id": "p71_b1224", "text": "“Access to transportation through an"}, {"text_block_id": "p71_b1225", "text": "efficient and sustainable transport"}, {"text_block_id": "p71_b1226", "text": "network”"}, {"text_block_id": "p71_b1227", "text": "In transforming Fiji, a modern, safe and well-connected road infrastructure is necessary. The government has already embarked on modernising the infrastructure with"}, {"text_block_id": "p71_b1228", "text": "substantial funding to improve our roads, bridges, jetties,"}, {"text_block_id": "p71_b1229", "text": "streetlights and footpaths over recent years."}, {"text_block_id": "p71_b1230_merged_merged_merged_merged_merged_merged_merged", "text": "Existing trunk roads have been upgraded and expanded and new roads have been constructed in rural and maritime areas. Fijians are now more connected and enjoy improved road quality. Roads connecting major centres have also been modernised to international standards. This includes the four-lane projects connecting"}, {"text_block_id": "p72_b1235", "text": "Nausori Airport to Suva and Nadi Airport to Denarau."}, {"text_block_id": "p72_b1236", "text": "In the next 5 years, more investments will be made to further improve our road network. Existing roads will be upgraded and sealed. Options are being explored for a four-lane project in the Nadi-to-Lautoka corridor. The"}, {"text_block_id": "p72_b1237", "text": "upgrading and rehabilitation programme for bridges and"}, {"text_block_id": "p72_b1238", "text": "jetties will be pursued on a bigger scale."}, {"text_block_id": "p72_b1239", "text": "A major street lighting programme is being undertaken"}, {"text_block_id": "p72_b1240", "text": "to replace all faulty streetlights and install new ones with"}, {"text_block_id": "p72_b1241", "text": "LED lights in both urban and rural areas. This includes"}, {"text_block_id": "p72_b1242", "text": "installation of streetlights at major junctions; in front of villages, settlements, schools, hospitals and health"}, {"text_block_id": "p72_b1243", "text": "centres; at shopping centres along the Queens Road and Kings Road; and along the Labasa to Savusavu corridor. Streetlights will also be installed in urban and peri-urban areas of the greater Suva area."}, {"text_block_id": "p72_b1244", "text": "Government will install traffic lights at junctions, develop roundabouts and re-design some of the existing high-traffic roads to ease traffic congestion and make our roads safer."}, {"text_block_id": "p72_b1245", "text": "Construction of footpaths will be continued in populated"}, {"text_block_id": "p72_b1246", "text": "urban and peri-urban areas including industrial areas and residential subdivisions."}, {"text_block_id": "p72_b1247", "text": "Resources will be allocated to develop rural and maritime-island roads and other unsealed roads throughout Fiji. Irish crossings, suspension bridges, rural jetties, waiting sheds and foot crossings will be upgraded and constructed."}, {"text_block_id": "p72_b1248", "text": "This will support rural agriculture and other industries, assist in transportation of students, improve access to"}, {"text_block_id": "p72_b1249", "text": "markets and help sustain livelihoods."}, {"text_block_id": "p72_b1250", "text": "To reduce damage to the road network, more"}, {"text_block_id": "p72_b1251", "text": "weighbridges will be constructed to ensure that shippers"}, {"text_block_id": "p72_b1252", "text": "comply with the weight limits on our roads and bridges."}, {"text_block_id": "p72_b1253_merged_merged_merged_merged_merged", "text": "Emission standards and energy efficiency for transport will be a key priority. The replacement of existing uneconomical vehicles with hybrid and electric vehicles will be supported. Fuel savings through the use of biofuel, liquefied petroleum gas (LPG) and liquefied natural gas (LNG) in land transport will be supported, as will be the use of cycling lanes."}, {"text_block_id": "p73_b1260", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p76_b1261", "text": "Programmes and Projects"}, {"text_block_id": "p78_b1262", "text": "FRA: Fiji Roads Authority; LTA: Land Transport Authority; MRMDNDM: Ministry of Rural & Maritime Development"}, {"text_block_id": "p78_b1263", "text": "Key Performance Indicators"}, {"text_block_id": "p79_b1264", "text": "3.2.2 INTER-ISLAND NETWORK"}, {"text_block_id": "p79_b1265", "text": "“Safe, efficient, reliable, and affordable"}, {"text_block_id": "p79_b1266", "text": "shipping services”"}, {"text_block_id": "p79_b1267", "text": "Given our geographical dispersion, improving"}, {"text_block_id": "p79_b1268", "text": "island sea transportation is essential for livelihood, trade"}, {"text_block_id": "p79_b1269", "text": "and commerce. The private sector plays a lead role in"}, {"text_block_id": "p79_b1270", "text": "providing domestic shipping services, including both"}, {"text_block_id": "p79_b1271", "text": "passenger ferries and freight services. Over the past years,"}, {"text_block_id": "p79_b1272", "text": "the number of vessels has increased and the frequency of"}, {"text_block_id": "p79_b1273", "text": "services has improved."}, {"text_block_id": "p79_b1274", "text": "Government in the next 5 years will ensure improved inter island transportation in the maritime region. Investments will be undertaken for construction and upgrade of jetties, waiting sheds, slipways, navigational aids like lighthouses"}, {"text_block_id": "p79_b1275", "text": "and beacon piles, and assistance for purchase of smaller"}, {"text_block_id": "p79_b1276", "text": "boats for inter-island connectivity. Funding will also be channelled towards developing small-boat landings in the maritime regions and other coastal areas."}, {"text_block_id": "p79_b1277", "text": "Incentives for private sector investments in new ships"}, {"text_block_id": "p79_b1278", "text": "and equipment will continue, together with subsidies for services to uneconomical routes under the franchise"}, {"text_block_id": "p79_b1279", "text": "scheme. Government will also continuously review the"}, {"text_block_id": "p79_b1280", "text": "subsidy rate, passenger fares and freight charges in line"}, {"text_block_id": "p79_b1281", "text": "with cost structures. More investments will be undertaken"}, {"text_block_id": "p79_b1282", "text": "in the acquisition of new vessels to boost Government"}, {"text_block_id": "p79_b1283", "text": "Shipping Services’ fleet (GSS), to support development"}, {"text_block_id": "p79_b1284", "text": "projects and for passenger transportation to the maritime"}, {"text_block_id": "p79_b1285", "text": "islands."}, {"text_block_id": "p79_b1286", "text": "Education and training of seafarers and development of other skilled personnel needed by the industry will be"}, {"text_block_id": "p79_b1287", "text": "strengthened through provision of scholarships and review"}, {"text_block_id": "p79_b1288", "text": "of the training module by the Fiji Maritime Academy."}, {"text_block_id": "p79_b1289_merged_merged_merged_merged_merged", "text": "Safety at sea will also be a key priority, with strategies and programmes implemented to raise awareness and regulate and enforce regulations in favour of safety. Environmental concerns such as risk of oil spills, waste discharge and damage to our marine ecosystem will be properly regulated and enforced. Options will be explored to improve fuel efficiency at sea and ensure that infrastructure development is disaster-resilient."}, {"text_block_id": "p80_b1294", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p83_b1295", "text": "Programmes and Projects"}, {"text_block_id": "p83_b1296", "text": "GSS: Government Shipping Services; MoIT: Ministry of Infrastructure & Transport; MSAF: Maritime Safety Authority of Fiji"}, {"text_block_id": "p83_b1297", "text": "Key Performance Indicators"}, {"text_block_id": "p84_b1298", "text": "3.2.3 DOMESTIC AIR SERVICES"}, {"text_block_id": "p84_b1299", "text": "“Unlocking our economic potential through consistent and reliable domestic air services”"}, {"text_block_id": "p84_b1300", "text": "Reliable domestic air service is important for improved and efficient domestic connectivity. Apart from ease of"}, {"text_block_id": "p84_b1301", "text": "travel for Fijians within Fiji, it is also crucial for further"}, {"text_block_id": "p84_b1302", "text": "development of the tourism industry, trade and business."}, {"text_block_id": "p84_b1303", "text": "In the next 5 years, government will allocate funding"}, {"text_block_id": "p84_b1304", "text": "to upgrade and maintain domestic airports, airstrips,"}, {"text_block_id": "p84_b1305", "text": "runways and associated facilities. There are plans for construction of a new airport in Vanua Levu, and the obstacle-limitation surfaces survey, geo-technical survey and feasibility study are in progress. Construction of new airstrips in maritime areas will also be explored. To ensure affordability of flight services, government will continue subsidising domestic flights."}, {"text_block_id": "p84_b1306", "text": "Training and education for aviation professionals like aircraft engineers; pilots and air traffic controllers will be strengthened to meet International Civil Aviation Organization (ICAO) standards. The Aviation Academy"}, {"text_block_id": "p84_b1307", "text": "will provide training for more controllers, air navigation"}, {"text_block_id": "p84_b1308", "text": "engineers, security officers and rescue fire service officers for Airports Fiji Limited (AFL) and also train students from other Pacific Islands. Fiji National University will"}, {"text_block_id": "p84_b1309", "text": "continue to provide training for aircraft engineers for Fiji"}, {"text_block_id": "p84_b1310", "text": "and the region. The existing pilot training schools will also continue."}, {"text_block_id": "p84_b1311_merged_merged_merged_merged", "text": "Safety audits will be continued on an annual basis for airlines operating under Air Transport Licensing Board (ATLB) licences and other aviation activities with certificates granted by the Civil Aviation Authority of Fiji (CAAF). Compliance requirements arising from these audits will be addressed in a timely manner to ensure that risks are mitigated."}, {"text_block_id": "p85_b1314", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p85_b1315", "text": "Programmes and Projects"}, {"text_block_id": "p85_b1316", "text": "AFL: Airports Fiji Limited; CAAF: Civil Aviation Authority of Fiji; DCA: Department of Civil Aviation; EIA: Environmental Impact Assessment; ICAO: International Civil Aviation Organization; MoE: Ministry of Economy; OLS: Obstacle Limitation Survey"}, {"text_block_id": "p85_b1317", "text": "25.  Suva/Rotuma, Nadi/Rotuma, Suva/Lakeba, Suva/Cicia, Suva/Vanuabalavu, Suva/Koro, Suva/Gau and Suva/Kadavu. 26.  Matei, Kadavu, Lakeba, Gau and Bureta."}, {"text_block_id": "p86_b1318", "text": "Key Performance Indicators"}, {"text_block_id": "p86_b1319", "text": "3.2.4 INTERNATIONAL CONNECTIVITY (AIRPORTS AND SEA PORTS)"}, {"text_block_id": "p86_b1320", "text": "“Enhancing Fiji’s status as a vibrant and modern regional and international hub for people and cargo movement”"}, {"text_block_id": "p86_b1321", "text": "AIR CONNECTIVITY"}, {"text_block_id": "p86_b1322", "text": "International connectivity is vital for Fiji to reap the benefits of globalisation and expand our trade and tourism potential. Our location is also ideal to be a"}, {"text_block_id": "p86_b1323", "text": "regional and international air and sea transport hub as"}, {"text_block_id": "p86_b1324", "text": "well as provide a feeder network to service other hubs. As such, modernising and expanding Fiji’s airports and seaports and provision of efficient services will continue in partnership with relevant agencies."}, {"text_block_id": "p86_b1325", "text": "The Nadi International Airport has been modernised"}, {"text_block_id": "p86_b1326", "text": "with the upgrade of the terminal to international level,"}, {"text_block_id": "p86_b1327", "text": "pavement rehabilitation and other development works."}, {"text_block_id": "p86_b1328", "text": "This has created a new image of Fiji’s main international"}, {"text_block_id": "p86_b1329", "text": "gateway. There are now plans to construct a second"}, {"text_block_id": "p86_b1330", "text": "international terminal and an upgraded domestic"}, {"text_block_id": "p86_b1331", "text": "terminal."}, {"text_block_id": "p86_b1332", "text": "Upgrade works for the Nausori International Airport terminal and runway will also be undertaken to continually raise standards and facilities. Government"}, {"text_block_id": "p86_b1333", "text": "is also exploring options for development of a new"}, {"text_block_id": "p86_b1334", "text": "international airport in Vanua Levu that will support"}, {"text_block_id": "p86_b1335", "text": "our vibrant tourism industry and international passenger"}, {"text_block_id": "p86_b1336", "text": "movements. Preliminary works have already started, with site identification underway. To facilitate this huge investment by Airports Fiji Limited, Government will provide the necessary infrastructure support."}, {"text_block_id": "p86_b1337", "text": "Fiji Airways has also been undertaking major investments in renewing its fleet through both outright purchases and leasing arrangements. This will continue and will ensure that our national air carrier offers passengers a well-maintained and efficient aircraft fleet. These additional"}, {"text_block_id": "p86_b1338", "text": "aircrafts will support plans to increase the number of"}, {"text_block_id": "p86_b1339", "text": "available seats across all markets."}, {"text_block_id": "p86_b1340", "text": "Apart from this, government will assist Fiji Airways in exploring and establishing new routes across the globe."}, {"text_block_id": "p86_b1341", "text": "SEA CONNECTIVITY"}, {"text_block_id": "p86_b1342_merged_merged_merged_merged_merged", "text": "Fiji’s seaports provide the major gateway for container and cargo movement and more recently for passenger movements with the growth in cruise tourism. Recently, government has partnered with the private sector for the"}, {"text_block_id": "p86_b1345", "text": "management of Fiji’s ports and cargo terminals. This is to"}, {"text_block_id": "p87_b1346", "text": "ensure increased efficiency in port services. International"}, {"text_block_id": "p87_b1347", "text": "best practices have been embraced, and plans have been"}, {"text_block_id": "p87_b1348", "text": "developed to modernise port infrastructure."}, {"text_block_id": "p87_b1349", "text": "For Fiji to be a regional and international hub, it is"}, {"text_block_id": "p87_b1350", "text": "necessary to improve cargo-volume handling for imports, exports and transhipments. Investments will be made"}, {"text_block_id": "p87_b1351", "text": "to raise berthing capacity and water depth, improve"}, {"text_block_id": "p87_b1352", "text": "port efficiency, reduce turnaround time, adopt modern"}, {"text_block_id": "p87_b1353", "text": "technology (communications and information technology),"}, {"text_block_id": "p87_b1354", "text": "and make supporting industries and services available, with reasonable charges levied."}, {"text_block_id": "p87_b1355", "text": "The Suva and Lautoka ports have been upgraded to better facilitate container movement. Modern"}, {"text_block_id": "p87_b1356", "text": "handling machinery has been introduced, leading to"}, {"text_block_id": "p87_b1357", "text": "improvements in service delivery and gains in efficiency. With increasing trade flows and cargo movements,"}, {"text_block_id": "p87_b1358", "text": "expansion of berthing facilities and cargo storage is"}, {"text_block_id": "p87_b1359", "text": "needed."}, {"text_block_id": "p87_b1360", "text": "A long-term Ports Master Plan with a 7-year"}, {"text_block_id": "p87_b1361", "text": "implementation plan is currently being developed to determine the current state and scope of international"}, {"text_block_id": "p87_b1362", "text": "port operations. Government is exploring options for development of a new international seaport in Vanua"}, {"text_block_id": "p87_b1363", "text": "Levu and the possibility of relocating cargo services from"}, {"text_block_id": "p87_b1364", "text": "the Suva Wharf. An initial feasibility study for the port in Vanua Levu has been undertaken, with work underway"}, {"text_block_id": "p87_b1365", "text": "for technical, economic and environmental impact"}, {"text_block_id": "p87_b1366", "text": "assessment and detailed design work."}, {"text_block_id": "p87_b1367_merged_merged_merged_merged_merged", "text": "There are also opportunities to expand Fiji Ships & Heavy Industries Limited’s (FSHIL) core business, such as in slipping, ship repairs, refit, refurbishments and heavy industries and engineering works. Partnerships between government and the private sector will be pursued to support the company in expanding its services in these areas."}, {"text_block_id": "p88_b1370", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p89_b1371", "text": "Programmes and Projects"}, {"text_block_id": "p90_b1372", "text": "AFL: Airports Fiji Limited; CAAF: Civil Aviation Authority of Fiji CL: Coastal License FPCL: Fiji Ports Corporation Limited; ICAO: International Civil Aviation Organization; MPE: Ministry of Public Enterprises; RESA: Runway End Safety Area; RNP: Required Navigation Performance; PBN: Performance Based Navigation; AIM: Aeronautical Information Management; SWIM: System Wide Information Management; ADS-B: Automatic Dependant Surveillance- Broadcast; MLAT: Multi-lateration; ILS: Instrument Landing System; DME: Distance Measuring Equipment."}, {"text_block_id": "p91_b1373", "text": "Key Performance Indicators"}, {"text_block_id": "p91_b1374", "text": "3.2.5 MODERNISING THE BUSINESS REGULATORY ENVIRONMENT"}, {"text_block_id": "p91_b1375", "text": "“A sound regulatory environment for inclusive and sustainable private sector development”"}, {"text_block_id": "p91_b1376", "text": "The private sector plays a vital role in development, job"}, {"text_block_id": "p91_b1377", "text": "creation and innovation. Government is continuously working towards improving the enabling environment for the private sector to thrive and expand. Tax rates have"}, {"text_block_id": "p91_b1378", "text": "been reduced substantially, registration and licensing requirements are being streamlined, the new Companies"}, {"text_block_id": "p91_b1379", "text": "Act has been enacted, business-opening hours have been"}, {"text_block_id": "p91_b1380", "text": "relaxed, private sector participation in strategic areas is being pursued and supportive infrastructure is being"}, {"text_block_id": "p91_b1381", "text": "developed. All this is contributing to reducing the overall cost of doing business in Fiji."}, {"text_block_id": "p91_b1382", "text": "In the next 5 years, further improvements will be made to support business activity. The policy and regulatory framework for investment will be reviewed to entice more investment. Government is working with the International Finance Corporation (IFC) on the review of the Investment Policy and legislation. The implementation of the single-window clearance platform for tier 1 agencies will be strengthened and tier 2 agencies will be expedited. Government has engaged Singapore Cooperation Enterprise to provide technical assistance to improve the ease of doing business."}, {"text_block_id": "p91_b1383", "text": "Approvals processes for regulatory agencies in the provision of services such as registration, land-use"}, {"text_block_id": "p91_b1384", "text": "administration, development control, environmental protection, employment relations and tax administration"}, {"text_block_id": "p91_b1385", "text": "will be enhanced through e-government."}, {"text_block_id": "p91_b1386", "text": "Land-use administration will be improved through digitisation of the Titles Office and development of"}, {"text_block_id": "p91_b1387", "text": "the"}, {"text_block_id": "p91_b1388", "text": "national land register. This will also include better access to accurate geospatial land-use information."}, {"text_block_id": "p91_b1389", "text": "Development permission and building approvals are also"}, {"text_block_id": "p91_b1390_merged_merged_merged_merged", "text": "important aspects of the business regulatory framework. In this regard, the Regulation of Building Permits Act 2017 has been passed and will provide a fast-track and streamlined process to enhance the existing building permits approvals process. The Town Planning Act and the Sub-division of Land Act are currently under review."}, {"text_block_id": "p91_b1393", "text": "Tax administration will be further improved through"}, {"text_block_id": "p91_b1394", "text": "development of the National Tax Information System (NTIS), opening new Fiji Revenue & Customs Services (FRCS) offices around Fiji and streamlining processes to improve efficiency and consistency in tax administration."}, {"text_block_id": "p91_b1395", "text": "The competition policy framework will be enhanced to promote greater self-regulation and compliance and reduce restrictive trade practices."}, {"text_block_id": "p91_b1396", "text": "A PPP policy framework will be adopted to support private-sector investment in major national infrastructure projects and other strategic areas. The Public Enterprises Act 1996 will be reviewed to support reorganisation"}, {"text_block_id": "p92_b1397", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p92_b1398", "text": "Photo credit: Kurt Petersen Photography"}, {"text_block_id": "p93_b1399", "text": "Programmes and Projects"}, {"text_block_id": "p94_b1400", "text": "MoEn: Ministry of Environment; DTCP: Department of Town & Country Planning; EIA: Environment Impact Assessment; FCC: Fiji Commerce Commission; FDI: Foreign Direct Investment; FEA: Fiji Electricity Authority; FRCS: Fiji Revenue & Customs Services; GIS: Geographic Information System; MEPIR: Ministry of Employment, Productivity and Industrial Relations; MITT: Ministry of Industry, Trade & Tourism; MLMR: Ministry of Lands & Mineral Resources; MOE: Ministry of Economy; MPE: Ministry of Public Enterprises; NLUDP: National Land Use Development Plan; NTIS: National Tax Information System; PPP: Public-Private Partnership; RBF: Reserve Bank of Fiji; SOE: State Owned Enterprise; TLTB: iTaukei Land Trust Board; WC: Workmen’s Compensation."}, {"text_block_id": "p94_b1401", "text": "Key Performance Indicators"}, {"text_block_id": "p95_b1402", "text": "3.2.6 MICRO, SMALL AND MEDIUM ENTERPRISES DEVELOPMENT"}, {"text_block_id": "p95_b1403", "text": "“Promoting entrepreneurial culture"}, {"text_block_id": "p95_b1404", "text": "through sustainable micro, small and"}, {"text_block_id": "p95_b1405", "text": "medium enterprises”"}, {"text_block_id": "p95_b1406", "text": "The growth of micro, small and medium enterprises"}, {"text_block_id": "p95_b1407", "text": "(MSMEs) is essential for job creation, income generation,"}, {"text_block_id": "p95_b1408", "text": "rural development, poverty alleviation and empowerment"}, {"text_block_id": "p95_b1409", "text": "of youth and women. In the next 5 years, interventions"}, {"text_block_id": "p95_b1410", "text": "will focus on improving the institutional setting, access to"}, {"text_block_id": "p95_b1411", "text": "finance, business incubation and training and connecting MSMEs to markets."}, {"text_block_id": "p95_b1412", "text": "A MSME council has been established to provide policy"}, {"text_block_id": "p95_b1413", "text": "direction and leadership to enable and facilitate strategies"}, {"text_block_id": "p95_b1414", "text": "for the development of MSMEs in the country. A Central Coordinating Agency will be established to develop, implement, monitor and evaluate MSME development in collaboration with various stakeholders. The primary focus will be on coordinating financing, facilitating"}, {"text_block_id": "p95_b1415", "text": "business training, mentoring, advisory and incubation,"}, {"text_block_id": "p95_b1416", "text": "and data-collection support."}, {"text_block_id": "p95_b1417", "text": "Government will continue and further expand financial assistance provided under the Micro and Small Business Grant (MSBG) scheme, SME credit guarantee, and subsidies through the Fiji Development Bank (FDB) and"}, {"text_block_id": "p95_b1418", "text": "continue to encourage the financial sector to provide loans to MSMEs. Government will also launch the Young Entrepreneurship Scheme (YES), which will provide immediate assistance in the form of grants to qualified young and budding entrepreneurs, who have bankable ideas/projects which financial institutions are not willing to support due to lack of collaterals."}, {"text_block_id": "p95_b1419", "text": "A ‘Roadside Stalls Project’ will be piloted to provide"}, {"text_block_id": "p95_b1420", "text": "vendors along the highway in the areas outside of municipalities with standardized stalls to sell their"}, {"text_block_id": "p95_b1421", "text": "produce. This project will not only improve the standards,"}, {"text_block_id": "p95_b1422", "text": "presentation and hygiene of their produce, but also assist to gradually mainstream these vendors into the formal"}, {"text_block_id": "p95_b1423", "text": "sector."}, {"text_block_id": "p95_b1424", "text": "A Secured Transactions Framework is being drafted"}, {"text_block_id": "p95_b1425", "text": "that will allow for the use of movable property such as equipment, inventory, accounts receivable, equities, crops"}, {"text_block_id": "p95_b1426", "text": "and livestock as collateral for accessing loans. This will ease the access of MSMEs to the formal financial sector."}, {"text_block_id": "p95_b1427", "text": "To guide the operations of microfinance service providers, a legal and regulatory framework will be developed."}, {"text_block_id": "p95_b1428_merged_merged_merged_merged_merged_merged", "text": "A database will be established to register MSMEs to ensure availability of reliable data that will assist in policymaking. More funding and other resources will be channelled towards business incubation, skills training and other support services."}, {"text_block_id": "p96_b1431", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p96_b1432", "text": "Programmes and Projects"}, {"text_block_id": "p97_b1433", "text": "FDB: Fiji Development Bank; IHRDP: Integrated Human Resources Development Plan; MIIT: Ministry of Industry, Trade & Tourism; MSME: Micro, Small and Medium Enterprises; NCSMED: National Centre for Small and Micro Enterprises Development; NDP: National Development Plan; RBF: Reserve Bank of Fiji; SME: Small and Medium Enterprises; SMECGS: Small and Medium Enterprises Credit Guarantee Scheme; MSBG: Micro and Small Business Grant."}, {"text_block_id": "p97_b1434", "text": "Key Performance Indicators"}, {"text_block_id": "p97_b1435", "text": "3.2.7 MANUFACTURING AND COMMERCE"}, {"text_block_id": "p97_b1436", "text": "“Building sustainable and globally competitive manufacturing and commerce”"}, {"text_block_id": "p97_b1437", "text": "To transform Fiji, the manufacturing sector will be developed further, with more value addition and"}, {"text_block_id": "p97_b1438", "text": "expansion into new areas of manufacturing. The elimination of fiscal duty on raw materials, zero duty"}, {"text_block_id": "p97_b1439", "text": "on plant and machinery, low corporate taxes, tax free"}, {"text_block_id": "p97_b1440", "text": "regions and other fiscal incentives have been provided by Government to support manufacturing and commerce. Apart from this, the Fijian Made-Buy Fijian campaign has"}, {"text_block_id": "p97_b1441", "text": "augured well for the promotion of locally manufactured"}, {"text_block_id": "p97_b1442", "text": "products, both within Fiji and internationally."}, {"text_block_id": "p97_b1443", "text": "Government’s focus in the next 5 years is to develop Fiji as a manufacturing hub of the Pacific. Our large educated workforce, competitive wage rates, and attractive"}, {"text_block_id": "p97_b1444", "text": "business environment provide the enabling environment"}, {"text_block_id": "p97_b1445", "text": "for the manufacturing sector to thrive. The Fijian Trade Policy Framework identifies the manufacturing sector as a key sector that will lead to broadening of the export"}, {"text_block_id": "p97_b1446", "text": "base through the promotion of value addition and"}, {"text_block_id": "p97_b1447", "text": "diversification."}, {"text_block_id": "p97_b1448", "text": "Investments will be supported for competitive high-value-added industries with an emphasis on"}, {"text_block_id": "p97_b1449", "text": "based manufacturing and niche products for export"}, {"text_block_id": "p97_b1450", "text": "development. Foreign direct investment will be encouraged in a number of new industries. Government"}, {"text_block_id": "p97_b1451", "text": "will develop specialised economic zones built on the “plug and play” concept with tailor made incentives to attract investments in the services and manufacturing"}, {"text_block_id": "p97_b1452", "text": "industries. In this regard, the Wairabetia Economic Zone,"}, {"text_block_id": "p97_b1453", "text": "in the Western Division, will be the first such specialised economic zone. Joint ventures between foreign and local"}, {"text_block_id": "p97_b1454", "text": "investors and other PPP modalities will be encouraged,"}, {"text_block_id": "p97_b1455", "text": "with a key focus on technology transfer."}, {"text_block_id": "p97_b1456_merged_merged_merged_merged_merged", "text": "To meet the skills requirements of the manufacturing sector, specialised training and skill development will be provided. The required skills will be developed in collaboration with the technical colleges and tertiary institutions. The apprenticeship programme will also be strengthened."}, {"text_block_id": "p98_b1459", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p98_b1460", "text": "Programmes and Projects"}, {"text_block_id": "p99_b1461", "text": "FHEC: Fiji Higher Education Commission; MITT: Ministry of Industry, Trade & Tourism; FRCS: Fiji Revenue and Customs Service."}, {"text_block_id": "p99_b1462", "text": "Key Performance Indicators"}, {"text_block_id": "p99_b1463", "text": "3.2.8 FINANCIAL SERVICES"}, {"text_block_id": "p99_b1464", "text": "“A deep, competitive and stable financial"}, {"text_block_id": "p99_b1465", "text": "system”"}, {"text_block_id": "p99_b1466", "text": "A robust, well-functioning and regulated financial sector is a key driver for economic development."}, {"text_block_id": "p99_b1467", "text": "Fiji has a relatively well-developed financial sector comprising commercial banks, licensed credit institutions, insurance companies, non-bank financial institutions, a superannuation fund and the stock exchange. The financial system has been well regulated by the Reserve Bank of Fiji."}, {"text_block_id": "p99_b1468", "text": "In the next 5 years, more emphasis will be placed on improving financial literacy, financial inclusion, improving access to finance, integrated digital-payment systems, access to insurance services, capital market development, and establishing the legal framework for regulation of credit unions and moneylenders."}, {"text_block_id": "p100_b1469", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p100_b1470", "text": "Programmes and Projects"}, {"text_block_id": "p100_b1471", "text": "MITT: Ministry of Industry, Trade & Tourism; MoE: Ministry of Economy; RBF: Reserve Bank of Fiji; SMECGS: Small and Medium Enterprises Credit Guarantee Scheme"}, {"text_block_id": "p101_b1472", "text": "Key Performance Indicators"}, {"text_block_id": "p102_b1473", "text": "3.2.9 SUSTAINABLE CITIES AND TOWNS"}, {"text_block_id": "p102_b1474", "text": "“Creating vibrant and environmentally sustainable urban centres”"}, {"text_block_id": "p102_b1475", "text": "Fiji is experiencing rapid urbanisation, with slightly over"}, {"text_block_id": "p102_b1476", "text": "half the population now living in urban areas. This is projected to increase to around 56 percent by 2021. To"}, {"text_block_id": "p102_b1477", "text": "create vibrant and sustainable urban centres, government"}, {"text_block_id": "p102_b1478", "text": "in the next 5 years will focus on better urban development strategies, the identification and development of future"}, {"text_block_id": "p102_b1479", "text": "growth centres, extension of town boundaries, urban"}, {"text_block_id": "p102_b1480", "text": "waste management, beautification, disaster planning"}, {"text_block_id": "p102_b1481", "text": "and response, upgrading and relocation of informal"}, {"text_block_id": "p102_b1482", "text": "settlements, better traffic management and provision of basic services."}, {"text_block_id": "p102_b1483", "text": "The Urban Policy Action Plan 2007 will be reviewed with a view to undertaking institutional reforms. Spatial plans and miniature models will be developed to guide long"}, {"text_block_id": "p102_b1484", "text": "-"}, {"text_block_id": "p102_b1485", "text": "term development in all urban centres. Areas identified for new-town development include Navua, Korovou, Nabouwalu, Keiyasi, Vunidawa, and Seaqaqa. The City and Town Planning Scheme will be reviewed and"}, {"text_block_id": "p102_b1486", "text": "town boundaries will be extended to enable provision of"}, {"text_block_id": "p102_b1487", "text": "municipal services."}, {"text_block_id": "p102_b1488", "text": "Nature and recreation parks, gardens and walkways will"}, {"text_block_id": "p102_b1489", "text": "be developed to beautify towns and cities and also ensure balance between urban expansion, nature and quality of"}, {"text_block_id": "p102_b1490", "text": "living."}, {"text_block_id": "p102_b1491", "text": "Consideration will be given to the establishment of a"}, {"text_block_id": "p102_b1492", "text": "Waste Management Authority to provide more efficient,"}, {"text_block_id": "p102_b1493", "text": "effective and financially viable waste-management services to municipal councils. Waste recycling and transfer"}, {"text_block_id": "p102_b1494", "text": "stations will also be developed in strategic areas around"}, {"text_block_id": "p102_b1495", "text": "the country."}, {"text_block_id": "p102_b1496", "text": "All new urban development projects will need to comply"}, {"text_block_id": "p102_b1497", "text": "with guidelines to ensure resilience to climatic hazards"}, {"text_block_id": "p102_b1498", "text": "and natural disasters. Structural integrity and climate and disaster-proof designs will be key aspects of future projects, together with early-warning systems, disaster-response plans, inter-agency coordination and enhanced disaster-response capacity."}, {"text_block_id": "p102_b1499", "text": "A special Smart City Programme shall be developed for"}, {"text_block_id": "p102_b1500", "text": "the Towns and Cities to ensure that the towns are cities"}, {"text_block_id": "p102_b1501", "text": "adapt to global modern urban management practices. Smart City is expected to see that town and city centres"}, {"text_block_id": "p102_b1502", "text": "promote green growth initiatives including green energy,"}, {"text_block_id": "p102_b1503", "text": "effective and environmentally friendly transport systems,"}, {"text_block_id": "p102_b1504", "text": "security for inhabitants, green building construction,"}, {"text_block_id": "p102_b1505", "text": "technology advancement and new techniques for"}, {"text_block_id": "p102_b1506", "text": "waste management—all for the purpose of promoting a"}, {"text_block_id": "p102_b1507", "text": "clean and green environment."}, {"text_block_id": "p102_b1508_merged_merged_merged_merged_merged_merged", "text": "Sister-city arrangements shall be formed to drive the agenda at the town and city level. Sister-city arrangements are seen as a way to drive economic and green growth within our township centres and to foster technical advancement of town and city councils. Ministry of Local Government and Housing has been working with councils to establish sister-city relations with overseas counterparts. This year two sister-city relationships have been formed, one for Suva and one for Lautoka City."}, {"text_block_id": "p103_b1511", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p104_b1512", "text": "Programmes and Projects"}, {"text_block_id": "p105_b1513", "text": "MoEn: Ministry of Environment; DOL: Department of Lands; MLG: Ministry of Local Government; FEA: Fiji Electricity Authority; FRA: Fiji Roads Authority; MLGH: Ministry of Local Government and Housing; NFA: National Fire Authority; WAF: Water Authority of Fiji."}, {"text_block_id": "p105_b1514", "text": "Key Performance Indicators"}, {"text_block_id": "p106_b1515", "text": "3.2.10 EXPANDING THE RURAL ECONOMY"}, {"text_block_id": "p106_b1516", "text": "“Promoting equal opportunities, access"}, {"text_block_id": "p106_b1517", "text": "to basic services and building resilient communities”"}, {"text_block_id": "p106_b1518", "text": "Rural development is a key national priority, and"}, {"text_block_id": "p106_b1519", "text": "government is committed to bridging the development"}, {"text_block_id": "p106_b1520", "text": "gap between the rural and urban areas. Because this is a cross-cutting issue, other thematic areas also address the development of rural and maritime areas. Recent"}, {"text_block_id": "p106_b1521", "text": "years have witnessed substantial government investment in the development of rural infrastructure, provision"}, {"text_block_id": "p106_b1522", "text": "of education and health services, rural electrification, access to water, income-generating opportunities, better communications and transportation."}, {"text_block_id": "p106_b1523", "text": "Over the next 5 years, these investments will continue in a more integrated manner. Divisional development"}, {"text_block_id": "p106_b1524", "text": "plans will be developed in consultation with the relevant"}, {"text_block_id": "p106_b1525", "text": "communities and other stakeholders for consideration for funding support by government."}, {"text_block_id": "p106_b1526", "text": "Strategies will be implemented to improve production and better facilitate linkages between the agriculture sector and the market. This will assist in better organising rural"}, {"text_block_id": "p106_b1527", "text": "farmers through cluster farming, provision of extension"}, {"text_block_id": "p106_b1528", "text": "services, farm-access roads, irrigation, mechanisation, marketing support and export development. The role of the Agriculture Marketing Authority will be strengthened to provide effective marketing support without crowding out the private sector."}, {"text_block_id": "p106_b1529", "text": "For disaster-risk management in rural and maritime areas, government has identified 830 vulnerable communities at risk from climate-related events to be relocated. Out of this, 48 communities in urgent need of relocation would"}, {"text_block_id": "p106_b1530", "text": "be supported through government funding with assistance"}, {"text_block_id": "p106_b1531", "text": "from development partners."}, {"text_block_id": "p106_b1532", "text": "As part of its disaster-response and rehabilitation policy,"}, {"text_block_id": "p106_b1533", "text": "the government is identifying and constructing evacuation"}, {"text_block_id": "p106_b1534", "text": "centres that are compliant with the building code. Community-based adaptation measures in rural and maritime regions will also be prioritised. These include"}, {"text_block_id": "p106_b1535", "text": "the construction of sea walls, watershed management,"}, {"text_block_id": "p106_b1536", "text": "river dredging and drainage, and riverbank protection."}, {"text_block_id": "p106_b1537", "text": "There will be equal access by all to the factors of"}, {"text_block_id": "p106_b1538_merged_merged_merged_merged_merged_merged", "text": "agricultural production. This policy will pay particular attention to the gender differences in access to and repayment of credit, the beneficiaries of land purchase, land titling, public amenities, extension services and technology. The policy will consider the disadvantaged position of the most vulnerable women in rural areas."}, {"text_block_id": "p107_b1541", "text": "Goal, Policies, Strategies"}, {"text_block_id": "p108_b1542", "text": "Programmes and Projects"}, {"text_block_id": "p110_b1543", "text": "IVA: Integrated Vulnerability Assessment; LDFP: Land Drainage and Flood Protection; MLMR: Ministry of Lands & Mineral Resources; MOIT: Ministry of Infrastructure & Transport; MRMD: Ministry of Rural & Maritime Development; MDMMS: Ministry of Disaster Management and Meteorological Services; NLP: National Land Use Plan; MoE: Ministry of Economy; DP: Development Partners; MoW: Ministry of Waterways."}, {"text_block_id": "p110_b1544", "text": "Key Performance Indicators"}, {"text_block_id": "p110_b1545", "text": "3.2.11 SUGAR"}, {"text_block_id": "p110_b1546", "text": "“A sustainable sugar industry”"}, {"text_block_id": "p110_b1547", "text": "The sugar industry will continue to play an important"}, {"text_block_id": "p110_b1548", "text": "role in Fiji’s socio-economic development as it supports the livelihood of over 200,000 Fijians. In preparation for the phasing out of preferential access to the EU, industry reforms have been undertaken to depoliticise the industry, improve milling efficiency and increase cane production."}, {"text_block_id": "p110_b1549", "text": "The Fiji Sugar Corporation (FSC) 5 year Strategic Action"}, {"text_block_id": "p110_b1550", "text": "Plan lays out a vision that supports the transition towards"}, {"text_block_id": "p110_b1551", "text": "a modern and vibrant industry. The objective of the Action Plan is to raise sugarcane production to around 3.9 million tonnes to match the crushing capacity of the mills, which is estimated at around 4.2 million tons per"}, {"text_block_id": "p110_b1552", "text": "annum"}, {"text_block_id": "p110_b1553", "text": "32"}, {"text_block_id": "p110_b1554", "text": ". The industry is currently producing around 1.6 million tonnes of cane. Cane replanting over the past five years has been badly affected by natural disasters and adverse climatic conditions."}, {"text_block_id": "p110_b1555", "text": "To support adaptation to climate change, Government will invest in improving farm drainage infrastructure and"}, {"text_block_id": "p110_b1556", "text": "irrigation to control water run-off and saltwater intrusion. Through the Sugar Research Institute of Fiji (SRIF), FSC"}, {"text_block_id": "p110_b1557", "text": "will develop improved cane varieties to improve resilience"}, {"text_block_id": "p110_b1558", "text": "of crops and production systems to climate change."}, {"text_block_id": "p110_b1559_merged_merged_merged", "text": "In the next five years, the government will support FSC and farmers to raise cane production to 3 million tonnes each year. Existing programmes on farm access roads, cane replanting and fertiliser subsidy will continue to ensure that production costs remain stable. In addition, FSC will invest in establishing its own farms. Such an investment will lead to an increase in the adoption of mechanisation within the industry."}, {"text_block_id": "p110_b1564", "text": "32.    According to FSC records this target has been achieved 9 times over the 135 years history of the company."}, {"text_block_id": "p111_b1565", "text": "With FSC under new executive management, each aspect"}, {"text_block_id": "p111_b1566", "text": "of its operation will be reviewed including organisational"}, {"text_block_id": "p111_b1567", "text": "structure, milling efficiency, state of infrastructure and assets."}, {"text_block_id": "p111_b1568", "text": "FSC will focus on increasing the competitiveness of Fijian sugar in the global market. Government will support FSC in developing new markets in order to support the revitalisation of the industry."}, {"text_block_id": "p111_b1569", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p111_b1570", "text": "Programmes and Projects"}, {"text_block_id": "p111_b1571", "text": "FSC: Fiji Sugar Corporation; MoS: Ministry of Sugar; SPFL: South Pacific Fertilizer Limited."}, {"text_block_id": "p111_b1572_merged_merged", "text": "Key Performance Indicators33"}, {"text_block_id": "p111_b1574", "text": "33."}, {"text_block_id": "p111_b1575", "text": "Source: Ministry of Sugar."}, {"text_block_id": "p112_b1576", "text": "3.2.12 NON SUGAR AGRICULTURE"}, {"text_block_id": "p112_b1577", "text": "‘‘Competitive, sustainable and"}, {"text_block_id": "p112_b1578", "text": "adding agriculture”"}, {"text_block_id": "p112_b1579", "text": "The agriculture sector provides an important source of livelihood, food and nutrition security, income and"}, {"text_block_id": "p112_b1580", "text": "employment. Government is focused on promoting self-sufficiency in the production and export of those"}, {"text_block_id": "p112_b1581", "text": "agricultural products where Fiji has a competitive"}, {"text_block_id": "p112_b1582", "text": "advantage."}, {"text_block_id": "p112_b1583", "text": "In the next 5 years, key interventions will be pursued"}, {"text_block_id": "p112_b1584", "text": "to increase production of commodities under bilateral"}, {"text_block_id": "p112_b1585", "text": "quarantine agreements (eggplant, okra, pawpaw, chillies,"}, {"text_block_id": "p112_b1586", "text": "and breadfruit), as well as rice, taro, cassava, fruits and"}, {"text_block_id": "p112_b1587", "text": "vegetables, kava, organic products, livestock and dairy products."}, {"text_block_id": "p112_b1588", "text": "Commodity plans for each product will be developed"}, {"text_block_id": "p112_b1589", "text": "or reviewed. These plans will set targets and map out clear strategies to be implemented over the Plan period."}, {"text_block_id": "p112_b1590", "text": "Government will support initiatives for crop replanting, supplying agro inputs, extension services and training for"}, {"text_block_id": "p112_b1591", "text": "young farmers, relevant crop-oriented research, provision of high-yielding and climate-resilient seeds and crop varieties, and better land-use planning. Apart from these"}, {"text_block_id": "p112_b1592", "text": "initiatives, the commodity plans will provide directions for"}, {"text_block_id": "p112_b1593", "text": "cluster farming, contract farming, and access to finance and labour requirements."}, {"text_block_id": "p112_b1594", "text": "Mechanisation and new technologies will be adopted"}, {"text_block_id": "p112_b1595", "text": "through government support and through private sector"}, {"text_block_id": "p112_b1596", "text": "partnerships in areas of hydroponics, livestock and dairy,"}, {"text_block_id": "p112_b1597", "text": "organic farming, and processing of agricultural products"}, {"text_block_id": "p112_b1598", "text": "(ginger, rice, fresh fruits and vegetables) and fruit drinks."}, {"text_block_id": "p112_b1599", "text": "These initiatives will boost large-scale production. They will also help knowledge transfer, help build expertise, and attract investment and access to markets. Small farms will also be assisted to graduate to semi-commercial status."}, {"text_block_id": "p112_b1600_merged_merged_merged_merged_merged", "text": "The Agricultural Marketing Authority (AMA) will be strengthened to provide effective marketing support to farmers in the rural and outer islands, while avoiding crowding out private sector participation. Stronger links will be forged between farms and markets to create greater synergy between the agricultural sector and the tourism industry."}, {"text_block_id": "p112_b1605", "text": "For export development, we will continue to capitalise on our favourable trade and quarantine arrangements"}, {"text_block_id": "p112_b1606", "text": "that allow exports of agricultural produce to Australia, New Zealand, the US, Europe, Canada, China and neighbouring Pacific Island countries. Opportunities to expand Fiji’s exports for sale in mainstream supermarket chains overseas will also be pursued in the future."}, {"text_block_id": "p113_b1607", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p114_b1608", "text": "Programmes and Projects"}, {"text_block_id": "p116_b1609", "text": "BTEC: Brucellosis and Tuberculosis Unit; DDA: Demand Driven Approach; MoWa: Ministry of Waterways; MoA: Ministry of Agriculture; MoE: Ministry of Economy."}, {"text_block_id": "p116_b1610", "text": "Key Performance Indicator"}, {"text_block_id": "p117_b1611", "text": "3.2.13 FISHERIES"}, {"text_block_id": "p117_b1612", "text": "“Sustainably managed fisheries"}, {"text_block_id": "p117_b1613", "text": "resources”"}, {"text_block_id": "p117_b1614", "text": "The fisheries industry is one of Fiji’s key resource-based sectors. The sector consists of commercial offshore fishing, inshore fisheries, bêche-de-mer, aquarium fish, reef fish, seaweed, black pearls, aquaculture and other aquatic-based products."}, {"text_block_id": "p117_b1615", "text": "The private sector has been the lead player in the fishing"}, {"text_block_id": "p117_b1616", "text": "industry, with government providing the regulatory and"}, {"text_block_id": "p117_b1617", "text": "resource-management oversight and pursuing adherence to regional and international commitments. Government has also supported the industry in the diversification of export markets, trade facilitation, product research and development, conducive fiscal and tax environment and infrastructure."}, {"text_block_id": "p117_b1618", "text": "The government is endeavouring to address several sector-development challenges, including falling fish stocks, slow growth in aquaculture, finding ways to add value to fisheries resources, and the negative effects of climate change. The National Fisheries Policy that will be finalised"}, {"text_block_id": "p117_b1619", "text": "soon will guide the management and development of"}, {"text_block_id": "p117_b1620", "text": "sustainable fisheries within the offshore, inshore, coastal and aquaculture sub-sectors."}, {"text_block_id": "p117_b1621", "text": "The Offshore Fisheries Decree 2014 and the Offshore Fisheries Management Regulations 2014 will continue"}, {"text_block_id": "p117_b1622", "text": "to guide the development and sustainable management"}, {"text_block_id": "p117_b1623", "text": "of the tuna fishery as well as the overall offshore fisheries"}, {"text_block_id": "p117_b1624", "text": "sector. Monitoring and enforcement will be strengthened to minimise illegal, unreported and unregulated fishing."}, {"text_block_id": "p117_b1625", "text": "The Government is devising a distribution model to"}, {"text_block_id": "p117_b1626", "text": "provide financial assistance to domestic fishing companies through the Tuna Stabilisation Fund. To obtain premium prices in export markets, certification for sustainable"}, {"text_block_id": "p117_b1627", "text": "harvesting practices will continue and will be periodically"}, {"text_block_id": "p117_b1628", "text": "monitored and reviewed."}, {"text_block_id": "p117_b1629", "text": "The inshore fisheries sector will be sustainably managed through the further establishment of Marine Protected Areas (MPA) and other measures to provide for better catch management. The issue of permits and licences for traditional fishing rights of"}, {"text_block_id": "p117_b1630", "text": "Qoliqoli"}, {"text_block_id": "p117_b1631", "text": "(Customary Fishing"}, {"text_block_id": "p117_b1632", "text": "Rights Area) is currently under review in consultation with relevant stakeholders. Government, in collaboration with"}, {"text_block_id": "p117_b1633", "text": "its partners, will continue to support the revitalisation and"}, {"text_block_id": "p117_b1634", "text": "conservation of mangroves and corals. To ensure better management of coastal and inshore fisheries, a reliable data-gathering framework will be established to track the level of catch and fish stock on a regular basis."}, {"text_block_id": "p117_b1635_merged_merged_merged_merged_merged_merged", "text": "In light of the increasing demand for fisheries product, private sector investments will be supported in aquaculture projects through tax incentives, provision of juvenile fry and post-larva stocks, and research and extension services. The government will continue investment in the development of a multispecies hatchery."}, {"text_block_id": "p117_b1638", "text": "Value addition of fish products will also be supported and promoted."}, {"text_block_id": "p118_b1639", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p119_b1640", "text": "Programmes and Projects"}, {"text_block_id": "p120_b1641", "text": "MoFi: Ministry of Fisheries; MoFo: Ministry of Forests; MLMR: Ministry of Lands & Mineral Resources; RFSC: Rural Fisheries Service Centres."}, {"text_block_id": "p120_b1642", "text": "Key Performance Indicators"}, {"text_block_id": "p121_b1643", "text": "3.2.14 FORESTRY"}, {"text_block_id": "p121_b1644", "text": "“Sustainable management and development of forestry resources”"}, {"text_block_id": "p121_b1645", "text": "The forestry sector has a huge potential to support"}, {"text_block_id": "p121_b1646", "text": "economic development. Sustainable forest-management"}, {"text_block_id": "p121_b1647", "text": "practices will continue for the wood growing and"}, {"text_block_id": "p121_b1648", "text": "processing industry to flourish."}, {"text_block_id": "p121_b1649", "text": "An increased effort will be placed on plantation development. The Government has been the key player in forest-plantation management, with the private sector involved in harvesting and timber processing. Moving forward, private sector involvement in forest-plantation"}, {"text_block_id": "p121_b1650", "text": "development and management will be increased through"}, {"text_block_id": "p121_b1651", "text": "long-term leasing arrangements and appropriate technical support. A National Plantation Policy will be introduced to provide guidelines for setting up"}, {"text_block_id": "p121_b1652", "text": "sector plantations and their operations as well as a Fire"}, {"text_block_id": "p121_b1653", "text": "Management Strategic Plan to address the threat of forest fires to standing stock."}, {"text_block_id": "p121_b1654", "text": "The Government will support reforestation of native and exotic forests, and Fiji’s forest area, which is"}, {"text_block_id": "p121_b1655", "text": "protected under long-term conservation initiatives, will be increased further. More areas will be identified under the Fiji REDD+"}, {"text_block_id": "p121_b1656", "text": "35"}, {"text_block_id": "p121_b1657", "text": "programme to protect our forests"}, {"text_block_id": "p121_b1658", "text": "and at the same time generate financial benefits under carbon-trading mechanisms. This will also support Fiji’s commitment to reduce carbon emissions. A new framework has been adopted for the harvesting of native forests. Framework guidelines set specific diameter limits"}, {"text_block_id": "p121_b1659", "text": "by wood species, frequency of wood species logged and"}, {"text_block_id": "p121_b1660", "text": "the standing volume of a forest."}, {"text_block_id": "p121_b1661", "text": "The excellent quality of the country’s timber and wood"}, {"text_block_id": "p121_b1662", "text": "products is well-known in international markets, and Fiji is also known to have the world’s largest non-native mahogany stock in the world. Strategies will be put in"}, {"text_block_id": "p121_b1663", "text": "place to capture better returns from greater value addition"}, {"text_block_id": "p121_b1664", "text": "by incorporating more down-stream processing."}, {"text_block_id": "p121_b1665", "text": "An important engine of growth for the forestry sector will be local micro, small and medium enterprises (MSMEs) such as wood carvers and traditional handicraft artisans. Support will continue to be given to the development of small-to-medium cottage industries through the timber utilisation and research division within the Ministry of Forests."}, {"text_block_id": "p121_b1666_merged_merged_merged_merged_merged", "text": "Fiji also has potential for growth in wood bio-energy. Private sector partnerships will continue to be supported in this area."}, {"text_block_id": "p121_b1669", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p121_b1670", "text": "35.    Reducing Emissions from Deforestation and forest Degradation (REDD+)."}, {"text_block_id": "p122_b1671", "text": "Programmes and Projects"}, {"text_block_id": "p122_b1672", "text": "ERPD: Emissions Reduction Programme Document; FFI: Fiji Forest Industries Limited; MoFo: Ministry of Forests; TWIL: Tropik Wood Industries Limited; TWPL: Tropik Wood Products Limited."}, {"text_block_id": "p122_b1673", "text": "Key Performance Indicators"}, {"text_block_id": "p123_b1674", "text": "3.2.15  MINING"}, {"text_block_id": "p123_b1675", "text": "“A Sustainable Mining Industry”"}, {"text_block_id": "p123_b1676", "text": "A sustainable mining sector will continue to provide"}, {"text_block_id": "p123_b1677", "text": "employment, income, foreign exchange earnings and"}, {"text_block_id": "p123_b1678", "text": "revenue for government."}, {"text_block_id": "p123_b1679", "text": "Exports of minerals including"}, {"text_block_id": "p123_b1680", "text": "gold, bauxite, iron ore and sand resources have been increasing in recent years together with exports of mineral"}, {"text_block_id": "p123_b1681", "text": "water."}, {"text_block_id": "p123_b1682", "text": "Mining activities are expected to increase in the near"}, {"text_block_id": "p123_b1683", "text": "future, with eight mining leases currently being monitored"}, {"text_block_id": "p123_b1684", "text": "and 78 exploratory licenses being issued. Apart from mineral exploration, these licences include offshore"}, {"text_block_id": "p123_b1685", "text": "oil exploration and geothermal exploration to support"}, {"text_block_id": "p123_b1686", "text": "renewable energy production."}, {"text_block_id": "p123_b1687", "text": "Government will ensure sustainable mining practices and ecological balance together with equitable sharing of"}, {"text_block_id": "p123_b1688", "text": "revenue amongst investors, landowners and the State."}, {"text_block_id": "p123_b1689", "text": "The Mining Act, policies and institutional framework for"}, {"text_block_id": "p123_b1690", "text": "mining and quarrying and the monitoring and evaluation"}, {"text_block_id": "p123_b1691", "text": "of operations will be revised and updated for better"}, {"text_block_id": "p123_b1692", "text": "oversight in areas such as Occupational Health and Safety (OHS) and environmental safeguards."}, {"text_block_id": "p123_b1693", "text": "Monitoring the environmental impact of mining and quarrying activities will be strengthened. The responsibilities of the Environment Unit within the Ministry of Land and Mineral Resources have been"}, {"text_block_id": "p123_b1694", "text": "broadened to include the assessment and monitoring"}, {"text_block_id": "p123_b1695", "text": "of river-gravel extraction, fine-sand dredging, and all foreshore development leases and licenses. Environmental"}, {"text_block_id": "p123_b1696", "text": "impact assessments, compliance monitoring, consultations"}, {"text_block_id": "p123_b1697", "text": "and rehabilitation work will also be part of the expanded role of the unit."}, {"text_block_id": "p123_b1698_merged_merged_merged_merged", "text": "Investigation of potential groundwater sites will continue in order to increase production and access to sustainable, clean and safe drinking water. More boreholes will be drilled and linked to water reticulation systems supplied to households. The mining department will purchase a drill rig in 2017/18. Local laboratories will be upgraded to undertake water-quality testing and geochemical analysis so that samples do not need to be sent overseas for analysis."}, {"text_block_id": "p124_b1703", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p125_b1704", "text": "Programmes and Projects"}, {"text_block_id": "p125_b1705", "text": "Key Performance Indicators"}, {"text_block_id": "p126_b1706", "text": "3.2.16 TOURISM"}, {"text_block_id": "p126_b1707", "text": "“A world-class tourism destination that increasingly adds value to the local economy”"}, {"text_block_id": "p126_b1708", "text": "Tourism is one of the leading sectors of the Fijian"}, {"text_block_id": "p126_b1709", "text": "economy. It makes a major contribution to foreign"}, {"text_block_id": "p126_b1710", "text": "exchange earnings and employment and has large"}, {"text_block_id": "p126_b1711", "text": "beneficial multiplier effects in the economy. Visitor arrivals increased to an all-time high of 792,320 in 2016, with total tourism earnings of over $1.6 billion. While Australia, New Zealand and the USA remain Fiji’s key source markets, visitor arrivals from emerging markets like China and India are growing at significant rates."}, {"text_block_id": "p126_b1712", "text": "Over the last few years, our accommodation services have been continually improving, with the number of rooms"}, {"text_block_id": "p126_b1713", "text": "and beds increasing. Airline services have improved with increased fleet and capacity for Fiji Airways, new direct flights and increased frequency. With our pristine natural environment, top-class hospitality services, improved air connectivity, competitive Fijian dollar, effective marketing"}, {"text_block_id": "p126_b1714", "text": "and cultural diversity and heritage, there is more potential"}, {"text_block_id": "p126_b1715", "text": "to be realised. By 2021, tourism earnings are expected to increase to around $2.2 billion."}, {"text_block_id": "p126_b1716", "text": "The Fijian Tourism 2021 (Fijian Tourism Development Plan 2017-2021) sets out the following priority areas to achieve the goal of total earnings of $2.2 billion:"}, {"text_block_id": "p126_b1717", "text": "The Fijian Tourism 2021 (Fijian Tourism Development Plan 2017-2021) sets out the following priority areas to achieve the goal of total earnings of $2.2 billion:\n* Driving demand for Fijiâs tourism brand;\n* Increasing the value of Fijiâs tourism products;\n* Facilitating and promoting domestic and foreign investment;\n* Investing in tourism-related infrastructure;\n* Strengthening linkages to the tourism industry;\n* Ensuring continued sustainable development of the\n* Building a conducive and updated legal framework;\n* Enhancing Risk Management; and\n* Measuring the performance of Fijiâs tourism industry."}, {"text_block_id": "p126_b1736", "text": "In the next 5 years, Fiji will expand its tourism industry"}, {"text_block_id": "p126_b1737", "text": "to niche segments, such as sports tourism, cruise tourism, wedding and honeymoon tourism, hosting of conferences and entertainment events, wellness tourism, and"}, {"text_block_id": "p126_b1738", "text": "adventure tourism. The Fijian Government will continue"}, {"text_block_id": "p126_b1739", "text": "to bring international events such as rugby competitions, golf tournaments, sailing regattas and formal conferences"}, {"text_block_id": "p126_b1740", "text": "and meetings to Fiji. This will not only attract visitors during off-peak seasons, but also promote Fiji in foreign markets that would otherwise require large marketing outlays."}, {"text_block_id": "p126_b1741", "text": "The Fijian Government, in partnership with the private sector, is also exploring the possibility of developing large production studios, securing specialised equipment for hire by foreign crews, nurturing local acting and"}, {"text_block_id": "p126_b1742", "text": "production talent and continuing to offer attractive tax rebates for production of films and television shows in Fiji. This will also promote Fiji as a tourism destination."}, {"text_block_id": "p126_b1743", "text": "Apart from supporting large-scale hotel development and"}, {"text_block_id": "p126_b1744", "text": "related facilities, micro, small and medium enterprises"}, {"text_block_id": "p126_b1745", "text": "(MSMEs) in the tourism sector will continue to be supported. Other niche activities, such as dolphin and"}, {"text_block_id": "p126_b1746", "text": "whale watching, village tours, river rafting and zip lining,"}, {"text_block_id": "p126_b1747", "text": "snorkelling and boating, eco-tourism and promoting Fiji’s cultural and heritage sites will support MSMEs and local communities. MSMEs will also be provided"}, {"text_block_id": "p126_b1748", "text": "training, mentoring, incubation and other business"}, {"text_block_id": "p126_b1749", "text": "development support services through the MSME Central Coordinating Agency."}, {"text_block_id": "p126_b1750", "text": "Market linkages that enable the supply of local agricultural and fisheries produce to the tourism industry will be facilitated and developed. Manufacturing of"}, {"text_block_id": "p126_b1751", "text": "end niche products such as natural body products, exotic herbs and spices, local confectionaries, local fruit juices,"}, {"text_block_id": "p126_b1752", "text": "handicrafts and packed organic goods will be promoted. Retail-sector development that provides unique shopping experiences and promotes the Fijian Made-Buy Fijian Campaign will also continue to be supported."}, {"text_block_id": "p126_b1753", "text": "Urban centres will be developed with urban gardens,"}, {"text_block_id": "p126_b1754", "text": "parks, seaside walkways, cultural and heritage sculptures,"}, {"text_block_id": "p126_b1755", "text": "art installations and museums to entice visitors to explore"}, {"text_block_id": "p126_b1756", "text": "urban and suburban areas. This will particularly benefit cruise tourism, which has been flourishing in recent years."}, {"text_block_id": "p126_b1757", "text": "To further support this form of tourism, our wharves and"}, {"text_block_id": "p126_b1758", "text": "jetties will be modernised and upgraded."}, {"text_block_id": "p126_b1759_merged_merged_merged_merged_merged_merged_merged", "text": "Government will continue to provide a marketing grant to Tourism Fiji. In order to capitalise on its position as the transportation hub, Fiji will participate in initiatives to market the Pacific as a tourism destination that would benefit Fiji and the region."}, {"text_block_id": "p126_b1762", "text": "In addition, the Tourism Satellite Accounts (TSA) will be prepared by the Fijian Bureau of Statistics on a two-year"}, {"text_block_id": "p126_b1763", "text": "interval to accurately measure the economic contribution of the tourism industry and at the same time identify areas of strategic intervention where the industry can"}, {"text_block_id": "p126_b1764", "text": "expand further."}, {"text_block_id": "p127_b1765", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p129_b1766", "text": "Programmes and Projects"}, {"text_block_id": "p129_b1767", "text": "MoEn: Ministry of Environment; FBoS: Fiji Bureau of Statistics; MITT: Ministry of Industry, Trade & Tourism; MYS: Ministry of Youth & Sports; MSME: Micro Small and Medium Enterprises."}, {"text_block_id": "p130_b1768", "text": "Key Performance Indicators"}, {"text_block_id": "p130_b1769", "text": "Key Performance Indicators\n* Fiji Higher Education Commission\n<\\li1>"}, {"text_block_id": "p130_b1771", "text": "3.2.17 ENHANCING INTERNATIONAL TRADE AND FOREIGN RELATIONS"}, {"text_block_id": "p130_b1772", "text": "“Expanding trade base and economic engagement in the global community”"}, {"text_block_id": "p130_b1773", "text": "INTERNATIONAL TRADE"}, {"text_block_id": "p130_b1774", "text": "Fiji is an open economy, where international trade plays"}, {"text_block_id": "p130_b1775", "text": "an important role. In this regard, Fiji is a member of the"}, {"text_block_id": "p130_b1776", "text": "World Trade Organisation (WTO) and party to a number"}, {"text_block_id": "p130_b1777", "text": "of trade agreements such as Pacific Islands Countries Trade Agreement (PICTA), Melanesian Spearhead Group (MSG) Trade Agreement, South Pacific Regional Trade and Economic Cooperation Agreement (SPARTECA) and Interim Economic Partnership Agreement (IEPA). Upon the expiration of the South Pacific Regional Trade and Economic Cooperation Agreement-Textiles, Clothing and Footwear Scheme (SPARTECA-TCF) in 2014, Fiji qualified for trade benefits under Australia’s Developing Country (DC) Preferences Scheme."}, {"text_block_id": "p130_b1778", "text": "Under the WTO, Fiji has recently ratified the WTO Trade Facilitation Agreement, which is expected to increase efficiency and effectiveness of trade facilitation agencies in Fiji."}, {"text_block_id": "p130_b1779", "text": "Fiji will continue to engage with Pacific Agreement"}, {"text_block_id": "p130_b1780", "text": "on Closer Economic Relations (PACER) Plus parties"}, {"text_block_id": "p130_b1781", "text": "and push for commencement of negotiation on the"}, {"text_block_id": "p130_b1782", "text": "Comprehensive Economic Partnership Agreement (CEPA) with the European Union, which has been suspended for 3 years. Fiji continues its policy to seek beneficial trade and political relationships with new and non-traditional"}, {"text_block_id": "p130_b1783", "text": "partners and is engaged in discussions with China on a"}, {"text_block_id": "p130_b1784", "text": "bilateral trade arrangement."}, {"text_block_id": "p130_b1785", "text": "The Interim Economic Partnership Agreement between Fiji/Papua New Guinea and the European Union (EU)"}, {"text_block_id": "p130_b1786", "text": "will be mirrored with the United Kingdom, in light of"}, {"text_block_id": "p130_b1787", "text": "Britain’s exit from the EU. Furthermore, discussions will commence on improving the provisions of IEPA for better market access and conditions."}, {"text_block_id": "p130_b1788_merged_merged_merged_merged", "text": "The Fijian Trade Policy Framework guides Fiji’s engagement in future trade agreements to capitalise on Fiji’s position as the hub of the Pacific. The Trade Policy Framework determines how to connect all the dots and addresses our production capacity, and supply-side constraints. It is about all stakeholders working together towards the ultimate goal of increasing exports for Fijian made products and services."}, {"text_block_id": "p130_b1793", "text": "Export development will be supported through raising competitiveness, diversification and value addition under the National Export Strategy (NES) in priority sectors. With the increase in flight connectivity and cargo traffic,"}, {"text_block_id": "p131_b1794", "text": "new opportunities for trade between Fiji and Europe, the USA, Singapore, and other Asian countries will be developed."}, {"text_block_id": "p131_b1795", "text": "Trade promotion and facilitation will be pursued"}, {"text_block_id": "p131_b1796", "text": "through our trade commissions based in key markets, in collaboration with relevant domestic stakeholders."}, {"text_block_id": "p131_b1797", "text": "Customs procedures, biosecurity inspections and port services will be further streamlined and improved to"}, {"text_block_id": "p131_b1798", "text": "reduce red tape."}, {"text_block_id": "p131_b1799", "text": "Tariff policy reviews will be consistent with our economic development aspirations and priorities, taking into account the potential risks to revenue, industrial growth,"}, {"text_block_id": "p131_b1800", "text": "employment and social conditions and the facilitation of"}, {"text_block_id": "p131_b1801", "text": "private sector adjustment."}, {"text_block_id": "p131_b1802", "text": "Government will seek to improve Fiji’s trading position"}, {"text_block_id": "p131_b1803", "text": "and competitiveness through training, research and"}, {"text_block_id": "p131_b1804", "text": "institution-building and continue to seek access to Aid"}, {"text_block_id": "p131_b1805", "text": "for Trade from development partners to assist in building"}, {"text_block_id": "p131_b1806", "text": "trade capacity and infrastructure."}, {"text_block_id": "p131_b1807", "text": "INTERNATIONAL RELATIONS"}, {"text_block_id": "p131_b1808", "text": "Fiji’s foreign policy is guided by our Constitution to best serve the interests of the people of Fiji, recognising universally accepted principles and rules of international"}, {"text_block_id": "p131_b1809", "text": "law and treaties to which Fiji is a party."}, {"text_block_id": "p131_b1810", "text": "Pacific regionalism will be promoted and strengthened based on equality and genuine partnership. A level"}, {"text_block_id": "p131_b1811", "text": "platform for dialogue and consensus building will be"}, {"text_block_id": "p131_b1812", "text": "promoted on critical development issues for all Pacific Island countries."}, {"text_block_id": "p131_b1813", "text": "Fiji acknowledges and aims to strengthen regional dialogue and consensus-building through the Pacific Island Development Forum (PIDF). The Forum promotes regional cooperation in pursuit of home-grown solutions"}, {"text_block_id": "p131_b1814", "text": "to address sustainable development challenges faced by"}, {"text_block_id": "p131_b1815", "text": "Pacific Small Island States, including the adoption and mainstreaming of the Green Growth Framework for Fiji. Similarly, this commitment will also be pursued through the MSG."}, {"text_block_id": "p131_b1816", "text": "Within the global community, Fiji is a member of the United Nations and its specialised agencies, the"}, {"text_block_id": "p131_b1817", "text": "International Monetary Fund, World Bank group, the Asian Development Bank, the European Investment Bank and the World Trade Organization. Fiji supports"}, {"text_block_id": "p131_b1818", "text": "an inclusive and participatory approach to sustainable development and recognises that development partnership and cooperation should be guided by the United Nations"}, {"text_block_id": "p131_b1819", "text": "2030 Agenda for Sustainable Development."}, {"text_block_id": "p131_b1820_merged_merged_merged_merged_merged_merged", "text": "Fiji will strengthen its regional standing through South-South Cooperation, as a development partner in the region promoting cooperation to enhance regional integration and active cooperation in addressing common regional issues at both regional and international fora."}, {"text_block_id": "p131_b1823", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p132_b1824", "text": "Programmes and Projects"}, {"text_block_id": "p132_b1825", "text": "Key Performance Indicators"}, {"text_block_id": "p133_b1826", "text": "3.2.18 INFORMATION AND COMMUNICATION TECHNOLOGY"}, {"text_block_id": "p133_b1827", "text": "“Universal access to information and competitive telecommunication services delivered on a secure platform”"}, {"text_block_id": "p133_b1828", "text": "Information and communication technology (ICT) has"}, {"text_block_id": "p133_b1829", "text": "transformed the lives of people by raising productivity and growth, creating more employment, improving connectivity between urban and rural areas, enhancing"}, {"text_block_id": "p133_b1830", "text": "service delivery and promoting innovation."}, {"text_block_id": "p133_b1831", "text": "Fiji has a competitive edge in the region because of our"}, {"text_block_id": "p133_b1832", "text": "access to the Southern Cross Cable fibre optic network (SCCN), which provides fast (240Gbps), direct and secure connectivity with Australia, New Zealand, and the USA"}, {"text_block_id": "p133_b1833", "text": "and reduces reliance on satellite capacity, which can"}, {"text_block_id": "p133_b1834", "text": "be congested and costly. Our telecommunications and internet capabilities have seen marked improvements, with 95 percent of the country connected through wire and wireless network."}, {"text_block_id": "p133_b1835", "text": "Fiji has also developed the region’s first national broadband policy. Mobile phone penetration and mobile"}, {"text_block_id": "p133_b1836", "text": "broadband access have increased with the extension of"}, {"text_block_id": "p133_b1837", "text": "3G and 4G network coverage. Government services are"}, {"text_block_id": "p133_b1838", "text": "being provided on the digital platform, and Community"}, {"text_block_id": "p133_b1839", "text": "Telecentres have been developed."}, {"text_block_id": "p133_b1840", "text": "The fibre optic cable project between Viti Levu and Vanua Levu via the Samoa-Fiji submarine cable is"}, {"text_block_id": "p133_b1841", "text": "currently underway and will address bandwidth capacity"}, {"text_block_id": "p133_b1842", "text": "constraints and make internet more accessible to all Fijians. Other planned fibre optic cable projects will be pursued through private sector partnerships."}, {"text_block_id": "p133_b1843", "text": "Competition will be enhanced in broadband internet"}, {"text_block_id": "p133_b1844", "text": "services by making communication infrastructure"}, {"text_block_id": "p133_b1845", "text": "available to multiple users under reasonable terms and"}, {"text_block_id": "p133_b1846", "text": "conditions."}, {"text_block_id": "p133_b1847", "text": "The Telecommunication Authority of Fiji (TAF) will regularly survey areas to be a “Declared Universal Service Area”, which is a prerequisite for telecommunications companies to erect network towers in those areas."}, {"text_block_id": "p133_b1848", "text": "Government will adopt strategies to ensure that ICT infrastructure is climate resilient."}, {"text_block_id": "p133_b1849_merged_merged_merged_merged_merged", "text": "Fiji’s strategic location between Asia and the USA provides a time-zone business advantage to access East Asia, the USA, and Europe. With abundant skilled technical labour, a good English-speaking population, low costs of doing business and tax incentives, investment will be attracted for ICT development in back-office operations and call centres."}, {"text_block_id": "p134_b1852", "text": "Goal, Policies and Strategies"}, {"text_block_id": "p135_b1853", "text": "Programmes and Projects"}, {"text_block_id": "p136_b1854", "text": "Key Performance Indicators"}, {"text_block_id": "p137_b1855", "text": "Monitoring"}, {"text_block_id": "p137_b1856", "text": "& Evaluation Systems"}, {"text_block_id": "p138_b1857", "text": "To realise the national vision of “Transforming Fiji” in"}, {"text_block_id": "p138_b1858", "text": "the next 20 years, effective monitoring and evaluation of the Plan is needed to ensure delivery of planned results."}, {"text_block_id": "p138_b1859", "text": "Timely assessments of public programmes and services will allow government to identify any constraints and"}, {"text_block_id": "p138_b1860", "text": "address them."}, {"text_block_id": "p138_b1861", "text": "The immediate priority is to ensure effective, efficient and accountable delivery of Ministry and Department outputs, i.e. the delivery of public services and"}, {"text_block_id": "p138_b1862", "text": "implementation of public programmes and projects under"}, {"text_block_id": "p138_b1863", "text": "the 5-year Development Plan and measuring national"}, {"text_block_id": "p138_b1864", "text": "development targets, which are aligned to regional and"}, {"text_block_id": "p138_b1865", "text": "international indicators like the SDGs."}, {"text_block_id": "p138_b1866", "text": "4.1 NATIONAL OUTCOMES AND MINISTRY OUTPUTS"}, {"text_block_id": "p138_b1867", "text": "Monitoring and evaluation of the Plan and the 5-year DP will rely on the standard performance-based monitoring and evaluation framework focusing on outcomes and outputs."}, {"text_block_id": "p138_b1868", "text": "National outcomes are the:"}, {"text_block_id": "p138_b1869", "text": "National outcomes are the:\n* National Development Targets under the 20-Year\n* Sector goals, policy objectives and key performance indicators under the 5-year DP."}, {"text_block_id": "p138_b1874", "text": "Outputs are the strategies, programmes and projects for implementation by line ministries and other implementing"}, {"text_block_id": "p138_b1875", "text": "agencies."}, {"text_block_id": "p138_b1876_merged_merged_merged", "text": "Major national development challenges and issues that are cross-cutting in nature, such as human rights, green growth, climate change adaptation and disaster risk management, human resource development, employment and productivity and poverty alleviation have been mainstreamed into the various sector goals, policy objectives, strategies and programmes of the 5-year DP. The outputs for each Ministry and Department for monitoring and evaluation are aligned to relevant sector goals and national outcomes under the 5-year DP."}, {"text_block_id": "p138_b1881", "text": "4.2 ROLES AND RESPONSIBILITIES"}, {"text_block_id": "p138_b1882", "text": "The institutional framework for monitoring and evaluation is described in Table 2."}, {"text_block_id": "p138_b1883", "text": "Table 2: Institutional Framework for Monitoring and Evaluation"}, {"text_block_id": "p139_b1884", "text": "Guiding Principles for Monitoring and Evaluation"}, {"text_block_id": "p139_b1885", "text": "The monitoring and evaluation systems will operate under two main principles:"}, {"text_block_id": "p139_b1886", "text": "The monitoring and evaluation systems will operate under two main principles:\n* Being strategic about how and what to monitor and evaluate to ensure efficient, effective and accountable delivery of agency outputs, i.e. programmes and projects for provision of public services.\n* under the 5-year DP identified for implementation under the National Budget or through other sources of funding. There will also be regular review of\n* under the 5-year DP identified for implementation under the National Budget or through other sources of funding. There will also be regular review of\n priority areas for monitoring and evaluation to\n* under the 5-year DP identified for implementation under the National Budget or through other sources of funding. There will also be regular review of\n priority areas for monitoring and evaluation to\n support achievement of the 20-year Development Plan.\n* Annual reviews by accountability institutions like the OAG and PAC will be used for monitoring and\n* findings of annual audit reports.\n* and evaluation agencies to streamline reporting\n* and evaluation agencies to streamline reporting\n processes for implementing agencies. This will be\n* and evaluation agencies to streamline reporting\n processes for implementing agencies. This will be\n pursued by sharing information, relying on internal reports by implementing agencies whenever possible, and any other appropriate measures to reduce\n* and evaluation agencies to streamline reporting\n processes for implementing agencies. This will be\n pursued by sharing information, relying on internal reports by implementing agencies whenever possible, and any other appropriate measures to reduce\n reporting requirements.\n* Monitoring and evaluation of national performance and outcomes are an integral part of the National Budget process. This involves the collection of official statistics and public sector performance management. Monitoring\n* Commence with existing baseline data for national outcomes and where necessary baseline data will be\n* Fijiâs environment needs to be collated);\n* methodology (e.g. Public Sector Investment Programme - PSIP and Capital Budget Appraisals)\n* methodology (e.g. Public Sector Investment Programme - PSIP and Capital Budget Appraisals)\n for the provision of a service, adoption of a\n* methodology (e.g. Public Sector Investment Programme - PSIP and Capital Budget Appraisals)\n for the provision of a service, adoption of a\n programme and allocation of resources. The\n* methodology (e.g. Public Sector Investment Programme - PSIP and Capital Budget Appraisals)\n for the provision of a service, adoption of a\n programme and allocation of resources. The\n evaluation will:\n\t* Determine viability through assessments of the\n\t* objectives, strategies, programmes and projects; and\n\t* Identify critical factors that have resulted\n\t* improvement.\n\t* Be incorporated into governmentâs decision-making machinery, particularly the National Budget;\n\t* Involve all programme stakeholders, particularly the general public (increase use of official statistics to\n\t* making); and\n\t* Be regularly reviewed as and when appropriate.\n\t* public and other national stakeholders and a Mid-Term Review."}, {"text_block_id": "p139_b1934", "text": "4.3 MONITORING AND EVALUATION TEMPLATE"}, {"text_block_id": "p139_b1935_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "A Monitoring and Evaluation template for monitoring of outputs by Ministries and Departments under the 5-year DP and the national budget is reflected in Table 3. The template is based on the logical framework and captures sector outputs and planned activities for periodic monitoring and evaluation."}, {"text_block_id": "p141_b1938", "text": "GLOSSARY"}], "document_description": "Fiji has both a 20-Year Development Plan (2017-2036) and a comprehensive 5-Year Development Plan (2017-2021). These plans work together as the&nbsp;5-Year Development Plan provides a detailed action agenda with specific targets and policies that are aligned to the long-term transformational 20-Year Development Plan.<br><br>The National Development Plan (NDP) shares an inclusive socio-economic development and the strategies within are designed to empower every Fijian and widen the reach of programmes, services and networks of infrastructure to transform Fiji.&nbsp;<br><br>The NDP tackles critical cross-cutting issues such as climate change, green growth, the environment, gender equality, disability and governance."}