{"document_instrument_name": ["International cooperation|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Fiji", "document_category": "Policy", "document_sector_name": ["Energy", "Economy-wide"], "document_language": "English", "document_name": "Fiji NDC Implementation Roadmap (2018-2030)", "document_country_code": "FJI", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Roadmap", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2017", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/FJI/2017/FJI-2017-12-25-Fiji NDC Implementation Roadmap (2018-2030)_bd99e61a6fed4a085081b231c98aaa79.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Fiji NDC Implementation Roadmap 2017-2030"}, {"text_block_id": "p0_b2", "text": "Setting a pathway for emissions reduction target under the Paris Agreement"}, {"text_block_id": "p1_b3", "text": "Living Document"}, {"text_block_id": "p1_b4", "text": "This NDC Implementation Roadmap 2017-2030 shall be considered a “living” document in that information expressed in this publication represents the Government of Fiji’s current understanding of the energy sector, and current understanding"}, {"text_block_id": "p1_b5_merged", "text": "of mitigation actions (including technology, finance, capacity building, and technical assistance needs), which will contribute to meeting the targets set out in Fiji’s Nationally Determined Contribution (NDC). The Government of Fiji reserves the right to periodically update the NDC Implementation Roadmap 2017-2030, as may be needed, to ensure validity, transparency, and accuracy over time. Most notably, the Government of Fiji understands that not all of Fiji’s renewable energy resources are mapped in detail, nor are all mitigation actions fully investigated, and that the inclusion of new or improved technology, and its costs over time, will have an impact on future national planning."}, {"text_block_id": "p1_b8", "text": "The NDC Implementation Roadmap 2017-2030 was developed under the guidance of the Ministry of Economy with support from the Global Green Growth Institute."}, {"text_block_id": "p1_b9", "text": "Acknowledgements"}, {"text_block_id": "p1_b10", "text": "The Ministry of Economy would like to acknowledge and show appreciation for the active participation and contribution of national, regional, and international level stakeholders in all activities of information gathering, discussions, and consultations for the development of the NDC Implementation Roadmap 2017-2030. These include: Ministry of Economy - Climate Change Unit and Strategic Planning Office, Ministry of Infrastructure and Transport - Department of Energy and Transport Planning Unit, Office of the Prime Minister, Ministry of Industry, Trade and Tourism, Ministry of Public Enterprises, Ministry of Education, Ministry of Health, Ministry of Local Government, Housing and Environment, Ministry of Rural and Maritime Development, Ministry of Fisheries and Forests, Ministry of Women, Children and Poverty Alleviation, Fiji Bureau of Statistics, Maritime Safety Authority of Fiji, Fiji Revenue and Customs Service, Fiji Electricity Authority, Fiji Development Bank, Reserve Bank of Fiji, Fijian Competition and Consumer Commission, Secretariat of the Pacific Community, International Renewable Energy Agency, Ministry of Public Enterprises, International Union for Conservation of Nature, United Nations Development Programme, Secretariat of the Pacific Regional Environment Programme, Melanesian Spearhead Group, Pacific Islands Development Forum, European Union Delegation, British High Commission, Australian High Commission, Korea International Cooperation Agency, Deutsche Gesellschaft fur Internationale Zusammenarbeit, Asian Development Bank, World Bank, Fiji Hotel and Tourism Association, Fiji Sugar Corporation, Clay Energy, Powerlite Generators Fiji Ltd, MV Solar Fiji Ltd, Paradise Technologies, Energy Pro Fiji Ltd, Nabou Green Energy, GreenCo, Tebara Transport, DIVA for Equality, Pacific Islands Climate Action Network, Pacific Islands Association of Non-Governmental Organisations, University of the South Pacific, Fiji National University, and Pacific Conference of Churches."}, {"text_block_id": "p1_b11", "text": "© Copyright 2017. Ministry of Economy, Republic of Fiji."}, {"text_block_id": "p2_b12", "text": "Foreword"}, {"text_block_id": "p2_b13", "text": "As a Small Island Developing State with a population of less than one million, Fiji’s total contribution to global greenhouse gas emissions (GHG) is negligible - especially when compared to countries with far larger and more-developed economies. Regardless, Fiji stands ready to do its part and live out the expectations for sustainable development that we are asking from the rest of the world. We are committed to lead by example, showing how development need not come at the cost of our own natural environment, nor, by extension, the security of our planet’s future."}, {"text_block_id": "p2_b14", "text": "Fiji is proud to be the first country in the world to have ratified the Paris Agreement on Climate Change. We are also proud to lead the United Nations’ ongoing climate negotiations as President of COP23, as we rally the global community to seek the full implementation of the Paris Agreement to spare our planet from the worst effects of a changing climate."}, {"text_block_id": "p2_b15", "text": "Critical to achieving the long-term temperature goals of the Paris Agreement are every nation’s Nationally Determined Contributions (NDCs), which articulate efforts by each country to reduce national emissions and adapt to the impacts of climate change. Fiji’s NDC, specific to the energy sector, aims for the share of electricity generated by renewable energy sources to approach 100% by 2030 - up from 60% in 2013. In addition, Fiji will pursue an economy-wide indicative reduction of 10% carbon dioxide emissions from energy efficiency improvements. Collectively, these measures will reduce the Fijian energy sector’s total carbon dioxide emissions by around 30% by 2030."}, {"text_block_id": "p2_b16", "text": "This NDC Implementation Roadmap (Roadmap) for Fiji is one of the first few developed to-date globally. Developed with the assistance of the Global Green Growth Institute, the Roadmap sets specific benchmarks for mitigation efforts in line with the goals laid out in the Paris Agreement."}, {"text_block_id": "p2_b17", "text": "The Roadmap considers current and future energy demand throughout Fiji and sets out clear actions and investments"}, {"text_block_id": "p2_b18", "text": "required to meet Fiji’s emissions and renewable energy commitments."}, {"text_block_id": "p2_b19", "text": "This framework covers both supply-side grid improvements and demand-side energy efficiency. It includes actions that make electricity generation greener and transmission and distribution networks ready to take on more renewables; reduce public energy consumption; and decrease emissions in Fiji’s transportation sector to achieve our GHG targets. In total, the Roadmap estimates that investment of US$ 2.97 billion in these areas will reduce Fiji’s annual carbon dioxide emissions by 627,000 tonnes by 2030."}, {"text_block_id": "p2_b20", "text": "Decisive climate action not only involves cuts to global carbon emissions, it requires strategic and ambitious national policies to provide a clear vision for adaptation work and establish vehicles for accessing climate finance. With this NDC Implementation Roadmap, Fiji has taken the lead in setting out our vision for climate action, and we are keen to partner with development organisations and the private sector in helping meet our NDC targets and adapt Fiji and the Fijian economy to the reality of climate change. We hope that this Roadmap serves not only as a guide for Fiji, but as a blueprint for the rest of the world."}, {"text_block_id": "p2_b21", "text": "Hon. Aiyaz Sayed-Khaiyum Attorney-General and Minister responsible for climate change"}, {"text_block_id": "p3_b22", "text": "Executive Summary"}, {"text_block_id": "p3_b23", "text": "Fiji’s current Nationally Determined Contribution (NDC) is specific to the energy sector both in terms of a GHG (greenhouse gas) baseline, with 2013 as the reference year, and in terms of potential mitigation actions. The overall mitigation target in the NDC is to reduce CO"}, {"text_block_id": "p3_b24", "text": "2"}, {"text_block_id": "p3_b25", "text": "emissions by 30% from a BAU (Business As Usual) baseline scenario in 2030, by striving to reach 100% renewable energy power generation and through economy-wide energy efficiency. The goal of the NDC Implementation Roadmap 2017-2030 is to provide a temporal pathway with concrete mitigation actions and financing needs to achieve the transformational change called for under the NDC."}, {"text_block_id": "p3_b26", "text": "In the NDC Implementation Roadmap, mitigation actions under the energy sector are divided between the three sub-sectors of Electricity Generation and Transmission, Demand-Side Energy Efficiency, and Transportation. The implementation of the identified mitigation actions under the Roadmap is divided into short-term (2017-2020), medium-term (2021-2025), and long-term (2026-2030) action periods, whereas all mitigation actions in the Roadmap are closely aligned to existing national policies, strategies, and plans."}, {"text_block_id": "p3_b27", "text": "The total estimated annual CO"}, {"text_block_id": "p3_b28", "text": "2"}, {"text_block_id": "p3_b29", "text": "mitigation achieved by the identified mitigation actions included in the Roadmap amounts to 627,000 tCO"}, {"text_block_id": "p3_b30", "text": "2"}, {"text_block_id": "p3_b31", "text": "/yr against the BAU baseline in 2030. Where the total investment costs in the energy sector to achieve this level of CO"}, {"text_block_id": "p3_b32", "text": "2"}, {"text_block_id": "p3_b33", "text": "mitigation is estimated to be US$ 2.97 billion between 2017–2030, plus the estimated US$ 119 million already invested in mitigation actions between 2014-2017."}, {"text_block_id": "p3_b34", "text": "•"}, {"text_block_id": "p3_b35", "text": "Electricity Generation and Transmission (427,000 tCO"}, {"text_block_id": "p3_b36", "text": "2"}, {"text_block_id": "p3_b37", "text": "/yr; US$ 1.671 billion)"}, {"text_block_id": "p3_b38", "text": "The mitigation actions identified within Electricity Generation and Transmission follow the majority of Fiji Electricity Authority’s (FEA) own future development plans, but in striving to meet the potential of 100% renewable energy electricity generation, the Roadmap augments FEA’s planning with additional renewable energy electricity generation capacity and transmission system needs including the connection to currently off-grid industry. The largest contribution for CO"}, {"text_block_id": "p3_b39", "text": "2"}, {"text_block_id": "p3_b40", "text": "mitigation up through 2030 in this sub-sector comes from biomass based power generation which includes sustainable biomass plantations and Waste to Energy (212 ktCO"}, {"text_block_id": "p3_b41", "text": "2"}, {"text_block_id": "p3_b42", "text": "/yr), followed by hydro power generation (88 ktCO"}, {"text_block_id": "p3_b43", "text": "2"}, {"text_block_id": "p3_b44", "text": "/"}, {"text_block_id": "p3_b45", "text": "yr), solar PV generation (72 ktCO"}, {"text_block_id": "p3_b46", "text": "2"}, {"text_block_id": "p3_b47", "text": "/yr), and grid extension/improvement and grid storage (55 ktCO"}, {"text_block_id": "p3_b48", "text": "2"}, {"text_block_id": "p3_b49", "text": "/yr). Other renewable energy generation technologies such as wind, geothermal, and wastewater treatment and biogas have the potential to further contribute to mitigation and transformational change in the sub-sector."}, {"text_block_id": "p3_b50", "text": "•"}, {"text_block_id": "p3_b51", "text": "Demand-Side Energy Efficiency (30,000 tCO"}, {"text_block_id": "p3_b52", "text": "2"}, {"text_block_id": "p3_b53", "text": "/yr; US$ 150 million)"}, {"text_block_id": "p3_b54", "text": "The mitigation actions under Demand-Side Energy Efficiency are categorised into four types: Energy Labelling and Minimum Energy Performance Standards for electrical appliances (15 ktCO"}, {"text_block_id": "p3_b55", "text": "2"}, {"text_block_id": "p3_b56", "text": "/yr), Energy Efficiency in the Business Community (9 ktCO"}, {"text_block_id": "p3_b57", "text": "2"}, {"text_block_id": "p3_b58", "text": "/yr), Energy Efficiency in the Public Sector (5 ktCO"}, {"text_block_id": "p3_b59", "text": "2"}, {"text_block_id": "p3_b60", "text": "/yr), and Updated Codes and Standards for Buildings (1 ktCO"}, {"text_block_id": "p3_b61", "text": "2"}, {"text_block_id": "p3_b62", "text": "/yr)."}, {"text_block_id": "p3_b63", "text": "•"}, {"text_block_id": "p3_b64", "text": "Transport (137,000 tCO"}, {"text_block_id": "p3_b65", "text": "2"}, {"text_block_id": "p3_b66", "text": "/yr; US$ 1.149 billion)"}, {"text_block_id": "p3_b67", "text": "The mitigation actions under Transport include vehicle replacement programmes for buses, taxis, private cars, lorries"}, {"text_block_id": "p3_b68_merged_merged_merged_merged_merged_merged_merged_merged", "text": "and minibuses, which are expected to have the largest contribution for CO2mitigation (95 ktCO2/yr) in the sub-sector. All vehicle replacement programmes would institute an enhanced sub-industry for the scrappage of old vehicles and recycling of materials. Further mitigation actions include the import and use of biodiesel (37 ktCO2/yr), improved maintenance for sea vessels (5 ktCO2/yr), and increased utilisation of fuel-efficient outboard motors. Additional potential actions to contribute to mitigation and transformational change in the transport sub-sector include: urban and public transport planning, long-term electric transportation strategy, behavioural change, and alternative propulsion systems in maritime transport."}, {"text_block_id": "p4_b79", "text": "Further work is needed to ensure the sustainable physical implementation of the mitigation actions within the energy sub-sectors. This work includes the need for increased energy sector capacity building and technical assistance, as well as strengthening of the enabling environment in the energy sector."}, {"text_block_id": "p4_b80", "text": "In addition to the above, the successful implementation of the Roadmap is dependent on certain foundation elements,"}, {"text_block_id": "p4_b81", "text": "which are essential to ensure that the mitigation actions under the Roadmap can be appropriately financed, implemented, coordinated, and monitored. The foundation elements include governance and institutional arrangements, Monitoring, Reporting and Verification (MRV), and financing."}, {"text_block_id": "p4_b82", "text": "•"}, {"text_block_id": "p4_b83", "text": "Governance and Institutional Arrangements"}, {"text_block_id": "p4_b84", "text": "The implementation of the Roadmap will require constant coordination and active efforts amongst the public-sector, private-sector, development partners, and non-state actors (NSAs). A NDC Implementation Unit will be set up with a goal to coordinate the overall implementation of the Roadmap, and oversee the MRV processes. The various means of implementation and support will be directed by the Budget and Aid Coordinating Committee, which is composed of Government Ministries and Statutory Bodies who interact with development partners. High-level oversight will be provided by a Government Coordination Committee who will report to the Cabinet. Furthermore, it is proposed that a Climate Change Act for Fiji is developed and enacted to provide a legislative foundation that will drive Fiji’s transition to a low carbon, climate resilient community, and green economy."}, {"text_block_id": "p4_b85", "text": "•"}, {"text_block_id": "p4_b86", "text": "Monitoring, Reporting and Verification"}, {"text_block_id": "p4_b87", "text": "The main purpose of the MRV system for the Roadmap is to transparently demonstrate progress made towards the targets defined in the NDC. Besides measuring an ex-post emissions baseline and mitigation in the energy sector, the MRV system will track the progress of implementation in terms of other impacts (e.g., policies, co-benefits, achieving Sustainable Development Goals (SDGs), plus the inclusion and results of means of implementation (e.g., finance, technology transfer, capacity building). Fiji needs support to significantly strengthen the MRV system, which should be built from the bottom-up as a means to ensure transparency and to contribute to the effectiveness of mitigation actions. In addition, the MRV system for the energy sector will be integrated into the National Reporting and Inventories System, which will be enhanced in the future."}, {"text_block_id": "p4_b88", "text": "• Financing"}, {"text_block_id": "p4_b89", "text": "Fiji has made initial progress in implementing financial instruments, which support mitigation within the energy sector; however, the scale of investments needed for the full implementation of the Roadmap outpaces Fiji’s current ability to finance the transformational change envisioned. Therefore, new or significantly expanded financial instruments and support are needed (including credit enhancement instruments, senior debt, bridging/subordinate debt, risk mitigation instruments, equity, and incremental financial support). Thus, Fiji requires further assistance to design, implement, and finance expanded financial instruments and support."}, {"text_block_id": "p4_b90", "text": "Fiji is committed to ensuring the implementation of the Roadmap, and is working towards reaching the mitigation target of 30% from a BAU baseline scenario in 2030. It is recognised that achieving this target will require unconditional actions by Fiji. However, it is also recognised that the full potential for reaching the target is conditional on Fiji receiving significant means of implementation and support."}, {"text_block_id": "p5_b91", "text": "Abbreviations"}, {"text_block_id": "p6_b92", "text": "Table of Contents"}, {"text_block_id": "p7_b93", "text": "List of Figures"}, {"text_block_id": "p7_b94", "text": "List of Tables"}, {"text_block_id": "p9_b95", "text": "1 Background of Fiji in the Context of Climate Change"}, {"text_block_id": "p9_b96", "text": "The Republic of Fiji is a Small Island Developing State (SIDS) located in the South Pacific Ocean consisting of 330 beautiful islands. With a population of approximately 845,309 people (FBOS, 2015)"}, {"text_block_id": "p9_b97", "text": ", Fiji also hosts close to 800,000 visitors annually. The majority of the permanent population (over 90%) resides on the five main islands of Viti Levu, Kadavu, Vanua Levu, Ovalau, and Taveuni (FBOS, 2017a)."}, {"text_block_id": "p9_b98", "text": "Given its tropical marine climate, and location in the South Pacific Convergence Zone, Fiji faces the impacts of climate variability. In connection to long-term global climate change, annual average temperatures and sea level have increased each decade in Fiji, and sea level is projected to rise 7–17 cm by 2030 (PACCSAP, 2015)."}, {"text_block_id": "p9_b99", "text": "In addition, Fiji is no"}, {"text_block_id": "p9_b100", "text": "stranger to severe weather events, as recently witnessed by the Category 5 Tropical Cyclone (TC) Winston, which hit Fiji’s islands in February 2016. TC Winston is estimated to have impacted 540,000 people, 62% of Fiji’s population, and caused damage and loss of US$ 995 million (GOF, 2016b)."}, {"text_block_id": "p9_b101", "text": "Damage from TC Winston on Ovalau Island in 2016"}, {"text_block_id": "p9_b102", "text": "Fiji’s US$ 3.3 billion"}, {"text_block_id": "p9_b103", "text": "economy is composed of various economic sectors, of which the top seven are manufacturing, wholesale and retail (including motor vehicles), transport and storage, government, agriculture, financial services, and accommodation and food services (FBOS, 2016). From 2009-2015, Fiji’s economy sustained uninterrupted positive economic growth, with an average annual growth rate from 2011-2015 of nearly 4% (GOF, 2017b). With its growing economy, Fiji has estimated its GHG emissions to be approximately 2,700 Gg CO"}, {"text_block_id": "p9_b104", "text": "2"}, {"text_block_id": "p9_b105", "text": "e in 2011, of which 59% comes from the energy sector, 22% from agriculture, 15% from forestry, and 4% from waste (GOF, 2017c). In relation to the energy sector, Fiji is currently highly dependent on the import of fossil fuels, which remains close to a 30% share of total merchandise imports for Fiji (IRENA, 2015). Only for grid-connected electricity generation, fuel oil consumption in 2015 was 104,000 tons at a cost of US$ 70 million (FEA, 2016)."}, {"text_block_id": "p9_b106_merged_merged_merged_merged", "text": "In 2016, Fiji’s developing economy achieved a per capita GNI of US$ 4,840 and, in the context of climate change, Fiji’s per capita CO2-only emissions for energy and cement categories is estimated to be 1.94 tCO2 per person in 2013. This is significantly lower than Fiji’s developed, South Pacific Ocean neighbours Australia and New Zealand, who respectively have a GNI of US$ 54,420 and US$ 39,070, and per capita GHG emissions of 16.3 and 7.6 tCO2 per person. However, as shown in the figure below, some of Fiji’s SIDS neighbours have lower per capita CO2-only emissions; this is attributed to Fiji’s more developed economy (WB, 2017)."}, {"text_block_id": "p10_b117", "text": "Figure 1: South Pacific Ocean Countries – Per capita CO"}, {"text_block_id": "p10_b118", "text": "2"}, {"text_block_id": "p10_b119", "text": "emissions (WB, 2017) and Climate Finance 2010-2014 (SEI, 2017)"}, {"text_block_id": "p10_b120_merged_merged", "text": "Fiji was one of the recipients of the lowest amount of climate finance for SIDS in the South Pacific Ocean, with US$ 32 million contributed by partners between 2010-2014 (SEI, 2017). Despite Fiji’s lower economic standing and lower per capita emissions compared to neighbouring developed countries, the fundamental assessment for the NDC Implementation Roadmap (hereinafter referred to as the “Roadmap”), estimated that at least US$ 119 million in total investment has been made in the energy sector during the period of 2014 through mid-2017, with an estimated direct impact on GHG mitigation of at least 33,000 tCO2/yr.Some of this investment capital is supported by disaster assistance after TC Winston, as well as development based financing instruments, such as loan guarantees, which have been successfully implemented in Fiji (GGGI/MOE, 2017)."}, {"text_block_id": "p12_b124", "text": "2. Fiji´s Nationally Determined Contribution and Implementation Roadmap"}, {"text_block_id": "p12_b125", "text": "The Government of Fiji (GOF) has a strong commitment to global efforts in combating climate change and its effects on humans and ecology. This commitment is exhibited in GOF’s signature of the United Nations Framework Convention on Climate Change (UNFCCC) in 1992, and ratification in 1993, and Fiji’s continued commitment to participate in the framework and address issues faced by SIDS. This continued commitment is shown in Fiji’s signature and ratification of the Kyoto Protocol in 1998, and further by GOF’s signature and ratification of the Paris Agreement on the same day of the 22nd of April 2016. In addition, GOF has both the honour and pleasure to act as the President of the Conference of the Parties (COP) 23, held in Bonn, Germany in 2017."}, {"text_block_id": "p12_b126", "text": "Bukuya Rural Electrification Hydropower project (left), Nadarivatu Hydropower reservoir (right)"}, {"text_block_id": "p12_b127", "text": "2.1 Fiji’s Nationally Determined Contribution (NDC)"}, {"text_block_id": "p12_b128", "text": "To highlight Fiji’s commitment to the Paris Agreement, the GOF issued its Intended Nationally Determined Contribution (INDC) before COP 21 in 2015, and upon ratification of the Paris Agreement, this is now considered to be Fiji’s Nationally Determined Contribution (NDC). Fiji’s current NDC is specific to the energy sector both in terms of a GHG baseline, where 2013 is considered the reference year, and in terms of potential mitigation actions. In effect, this means that Fiji’s current mitigation under the NDC/Paris Agreement relates only to the energy sector, which includes CO"}, {"text_block_id": "p12_b129", "text": "2"}, {"text_block_id": "p12_b130", "text": "emissions"}, {"text_block_id": "p12_b131", "text": "from electricity, industry, and transport. In this manner, the energy sector ex-ante Business As Usual (BAU) baseline is estimated to consist of 1,500 Gg CO"}, {"text_block_id": "p12_b132", "text": "2"}, {"text_block_id": "p12_b133", "text": "emissions in the reference year of 2013 originating from fossil fuel consumption. The ex-ante BAU baseline is estimated to reach 1,800 Gg CO"}, {"text_block_id": "p12_b134", "text": "2"}, {"text_block_id": "p12_b135", "text": "emissions up through 2030 (GOF, 2015a)."}, {"text_block_id": "p12_b136_merged_merged", "text": "It is noted that during the fundamental assessment of the Roadmap, it was ascertained that the ex-ante BAU baseline determined in the NDC has a potential error in the projected energy sector CO2 emissions, and the BAU baseline will be strengthened when an enhanced NDC is developed. Subsequently, the GOF will develop an ex-post BAU baseline to determine energy sector CO2 emissions, which will be integrated into the Monitoring, Reporting, and Verification (MRV) of the energy sector emissions and mitigation actions. The use of an ex-post BAU baseline and actual annual CO2 emissions will not only allow for real economic variability, but also allow for a greater level of accuracy in terms of monitored data, reported outcomes, and verification. Please refer to Section 5.2 for more on the MRV Framework for the energy sector."}, {"text_block_id": "p13_b143_merged", "text": "Of the 30% reduction of BAU baseline CO2 emissions, GOF expects that 10% of the BAU baseline emissions mitigation will be achieved “unconditionally” using available resources in the country, and 20% achieved “conditionally” (GOF, 2015a). The figure below depicts the mitigation targets, and the unconditional/conditional contribution of Fiji."}, {"text_block_id": "p13_b146", "text": "2.2 Context of the NDC and Roadmap within the Paris Agreement"}, {"text_block_id": "p13_b147", "text": "In meeting its unconditional contribution to mitigating global GHG emissions under the NDC, the GOF is demonstrating its commitment to the Paris Agreement. Fiji’s approach and, indeed, the Roadmap follow the framework of undertaking and communicating ambitious efforts in GHG mitigation as indicated in Article 3 of the Paris Agreement. The Roadmap also takes into account paragraphs 6 and 19 of Article 4 of the Paris Agreement, calling for SIDS to “prepare and communicate strategies, plans and actions for low greenhouse gas emissions development reflecting their special circumstances” and to “formulate and communicate long-term low greenhouse gas emission development strategies”, respectively."}, {"text_block_id": "p13_b148", "text": "In the following table, the GOF highlights the specific responsibilities it will undertake in the context of the Paris Agreement, and in the implementation of the NDC and the Roadmap. In addition, the GOF calls for the means of implementation and support to assist Fiji in achieving the NDC targets and fully implement the Roadmap."}, {"text_block_id": "p14_b149", "text": "Table 1:  Fiji’s responsibilities under the Paris Agreement in implementing the NDC and the Roadmap, and related calls for the means of implementation and support"}, {"text_block_id": "p15_b150", "text": "2.3 Goal and Objectives of the Roadmap"}, {"text_block_id": "p15_b151", "text": "The Goal"}, {"text_block_id": "p15_b152", "text": "of the Roadmap is to provide a temporal pathway for the implementation of mitigation actions needed to achieve the transformation called for under the Fiji’s NDC."}, {"text_block_id": "p15_b153", "text": "To achieve this Goal, the Roadmap answers the question, “How can the energy sector contribute towards achieving the NDC targets”, through:"}, {"text_block_id": "p15_b154", "text": "To achieve this Goal, the Roadmap answers the question, “How can the energy sector contribute towards achieving the NDC targets”, through:\n* Increasing awareness among stakeholders about what is required to achieve the NDC targets in the energy sector,\n* Defining a pathway with concrete mitigation actions and interventions leading to emission reductions and\n* Providing information about required resources/inputs to achieve and track progress to meeting the NDC targets in\n\t* Technology and Infrastructure needs\n\t* Investment and Finance needs\n\t* Strengthened Enabling Environment (e.g., policies, regulations, institutional arrangements)\n\t* Capacity Building and Technical Assistance needs (CB&TA), including awareness raising\n\t* Strengthened Monitoring, Reporting, and Verification system"}, {"text_block_id": "p15_b170", "text": "The Objective"}, {"text_block_id": "p15_b171", "text": "of the Roadmap is to reach the target defined in Fiji’s NDC to reduce 30% of BAU CO"}, {"text_block_id": "p15_b172", "text": "2"}, {"text_block_id": "p15_b173", "text": "emissions from the"}, {"text_block_id": "p15_b174", "text": "energy sector by 2030 (see Section 2.1)."}, {"text_block_id": "p15_b175", "text": "2.4 Boundary of the Roadmap"}, {"text_block_id": "p15_b176_merged_merged", "text": "The boundary of the Roadmap is principally based on the use of energy within Fiji, and is further split into three sub-sectors for the energy sector due to the current structure of policy, plans, and regulations. These sub-sectors are :"}, {"text_block_id": "p15_b178", "text": "The boundary of the Roadmap is principally based on the use of energy within Fiji, and is further split into three sub-sectors for the energy sector due to the current structure of policy, plans, and regulations. These sub-sectors are :\n* Electricity generation, transmission, and distribution\n* Electricity demand-side energy efficiency\n* Transportation (sub-divided into land and maritime transport)"}, {"text_block_id": "p15_b184", "text": "An important point regarding the first and second sub-sectors of the boundary is that the closer the renewable energy target for grid-connected electricity generation gets to 100%, the less impact electricity demand-side energy efficiency has on the mitigation of GHG emissions. However, electricity demand-side energy efficiency still leads to a large financial and economic impact within the Roadmap in terms of the required investment needed in electricity generation. Thus, increased electricity demand-side energy efficiency will lead to lower investment and unit costs, and, therefore, still plays a valuable part in the Roadmap."}, {"text_block_id": "p15_b185", "text": "2.5 Alignment of the Roadmap to National Policies/Strategies/Plans"}, {"text_block_id": "p15_b186", "text": "In the recent past, the GOF has been active in the development of overarching national strategies, policies, and plans, which are relevant to the energy sector and climate change. The fundamental assessment for the Roadmap identified nine such strategies, policies, and plans which align to the goals and objectives of the Roadmap, and the three sub-sectors for the energy sector it covers. These strategies, policies, and plans are comprehensive and focus predominantly on sustainable development, green growth, poverty reduction, and access to modern services. Most were developed within the recent past (2012-2017), and two are still in draft form (e.g., not enacted). The nine strategies, policies, and plans are highlighted in the below table, along with their alignment to the mitigation actions and needs of the three sub-sectors for the energy sector under the Roadmap. Further information on their alignment can be found in the Fundamental Assessment Report for the Development of Fiji’s NDC Implementation Roadmap (GGGI/MOE, 2017)."}, {"text_block_id": "p16_b187", "text": "Table 2: Alignment of National Policies/Strategies/Plans to the NDC Implementation Roadmap"}, {"text_block_id": "p17_b188", "text": "2.6 Inclusive Stakeholder Engagement Process"}, {"text_block_id": "p17_b189", "text": "The inclusive process undertaken for stakeholder engagement in the development of the Roadmap was predominately top-down, insofar that the stakeholders participating in the engagement process consisted of key national, regional and international institutions, organisations, and companies enclosed within the boundary of the Roadmap/energy sector. It did not involve consultation with grass-roots consumers or users of electricity or transport, but rather selected knowledgeable national institutions, organisations, and companies who represent them as well as regional and international organisations. In this manner, the figure below depicts the stakeholder engagement process."}, {"text_block_id": "p17_b190", "text": "Figure 3: Diagram of stakeholder engagement and communication process"}, {"text_block_id": "p17_b191", "text": "Approximately 60 different key national, regional, and international institutions, organisations, and companies were engaged during the inclusive stakeholder engagement process over the five-month period of developing the Roadmap. The process involved three main engagement mechanisms consisting of a Steering Committee of primary stakeholders, one-on-one meetings with key stakeholders, and a wider engagement of stakeholders during a workshop presenting assessment results. Inputs from the Steering Committee and one-on-one meetings with key stakeholders consisted of both verbal and written feedback. Inputs were gathered verbally from stakeholders during the workshop in the Q&A sessions, and in survey/written form after the workshop."}, {"text_block_id": "p17_b192", "text": "The post-workshop survey indicated that 95% of respondents felt that they gained insight into the development process of the Roadmap, and 90% of respondents felt that the workshop offered adequate opportunity for stakeholder inputs to the Roadmap. In addition, 90% of respondents indicated that participants in the workshop either fully represented, or maybe represented, the interests of national stakeholders for the energy sector."}, {"text_block_id": "p19_b193", "text": "3. Mitigation Actions Within the Energy Sub-Sectors"}, {"text_block_id": "p19_b194", "text": "3.1 Total Energy Sector (Overview)"}, {"text_block_id": "p19_b195", "text": "The mitigation actions identified within the energy sector are split between the following sub-sectors, with expected implementation during the short-, medium-, and long-term (2017- 2030):"}, {"text_block_id": "p19_b196", "text": "The mitigation actions identified within the energy sector are split between the following sub-sectors, with expected implementation during the short-, medium-, and long-term (2017- 2030):\n* Electricity Generation and Transmission\n* Demand-Side Energy Efficiency\n* Transport (Land and Maritime)"}, {"text_block_id": "p19_b202_merged", "text": "The figure below depicts the annual GHG mitigation achieved via the mitigation actions in the energy sector, which is expected to be 627,000 tCO2 against the BAU baseline in 2030. The total investment costs in the energy sector to achieve this level of GHG mitigation is estimated to be US$ 2.97 billion between 2017–2030, plus the estimated US$ 119 million already invested between 2014-2017."}, {"text_block_id": "p19_b205", "text": "Figure 4: Annual expected energy sector GHG mitigation in 2030 and estimated total investment required"}, {"text_block_id": "p19_b206", "text": "3.2 Sub-Sector Electricity Generation and Transmission"}, {"text_block_id": "p19_b207", "text": "The mitigation actions identified will lead to sub-sector transformation and GHG mitigation in electricity generation and transmission under the Roadmap, and are implementable in the short-, medium-, and long-term (2017-2030). These mitigation actions include the increase in renewable energy electricity generation striving to meet the potential of 100% renewable energy electricity generation across Fiji by the end of 2030 (e.g., direct mitigation). In addition, the extension and improvement of the transmission system across Fiji will strive to contribute to 100% electrification, and, at the same time, strengthen the grid to allow for full stability and synchronisation with the heavy load of renewable energy electricity entering the grid (e.g., indirect mitigation). For the purpose of the Roadmap, the extension and improvement of the transmission system only refers to 132 kV transmission, 33 kV sub-transmission, and connected substations. In principle, the mitigation actions follow the majority of Fiji Electricity Authority’s (FEA) own future development plans,"}, {"text_block_id": "p20_b208", "text": "but in striving to meet the potential of 100% renewable energy electricity generation, the Roadmap augments FEA’s planning with additional renewable energy electricity generation capacity and transmission system needs, including the connection to currently off-grid industry."}, {"text_block_id": "p20_b209", "text": "All mitigation actions in the electricity generation and transmission sub-sector are numbered with the tag E for electricity. In summary, these mitigation actions include the following:"}, {"text_block_id": "p20_b210", "text": "Short-Term Mitigation Actions (2017-2020)"}, {"text_block_id": "p20_b211", "text": "Short-Term Mitigation Actions (2017-2020)\n* E1: Grid Extension and Improvements (1445km grid)\n* E2: Increased RE Power Generation (32MWp solar PV, 12 MW biomass)\n* E3: Increased Sustainable Biomass for fuel use (14,000 ha)"}, {"text_block_id": "p20_b217", "text": "Medium-Term Mitigation Actions (2021-2025)"}, {"text_block_id": "p20_b218", "text": "Medium-Term Mitigation Actions (2021-2025)\n* E4: Grid Extension and Improvements (926km grid + 14 MWh grid storage)\n* E5: Increased RE Power Generation (26MWp solar PV, 84 MW hydro, 28 MW biomass/Waste to Energy, WTE).\n* E6: Increased Sustainable Biomass for fuel use (5,000 ha)"}, {"text_block_id": "p20_b224", "text": "Long-Term Mitigation Actions (2026-2030)"}, {"text_block_id": "p20_b225", "text": "Long-Term Mitigation Actions (2026-2030)\n* E7: Grid Extension and Improvements (25km grid + 148 MWh grid storage)\n* E8: Increased RE Power Generation (69MWp solar PV, 25 MW biomass/biogas)\n* E9: Increased Sustainable Biomass for Fuel Use (14,000 ha)"}, {"text_block_id": "p20_b231", "text": "Figure 5: Electricity Generation and Transmission - Overview of Mitigation Actions"}, {"text_block_id": "p21_b232", "text": "The mitigation actions for the short-, medium-, and long-term will enable the capacities highlighted in the figure above, and are expected to achieve the indicated GHG mitigation shown. The mitigation actions are briefly described in the following section. For further information regarding mitigation actions, Annex B provides a summary table for each mitigation action."}, {"text_block_id": "p21_b233", "text": "Short-Term Mitigation Actions (2017-2020)"}, {"text_block_id": "p21_b234", "text": "The short-term mitigation actions focus on extending and improving the grid, increasing renewable energy power generation capacity, and improving biomass sustainability (for fuel use). Planning for grid extension and improvement is well under way by FEA, as is the process for the procurement of some of the on- and off-grid solar PV generation capacity."}, {"text_block_id": "p21_b235", "text": "Increasing biomass capacity is still in the early stage of development, as are efforts to increase the production volume of"}, {"text_block_id": "p21_b236", "text": "sustainable biomass as fuel."}, {"text_block_id": "p21_b237", "text": "Mitigation Actions E1, E2, and E3: Grid Extension and Improvements, Increased Renewable Energy Power Generation, and Increased Sustainable Biomass for Fuel Use."}, {"text_block_id": "p21_b238", "text": "Mitigation Actions E1, E2, and E3: Grid Extension and Improvements, Increased Renewable Energy Power Generation, and Increased Sustainable Biomass for Fuel Use.\n* Grid extension and improvements will be made on Viti Levu, Vanua Levu, Taveuni, and Ovalau (including 1445km\n* The average annual GHG mitigation is estimated to be a total of 42,000 tCO2/yr; 21,000 tCO2/yr (solar PV); 21,000\n* The estimated total investment required is US$ 462 million: US$ 339 million (grid extension and improvement);"}, {"text_block_id": "p21_b250", "text": "There are some key enabling elements, capacity building, and technical assistance needs that should be addressed to effectively further the implementation of short-term mitigation actions, and to ensure sustainability. These are briefly described in the text box below, and are included in the logic framework found in Annex A."}, {"text_block_id": "p21_b251", "text": "Key Enabling Elements, Capacity Building & Technical Assistance Needs"}, {"text_block_id": "p21_b252", "text": "Key Enabling Elements, Capacity Building & Technical Assistance Needs\n* The Fijian Competition and Consumer Commission (FCCC) needs to be supported and operational in its new role as the electricity\n* Full feasibility studies need to be completed in order for the identified electricity transmission assets to be implemented in this\n* Mapping of locations and full feasibility studies need to be completed for the RE power generation assets identified to be\n* Financial instruments for climate finance (loans and guarantees) and incremental cost need to be developed and funded (see\n* Insurance products need to be developed and funded to cover damage and loss from severe weather, especially for solar PV power\n* The development and implementation of national standards for solar PV equipment and conditions for their supply (e.g., quality,\n* A rural electrification master plan should be completed to map out locations for achieving 100% electrification, by both new grid\n* Skilled and highly skilled domestic labour to operate and maintain biomass power production in Fiji is developed and sustained.\n* Large-scale specific domestic production (production and processing) of sustainable biomass (and knowhow) is gained, including\n* Optimisation of the use of sustainable biomass residues is achieved, especially a resource survey (Geographic Information"}, {"text_block_id": "p22_b272", "text": "Medium-Term Mitigation Actions (2021-2025)"}, {"text_block_id": "p22_b273", "text": "The medium-term mitigation actions further extend and improve the grid, establish the first grid storage, increase renewable energy power generation capacity, and improve biomass sustainability (for fuel use). Planning for grid extension and improvement has been mapped out, along with the hydro generation capacity. For this term, on- and off-grid solar PV generation capacity and WTE generation capacity are only partially investigated to date. Biomass/WTE generation capacity will be utilised or expanded at existing FSC sugar mills, and efforts to increase the production volume of sugar cane will be made (bagasse as fuel)."}, {"text_block_id": "p22_b274", "text": "Mitigation Actions E4, E5, and E6: Grid Extension and Improvements, Increased RE Power Generation, and Increased Sustainable Biomass for Fuel Use."}, {"text_block_id": "p22_b275", "text": "Mitigation Actions E4, E5, and E6: Grid Extension and Improvements, Increased RE Power Generation, and Increased Sustainable Biomass for Fuel Use.\n* Grid extension and improvements will be made on Viti Levu and Vanua Levu, along with the installation of a grid\n* The average annual GHG mitigation is estimated to be a total of 158,000 tCO2/yr; 17,000 tCO2/yr (solar PV); 86,000\n* The estimated total investment required is US$ 861 million: US$ 229 million (grid extension, improvement, and"}, {"text_block_id": "p22_b289", "text": "There are some key enabling elements, capacity building, and technical assistance needs that should be addressed to effectively further the implementation of medium-term mitigation actions, and to ensure sustainability. Note that the items listed for short-term needs still apply in the medium-term. These are briefly described in the text box below, and are included in the logic framework found in Annex A."}, {"text_block_id": "p22_b290", "text": "Key Enabling Elements, Capacity Building & Technical Assistance Needs"}, {"text_block_id": "p22_b291", "text": "•"}, {"text_block_id": "p22_b292", "text": "Needs listed under the short-term mitigation actions also apply in the medium-term."}, {"text_block_id": "p22_b293", "text": "•"}, {"text_block_id": "p22_b294", "text": "Financial and technical assistance for increasing sugarcane yield per hectare by farmers; harvesting and transport logistics are also needed."}, {"text_block_id": "p22_b295", "text": "•"}, {"text_block_id": "p22_b296", "text": "Financial instruments for the guarantee of gate-payment of sugarcane are needed."}, {"text_block_id": "p22_b297", "text": "•"}, {"text_block_id": "p22_b298", "text": "Assistance in further developing and expanding the PP model between farmers and FSC, including an information dissemination campaign, are needed."}, {"text_block_id": "p22_b299", "text": "•"}, {"text_block_id": "p22_b300", "text": "Develop and implement national standards for grid storage equipment and technical interoperability, and conditions for their supply (e.g., quality, warrantees)."}, {"text_block_id": "p22_b301", "text": "•"}, {"text_block_id": "p22_b302", "text": "Complete a detailed study on solid waste composition, and the optimisation of solid waste collection and sorting for the greater Suva area (especially a resource survey (GIS), processing techniques, and logistics planning)."}, {"text_block_id": "p22_b303", "text": "•"}, {"text_block_id": "p22_b304", "text": "Complete a full technical and economic feasibility study for the IPP(s) and the new grid extension for the hydro power projects, including environmental and social impact analysis, and World Commission on Dams study. The study should be followed by a process of auctioning or procurement of EPCs or IPP/Public Private Partnerships (PPP)."}, {"text_block_id": "p22_b305", "text": "•"}, {"text_block_id": "p22_b306", "text": "The PPP Act and PPP Regulatory Guidance needs to be enacted."}, {"text_block_id": "p22_b307", "text": "•"}, {"text_block_id": "p22_b308", "text": "Complete a full technical and economic feasibility study to determine the pathway, technical needs and interoperability, and specifications of the grid synchronisation system. The study should be followed by a process of procurement of EPCs."}, {"text_block_id": "p23_b309", "text": "Long-Term Mitigation Actions (2026-2030)"}, {"text_block_id": "p23_b310", "text": "The long-term mitigation actions further extend and improve the grid, increase grid storage, increase renewable energy power generation capacity, and improve biomass sustainability (for fuel use). Planning for grid extension and improvement and grid storage, has not been mapped out. For this timeframe, on-grid solar PV generation capacity, and biomass and biogas generation capacity, is only partially investigated to date. Efforts to increase the production volume of biomass for power generation will be made, where biomass generation capacity would be utilised for a new wood pellet production facility."}, {"text_block_id": "p23_b311", "text": "Mitigation Actions E7, E8, and E9: Grid Extension and Improvements, Increased RE Power Generation, and Increased Sustainable Biomass for Fuel use."}, {"text_block_id": "p23_b312", "text": "•"}, {"text_block_id": "p23_b313", "text": "Grid extension and improvements will be made on Viti Levu, along with grid storage added on Ovalau and Viti Levu (including 25km of 33 kV lines, and 148 MWh of storage). RE power generation capacity will be increased on Viti Levu and Ovalau for a total of 69 MWp of solar PV capacity and 25 MW of biomass generation capacity. In addition, activities will support the setup of up to 14,000 ha of sustainable biomass for fuel use."}, {"text_block_id": "p23_b314", "text": "•"}, {"text_block_id": "p23_b315_merged", "text": "The average annual GHG mitigation is estimated to be a total of 227,000 tCO2/yr; 34,000 tCO2/yr (solar PV); 137,000 tCO2/yr (biomass/biogas); and 55,000 tCO2/yr (grid extension to the Vatukoula gold mine)."}, {"text_block_id": "p23_b324", "text": "•"}, {"text_block_id": "p23_b325", "text": "The estimated total investment required is US$ 348 million: US$ 142 million (grid extension, improvement, and storage); US$ 101 million (biomass/biogas generation); US$ 86 million (on- and off-grid solar PV); US$ 19 million (production and processing of sustainable biomass)."}, {"text_block_id": "p23_b326", "text": "There are some key enabling elements, capacity building, and technical assistance needs that should be addressed to effectively further the implementation of long-term mitigation actions, and to ensure sustainability. Note that the items listed for short- and medium- term needs still apply in the long-term. These are briefly described in the text box below, and are included in the logic framework found in Annex A."}, {"text_block_id": "p23_b327", "text": "Key Enabling Elements, Capacity Building & Technical Assistance Needs"}, {"text_block_id": "p23_b328", "text": "•"}, {"text_block_id": "p23_b329", "text": "Needs listed under the short-, and medium-term mitigation actions also apply in the long-term."}, {"text_block_id": "p23_b330", "text": "•"}, {"text_block_id": "p23_b331", "text": "A full technical and economic feasibility study should be completed for the development of biomass pellet production and power generation, including an environmental and social impact analysis, and a biomass resource study."}, {"text_block_id": "p23_b332", "text": "•"}, {"text_block_id": "p23_b333", "text": "A full technical and economic feasibility study should be completed for the development of biogas production and power generation at agriculture facilities in Fiji."}, {"text_block_id": "p23_b334", "text": "•"}, {"text_block_id": "p23_b335", "text": "A full technical and economic feasibility study should be completed to address additional power generation needs for the large-scale introduction of electric vehicles in Fiji."}, {"text_block_id": "p23_b336", "text": "Additional Mitigation Actions for Electricity Generation and Transmission Sub-sector"}, {"text_block_id": "p23_b337", "text": "On top of the short-, medium- and long-term mitigation actions outlined above, there is potential for additional mitigation actions that could contribute to the transformational change and sustainable development of the sub-sector. The major additional mitigation actions that have potential are:"}, {"text_block_id": "p23_b338", "text": "Wind Power Generation"}, {"text_block_id": "p23_b339", "text": "Fiji has been operating the Butoni wind power generation farm located in Viti Levu of 10 MW capacity, but average wind speeds are low (FEA, 2016). The Department of Energy (DOE) started a wind-monitoring programme on Viti Levu, Vanua Levu, Taveuni, and Ovalau. Unfortunately, a large number of the monitoring stations were knocked out during TC Winston, and there are actions being taken to re-establish them. However, DOE still needs technical assistance and capacity building support to create a comprehensive, long-term wind atlas for the areas under the programme, and to address the technical and financial feasibility of further installation of wind power generation (Stakeholder Consultations, 2017)."}, {"text_block_id": "p24_b340", "text": "Somosomo hydropower reservoir, Taveuni"}, {"text_block_id": "p24_b341", "text": "Geothermal Power Generation"}, {"text_block_id": "p24_b342", "text": "Fiji is still in the early stages of mapping out geothermal resources and power generation feasibility. Several locations have been mapped out for geothermal exploration on both Viti Levu and Vanua Levu, with the most promising location being the Savusavu area of Vanua Levu where it is estimated the geothermal generation capacity is greater than 10 MW (IRENA, 2015). Further exploration of the Savusavu area, or others, is needed, including exploratory drilling. In addition, the installation of interconnected undersea power cables should be investigated between Viti Levu, Vanua Levu, and Taveuni."}, {"text_block_id": "p24_b343", "text": "Wastewater Treatment & Biogas"}, {"text_block_id": "p24_b344", "text": "Major urban areas of Fiji are in the process of strengthening sewerage and wastewater treatment; a further step in this process could be electricity generation through biogas generation at wastewater treatment facilities (and possible heat use). This potential mitigation action should be addressed further in terms of full feasibility and implementation."}, {"text_block_id": "p24_b345", "text": "3.3 Sub-Sector Electricity Demand-Side Energy Efficiency"}, {"text_block_id": "p24_b346", "text": "The mitigation actions deemed appropriate to achieve measurable GHG mitigation under the Roadmap in the electricity demand-side energy efficiency sub-sector focus on mitigation actions that are implementable in the short- to medium-term (between 2017-2025), and which will have significant impacts on GHG mitigation through 2030. The mitigation actions can be broadly classified into four types: Energy Labelling and Minimum Energy Performance Standards, Energy Efficiency in the Business Community (including Tourism), Energy Efficiency in the Public Sector, and Updated Codes and Standards for Buildings. All mitigation actions in this sub-sector are numbered with the tag “D” for Demand-Side Energy Efficiency."}, {"text_block_id": "p24_b347", "text": "Short- and Medium-Term Mitigation Actions (2017-2025)"}, {"text_block_id": "p24_b348", "text": "•"}, {"text_block_id": "p24_b349", "text": "D1: Energy Labelling and Minimum Energy Performance Standards"}, {"text_block_id": "p24_b350", "text": "•"}, {"text_block_id": "p24_b351", "text": "D2: Energy Efficiency in the Business Community (including Sustainable Tourism)"}, {"text_block_id": "p24_b352", "text": "•"}, {"text_block_id": "p24_b353", "text": "D3: Energy Efficiency in the Public Sector"}, {"text_block_id": "p24_b354", "text": "•"}, {"text_block_id": "p24_b355", "text": "D4: Updated Codes and Standards for Buildings"}, {"text_block_id": "p25_b356", "text": "Figure 6: Demand-Side Energy Efficiency - Overview of Mitigation Actions"}, {"text_block_id": "p25_b357", "text": "As indicated previously, the mitigation actions shown in the figure above are to be implemented in the short-, and medium-term, with lasting impacts leading to the estimated GHG mitigation potential shown. The mitigation actions are briefly described in the following section. For further information regarding mitigation actions, Annex B provides a summary table for each mitigation action."}, {"text_block_id": "p25_b358", "text": "Mitigation Action D1: Energy Labelling and Minimum Energy Performance Standards"}, {"text_block_id": "p25_b359", "text": "•"}, {"text_block_id": "p25_b360", "text": "This mitigation action starts with gathering comprehensive data on energy consuming products (and continual gathering over time), with a focus on imported energy consuming appliances and equipment, to create a national information system for energy consuming products. This will be followed by the introduction of energy performance standards on energy consuming products, and border control on selected products (e.g., lighting). This mitigation activity includes nationwide educational and public awareness programmes to increase awareness of both the existence and benefits of energy efficient appliances and the savings they generate. Note that this is an expansion of the existing groundwork laid via the existing energy labelling system."}, {"text_block_id": "p25_b361", "text": "•"}, {"text_block_id": "p25_b362", "text": "Annual expected GHG mitigation in 2030: 15,000 tCO"}, {"text_block_id": "p25_b363", "text": "2"}, {"text_block_id": "p25_b364", "text": "/yr"}, {"text_block_id": "p25_b365", "text": "•"}, {"text_block_id": "p25_b366", "text": "Investment in energy consuming products D1, D2, and D3 (2017-2030): US$ 150 million"}, {"text_block_id": "p25_b367", "text": "Mitigation Action D2: Energy Efficiency in the Business Community (including Sustainable Tourism)"}, {"text_block_id": "p25_b368", "text": "•"}, {"text_block_id": "p25_b369", "text": "This mitigation action includes the mandatory adoption of ISO 50001:2011 – Energy Management in the Business Community. The ISO 50001:2011 provides a framework of requirements for organisations to develop a policy for more efficient energy use. The standard essentially requires entities to: fix targets and objectives to meet the policy, use data to better understand and make decisions about energy use, measure the results, review how well the policy works, and continually improve energy management. As part of this initiative, there is a need to incentivise, through duty concessions and tax rebates, the adoption of energy efficient technologies, plants, and equipment."}, {"text_block_id": "p25_b370", "text": "•"}, {"text_block_id": "p25_b371_merged_merged", "text": "Annual expected GHG mitigation in 2030: 9,000 tCO2"}, {"text_block_id": "p25_b373", "text": "/yr"}, {"text_block_id": "p25_b374", "text": "•"}, {"text_block_id": "p25_b375", "text": "Investment in energy consuming products D1, D2, and D3 (2017-2030): US$ 150 million"}, {"text_block_id": "p25_b376", "text": "Mitigation Action D3: Energy Efficiency in the Public Sector"}, {"text_block_id": "p25_b377", "text": "•"}, {"text_block_id": "p25_b378", "text": "This mitigation action includes the following activities: i. undertake a review of public sector budgeting processes and procurement rules, with the objective of providing incentives to undertake energy efficiency projects; ii. implement the recommendations of the review by amending procurement rules and budgeting processes; iii. design and implement"}, {"text_block_id": "p26_b379", "text": "energy efficiency demonstration projects on public buildings; iv. through stakeholder consultation, establish energy efficiency protocols for public sector facilities and start monitoring and analysing large public sector energy users’ performance; and v. develop energy efficiency case studies and communication materials for public servants as well as the general public, based on the new protocols and the demonstration sites, and disseminate widely. As part of this mitigation action, public sector entities are to be mandated or made mandatory to adopt ISO 50001:2011."}, {"text_block_id": "p26_b380", "text": "•"}, {"text_block_id": "p26_b381", "text": "Annual expected GHG mitigation in 2030: 5,000 tCO"}, {"text_block_id": "p26_b382", "text": "2"}, {"text_block_id": "p26_b383", "text": "/yr"}, {"text_block_id": "p26_b384", "text": "•"}, {"text_block_id": "p26_b385", "text": "Investment in energy consuming products D1, D2, and D3 (2017-2030): US$ 150 million"}, {"text_block_id": "p26_b386", "text": "Mitigation Action D4: Update Codes and Standards for Buildings"}, {"text_block_id": "p26_b387", "text": "•"}, {"text_block_id": "p26_b388", "text": "This mitigation action entails the incorporation of Energy Efficiency into the Fiji Building Code, and includes the following activities: i. undertake a review of codes and standards for buildings, including minimum and best practice standards for energy use for ventilation, cooling, and lighting, and the use of passive technologies; ii. implement the results of the review through a new building code; and iii. increase and strengthen information regarding building stock, energy consumption, and use of energy saving building technologies. In addition, showcase demonstration projects should be developed and information about these projects disseminated to increase awareness about the action."}, {"text_block_id": "p26_b389", "text": "•"}, {"text_block_id": "p26_b390_merged_merged", "text": "Annual expected GHG mitigation: 1000 tCO2/yr (for passive technologies only) by 2030. The potential of mitigation under this action is expected to be greater than indicated above, as there is currently a lack of in depth data to allow for a broader determination of the mitigation potential."}, {"text_block_id": "p26_b393", "text": "•"}, {"text_block_id": "p26_b394", "text": "The total investment required over the period of the Roadmap (2017-2030): NA"}, {"text_block_id": "p26_b395", "text": "There are some key enabling elements, capacity building, and technical assistance needs that should to be addressed to effectively further the implementation of mitigation actions D1, D2, D3, and D4, and to ensure sustainability. Note that the items listed for short- and medium- term needs still apply over the long-term. These are briefly described in the text box below, and are included in the logic framework found in Annex A."}, {"text_block_id": "p26_b396", "text": "Key Enabling Elements, Capacity Building & Technical Assistance Needs"}, {"text_block_id": "p26_b397", "text": "•"}, {"text_block_id": "p26_b398", "text": "Undertake a full assessment and determination of key appliances for which updated and new energy performance standards are required. Followed by formalising and legislating the energy saving standards and import controls at Fiji’s borders."}, {"text_block_id": "p26_b399", "text": "•"}, {"text_block_id": "p26_b400", "text": "Provide training to key stakeholders (i.e., institutions in charge of border control of appliances - Fiji Revenue and Customs Service (FRCS), dealers of appliances, staff of coordinating entity)."}, {"text_block_id": "p26_b401", "text": "•"}, {"text_block_id": "p26_b402", "text": "Define a strategy and an awareness programme to be developed and implemented across the economy; including training provided to key stakeholders (i.e., institutions in charge of border control of appliances, dealers of appliances, government staff)."}, {"text_block_id": "p26_b403", "text": "•"}, {"text_block_id": "p26_b404", "text": "Carry out a baseline study and needs assessment in schools and tertiary institutions to evaluate the extent in which EE is incorporated in the curriculum, identify gaps, and make recommendations for additional elements required; followed by developing content and material to be included in the school curriculum."}, {"text_block_id": "p26_b405", "text": "•"}, {"text_block_id": "p26_b406", "text": "Develop an incentive scheme (i.e., through duty concessions and tax rebates) to support the adoption of energy efficient technologies."}, {"text_block_id": "p26_b407", "text": "•"}, {"text_block_id": "p26_b408", "text": "Design and implement an awareness and information campaign targeting the business community and government stakeholders on energy management requirements for businesses (including hotels and resorts) and public institutions, including enacting the incentive schemes, and providing energy saving case studies."}, {"text_block_id": "p26_b409", "text": "•"}, {"text_block_id": "p26_b410", "text": "Train key stakeholders (owners and service providers) on the implementation and operation of the energy management scheme."}, {"text_block_id": "p26_b411", "text": "•"}, {"text_block_id": "p26_b412", "text": "Strengthen the enabling environment for energy service companies (ESCO) to undertake and finance public and private sector energy efficiency projects and auditing of the energy management programme."}, {"text_block_id": "p26_b413", "text": "•"}, {"text_block_id": "p26_b414", "text": "Train institutions in charge of coordinating and controlling the introduction and enforcement of the energy management standards."}, {"text_block_id": "p26_b415", "text": "•"}, {"text_block_id": "p26_b416", "text": "Review and assess (including gap analysis) existing building codes."}, {"text_block_id": "p26_b417", "text": "•"}, {"text_block_id": "p26_b418", "text": "Train auditors to assess building code standards and performance."}, {"text_block_id": "p26_b419", "text": "•"}, {"text_block_id": "p26_b420", "text": "Institutionalise a command and control mechanism to strengthen data and information gathering, reporting, and verification, and to increase compliance."}, {"text_block_id": "p27_b421", "text": "3.4 Sub-Sector Transport (Land and Maritime)"}, {"text_block_id": "p27_b422_merged", "text": "The mitigation actions under the Roadmap in the transport (land and maritime) sub-sector focus on actions that are implementable in the short- to medium-term, but run continuously through the long-term having a measurable impact on GHG mitigation through 2030. Some of these actions include vehicle replacement programmes for buses, taxis, private cars, lorries and minibuses, which would institute an enhanced sub-industry for the scrappage of older, less efficient vehicles. Other actions include the import and use of biodiesel, improved maintenance for sea vessels, and increased utilisation of fuel-efficient outboard motors. All mitigation actions in the transport sub-sector are numbered with the tag T for transport."}, {"text_block_id": "p27_b425", "text": "Short-Term Actions (2017-2020)"}, {"text_block_id": "p27_b426", "text": "•"}, {"text_block_id": "p27_b427", "text": "T1: Vehicle Replacement Programme (including Hybrid vehicles + Scrappage)"}, {"text_block_id": "p27_b428", "text": "T1: Vehicle Replacement Programme (including Hybrid vehicles + Scrappage)\n* Buses, Taxis, Private Cars\n* Lorries (<16t), Minibuses"}, {"text_block_id": "p27_b430", "text": "•"}, {"text_block_id": "p27_b431", "text": "T2: Vehicle Replacement Programme (including Scrappage)"}, {"text_block_id": "p27_b434", "text": "Medium-Term Actions (2021-2025)"}, {"text_block_id": "p27_b435", "text": "•"}, {"text_block_id": "p27_b436", "text": "T3: B5 Fuel  (5% Biofuel in Diesel)"}, {"text_block_id": "p27_b437", "text": "•"}, {"text_block_id": "p27_b438", "text": "T4: Improved Maintenance for Sea Vessels"}, {"text_block_id": "p27_b439", "text": "•"}, {"text_block_id": "p27_b440", "text": "T5: Fuel Efficient Outboard Motors"}, {"text_block_id": "p27_b441", "text": "Figure 7: Transport - Overview of Mitigation Actions"}, {"text_block_id": "p27_b442", "text": "The short-term mitigation actions T1 and T2, and the mid-term mitigation actions T3, T4 and T5 are briefly described in this section. The mitigation potential is depicted in the above figure. For further information regarding mitigation actions, Annex B provides a summary table for each mitigation action."}, {"text_block_id": "p27_b443", "text": "Short-Term Mitigation Actions"}, {"text_block_id": "p27_b444", "text": "The short-term mitigation actions for the transport sector focus on replacement programmes for vehicles in land transport,"}, {"text_block_id": "p27_b445", "text": "but require additional actions and linkage to Land Transport Authority (LTA), FRCS and FCCC in terms regulation and control. These mitigation actions build upon partly existing initiatives (although on a very limited scope) or planned initiatives for age limits and incentives for fuel-efficient vehicles in Fiji."}, {"text_block_id": "p28_b446", "text": "The mitigation potential and total investment required for the economy (mainly costs of vehicles) largely depend on the type and size of less efficient vehicles that will be replaced and the more efficient vehicles imported (e.g., Euro IV/VI and Hybrids). An additional factor is the overall level of ambition in terms of vehicles replaced per year from vehicle stock. It is noted that these more efficient vehicles both replace existing less efficient vehicles which are to be scrapped, and are included in the annual growth of vehicles in the fleet (2% annual growth rate assumed between 2017-2030)."}, {"text_block_id": "p28_b447", "text": "Mitigation Action T1: Vehicle Replacement Programme (including Hybrid Vehicles and Scrappage)"}, {"text_block_id": "p28_b448", "text": "•"}, {"text_block_id": "p28_b449", "text": "This mitigation action improves the vehicle (buses, taxis, and private cars) fleet in terms of fuel use per km per vehicle to achieve a fleetwide reduction in GHG emissions. Age limits for imported used vehicles would be combined with European norm fuel standards for newly imported vehicles. In addition, incentives for hybrid vehicles would be provided to increase the share of hybrid vehicles in the bus, taxi and private vehicle fleet."}, {"text_block_id": "p28_b450", "text": "•"}, {"text_block_id": "p28_b451", "text": "Expected GHG mitigation in 2030: Total 70,000 tCO"}, {"text_block_id": "p28_b452", "text": "2"}, {"text_block_id": "p28_b453", "text": "/yr; 11,000 tCO"}, {"text_block_id": "p28_b454", "text": "2"}, {"text_block_id": "p28_b455", "text": "/yr (buses); 15,000 tCO"}, {"text_block_id": "p28_b456", "text": "2"}, {"text_block_id": "p28_b457", "text": "/yr (taxis);"}, {"text_block_id": "p28_b458", "text": "44,000 tCO"}, {"text_block_id": "p28_b459", "text": "2"}, {"text_block_id": "p28_b460", "text": "/yr (private cars). Average annual expected GHG mitigation between 2017-2030: Total 42,000 tCO"}, {"text_block_id": "p28_b461", "text": "2"}, {"text_block_id": "p28_b462", "text": "/yr; 6,000 tCO"}, {"text_block_id": "p28_b463", "text": "2"}, {"text_block_id": "p28_b464", "text": "/a (buses) 11 ; 9,000 tCO"}, {"text_block_id": "p28_b465", "text": "2"}, {"text_block_id": "p28_b466", "text": "/yr (taxis) 12 ; 27,000 tCO"}, {"text_block_id": "p28_b467", "text": "2"}, {"text_block_id": "p28_b468", "text": "/yr (private cars)"}, {"text_block_id": "p28_b469", "text": "."}, {"text_block_id": "p28_b470", "text": "•"}, {"text_block_id": "p28_b471", "text": "Expected total investment required (costs for vehicles only) over the period of the Roadmap (2017-2030): Total US$ 940 million; US$ 110 million (buses); US$ 60 million (taxis); US$ 770 million (private cars)."}, {"text_block_id": "p28_b472", "text": "Mitigation Action T2: Vehicle Replacement Programme (including Scrappage)"}, {"text_block_id": "p28_b473", "text": "•"}, {"text_block_id": "p28_b474", "text": "This mitigation action improves the vehicle (lorries and mini-buses) fleet in terms of fuel use per km per vehicle to achieve a fleetwide reduction in GHG emissions. Age limits for imported used vehicles would be combined with European norm fuel standards for newly imported vehicles."}, {"text_block_id": "p28_b475", "text": "•"}, {"text_block_id": "p28_b476_merged_merged", "text": "Expected GHG mitigation in 2030: Total 25,000 tCO2/yr ; 24,000 tCO2/yr (lorries <16t); 1000 tCO2/yr (minibuses). Average annual expected GHG mitigation between 2017-2030: Total 14,500 tCO2/yr; 14,000 tCO2/a (lorries <16t) ; 500 tCO2/yr (minibuses)."}, {"text_block_id": "p28_b489", "text": "•"}, {"text_block_id": "p28_b490", "text": "Expected total investment required (costs for vehicles only) over the period of the Roadmap (2017-2030): Total US$ 205 million; US$ 200 million (lorries <16t) 14; US$ 5 million (minibuses) 15."}, {"text_block_id": "p28_b491", "text": "Buses and cars on the roads in Suva"}, {"text_block_id": "p29_b492", "text": "There are some key enabling elements, capacity building, and technical assistance needs that should be addressed to effectively further the implementation of mitigation actions T1 and T2 and to ensure sustainability. Note that the items listed for short-term needs still apply over the long-term. These are briefly described in the text box below, and are included in the logic framework found in Annex A."}, {"text_block_id": "p29_b493", "text": "Key Enabling Elements, Capacity Building & Technical Assistance Needs"}, {"text_block_id": "p29_b494", "text": "•"}, {"text_block_id": "p29_b495", "text": "Ensure that fuel standards across Fiji to be in line with the vehicle fleet improvements and imported vehicles standards."}, {"text_block_id": "p29_b496", "text": "•"}, {"text_block_id": "p29_b497", "text": "Ensure enforcement of Euro IV standards (2017) and Euro VI standard (2021) for imported vehicles."}, {"text_block_id": "p29_b498", "text": "•"}, {"text_block_id": "p29_b499", "text": "Design and implement a scrappage policy (including standards, recycling) and incentive scheme."}, {"text_block_id": "p29_b500", "text": "•"}, {"text_block_id": "p29_b501", "text": "Design and implement a recycling and disposal policy for batteries of hybrid vehicles in place."}, {"text_block_id": "p29_b502", "text": "•"}, {"text_block_id": "p29_b503", "text": "Complete a data assessment study and gap analysis for the vehicle fleet in land transport."}, {"text_block_id": "p29_b504", "text": "•"}, {"text_block_id": "p29_b505", "text": "Complete a feasibility study and Environmental Impact Assessment (EIA) per the mitigation actions."}, {"text_block_id": "p29_b506", "text": "•"}, {"text_block_id": "p29_b507", "text": "Design and implement eligibility criteria development for vehicles scrapped and replaced."}, {"text_block_id": "p29_b508", "text": "•"}, {"text_block_id": "p29_b509", "text": "Design and implement an incentive scheme per mitigation actions involving FCCC and FRCS (including capacity building)."}, {"text_block_id": "p29_b510", "text": "•"}, {"text_block_id": "p29_b511", "text": "Design and execute an awareness campaign among key stakeholders and the public, and addressees of the incentive scheme/ action."}, {"text_block_id": "p29_b512", "text": "•"}, {"text_block_id": "p29_b513", "text": "Provide training to key stakeholders (including scrappage facilities, car dealers, etc.)."}, {"text_block_id": "p29_b514", "text": "•"}, {"text_block_id": "p29_b515", "text": "Institutionalise a command and control mechanism to strengthen data and information gathering, reporting, and verification, and to increase compliance."}, {"text_block_id": "p29_b516", "text": "Medium-Term Mitigation Actions"}, {"text_block_id": "p29_b517", "text": "Since some mitigation actions require more significant preparatory steps prior to their implementation (i.e., in terms of data assessment and policies), the following mitigation actions are planned for implementation between 2021-2025. For land transport, the focus of the mitigation action is on introducing a portion of biofuel in diesel fuel. For maritime"}, {"text_block_id": "p29_b518", "text": "transport, the focus of the mitigation action is on improved maintenance services for sea vessels to increase the fuel"}, {"text_block_id": "p29_b519", "text": "efficiency and on a replacement programme for outboard motors. These actions are aligned to the existing key policies on climate change and energy in the transport sector, but require additional actions and linkage to LTA, Maritime Safety Authority of Fiji (MSAF), FRCS and FCCC in terms regulation and control."}, {"text_block_id": "p29_b520", "text": "The mitigation potential and total investment required for the economy (mainly costs of fuel and services) could not be fully evaluated with sufficient certainty, as underlying data, especially in the maritime transport sub-sector, was not available. The overall investment and impact on GHG mitigation will largely depend on various parameters that could not be fully attained in the preparation of the Roadmap. The provided estimates on GHG mitigation and total investment required are based on the currently available information in Fiji and internationally available comparative figures."}, {"text_block_id": "p29_b521", "text": "Mitigation Action T3: B5 Fuel (5% Biofuel in Diesel)"}, {"text_block_id": "p29_b522", "text": "•"}, {"text_block_id": "p29_b523", "text": "All diesel fuel used in land transport would be “B5” fuel with 95% diesel and 5% biodiesel. It is assumed that the B5 fuel is being imported and provided across all land transport sub-sectors (private, public, and commercial). To allow for preparation and to ensure availability of B5 fuel, it is assumed that B5 would be widely available in Fiji from 2021."}, {"text_block_id": "p29_b524", "text": "•"}, {"text_block_id": "p29_b525_merged_merged", "text": "Expected GHG mitigation in 2030: 37,000 tCO2/yr; Average annual expected GHG mitigation between 2021-2030: 35,000 tCO2/yr 16."}, {"text_block_id": "p29_b530", "text": "•"}, {"text_block_id": "p29_b531", "text": "Expected total investment required: negligible (passes on to fuel cost)"}, {"text_block_id": "p30_b532", "text": "Mitigation Action T4: Improved Maintenance for Sea Vessels"}, {"text_block_id": "p30_b533", "text": "•"}, {"text_block_id": "p30_b534", "text": "This mitigation action includes regular maintenance services for large sea vessels including measures to improve the fuel efficiency of the engine and the vessel, leading to reduced GHG emissions. The focus of the programme in the medium-term (2021-2025) is on the highest fuel-consuming sea vessel fleet (highest fuel consumption per km, cargo-ton or passenger) from commercial shipping, Government Shipping Franchise Scheme, and Government Shipping Service."}, {"text_block_id": "p30_b535", "text": "•"}, {"text_block_id": "p30_b536_merged", "text": "Average annual expected GHG mitigation between 2021-2030: 5,000 tCO2/yr."}, {"text_block_id": "p30_b539", "text": "•"}, {"text_block_id": "p30_b540", "text": "Expected total investment required over the period (2021-2030): US$ 4-8 million."}, {"text_block_id": "p30_b541", "text": "Mitigation Action T5: Fuel Efficient Outboard Motors"}, {"text_block_id": "p30_b542", "text": "•"}, {"text_block_id": "p30_b543", "text": "This mitigation action results in a reduction in fuel use by replacing inefficient 2-stroke outboard motors for smaller private and commercial boats (approx. 10-150hp motors) with higher efficient outboard motors (direct fuel injected 2-stroke or 4-stroke motors). This would result in a reduction in fuel use and GHG emissions."}, {"text_block_id": "p30_b544", "text": "•"}, {"text_block_id": "p30_b545", "text": "Average annual expected GHG mitigation between 2017-2030: Not quantified due to lack of data (up to 20% fuel and GHG reduction possible compared to old 2-stroke)."}, {"text_block_id": "p30_b546", "text": "•"}, {"text_block_id": "p30_b547", "text": "Expected total investment required over the period (2021-2030): NA"}, {"text_block_id": "p30_b548", "text": "There are some key enabling elements, capacity building, and technical assistance needs that should be addressed to effectively further the implementation of mitigation actions T3, T4, and T5, and to ensure sustainability. Note that the items listed for short-term needs still apply over the long-term. These are briefly described in the text box below, and are included in the logic framework found in Annex A."}, {"text_block_id": "p30_b549", "text": "Key Enabling Elements, Capacity Building & Technical Assistance Needs"}, {"text_block_id": "p30_b550", "text": "•"}, {"text_block_id": "p30_b551", "text": "Assess import options for B5 (e.g., Singapore, Korea, Australia) and availability for Fiji."}, {"text_block_id": "p30_b552", "text": "•"}, {"text_block_id": "p30_b553", "text": "As Fiji is a hub for other Pacific Island Countries, and changes in fuel imports to Fiji may have implications for other Pacific Island states, the implications are to be assessed prior to the start of the action and negotiations to be made with other Pacific Island Countries."}, {"text_block_id": "p30_b554", "text": "•"}, {"text_block_id": "p30_b555", "text": "Conduct an assessment of the negative implications for introducing fuel standards to the vehicle fleet in Fiji."}, {"text_block_id": "p30_b556", "text": "•"}, {"text_block_id": "p30_b557", "text": "Apply an Environmental Impact Assessment (international standards), or international label, for the biofuel content of B5 fuel to ensure sustainable sources/production in order to not outsource any negative impacts."}, {"text_block_id": "p30_b558", "text": "•"}, {"text_block_id": "p30_b559", "text": "Complete a data assessment on fuel consumption and GHG emissions in land and maritime transport, separated by sub-categories (to be defined, e.g., type of cars, private, commercial, buses, taxis) and in terms of diesel use."}, {"text_block_id": "p30_b560", "text": "•"}, {"text_block_id": "p30_b561", "text": "Develop an incentive and financing scheme for the mitigation actions involving FCCC and FRCS (including capacity building)."}, {"text_block_id": "p30_b562", "text": "•"}, {"text_block_id": "p30_b563", "text": "Design and execute an awareness campaign for the public and key stakeholders involved in the mitigation actions."}, {"text_block_id": "p30_b564", "text": "•"}, {"text_block_id": "p30_b565", "text": "Review and update the Maritime Transport Decree and develop a Maritime Transport Energy & GHG Mitigation Plan."}, {"text_block_id": "p30_b566", "text": "•"}, {"text_block_id": "p30_b567", "text": "Complete a comprehensive transport data assessment on fuel consumption and GHG emissions in maritime transport separated by sub-categories (incl. medium and large sea vessels)."}, {"text_block_id": "p30_b568", "text": "•"}, {"text_block_id": "p30_b569", "text": "Design and execute an awareness campaign for owners, operators, associations and other relevant stakeholders (e.g., shipping companies, associations, banks) for mitigation in maritime transport."}, {"text_block_id": "p30_b570", "text": "•"}, {"text_block_id": "p30_b571", "text": "Institutionalise a command and control mechanism to strengthen data and information gathering, reporting, and verification, and to increase compliance."}, {"text_block_id": "p31_b572", "text": "Additional actions for transforming the transport sub-sector"}, {"text_block_id": "p31_b573", "text": "There is potential for additional mitigation actions that would substantially contribute to transformational change and sustainable development in the transport sector with both direct and indirect impacts on GHG emissions reductions. The"}, {"text_block_id": "p31_b574", "text": "major additional actions that are recommended for consideration in future transport policies and plans include (but are"}, {"text_block_id": "p31_b575", "text": "not limited to):"}, {"text_block_id": "p31_b576", "text": "Urban and Public Transport Plan"}, {"text_block_id": "p31_b577", "text": "The increasing number of motorised vehicles in Fiji, and the increase in urban population (urbanisation), requires the"}, {"text_block_id": "p31_b578", "text": "improvement of, and providing incentives for, public transport use and non-motorised transport (including cycling and"}, {"text_block_id": "p31_b579", "text": "walking). It is recommended to design and implement a transport planning database, and to develop an urban and public transport plan with clear and measurable mid- to long-term targets and milestones, including physical improvements in urban centres including public transport infrastructure (i.e., bus lanes, bus stops, bus depots), parking plans (e.g., park and ride), pedestrian crossings, cycling lanes, and sidewalks. Anti-congestion plans for major urban centres (i.e., for Suva, Nadi and Lautoka) should also be included. Local and national circumstances (e.g., limited space for expanding roads in urban centres) should be considered when developing and implementing the urban and public transport plan."}, {"text_block_id": "p31_b580", "text": "Long-term strategy for electric transportation"}, {"text_block_id": "p31_b581", "text": "To facilitate a long-term transition to electric transport in Fiji, preparatory work is required to assess the current gaps and"}, {"text_block_id": "p31_b582", "text": "implications of a transition to electric transport in terms of technical, economic, regulatory, and social and environmental"}, {"text_block_id": "p31_b583", "text": "aspects."}, {"text_block_id": "p31_b584", "text": "Aspects that need to be assessed include: i. how to ensure sufficient renewable energy sources are available in the electricity generation system, so that countrywide coverage of electric transportation is technically and economically feasible and ensures no obstacles towards sustainable development; ii. quantifying the incremental costs of additional renewable energy sources for supplying electricity for transportation in Fiji; iii. requirements for recycling and disposal policies/plans for electric vehicle batteries; and iv. assessment of requirements for charging infrastructure and for the regulation of tariffs for electric transport."}, {"text_block_id": "p31_b585", "text": "A low carbon pathway with clear targets and actions should be developed with clear milestones to achieve a gradual transition to electric transportation in Fiji in the long-term."}, {"text_block_id": "p31_b586", "text": "Addressing behavioural change in transportation"}, {"text_block_id": "p31_b587", "text": "Significant fuel savings can be achieved by changing the way people drive and use their vehicles; however, this requires increasing awareness among people about the impacts of transport on their private budget and the national budget, and on the environment (including climate change). Addressing behavioural change through sustainable transport initiatives will not only help to reduce the amount of fuel used and GHG emissions caused, but also lead to a reduction in accidents and casualties caused by transport."}, {"text_block_id": "p31_b588_merged_merged_merged_merged", "text": "Potential actions include awareness raising about sustainable transport in curricula of schools and universities, and awareness raising programmes (e.g., advertising, campaigns) for drivers and vehicle owners about eco-friendly driving and economic and environmental impacts. In addition, further speed management education, both for land and maritime transport, and the inclusion of eco-friendly driving training in driving license training courses and other educational programmes, could further support behaviour change."}, {"text_block_id": "p31_b591", "text": "Alternative propulsion systems in maritime transport"}, {"text_block_id": "p31_b592", "text": "Fiji is an island state and its dependency on inter-island sea transport is well known. Thus, Fiji should make additional preparatory steps to transform the maritime transport sector in the mid- to long-term towards a more sustainable transport system, using alternative propulsion systems to the ones using primarily fossil fuels. This will help to reduce the negative impacts on the environment, reduce the dependency on fossil fuels, and make the maritime transport system more economically feasible in the mid- to long-term."}, {"text_block_id": "p31_b593", "text": "Actions include (but are not limited to) fully or partly renewable energy driven sea vessels (including wind and solar) and waste-heat recovery systems for larger sea vessels."}, {"text_block_id": "p33_b594", "text": "4. Contributions to the Sustainable Development Goals (SDGs)"}, {"text_block_id": "p33_b595", "text": "The following table shows the results of a general qualitative assessment based on the broadly known impact for the deployment of technology in the different mitigation actions under the Roadmap. A more detailed quantitative and qualitative assessment is needed during Roadmap implementation to determine the exact impacts, and relate these to input needs for the MRV system in order to track the progress of the Roadmap."}, {"text_block_id": "p33_b596", "text": "Table 3:  List of the mitigation actions’ expected contributions to the SDGs and key identified targets"}, {"text_block_id": "p35_b597", "text": "5. Foundation Elements Needed for Roadmap Implementation"}, {"text_block_id": "p35_b598", "text": "5.1 Governance and Institutional Arrangements"}, {"text_block_id": "p35_b599", "text": "The Roadmap is important not only to the GOFs climate change commitments, but also to its contribution to the sustainable development and green growth of the electricity (and energy efficiency) and transport sectors in Fiji, as linked to their individual sectoral planning (see Section 2.5 for alignment of the Roadmap to sectoral planning). The actions and elements related to the implementation of the Roadmap will require constant coordination and active efforts amongst stakeholders within the GOF, private sector, Non-State Actors (NSAs), and development partners. Coordination"}, {"text_block_id": "p35_b600", "text": "and active efforts are critical not only in ensuring the successful implementation of the Roadmap, but also in ensuring"}, {"text_block_id": "p35_b601", "text": "momentum and common purpose amongst stakeholders."}, {"text_block_id": "p35_b602", "text": "Figure 8: Proposed setup for the governance and institutional arrangement for the NDC Implementation Roadmap"}, {"text_block_id": "p35_b603", "text": "In order to ensure the successful implementation of the Roadmap, the governance and institutional arrangements for"}, {"text_block_id": "p35_b604", "text": "implementing the Roadmap (shown in the figure above) will allow for an effective level of coordination and active efforts. This will require capacity within the various stakeholders mentioned in this section. When looking at this from the bottom up, the physical implementation of mitigation actions and interventions are expected to require various means of implementation and support, which would directly come from the private sector, government implementing entities, and development partners. Where the various means of implementation and support will be coordinated by the Budget and Aid Coordinating Committee, which is composed of government implementing entities and development partners."}, {"text_block_id": "p35_b605_merged_merged", "text": "A NDC Implementation Unit (NIU) will be set up within the Climate Change Division (CCD), with the goal to coordinate the implementation of the Roadmap, and oversee the MRV processes. The NIU will centralise coordination activities for mitigation actions at the national level, and support the government implementing entities responsible for implementing and regulating the Roadmap. It will also allow for a single unit to track and report progress to the GOF in meeting NDC targets, and coordinate further capacity building and training assistance and finance support with the Budget and Aid Coordinating Committee and other development partners bilaterally."}, {"text_block_id": "p36_b608", "text": "Finally, governance and high-level oversight is needed to ensure that proper coordination is occurring, that the Roadmap"}, {"text_block_id": "p36_b609", "text": "is being followed (or revised if needed), and that all actions fit within the GOF’s strategic plans for the sustainable development and green growth of Fiji. Governance and high-level oversight will be provided by a Government Coordination Committee who will report to the Cabinet."}, {"text_block_id": "p36_b610_merged", "text": "To further ensure and enshrine governance, it is proposed to develop and enact a Climate Change Act for Fiji to provide a legislative foundation to manage climate change risks, maximise the opportunities that arise from decisive action, and drive Fiji’s transition to a low carbon, climate resilient community and economy. The Climate Change Act should also enshrine elements supporting mitigation actions in inter-ministerial cooperation, private sector engagement, and development partner cooperation."}, {"text_block_id": "p36_b613", "text": "The following points offer some specific roles of each of the bodies mentioned above:"}, {"text_block_id": "p36_b614", "text": "Budget and Aid Coordinating Committee"}, {"text_block_id": "p36_b615", "text": "•"}, {"text_block_id": "p36_b616", "text": "Receive strategic, planning, and tactical inputs from the NIU on the implementation of the Roadmap, and needs for means of implementation and support."}, {"text_block_id": "p36_b617", "text": "•"}, {"text_block_id": "p36_b618", "text": "Coordinate the provision and execution of means of implementation and support to mitigation actions under the Roadmap with the NIU and government implementing entities, as a way to ensure resource and cost efficiency are connected to means of implementation and support."}, {"text_block_id": "p36_b619", "text": "NDC Implementation Unit (NIU)"}, {"text_block_id": "p36_b620", "text": "•"}, {"text_block_id": "p36_b621", "text": "Communicate and coordinate the actions to achieve the outcomes and activities outlined under the Roadmap with the respective government implementing entities responsible for securing the outcomes and executing the activities."}, {"text_block_id": "p36_b622", "text": "•"}, {"text_block_id": "p36_b623", "text": "Act as a secretariat, communicating progress within the GOF to the Government Coordination Committee; this would include hosting at least every three months inter-ministerial meetings on progress and coordination."}, {"text_block_id": "p36_b624", "text": "•"}, {"text_block_id": "p36_b625", "text": "Ensure that the relevant MRV data needs and stocktaking (Monitoring and Reporting) are conveyed to the appropriate government implementing entities, and collected in a time appropriate and quality manner, based on the periodic reporting needs of MRV."}, {"text_block_id": "p36_b626", "text": "•"}, {"text_block_id": "p36_b627", "text": "Ensure national level reporting (and consolidation) of the MRV, and the verification of results of MRV reporting."}, {"text_block_id": "p36_b628", "text": "•"}, {"text_block_id": "p36_b629", "text": "Coordinate MRV reporting to the GOF (Ministries and Cabinet), UNFCCC, and development partners, and the public (including NSAs) as deemed necessary."}, {"text_block_id": "p36_b630", "text": "•"}, {"text_block_id": "p36_b631", "text": "Act as a secretariat for the coordination of development partner provisions of means of implementation and support of mitigation actions under the Roadmap; this would include communicating progress and providing inputs to the Budget and Aid Coordinating Committee with the purpose to secure capacity building and technical assistance, technology transfer, and finance for mitigation actions."}, {"text_block_id": "p36_b632", "text": "•"}, {"text_block_id": "p36_b633", "text": "Review and amend the Roadmap, as deemed necessary by the GOF (noting periodic review by Ministries and Government Departments)."}, {"text_block_id": "p36_b634", "text": "Government Coordination Committee"}, {"text_block_id": "p36_b635", "text": "•"}, {"text_block_id": "p36_b636", "text": "Provide the GOF with strategic and tactical advice and decision making on the implementation of the Roadmap. Also, to oversee the progress of the Roadmap, and evaluate the efficient use of capacity and financial resources (e.g., governance)."}, {"text_block_id": "p36_b637", "text": "•"}, {"text_block_id": "p36_b638", "text": "Facilitate, as needed, inter-ministerial actions required for implementation of the Roadmap."}, {"text_block_id": "p36_b639", "text": "•"}, {"text_block_id": "p36_b640", "text": "Highlight the need for, and to approve, periodic updates to the Roadmap."}, {"text_block_id": "p36_b641", "text": "•"}, {"text_block_id": "p36_b642", "text": "Communicate progress on the implementation of the Roadmap to the Cabinet; secretarial work will be done by the NIU."}, {"text_block_id": "p37_b643", "text": "Broad Enabling Elements, Capacity Building & Technical Assistance Needs"}, {"text_block_id": "p37_b644", "text": "•"}, {"text_block_id": "p37_b645", "text": "Carry out an assessment of capacity building and training needs within the key institutions involved in the Roadmap."}, {"text_block_id": "p37_b646", "text": "•"}, {"text_block_id": "p37_b647", "text": "Provide support to initiate the Committees and NIU and, if required, support the coordination and facilitation of the different institutions (especially in the beginning until a process is established)."}, {"text_block_id": "p37_b648", "text": "•"}, {"text_block_id": "p37_b649", "text": "Provide technical assistance to the Government Coordination Committee to define the mandate, tasks, and responsibilities (including aspects of technical oversight and coordination of the Roadmap), and to ensure the close alignment of the Roadmap with the GOF’s strategic plans for the sustainable development and green growth of Fiji."}, {"text_block_id": "p37_b650", "text": "•"}, {"text_block_id": "p37_b651", "text": "Provide technical assistance to the NIU to define the mandate, roles, and responsibilities of the NIU, and provide training and capacity building to the staff in terms of coordinating the Roadmap and MRV requirements and standards. This may also include training on technical aspects of sub-sector activities, and facilitating and coordinating inter-ministerial meetings under the Roadmap."}, {"text_block_id": "p37_b652", "text": "•"}, {"text_block_id": "p37_b653", "text": "Provide support to the Budget and Aid Coordinating Committee on climate finance initiatives and how this funding is treated under the Roadmap."}, {"text_block_id": "p37_b654", "text": "•"}, {"text_block_id": "p37_b655", "text": "Develop enabling elements including new legislation and policy, such as the enactment of a Climate Change Act for Fiji, and other legislation relevant for the Roadmap implementation."}, {"text_block_id": "p37_b656", "text": "•"}, {"text_block_id": "p37_b657", "text": "Provide technical assistance to review and amend the Roadmap, as deemed necessary by the GOF."}, {"text_block_id": "p37_b658", "text": "•"}, {"text_block_id": "p37_b659", "text": "Support the assessment of staffing requirements (for key positions inside the NIU, Committees, or other Government institutions with relevance to the NDC implementation)."}, {"text_block_id": "p37_b660", "text": "5.2 Measurement, Reporting and Verification (MRV) of the Energy Sector"}, {"text_block_id": "p37_b661", "text": "The main purpose of the MRV system of the energy sector is to transparently demonstrate progress made towards the targets defined in the NDC (e.g., GHG mitigation targets against a BAU GHG emissions baseline). However, this is not the only purpose of the MRV system; it must also track progress made in the implementation of mitigation actions and the enabling environment as defined in the Roadmap, assess the achieved impacts and co-benefits in terms of the SDGs (as well as gender inclusion), and track the use and results of means of implementation and support (e.g., capacity building and technical assistance, technology transfer, and finance). The three dimensions of the MRV system are depicted in the figure below."}, {"text_block_id": "p37_b662", "text": "Figure 9: Dimensions of the MRV system for the energy sector"}, {"text_block_id": "p38_b663", "text": "The robust MRV system for the energy sector will ensure transparency, accuracy, and comparability of information regarding GHG emissions, of both the ex-post BAU baseline and the GHG mitigation achieved in the energy sector. The MRV system, and supported activities, will work to strengthen both the national and sectoral data and methodologies required to thoroughly determine GHG emissions across the defined energy sector. In this manner, a bottom-up approach will be used to: i. strengthen data and methodologies; ii. use existing data and reporting pathways; iii. identify additional data and reporting pathway needs; and iv. improve the use of internationally recognised and strengthened methodologies and processes for verification. The strengthening of data and methodologies will be identified early in the short-term phase of the Roadmap to ensure data availability and reporting responsibilities."}, {"text_block_id": "p38_b664", "text": "It is important to note that the dimensions of the MRV system are directly interlinked. For example, the support provided may have direct influence on GHG emissions reductions achieved, or on other impacts, such as implementation of strengthened policy. This is why the MRV system tracks the three dimensions, as a means to show progress and use of support, but also as a means to identify gaps and bottlenecks to allow for improved implementation."}, {"text_block_id": "p38_b665", "text": "This MRV system strengthening is very important: it was identified during the fundamental assessment of the Roadmap that available data and data-gathering is not currently of a sufficient standard and quality to determine highly accurate sub-sector GHG emissions under robust methodologies. This strengthening of the MRV system will take place in cooperation with the implementing entities associated with data gathering and reporting in the energy sector. At a minimum, these will include the CCD, FBOS, DOE, LTA, MSAF, FCCC, FRCS (Fiji Revenue and Customs Service), Fiji Roads Authority (FRA), and Ministry of Fisheries and Forests (MOFF)."}, {"text_block_id": "p38_b666", "text": "The MRV system for the energy sector will positively strengthen and underpin the national and sectoral GHG data quality, track the progress and effectiveness of mitigation actions and policies, help identify downstream national and sectoral priorities, and strengthen policy planning and prioritisation in the future."}, {"text_block_id": "p38_b667", "text": "Figure 10: Bottom-up depiction of the MRV system for the energy sector and linkage to the National Reporting and"}, {"text_block_id": "p38_b668", "text": "Inventories System"}, {"text_block_id": "p39_b669", "text": "This MRV system for the energy sector will be integrated into the National Reporting and Inventories System, which is currently operating under the CCD. The current national system focuses mainly on GHG inventories and reporting, and, in the energy sector, is monitored using a top-down approach with a focus on broad energy and fuel consumption data. The MRV system for the energy sector takes a bottom-up approach, and, as previously mentioned, includes more than just energy and GHG data. In the future, the GOF may address other sectors for GHG mitigation, thus the integration of these new sectors will be needed. In addition, the strengthening of the National Reporting and Inventories System is needed to allow it to address new indicators (e.g., for impact on SDGs, level of support) and to make it more robust. Figure 12 depicts the bottom-up MRV system for the energy sector and its linkage to the National Reporting and Inventories System."}, {"text_block_id": "p39_b670", "text": "Figure 11: Steps for setting up the MRV system using a bottom-up approach"}, {"text_block_id": "p39_b671", "text": "The key steps for setting up the MRV system for the energy sector are depicted in the figure above. It is important that that the existing national processes for data gathering and monitoring are examined before the MRV system is designed and implemented to allow for efficient integration and strengthening between what exists and what will be developed. Crucially, appropriate monitoring indicators and parameters (e.g., raw data needs) will be identified and monitored at either the mitigation action level, the sub-sector elements level, or at the sub-sector level (see Figure 12). The monitoring indicators and parameters are located in Annex B and in the fundamental assessment report for the Roadmap. In addition, the MRV system will be periodically reviewed and improved during the timeframe of the Roadmap. In this manner, the MRV system will be designed to allow for cost and resource efficiency, as well as accuracy and transparency."}, {"text_block_id": "p40_b672", "text": "Broad Enabling Elements, Capacity Building & Technical Assistance Needs"}, {"text_block_id": "p40_b673", "text": "•"}, {"text_block_id": "p40_b674", "text": "Design, implement, and build capacity for a robust and transparent bottom-up MRV system, including; the review of existing data"}, {"text_block_id": "p40_b675", "text": "and reporting, an assessment of data needs, institutional arrangements, a data management system, standards and procedures"}, {"text_block_id": "p40_b676", "text": "for MRV, and an evaluation mechanism."}, {"text_block_id": "p40_b677", "text": "•"}, {"text_block_id": "p40_b678", "text": "Strengthen bottom-up data gathering for the elements of each sub-sector (e.g., electricity, energy efficiency, and transport). This may include multi-agency activities addressing new sources and process for data gathering and reporting, as well as providing and gathering mandatory data through institutionalising of a command and control mechanism."}, {"text_block_id": "p40_b679", "text": "•"}, {"text_block_id": "p40_b680", "text": "Develop enabling elements including new legislation and policy, expanded mandates for FBOS, FRCS, DOE, MSAF, LTA, MOFF, and others, in addition to institutional strengthening."}, {"text_block_id": "p40_b681", "text": "•"}, {"text_block_id": "p40_b682", "text": "Integrate the MRV system into the National Reporting and Inventories System, including national level reporting to the UNFCCC and mitigation action-level reporting to Implementing Agencies and development partners."}, {"text_block_id": "p40_b683", "text": "5.3 Financing the Roadmap"}, {"text_block_id": "p40_b684_merged_merged", "text": "Despite being a developing economy, Fiji has a well-established private financial services sector, private services/ industrial sector, and consumer base. The private financial services sector includes at least six private sector banks operating in Fijialong with the state banks, which are the Reserve Bank of Fiji and Fiji Development Bank (FDB). The private services/industrial sector is a large consumer of energy and includes international and national hotel chains, national commercial companies, and state-owned enterprises such as FSC and FEA."}, {"text_block_id": "p40_b689", "text": "The GOF has established several incremental financial support incentives to increase the inclusion of renewable energy in power generation, the uptake of energy efficiency vehicles, and improvements for energy efficiency in electricity consumption. An example of an incentive is higher power purchase tariffs for renewable energy IPPs, as well as tax incentives, which in 2017 include, but are not limited to, the following (FRCA, 2016):"}, {"text_block_id": "p40_b690", "text": "•"}, {"text_block_id": "p40_b691", "text": "Corporate tax wavers for electric vehicle charging stations, bio-fuel production, Small and Medium-Sized Enterprises (SMEs), and tax-free regions"}, {"text_block_id": "p40_b692", "text": "•"}, {"text_block_id": "p40_b693", "text": "Duty concessions on equipment for renewable energy in power generation, electric vehicle charging stations, hybrid"}, {"text_block_id": "p40_b694", "text": "vehicles, and spare parts for ships"}, {"text_block_id": "p40_b695", "text": "•"}, {"text_block_id": "p40_b696", "text": "Direct subsidy on low emissions diesel bus operators"}, {"text_block_id": "p40_b697", "text": "•"}, {"text_block_id": "p40_b698", "text": "Investment deduction in forestry investing"}, {"text_block_id": "p40_b699", "text": "•"}, {"text_block_id": "p40_b700", "text": "Investment allowance in capital expenditures for hotels"}, {"text_block_id": "p40_b701", "text": "•"}, {"text_block_id": "p40_b702", "text": "Duty concessions for new hybrid vehicles"}, {"text_block_id": "p40_b703", "text": "In addition to the examples of incentives above, the GOF is currently (in mid-2017) working to structure the following two financial instruments to support the implementation of the Roadmap."}, {"text_block_id": "p40_b704", "text": "Fiji Green Bonds"}, {"text_block_id": "p40_b705", "text": "A green bond is a debt security that is issued to raise capital specifically to support climate related or environmental projects. In 2017, US$ 100 million worth of “green bonds” will be issued for the first time, specifically targeted towards projects that qualify under green finance. The Ministry of Economy (MOE) is working with the Reserve Bank of Fiji and the International Finance Corporation to launch these bonds with “green bond certification” before the COP23 meeting."}, {"text_block_id": "p40_b706", "text": "With a growing community of investors worldwide who demand financial instruments that are socially responsible, Fiji needs to attract these investors through financial instruments like green bonds. A list of climate change mitigation and adaptation projects eligible for green bonds financing has been identified."}, {"text_block_id": "p41_b707", "text": "FDB Green Lending"}, {"text_block_id": "p41_b708", "text": "Fiji has established the FDB as an accredited entity to the Green Climate Fund (GCF). The completion of the accreditation process for FDB ensures that Fiji has more direct access to GCF funds for climate change mitigation and adaptation projects. This will create opportunities not only for the Fijian private sector, the GOF, and state-owned enterprises, but also for the FDB who can serve the region through green lending products that constitute the concessional terms of the GCF."}, {"text_block_id": "p41_b709", "text": "Estimated Investment Needs for the Roadmap"}, {"text_block_id": "p41_b710", "text": "Under Fiji’s NDC, the mitigation target aims to reach 30% GHG reduction below BAU by 2030 in the energy sector. In striving to achieve this target, and mitigate 627,000 tCO"}, {"text_block_id": "p41_b711", "text": "2"}, {"text_block_id": "p41_b712", "text": "against the BAU baseline in 2030, the total investment costs in the energy sector are estimated to be US$ 2.97 billion between 2017–2030, plus the estimated US$ 119 million already invested between 2014–2017. The table below offers the short- (2020), medium- (2025), and long-term (2030) outlook for the results and investment needs of potential mitigation actions in the energy sector."}, {"text_block_id": "p41_b713", "text": "Table 4: Estimated investment needs for the Roadmap implementation"}, {"text_block_id": "p41_b714", "text": "It can be expected that both the Electricity Generation and Transmission Sub-Sector and the Transport (Land and Maritime) Sub-Sector would, under normal ideal conditions, require finance through equity and debt, typically 20-30% equity and 70-80% debt. The electricity demand-side energy efficiency is mostly household appliances and other lower cost electricity-consuming items, which are often purchased via household income. Thus, under normal ideal conditions for finance, and assuming Fiji had an open line to credit and wealthy consumers, the total amount of equity, which would be required for implementing the Roadmap could be between US$ 594 and 891 million, and debt between US$ 2,079 and 2,376 million. Fiji is a SIDS and does not currently have an economy that can bare the above financial burden on its own, thus financial instruments and support are needed for Fiji to reach the transformation outlined in the Roadmap."}, {"text_block_id": "p41_b715", "text": "Needs for Financial Instruments and Support"}, {"text_block_id": "p41_b716", "text": "As indicated above, Fiji has already established, or is in the process of establishing, several financial products. In the past, Fiji has implemented incremental financial support incentives for the energy sector. The GOF has contributed funds from the state budget for past investments in the energy sector, along with state and private banks who have issued loans, and state-owned enterprises and private sector companies who have invested in equity. This contributed to a level of investment in the energy sector estimated to be at least US$ 119 million between 2014-2017 (GGGI/MOE, 2017). This investment was predominately from developed financial instruments and other sources originating from the GOF and the private sector, as well as some support provided by development partners in the form of loans and capacity building and technical assistance (highlighted in blue in the figure below)."}, {"text_block_id": "p41_b717_merged_merged", "text": "Though Fiji has made progress in implementing financial instruments and gaining support for energy sector investments in the past, the scale of investments needed for the implementation of the Roadmap outpaces Fiji’s current ability to finance the transformational change envisioned. Therefore, new or significantly expanded financial instruments and support are needed. These are highlighted in Figure 14."}, {"text_block_id": "p42_b720", "text": "Figure 12: Financial Flows - Needs for financial instruments and support at the investment and operational level"}, {"text_block_id": "p42_b721", "text": "Given the different types of investment (e.g., electricity grid, electricity generation, vehicles, ship improvements, industrial-scrappage, household appliances and lighting, and building improvement and energy management), there are several categories for financial instruments and support, which can significantly improve and enable the financing of the transformational change of the energy sector outlined in the Roadmap. Many of these will need to be individually structured to allow for direct use in the energy sub-sectors; however, overall sub-sector specific and cross-cutting needs for financial products and support also include:"}, {"text_block_id": "p42_b722", "text": "•"}, {"text_block_id": "p42_b723", "text": "Credit Enhancement Instruments:"}, {"text_block_id": "p42_b724", "text": "Credit guarantees and subsidies and below-market interest rates can improve capital availability and lower annual operating costs. These have been successfully implemented in Fiji on a per-project basis, but can be expanded across the energy sector."}, {"text_block_id": "p42_b725", "text": "•"}, {"text_block_id": "p42_b726", "text": "Senior Debt:"}, {"text_block_id": "p42_b727", "text": "Allocating more senior debt (in connection with credit guarantees) will introduce more capital availability into the energy sector. This could occur by increasing the percentage of commercial bank capital allocated to RE/EE, using green bonds, and broader structured lending."}, {"text_block_id": "p42_b728", "text": "•"}, {"text_block_id": "p42_b729", "text": "Bridging Debt:"}, {"text_block_id": "p42_b730", "text": "Bridging debt, such as subordinate loans and mezzanine loans, are commonly used in other parts of the world to finance investments in renewable energy power generation. This type of debt is often restructured as senior debt after projects are commissioned, and can also reduce initial equity demand."}, {"text_block_id": "p42_b731", "text": "•"}, {"text_block_id": "p42_b732", "text": "Risk Mitigation Instruments:"}, {"text_block_id": "p42_b733", "text": "As indicated in Section 1, Fiji is exposed to significant climate impacts. Thus, energy-related assets are at risk to adverse weather conditions. In addition, the regulatory environment is undergoing strengthening for the energy sector as part of the Roadmap. Therefore, a broader range of insurance products (e.g., for loss/damage, regulatory change, performance) will be needed to ensure the transformational change outlined in the Roadmap."}, {"text_block_id": "p43_b734", "text": "•"}, {"text_block_id": "p43_b735", "text": "Equity:"}, {"text_block_id": "p43_b736", "text": "Fiji has limited financial capacity in terms of the equity needs for the investment to ensure the transformational change outlined in the Roadmap (mainly in the electricity context). Therefore, equity from international sources is needed to implement the Roadmap. It is important to note that recent private sector investments in renewable energy power generation in Fiji had significant foreign equity contributions in the structured finance used."}, {"text_block_id": "p43_b737", "text": "•"}, {"text_block_id": "p43_b738", "text": "Incremental Support:"}, {"text_block_id": "p43_b739", "text": "Incremental support at the investment and operational level is needed to ensure the transformational"}, {"text_block_id": "p43_b740", "text": "change outlined in the Roadmap. This includes grants, results-based-payments, tax and duty waivers, and direct and indirect subsidies. It is well known that many renewable energy and energy efficiency (low carbon) technologies have higher costs than existing fossil-based technologies, which are currently commonplace in Fiji. The reduction of this incremental cost gap is key to ensuring the successful implementation of the Roadmap. The incremental support needs must to be carefully determined through further assessments under the Roadmap, preferably via an economic analysis."}, {"text_block_id": "p43_b741", "text": "Monasavu Hydropower reservoir"}, {"text_block_id": "p46_b742", "text": "DOE/UNDP. (2014a)."}, {"text_block_id": "p46_b743", "text": "Report on Quantification and Assessment on the Amount and Types of Resources for Waste-to- Energy Power Generation in Fiji. Suva:"}, {"text_block_id": "p46_b744", "text": "Government of Fiji."}, {"text_block_id": "p46_b745", "text": "FBOS. (2015). 2013-14 Household Income and Expenditure Survey Preliminary Findings. Suva: Fiji Bureau of Statistcs."}, {"text_block_id": "p46_b746", "text": "FBOS. (2016)."}, {"text_block_id": "p46_b747", "text": "Statistical News: Fiji’s gross domestic prodcut (GDP) 2015."}, {"text_block_id": "p46_b748", "text": "Suva: Fiji Bureau of Statistics."}, {"text_block_id": "p46_b749", "text": "FBOS. (2017a, Aug 15)."}, {"text_block_id": "p46_b750", "text": "Statistics."}, {"text_block_id": "p46_b751", "text": "Retrieved from Fiji Bureau of Statistics: http://www.statsfiji.gov.fj/statistics"}, {"text_block_id": "p46_b752", "text": "FEA. (2015)."}, {"text_block_id": "p46_b753", "text": "FEA’s Strategies & Plans and Opportunities in Fiji’s Renewable Energy Sector."}, {"text_block_id": "p46_b754", "text": "Suva: FEA."}, {"text_block_id": "p46_b755", "text": "FEA. (2016)."}, {"text_block_id": "p46_b756", "text": "Annual Report 2015."}, {"text_block_id": "p46_b757", "text": "Suva: FEA."}, {"text_block_id": "p46_b758", "text": "FRA. (2014)."}, {"text_block_id": "p46_b759", "text": "Greater Suva Transportation Strategy"}, {"text_block_id": "p46_b760", "text": ". Suva, Fiji: Fiji Roads Authority."}, {"text_block_id": "p46_b761", "text": "FRCA. (2016). Fiji Tax and Customs Incentives 2016 / 2017. Suva: Fiji Revenue and Customs Authority."}, {"text_block_id": "p46_b762", "text": "FRCS. (2017)."}, {"text_block_id": "p46_b763", "text": "Data on selected Imports from 2014 to 2017."}, {"text_block_id": "p46_b764", "text": "Suva: Fiji Revenue and Customs Service."}, {"text_block_id": "p46_b765", "text": "G+H. (2017)."}, {"text_block_id": "p46_b766", "text": "Excel workbook of calculations for energy demand, GHG mitigaiton, and investments for the NDC roadmap."}, {"text_block_id": "p46_b767", "text": "Holstebro, Denmark: Grue + Hornstrup A/S."}, {"text_block_id": "p46_b768", "text": "George Wilkenfeld and Associates. (2014)."}, {"text_block_id": "p46_b769", "text": "Energy Labelling and Minimum Energy Performance Standards for Appliances and Lighting in Fiji: Expanding the Coverage of the Program to Additional Products ."}, {"text_block_id": "p46_b770", "text": "Suva: DOE / SPC."}, {"text_block_id": "p46_b771", "text": "GGGI. (2017). Terms of Reference - Development of Fiji’s NDC Energy Sector Implimentation Roadmap for GGGI - RFP"}, {"text_block_id": "p46_b772", "text": "-"}, {"text_block_id": "p46_b773", "text": "LPH-2017-0020. Seoul, Korea: GGGI."}, {"text_block_id": "p46_b774", "text": "GGGI/MOE. (2017). Fundamental Assessment Report for the Development of Fiji’s NDC Energy Sectort Implimentation Roadmap. Suva: Global Green Growth Institute & Ministry of Economy (Fiji)."}, {"text_block_id": "p46_b775", "text": "GOF. (2012)."}, {"text_block_id": "p46_b776", "text": "Republic of Fiji National Climate Change Policy."}, {"text_block_id": "p46_b777", "text": "Suva, Fiji: Government of Fiji."}, {"text_block_id": "p46_b778", "text": "GOF. (2014a)."}, {"text_block_id": "p46_b779", "text": "Green Growth Framework for Fiji."}, {"text_block_id": "p46_b780", "text": "Suva, Fiji: Government of Fiji."}, {"text_block_id": "p46_b781", "text": "GOF. (2015a)."}, {"text_block_id": "p46_b782", "text": "Fiji’s Intended Nationally Determined Contribution."}, {"text_block_id": "p46_b783", "text": "Suva, Fiji: Government of Fiji."}, {"text_block_id": "p46_b784", "text": "GOF. (2015b)."}, {"text_block_id": "p46_b785", "text": "Positioning Fiji’s INDC Paper and Data"}, {"text_block_id": "p46_b786", "text": ". Suva, Fiji: Government of Fiji."}, {"text_block_id": "p46_b787", "text": "GOF. (2015c)."}, {"text_block_id": "p46_b788", "text": "Maritime and Land Transport Policy."}, {"text_block_id": "p46_b789", "text": "Suva, Fiji: Government of Fiji."}, {"text_block_id": "p46_b790", "text": "GOF. (2016a)."}, {"text_block_id": "p46_b791", "text": "14th National Transport Consultative Forum Communiques 2016"}, {"text_block_id": "p46_b792", "text": ". Suva, Fiji: Government of Fiji."}, {"text_block_id": "p46_b793", "text": "GOF. (2016b)."}, {"text_block_id": "p46_b794", "text": "Fiji Post-Disaster Needs Assessment - Tropical Cyclone Winston, February 20, 2016. Suva:"}, {"text_block_id": "p46_b795", "text": "Government of Fiji."}, {"text_block_id": "p46_b796", "text": "GOF. (2017a)."}, {"text_block_id": "p46_b797", "text": "[Draft] National Energy Policy 2013 - 2020 and its Strategic Action Plan"}, {"text_block_id": "p46_b798", "text": ". Suva, Fiji: Government of Fiji."}, {"text_block_id": "p46_b799", "text": "GOF. (2017b)."}, {"text_block_id": "p46_b800", "text": "[Draft] 20-Year and 5-Year National Development Plan."}, {"text_block_id": "p46_b801", "text": "Suva, Fiji: Government of Fiji."}, {"text_block_id": "p46_b802", "text": "GOF. (2017c)."}, {"text_block_id": "p46_b803", "text": "DRAFT Third National Communication to the UNFCCC."}, {"text_block_id": "p46_b804", "text": "Suva: Government of Fiji."}, {"text_block_id": "p46_b805", "text": "Grütter, J. (2017)."}, {"text_block_id": "p46_b806", "text": "Emission Control Strategy for Trucks and Buses in Fiji."}, {"text_block_id": "p46_b807", "text": "GGGI."}, {"text_block_id": "p46_b808", "text": "IRENA. (2015)."}, {"text_block_id": "p46_b809", "text": "Fiji Renewables Readiness Assessment."}, {"text_block_id": "p46_b810", "text": "Abu Dhabi: International Renewable Energy Agency."}, {"text_block_id": "p46_b811", "text": "Oxford Dictionaries."}, {"text_block_id": "p46_b812", "text": "(2017, Jul 17). Oxford Dictionaries. Retrieved from Oxford Dictionaries: https://en.oxforddictionaries.com/ definition/business_as_usual"}, {"text_block_id": "p46_b813_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "PACCSAP. (2015). Current and future climate of the Fiji islands. Suva: Pacific-Australia Climate Change Science and Adaptation Planning Program Partners."}, {"text_block_id": "p46_b816", "text": "SEI. (2017)."}, {"text_block_id": "p46_b817", "text": "Climate finance in the Pacific: An overview of flows to the region’s Small Island Developing States."}, {"text_block_id": "p46_b818", "text": "Stockholm: Stockholm Environment Institute."}, {"text_block_id": "p46_b819", "text": "(2017, June). Stakeholder Consultations. (G+H, Interviewer)"}, {"text_block_id": "p46_b820", "text": "WB. (2017, Jul 17)."}, {"text_block_id": "p46_b821", "text": "Data for Fiji, Vanuatu, Samoa, Tonga, Solomon Islands, Papua New Guinea, Timor-Leste, Australia, New Zealand."}, {"text_block_id": "p46_b822", "text": "Retrieved from World Bank Data: http://data.worldbank.org"}, {"text_block_id": "p47_b823", "text": "ANNEX A – Logical Framework for Mitigation Actions"}, {"text_block_id": "p47_b824", "text": "A.2.3"}, {"text_block_id": "p47_b825", "text": "The use of sustainable biomass residues are optimised across Fiji, with a specific focus on creating and sustaining a GIS resource depository, and through technology and knowledge transfer in advanced processing techniques, logistics planning, and training of skilled domestic labour, built on non-discriminatory and gender inclusive practices."}, {"text_block_id": "p47_b826", "text": "A.2.6"}, {"text_block_id": "p47_b827", "text": "The piloted PP model between farmers and FSC is developed further and expanded across Fiji, and includes an information dissemination campaign."}, {"text_block_id": "p47_b828", "text": "A.3.2"}, {"text_block_id": "p47_b829", "text": "New insurance products for resilience are developed and implemented to cover damage and loss from severe weather events."}, {"text_block_id": "p50_b830", "text": "A.7.2"}, {"text_block_id": "p50_b831", "text": "The national policy and regulation for the mandate to use and import B5 diesel fuel is completed."}, {"text_block_id": "p50_b832", "text": "A.7.4"}, {"text_block_id": "p50_b833", "text": "The use of diesel B5 fuel is prevalent in Fiji."}, {"text_block_id": "p50_b834", "text": "B.1.4"}, {"text_block_id": "p50_b835", "text": "A countrywide awareness and dissemination campaign, which is non-discriminatory and gender inclusive, is prepared and implemented countrywide to inform vehicle owners, operators, associations and other relevant stakeholders (e.g., shipping companies, associations, banks) about both the mitigation actions for a more energy efficient transport sector and the incentive scheme."}, {"text_block_id": "p52_b836", "text": "ANNEX B – Information Tables for Mitigation Actions"}, {"text_block_id": "p56_b837", "text": "Transport: Medium-Term Mitigation Actions"}], "document_description": "This document&nbsp; aims to provide a temporal pathway with concrete mitigation actions and financing needs to achieve the transformational change called for under the NDC."}