{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Subsidies|Economic"], "document_country_english_shortname": "Fiji", "document_category": "Policy", "document_sector_name": ["Waste", "Transportation", "LULUCF"], "document_language": "English", "document_name": "Green Growth Framework 2014", "document_country_code": "FJI", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Mitigation", "Disaster Risk Management"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2014", "document_keyword": "Institutions / Administrative Arrangements", "document_url": "https://cdn.climatepolicyradar.org/FJI/2014/FJI-2014-12-25-Green Growth Framework 2014_7faa0173d67514eca442be3e176addf0.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "A"}, {"text_block_id": "p0_b2", "text": "Green"}, {"text_block_id": "p0_b3", "text": "Growth Framework For"}, {"text_block_id": "p0_b4", "text": "Fiji"}, {"text_block_id": "p0_b5", "text": "Restoring"}, {"text_block_id": "p0_b6", "text": ","}, {"text_block_id": "p0_b7", "text": "the Balance in Development that is Sustainable for Our Future"}, {"text_block_id": "p0_b8_merged_merged_merged", "text": "ŁŁ 1 nIs Ł ry o Ł ŁŁ r ŁŁŁ g I Ł ŁŁŁ n ŁŁŁŁŁŁ iNational Development and St ŁŁŁŁŁŁŁŁ Ł Ł Ł'L"}, {"text_block_id": "p1_b30", "text": "This Framework is a “Living Document”. It is intended to support and complement the Peoples Charter for Change, Peace and Progress and the 2010-2014 Roadmap for Democracy and Sustainable Socio-Economic Development and its successor national development documents. As such this Green Growth Framework has the same vision as the Roadmap"}, {"text_block_id": "p1_b31", "text": "© Copyright 2014."}, {"text_block_id": "p1_b32", "text": "Ministry of Strategic Planning, National Development & Statistics,"}, {"text_block_id": "p1_b33", "text": "Republic of Fiji."}, {"text_block_id": "p1_b34", "text": "Design & Layout"}, {"text_block_id": "p1_b35", "text": ": Kalo Williams."}, {"text_block_id": "p2_b36", "text": "viSioN"}, {"text_block_id": "p2_b37", "text": "A b E T T E R F I j I F o R A L L"}, {"text_block_id": "p3_b38", "text": "Foreword"}, {"text_block_id": "p3_b39", "text": "The Prime Minister"}, {"text_block_id": "p3_b40", "text": "Rear Admiral (Retired)"}, {"text_block_id": "p3_b41", "text": "Josaia Voreqe Bainimarama"}, {"text_block_id": "p3_b42", "text": "I am pleased to commend to all the people of Fiji, our development partners and the international community this ‘Green Growth Framework for Fiji:"}, {"text_block_id": "p3_b43", "text": "Restoring the Balance in Development that is Sustainable for Our Future’."}, {"text_block_id": "p3_b44", "text": "In my opening Address to the National Summit on Green Growth convened from 12-13th june 2014 to consider this Framework, I highlighted that “the old ways of growing our economy, of developing our nation, are no longer adequate or acceptable. Too much of what has been done or achieved has been unsustainable. In far too many instances, our resources have been exploited without the proper care that is needed to nurture them so that they continue to provide the prosperity on which we all depend”."}, {"text_block_id": "p3_b45", "text": "The word ‘sustainable’ has been in Fiji’s development agenda for a large part of the four decades since independence, similar to the rest of the world. It is however, important to acknowledge that no country has yet achieved sustainable development. The recent emergence of the green growth tool to support countries in implementing their development agenda was endorsed by all countries, including Fiji, at the Third World Summit on Sustainable Development convened in Rio in june 2012. I attended that World Summit and"}, {"text_block_id": "p3_b46", "text": "note with interest that this has been followed through here in the region amongst Pacific"}, {"text_block_id": "p3_b47", "text": "Small Island Developing States by supportive decisions of both the Melanesian Spearhead"}, {"text_block_id": "p3_b48", "text": "Group and the Pacific Islands Development Forum."}, {"text_block_id": "p3_b49", "text": "Notwithstanding the very real opportunity of the Framework to accelerate implementation in Fiji’s development agenda, over the past seven years my government has been able to raise Fiji’s economic performance from a low growth to now 3.8% projected for 2014, a development that has been received positively by the international community. I am convinced we can do better."}, {"text_block_id": "p3_b50_merged_merged", "text": "It is within this timely context that the Green Growth Framework has been formulated. It is a first for Fiji. I acknowledge that in developing this Framework we have not been able to learn from the lessons of other comparable developing countries in particular our fellow small island developing states, as no other country similar to Fiji has yet done it. It is truly made in Fiji, by Fiji and for Fiji. I therefore urge everyone to accept this Framework as a ‘living document’ which will undergo ongoing review and update as we move forward. I am keen to see the Framework develop further to fully take on board the concept of green growth in a blue world in order to underscore the reality, the importance and the opportunity of Fiji’s very large marine environment compared with the relatively small total land area of our islands."}, {"text_block_id": "p3_b53", "text": "This Green Growth Framework is an innovative tool to accelerate integrated and inclusive sustainable development that inspires action at all levels in the country to build environmental resilience, build social improvement and reduce poverty, build economic growth, and build resilience to the anticipated adverse affects of climate change."}, {"text_block_id": "p4_b54_merged", "text": "As a tool in our development agenda it is important to recognise that this Framework supports and complements our national development plan, the 2010-2014 Roadmap for Democracy and Sustainable Socio-Economic Development. The review and development of the successor national development plan will benefit greatly from being able to factor in the green growth principles and priorities. I recall our emphasis on ‘accelerated implementation’ in our report to the Third International Meeting on Sustainable Development of Small Island Developing States to be held in Apia Samoa in early"}, {"text_block_id": "p4_b57", "text": "September later this year. I am confident that this acceleration will be facilitated by this Framework."}, {"text_block_id": "p4_b58", "text": "The vision of the Framework is the same as the Roadmap which it supports and complements: ‘A better Fiji for All’. The implementation of the Framework will be supported by eight Guiding Principles together with the packaging of our development agenda into ten Thematic Areas as opposed to the historic sector approach. At the same time the national enabling environment will need to be further developed and strengthened. Together these bring out the reality of the cross-cutting nature of many development issues and that we must learn to work together in more integrated and inclusive ways in order to do our business better, empower people throughout our communities, and leave no-one behind."}, {"text_block_id": "p4_b59", "text": "At this stage I would like to acknowledge the support received from all those who have contributed to the development of the Framework. In particular all representatives of the many stakeholder groups that make up our society and who contributed at the Thematic Working Group meetings, the Provincial Development Forums, and the National Summit. Each of these consultative steps I believe has provided valuable feedback, facilitated ownership and endorsement of this Framework."}, {"text_block_id": "p4_b60", "text": "Looking ahead, I can assure everyone that an immediate first step will be to ensure this initiative is taken"}, {"text_block_id": "p4_b61", "text": "to each and every individual in the country through the development of an ongoing communications and advocacy strategy. This strategy will contribute to empowering people by ensuring they are consulted in the development decision-making machinery that in turn ensures development today and tomorrow will be sustainable into the future. Key in this process are the children and young people for whom actions now must be accounted for in the future. I also give my assurance that I will provide the leadership by establishing a High Level Multi-Stakeholder Panel on Sustainable Development to act in an advisory capacity."}, {"text_block_id": "p4_b62", "text": "For sure in the past, mistakes and oversights have happened and “hotspots” have emerged, and there is no doubt that in the future others will inevitably be made. but through adopting a risk management approach supported by better data and information to provide us with the knowledge to underpin the application of the green growth tool in support of achieving development that is sustainable, we should be able to manage and minimise the risks. However at the end of the day there will be a residual risk, especially those due to circumstances beyond Fiji’s control which we must identify, accept and adapt to."}, {"text_block_id": "p4_b63", "text": "In closing, let us all commit to working better together to restore the balance in Fiji’s development agenda that is sustainable."}, {"text_block_id": "p4_b64", "text": "Rear Admiral (Retired) Josaia voreqe Bainimarama"}, {"text_block_id": "p4_b65", "text": "Prime Minister"}, {"text_block_id": "p4_b66", "text": "August 2014"}, {"text_block_id": "p5_b67", "text": "Executive Summary"}, {"text_block_id": "p5_b68", "text": "The Green Growth Framework for Fiji: Restoring the balance in Development that is Sustainable for our Future is a ‘living document’ which was developed in early 2014.  This Framework is intended to support and complement the Peoples Charter for Change, Peace and Progress and the 2010-2014 Roadmap for Democracy and Sustainable Socio-Economic Development and its successor national development documents. The Roadmap and this Green Growth Framework therefore share the same vision:"}, {"text_block_id": "p5_b69", "text": "A Better Fiji for All."}, {"text_block_id": "p5_b70", "text": "Fiji’s current development path is largely driven by the changing consumption and production patterns of its people which have been exacerbated by world events such as the global economic crises, increases in food and fuel prices and the impacts of climate change. The balance between the three pillars of sustainable development; namely economic, social and environmental, will be lost if this trend continues. It is now not an option but an imperative to put in place a process  which, over time, will  ensure  the balance is restored and that future development is both sustainable and can be sustained...and with Fiji remaining  a largely pristine island country."}, {"text_block_id": "p5_b71", "text": "This process must make certain this balance is restored and that, in addition, the people of Fiji are placed at the centre of development. However, it must be understood that whilst the people are often exposed to risks beyond their control, at the same time the people, through their own actions can also be the source of many risks."}, {"text_block_id": "p5_b72", "text": "To support this important process, this Green Growth Framework is intended to provide an opportunity in which everyone, government, non government, the private sector, faith-based organisations, academia, the media, urban and rural communities and individuals alike can identify the role they must each play in the pursuit of restoring the balance in development which must be sustainable."}, {"text_block_id": "p5_b73", "text": "This Green Growth Framework for Fiji is a tool to accelerate integrated and inclusive sustainable development which will  inspire action at all levels, to  strengthen  environmental resilience,  drive  social improvement and reduce poverty,  enhance  economic growth and also build capacity  to withstand and manage the anticipated adverse effects of climate change."}, {"text_block_id": "p5_b74", "text": "To support the vision of the Green Growth Framework: A better Fiji for All and taking into consideration the global and regional developments in green growth, the guiding principles of this Framework are as follows:"}, {"text_block_id": "p5_b75", "text": "To support the vision of the Green Growth Framework: A better Fiji for All and taking into consideration the global and regional developments in green growth, the guiding principles of this Framework are as follows:\n* Reducing carbon âfootprintsâ at all levels;\n* Improving resource utilization and productivity (simply put, doing more with less);\n* for the common good. The cross-cutting nature of issues relating to sustainable development requires\n* Strengthening socio-cultural education of responsible environmental stewardship and civic responsibility;\n* Increasing the adoption of comprehensive risk management practices;\n* Supporting the adoption of sound environment auditing of  past and planned developments, in order to\n* Enhancing structural reforms  in support of  fair competition and efficiency; and\n* Incentivising investment in the rational and efficient use of natural resources."}, {"text_block_id": "p6_b93", "text": "Successful implementation of the Green Growth Framework will require a paradigm shift in thinking which will produce change that is transformative, change that over time results in fundamental improvements which can and must be measured and not just change for the sake of change."}, {"text_block_id": "p6_b94", "text": "In developing this Framework, an integrated and inclusive consultative approach was undertaken, taking into full account Fiji’s current development performance and the increasingly competitive global environment. The"}, {"text_block_id": "p6_b95", "text": "approach involved two processes over a 6-month period: (i) a series of roundtable meetings at Provincial level; and (ii) a number of technical thematic working group meetings. These two processes culminated in a National"}, {"text_block_id": "p6_b96", "text": "Summit in june 2014."}, {"text_block_id": "p6_b97", "text": "Fiji has, over the past decade, recorded significant progress with developing and strengthening its national"}, {"text_block_id": "p6_b98", "text": "enabling environment which is a crucial pre-condition for development that is sustainable. This has included the integration of sustainable development principles into its national plans through regular review processes and engagement in multi-stakeholder processes, in particular with donor partners."}, {"text_block_id": "p6_b99_merged_merged", "text": "Regulatory and institutional arrangements need to be further developed and the national enabling environment strengthened  in order to support the application of this Green Growth Framework in Fiji and provide assurance that the risks are identified and countered and moreover that development is sustainable with a focus on the following fundamentals:"}, {"text_block_id": "p6_b102", "text": "Regulatory and institutional arrangements need to be further developed and the national enabling environment strengthened  in order to support the application of this Green Growth Framework in Fiji and provide assurance that the risks are identified and countered and moreover that development is sustainable with a focus on the following fundamentals:\n* Partnerships;\n* Informed Decision-Making;\n* Human Resources and Capacity Building;\n* Governance Mechanisms and Regulatory Frameworks;\n* Technology, Innovation and Development;\n* Strengthening Private Sector Development; and\n* Finance and Economic Incentives."}, {"text_block_id": "p6_b116", "text": "Ten Thematic Areas have been identified to stimulate the development and/or strengthening of an integrated and"}, {"text_block_id": "p6_b117", "text": "cross-cutting national enabling environment for future development which is sustainable and can be sustained in Fiji. This contrasts with the traditional sector-focused approach which has increasingly been referred to as ‘working in silos’."}, {"text_block_id": "p6_b118", "text": "This approach also highlights the opportunity the Green Growth Framework provides for Fiji to do business differently and to encourage thinking ‘outside the box’. Furthermore, it is an approach that accepts that ‘business as usual’ is simply no longer an option for Fiji."}, {"text_block_id": "p6_b119", "text": "Every attempt has been made to keep the Thematic Areas to a manageable number whilst at the same time taking special care to be fully inclusive. The individual Areas are grouped in alignment with one of the three pillars of sustainable development, in order to emphasise that this Green Growth Framework is a tool to support and complement actions which contribute to truly sustainable development."}, {"text_block_id": "p6_b120", "text": "Each of the ten Thematic Areas includes a section on key challenges and a way forward, including actions and time-bound indicators, intended to support and complement those in the 2010-2014 Roadmap and successor national development plans. It is intended that these support and not duplicate those described in relevant sectoral policies and plans. Given the purpose of the Green Growth Framework to accelerate integrated and inclusive development which is sustainable, individual Thematic Areas necessarily cross-cut to other Thematic"}, {"text_block_id": "p6_b121", "text": "Areas. The Thematic Areas identified under the three pillars are:"}, {"text_block_id": "p6_b122", "text": "Environment Pillar:"}, {"text_block_id": "p6_b123", "text": "Environment Pillar:\n* Building Resilience to Climate Change and Disasters;\n* Waste Management;\n* Sustainable Island and Ocean Resources;"}, {"text_block_id": "p7_b129", "text": "Social Pillar:"}, {"text_block_id": "p7_b130", "text": "Social Pillar:\n* Inclusive Social Development;\n* Food Security;\n* Freshwater Resources and Sanitation Management;"}, {"text_block_id": "p7_b136", "text": "Economic Pillar:"}, {"text_block_id": "p7_b137", "text": "Economic Pillar:\n* Energy Security;\n* Sustainable Transportation;\n* Technology and Innovation; and\n* Greening Tourism and Manufacturing Industries."}, {"text_block_id": "p7_b145", "text": "Implementation of the Framework is anticipated to commence following its endorsement by Cabinet in july 2014. Nonetheless, it needs to be acknowledged that many actions are already in place in various plans, strategies"}, {"text_block_id": "p7_b146", "text": "and policies to provide responses to the identified challenges. The Framework should support and complement these initiatives and thereby contribute to accelerating effective implementation. Essential first steps include the"}, {"text_block_id": "p7_b147", "text": "following:"}, {"text_block_id": "p7_b148", "text": "following:\n* Making certain the opportunity is taken to ensure future national sustainable development efforts are\n* into the vernacular languages, which is distributed as widely as possible with the intention of reaching out to"}, {"text_block_id": "p7_b154_merged_merged", "text": "oversight of the Framework and the reporting process will be the responsibility of a High Level Panel chaired by the Prime Minister (proposed name, High Level Multi-Stakeholder Panel on Sustainable Development) - A clear Terms of Reference for the Panel will be necessary. While membership of the Panel must ensure comprehensive representation from across the stakeholder groups it should at the same time, remain manageable in size. observer status may be appropriate for some stakeholder groups, such as key external donor partners."}, {"text_block_id": "p7_b159", "text": "Monitoring and also providing advisory reports to the High Level Panel, will be the responsibility of the Ministry of Strategic Planning, National Development and Statistics, assisted as necessary by all other stakeholders, and supplemented by existing reporting and other processes."}, {"text_block_id": "p7_b160", "text": "In order to ensure effective reporting and monitoring, meaningful time-bound targets are included in the Framework. The structure and cross-cutting nature of the thematic areas of the Framework facilitates a ‘whole of development’ approach, as opposed to a sectoral one. This permits the targets to be achieved by integrated, complementary and synergistic efforts, the outcome of which is the ‘whole is greater than the sum of the parts’. In effect more is done or achieved with less or by way of shared effort which is a guiding principle of the Framework."}, {"text_block_id": "p7_b161", "text": "To fulfill its overriding purpose as a tool to support development that is sustainable, this Framework has established targets with the following timelines: Short (up to 2 years), Medium (3-5 years), and Long (beyond 5 years).  This continuum of timelines, coupled with the ‘living document’ nature of the Framework, will permit achievements to be identified and emerging concerns including new ‘hot spots’ to be recognised and addressed"}, {"text_block_id": "p7_b162", "text": "in a timely manner, without any surprises."}, {"text_block_id": "p8_b163", "text": "Table of Contents"}, {"text_block_id": "p9_b164", "text": "CHAPTER 1"}, {"text_block_id": "p9_b165", "text": "INTRoDUCTIoN"}, {"text_block_id": "p9_b166", "text": "Fiji is a country of over 300 islands, some one third of which are inhabited, with a total population of some"}, {"text_block_id": "p9_b167", "text": "850,000 spread over a very large part of the South Pacific Ocean. The total land area of approximately 18,700 square kilometres is set within a very large exclusive economic zone of ocean of approximately 1.3million square"}, {"text_block_id": "p9_b168", "text": "kilometres."}, {"text_block_id": "p9_b169", "text": "Today in 2014, Fiji’s environment remains largely a pristine one."}, {"text_block_id": "p9_b170", "text": "Since independence in 1970, there have been many positive achievements in the pursuit of development that is sustainable. In recent years these include the following key examples, one each from the three pillars of sustainable development:"}, {"text_block_id": "p9_b171", "text": "Since independence in 1970, there have been many positive achievements in the pursuit of development that is sustainable. In recent years these include the following key examples, one each from the three pillars of sustainable development:\n* Environment: The establishment by the Fiji Locally Managed Marine Areas [FLMMA] Network of locally\n* Social: The introduction from 2014, of free education at primary and secondary levels and increased support\n* Economic: The commissioning of the 40 megawatt Nadarivatu renewable hydropower facility in September"}, {"text_block_id": "p9_b180", "text": "However, despite many positive achievements, it cannot be denied that during the period of over four decades since independence, the national drive for economic and social development has disturbed and in some instances"}, {"text_block_id": "p9_b181", "text": "placed great pressure on the environment. At the same time the recent global shocks from the financial, food and"}, {"text_block_id": "p9_b182", "text": "fuel crises have also had their adverse impacts. It is of vital importance that Fiji must now strengthen its resilience to the adverse impacts of climate change."}, {"text_block_id": "p9_b183", "text": "During this period of some four decades, economic growth has declined from a peak of 5.6% in the 1970’s to around 2% or less in recent years. At the same time, imports in particular of fossil fuels to “drive the engine"}, {"text_block_id": "p9_b184", "text": "room” of growth, have increased to more than a billion Fiji dollars/year or over one third of total imports. Lifestyle"}, {"text_block_id": "p9_b185", "text": "diseases, more commonly referred to as NCDs, now account for some 7 out of 10 deaths every year and are increasingly affecting younger people who are part of the current workforce. Every year many tonnes of fertile soil are being lost from many islands as a consequence of unsustainable land management, leaving behind some"}, {"text_block_id": "p9_b186", "text": "degraded landscapes and at the same time increasing flooding of low lying coastal land and reef areas while also aggravating the loss of terrestrial and marine biodiversity. Fiji’s large exclusive economic zone is being overfished"}, {"text_block_id": "p9_b187", "text": "by non-Fiji owned and registered vessels with minimal return to the Fiji economy, when compared with the true"}, {"text_block_id": "p9_b188", "text": "market value of the fish."}, {"text_block_id": "p9_b189", "text": "Should Fiji continue down this development path, driven in large part by changing consumption and production patterns of its people and which are exacerbated by global events,  the balance between the three pillars of sustainable development; economic, social and environmental will be under threat and at the risk of being disturbed. It is now not an option but an imperative to put in place a process that over time will  restore this balance and ensure that future development is both sustainable and can be sustained...and that Fiji continues to remain largely pristine."}, {"text_block_id": "p9_b190_merged_merged_merged", "text": "To ensure this balance is restored, the people of Fiji must be at the centre of development if any such imbalance is to be corrected. However, it must be understood that the people are not only exposed to risks beyond their control, but also the people through their own actions can be the source of many risks. These risks result in “hot spots”as development progresses, and can in turn become the root cause of development that is not sustainable."}, {"text_block_id": "p10_b192", "text": "The people of Fiji must be at the centre of development"}, {"text_block_id": "p10_b193", "text": "Since the people of Fiji must be at the centre of development, improving livelihoods and at the same time reducing poverty are key objectives. It is therefore everyone’s business to play whatever role each can in contributing to restoring the balance. For development to be sustainable it is everyone’s business to have an understanding,"}, {"text_block_id": "p10_b194", "text": "as far as is practically possible of the benefits as well as the costs of development. The risks of a particular development option must be determined and quantified and a decision then made as to whether the risks are"}, {"text_block_id": "p10_b195", "text": "acceptable or not. If the risks are not acceptable, the development must not proceed. If the risks are acceptable, development should plan to avoid or eliminate them. If this cannot be done, the risks must be minimised through mitigation or adaptation actions."}, {"text_block_id": "p10_b196", "text": "The establishment of this Green Growth Framework is intended to provide an opportunity in which everyone, government, nongovernment, the private sector, faith-based organisations, academia, the media, urban and rural communities and individuals alike can identify the role they must each play in the pursuit of restoring the balance in development that is sustainable."}, {"text_block_id": "p10_b197", "text": "This Green Growth Framework is the first initiative of its kind for Fiji and must be seen as a “living document.” Whilst many direct interventions will be obvious, there are many more that are indirect and/or will emerge as"}, {"text_block_id": "p10_b198", "text": "people adopt the paradigm shift in thinking and behaviour that the framework requires."}, {"text_block_id": "p10_b199", "text": "In order to be successful, it is essential that the Framework will have strong national ownership by all stakeholders, possess robust communications and advocacy support and be subject to quality testing as well as regular monitoring and review over a timeframe of perhaps 10-20 years. Moreover, it should be clearly perceived as a tool to support and complement the 2010-2014 Roadmap for Democracy and Sustainable Socio-Economic Development and its successor national development documents."}, {"text_block_id": "p10_b200", "text": "This Green Growth Framework adopts the vision of the Roadmap:"}, {"text_block_id": "p10_b201", "text": "A Better Fiji for All."}, {"text_block_id": "p10_b202", "text": "THE GREEN GRowTH FRAMEwoRk FoR FiJi"}, {"text_block_id": "p10_b203", "text": "A national assessment report of june 2013, with the theme “Accelerating an Integrated Approach to Sustainable Development” reports that “green growth” will be introduced as a tool to support sustainable development into future development strategies in Fiji. Successful implementation of the Green Growth Framework will require a paradigm shift in thinking which will result in change that is transformative, change that over time results in fundamental improvements that can and must be measured and not just change for the sake of change."}, {"text_block_id": "p10_b204_merged_merged", "text": "Fiji will continue to honour its commitment towards sustainable development and recognise that the post-2015 Global Development Agenda will shift international focus from the human/social focused Millennium Development Goals, to Sustainable Development Goals, which will span the whole of the development agenda."}, {"text_block_id": "p11_b207", "text": "It is therefore critical that Fiji develops a Green Growth Framework as a tool to support its efforts towards development which is sustainable. It is anticipated that this initiative will assist in securing the essential support of partners."}, {"text_block_id": "p11_b208", "text": "This Green Growth Framework for Fiji is a tool to accelerate integrated and inclusive sustainable development which will inspire action at all levels,  to strengthen  environmental resilience, build social improvement and reduce poverty, support economic growth and strengthen capacity  to withstand and manage the adverse effects of climate change. It is underpinned by the following:"}, {"text_block_id": "p11_b209", "text": "wHy GREEN GRowTH iN FiJi?"}, {"text_block_id": "p11_b210_merged", "text": "For Fiji as with other countries, the impetus for green growth emanates from the need to better harness natural resources, reduce vulnerability to environmental risks and promote socially inclusive development. Population growth, increasing urbanisation, unsustainable consumption and resource use, infrastructure deficits and increasing frequency of natural disasters due to changing climate heighten the risk of food and energy insecurity and threaten economic and social progress. Left unchecked, natural capital and in particular biodiversity, will steadily decline due to overexploitation of natural resources; invasive species; poor waste management and increasing pollution damage."}, {"text_block_id": "p11_b213", "text": "The degradation of the Pacific Ocean, especially the marine space of Fiji’s large exclusive economic zone due to overfishing, pollution, climate change-induced damage to coral reefs and other factors, are diminishing"}, {"text_block_id": "p11_b214", "text": "the productive capacity of the marine environment as a source of income, cultural identity and food security. Additionally, deforestation is reducing the capacity of our trees to mitigate the effect of carbon emissions. Furthermore, poorly regulated mining activities and marine-based waste disposal further threaten natural capital."}, {"text_block_id": "p11_b215", "text": "The impacts of climate change will continue to further impede Fiji’s efforts to achieve sustainable development. Fiji is particularly vulnerable to increased frequency and intensity of natural disasters and to sea level rise, which"}, {"text_block_id": "p11_b216", "text": "will have negative impacts on food security (through declines in fresh water availability, crop production and fisheries), coral reef and forest biodiversity and the prevalence of certain infectious diseases (especially those spread through contaminated water, lack of safe drinking water and unsatisfactory sanitation)."}, {"text_block_id": "p12_b217", "text": "THE GLoBAL AND REGioNAL DEvELoPMENT AGENDA AND GREEN GRowTH"}, {"text_block_id": "p12_b218", "text": "Green growth first emerged in the international development agenda in May 2006 at the 5th Meeting of Asia and Pacific Environment Ministers in Seoul. The green growth approach sought to harmonise the two imperatives of: (i) economic growth and; (ii) environmental sustainability. The outcomes document entitled “The Future We"}, {"text_block_id": "p12_b219", "text": "Want” of the Third World Conference on Sustainable Development held in june 2012 emphasises that green growth is a tool to support development that is sustainable. Most recently, in May 2013, the Report of the UN High"}, {"text_block_id": "p12_b220", "text": "Level Panel of Eminent Persons on the Post-2015 Development Agenda “A New Global Partnership” identified ‘sustainable development’ as one of five transformational shifts at the core of the way forward but recognized that"}, {"text_block_id": "p12_b221", "text": "“no country has yet achieved this”."}, {"text_block_id": "p12_b222", "text": "At the regional level the Pacific Preparatory Meeting hosted by Fiji in July 2013, in the lead-up to  the Third World"}, {"text_block_id": "p12_b223", "text": "Conference on Small Islands Developing States in  Samoa in September 2014, the critical importance of a green growth strategy was advocated as a key component of sustainable development, including the importance of public-private partnerships."}, {"text_block_id": "p12_b224", "text": "On 30th March 2012, Melanesian Spearhead Group (MSG) leaders, through the MSG Declaration on Environment"}, {"text_block_id": "p12_b225", "text": "and Climate Change, agreed on the development of a green growth framework which would assist member countries in pursuing integrated sustainable development, in order to restore the balance between the environmental, societal and economic pillars of sustainable development. The objective of a MSG green growth framework was to enhance economic growth and development through the avoidance of loss of biodiversity and the unsustainable use of natural resources and the prevention of environmental degradation,  all with a view to improving society’s welfare."}, {"text_block_id": "p12_b226", "text": "Source: Ministry of Information, Fiji News Summary (Minfo News [news@info.gov.fj])"}, {"text_block_id": "p12_b227", "text": "More on the international agenda for Green Growth"}, {"text_block_id": "p12_b228", "text": "In june 2012 Fiji, represented by the Prime Minister accompanied by representatives from government and non-government agencies and the private sector, attended the Third World Summit on Sustainable Development in Rio. The outcome document “The Future We Want,” describes green growth as a new tool to support sustainable development and the many principles associated with"}, {"text_block_id": "p12_b229", "text": "green growth (Para 58)."}, {"text_block_id": "p12_b230_merged_merged", "text": "Key amongst the many green growth principles to promote sustained and inclusive economic growth for Fiji and its Pacific SIDS neighbours are the following,"}, {"text_block_id": "p12_b233", "text": "Key amongst the many green growth principles to promote sustained and inclusive economic growth for Fiji and its Pacific SIDS neighbours are the following,\n* taking into account national circumstances, objectives, responsibilities, priorities and policy space with regard to the three dimensions of sustainable development.\n* well-functioning institutions at all levels with a leading role for governments and with the participation of all relevant stakeholders, including civil society.\n* Strengthened international cooperation, including the provision of financial resources, capacity building and technology\n* Effective avoidance of unwarranted conditionalities on ODA and finance.\n* Enhance the welfare of people and their communities, recognizing and supporting their identity, culture and interests\n* those working in small and medium enterprise, and improve the livelihoods and empowerment of the poor and vulnerable groups.\n* Mobilise the full potential and ensure equal contribution of both\n* Address the concern about inequalities and promote social inclusion, including social protection floors.\n* Promote sustainable consumption and production patterns."}, {"text_block_id": "p13_b257_merged", "text": "In addition,  the Pacific Islands Development Forum (PIDF) at its meetings hosted by Fiji in August 2013 and June 2014 respectively agreed that the Pacific needs to assert a distinctive Pacific model of “green growth in blue economies” aligned to sustainable development principles, recognising that the current economic growth model is flawed. It further underlined the vital importance of the Pacific Ocean in this vast region and single largest geographical feature on the planet. The PIDF model for the Pacific promised a way forward, by offering a system of economic development that ensures both economic growth and long-term viability of human culture and the environment. It recognizes that by reformulating the approach to economic growth it is not necessary to sacrifice"}, {"text_block_id": "p13_b262", "text": "the natural world or human wellbeing, in order to achieve true wealth."}, {"text_block_id": "p13_b263", "text": "More recently, on 26th February this year, Fiji became the member of Global Green Growth Institute (GGGI), a new intergovernmental organization founded to support and promote green growth. With this new cooperation"}, {"text_block_id": "p13_b264", "text": "arrangement, the GGGI can now assist Fiji by channeling its knowledge base, networks and experience through technical assistance to support the implementation of our green growth strategies."}, {"text_block_id": "p13_b265", "text": "SoME BENEFiTS oF GREEN GRowTH FoR FiJi"}, {"text_block_id": "p13_b266", "text": "Some of the benefits for Fiji of Green Growth under the three pillars of development are:"}, {"text_block_id": "p13_b267", "text": "Economic benefits"}, {"text_block_id": "p13_b268", "text": "Economic benefits\n* Increased Gross Domestic Product â in particular through the production of green goods and services;\n* Increased revenue from pricing ecosystem services (or any  reduction prevented);\n* Economic diversification, including improved management of economic risks and reduced vulnerability;\n* Innovation, access and uptake of green technologies."}, {"text_block_id": "p13_b276", "text": "Environmental benefits"}, {"text_block_id": "p13_b277", "text": "•"}, {"text_block_id": "p13_b278", "text": "Increased productivity and efficiency of natural resource use;"}, {"text_block_id": "p13_b279", "text": "•"}, {"text_block_id": "p13_b280", "text": "Natural capital used within ecological limits;"}, {"text_block_id": "p13_b281", "text": "•"}, {"text_block_id": "p13_b282", "text": "Reduced adverse environmental impact and improved natural hazard/risk management especially to future"}, {"text_block_id": "p13_b283", "text": "changes in climate."}, {"text_block_id": "p13_b284", "text": "Social benefits"}, {"text_block_id": "p13_b285", "text": "•"}, {"text_block_id": "p13_b286", "text": "Increased livelihood opportunities, income and/or quality of life, notably of the poor;"}, {"text_block_id": "p13_b287", "text": "•"}, {"text_block_id": "p13_b288", "text": "Decent jobs that benefit poor people created and sustained;"}, {"text_block_id": "p13_b289", "text": "•"}, {"text_block_id": "p13_b290", "text": "Enhanced social, human and knowledge capital;"}, {"text_block_id": "p13_b291", "text": "•"}, {"text_block_id": "p13_b292", "text": "Reduced inequality."}, {"text_block_id": "p13_b293", "text": "© WWF - Pacific"}, {"text_block_id": "p13_b294", "text": "More on the international agenda for Green Growth"}, {"text_block_id": "p13_b295", "text": "The PIDF outcome declaration acknowledges ten elements that will"}, {"text_block_id": "p13_b296", "text": "contribute to achieving Green-Blue Pacific Economies."}, {"text_block_id": "p13_b297", "text": "•"}, {"text_block_id": "p13_b298", "text": "Leadership that is inclusive at all levels and amongst all"}, {"text_block_id": "p13_b299", "text": "stakeholders."}, {"text_block_id": "p13_b300", "text": "•"}, {"text_block_id": "p13_b301", "text": "Recognition of the role of healthy and happy people in"}, {"text_block_id": "p13_b302", "text": "sustainable development ensuring a whole of society approach and partnerships."}, {"text_block_id": "p13_b303", "text": "•"}, {"text_block_id": "p13_b304", "text": "Valuation of the Pacific common and collective assets including the development of critical ecological, social, and spiritual/"}, {"text_block_id": "p13_b305", "text": "cultural indicators."}, {"text_block_id": "p13_b306", "text": "•"}, {"text_block_id": "p13_b307", "text": "Implement long term financing mechanisms that support"}, {"text_block_id": "p13_b308", "text": "communities."}, {"text_block_id": "p13_b309", "text": "•"}, {"text_block_id": "p13_b310", "text": "Rigour in the implementation of key national and regional"}, {"text_block_id": "p13_b311", "text": "commitments."}, {"text_block_id": "p13_b312", "text": "•"}, {"text_block_id": "p13_b313", "text": "Reform of financial systems at national, regional and"}, {"text_block_id": "p13_b314", "text": "international levels."}, {"text_block_id": "p13_b315", "text": "•"}, {"text_block_id": "p13_b316", "text": "Education and capacity building to ensure people’s awareness of sustainability and that national skills mix is sufficient to"}, {"text_block_id": "p13_b317", "text": "implement a people-centred green-blue economy."}, {"text_block_id": "p13_b318", "text": "•"}, {"text_block_id": "p13_b319", "text": "Sustainable transport that reduces fossil fuel imports and"}, {"text_block_id": "p13_b320", "text": "promotes effective services to remote island communities."}, {"text_block_id": "p13_b321", "text": "•"}, {"text_block_id": "p13_b322", "text": "Food and nutrition security by prioritizing inclusive and sustainable agricultural and fisheries development."}, {"text_block_id": "p13_b323", "text": "•"}, {"text_block_id": "p13_b324", "text": "Re-energising the Pacific with renewable energy alternatives and improved energy efficiency."}, {"text_block_id": "p14_b325", "text": "THE CoNSuLTATivE PRoCESS uSED iN DEvELoPiNG THiS FRAMEwoRk"}, {"text_block_id": "p14_b326", "text": "An integrated and inclusive consultative approach was undertaken in the light of Fiji’s current development performance and the increasingly competitive global environment."}, {"text_block_id": "p14_b327", "text": "This Framework and the National Summit hosted by the Prime Minister in june 2014 which announced the"}, {"text_block_id": "p14_b328_merged", "text": "Framework, resulted from the consultations and outcomes of two processes, namely: (i) a series of roundtable meetings; and (ii) a number of thematic working group meetings. The Summit was convened on 12-13th June 2014 and included representation from all national stakeholder groups as well as from regional and international development partners. The purpose of the Forum was to refine and seek stakeholder consensus for the Framework,"}, {"text_block_id": "p14_b331", "text": "prior to submission to Cabinet for formal endorsement."}, {"text_block_id": "p14_b332", "text": "Roundtable Meetings"}, {"text_block_id": "p14_b333", "text": "The series of roundtable consultations involved discussion on the draft Green Growth Framework. As part of the multi-stakeholder approach, the roundtable meetings involved representatives from communities, civil society, private sector, and government.  To be cost effective, the roundtable consultations were organised with the Provincial Development board meetings."}, {"text_block_id": "p14_b334", "text": "Thematic working Group Meetings"}, {"text_block_id": "p14_b335", "text": "Ten Thematic Working Groups were established to deliberate on contemporary and emerging development challenges. The Working Groups provided technical insights and perspectives on each of the following thematic areas:"}, {"text_block_id": "p14_b336", "text": "•"}, {"text_block_id": "p14_b337", "text": "Building Resilience to Climate Change and Disasters;"}, {"text_block_id": "p14_b338", "text": "•"}, {"text_block_id": "p14_b339", "text": "Waste Management;"}, {"text_block_id": "p14_b340", "text": "•"}, {"text_block_id": "p14_b341", "text": "Sustainable Island and Ocean Resources;"}, {"text_block_id": "p14_b342", "text": "•"}, {"text_block_id": "p14_b343", "text": "Inclusive Social Development;"}, {"text_block_id": "p14_b344", "text": "•"}, {"text_block_id": "p14_b345", "text": "Food Security;"}, {"text_block_id": "p14_b346", "text": "•"}, {"text_block_id": "p14_b347", "text": "Freshwater Resources and Sanitation Management;"}, {"text_block_id": "p14_b348", "text": "•"}, {"text_block_id": "p14_b349", "text": "Energy Security;"}, {"text_block_id": "p14_b350", "text": "•"}, {"text_block_id": "p14_b351", "text": "Sustainable Transportation;"}, {"text_block_id": "p14_b352", "text": "•"}, {"text_block_id": "p14_b353", "text": "Technology and Innovation; and"}, {"text_block_id": "p14_b354", "text": "•"}, {"text_block_id": "p14_b355", "text": "Greening Tourism and Manufacturing Industries."}, {"text_block_id": "p16_b356", "text": "CHAPTER 2"}, {"text_block_id": "p16_b357", "text": "VISIoN AND GUIDING PRINCIPLES oF THE FRAMEWoRK"}, {"text_block_id": "p16_b358", "text": "viSioN"}, {"text_block_id": "p16_b359", "text": "The adoption of the Peoples Charter for Change, Peace and Progress in 2008 marked a new course of Fiji’s"}, {"text_block_id": "p16_b360", "text": "development agenda. The Peoples Charter set very clear guidelines for building a sustainable and efficient"}, {"text_block_id": "p16_b361", "text": "development model, based on the collective commitment of the people of Fiji. The overarching objective of the Charter remains key to rebuilding Fiji into a non-racial, culturally vibrant and united, well-governed, truly democratic nation; a nation that seeks progress and prosperity through merit-based equality of opportunity and peace."}, {"text_block_id": "p16_b362", "text": "built upon the Peoples Charter, the 2010-2014 Roadmap for Democracy and Sustainable Socio-Economic Development set out a strategic framework to achieve sustainable democracy, good and just governance, socio"}, {"text_block_id": "p16_b363", "text": "-"}, {"text_block_id": "p16_b364", "text": "economic development and national unity. It was compiled in consultation with private sector, civil society and government in order to take full account of the political, social and economic situation, both on the domestic and international fronts."}, {"text_block_id": "p16_b365", "text": "The objective of the Roadmap is to implement policies to achieve the Vision of “A better Fiji for All” which is consistent with the Peoples Charter. It is logical that the Roadmap Vision is adopted for this Green Growth Framework, since the latter is a tool to progress the former."}, {"text_block_id": "p16_b366", "text": "GuiDiNG PRiNCiPLES"}, {"text_block_id": "p16_b367_merged_merged_merged", "text": "The vision for building a better Fiji for all is driven by the following elements: equality and dignity of all citizens, respect for the diverse cultural, religious and philosophical beliefs, unity among people driven by a common purpose and citizenship, good and just governance, sustainable economic growth, social and economic justice, equitable access to the benefits of development including the meeting of basic needs and the provision of services,"}, {"text_block_id": "p16_b370", "text": "merit-based equality of opportunities for all; and responsible stewardship of Fiji’s ecosystem."}, {"text_block_id": "p16_b371", "text": "To support this vision and taking into consideration the global and regional developments in green growth, the guiding principles of the Green Growth Framework for Fiji are as follows:"}, {"text_block_id": "p16_b372", "text": "•"}, {"text_block_id": "p16_b373", "text": "Reducing carbon ‘footprints’ at all levels;"}, {"text_block_id": "p16_b374", "text": "•"}, {"text_block_id": "p16_b375", "text": "Improving resource productivity (including by doing more with less);"}, {"text_block_id": "p16_b376", "text": "•"}, {"text_block_id": "p16_b377", "text": "Developing a new integrated approach, with all stakeholders collectively working together for the common"}, {"text_block_id": "p16_b378", "text": "good. The cross-cutting nature of issues relating to sustainable development requires harmony and synergy in the development strategies;"}, {"text_block_id": "p16_b379", "text": "•"}, {"text_block_id": "p16_b380", "text": "Strengthening socio-cultural education of responsible environmental stewardship and civic responsibility;"}, {"text_block_id": "p16_b381", "text": "•"}, {"text_block_id": "p16_b382", "text": "Increasing the adoption of comprehensive risk management practices;"}, {"text_block_id": "p16_b383", "text": "•"}, {"text_block_id": "p16_b384", "text": "Increasing the adoption of environment auditing of  past and planned developments in order to support initiatives that not only provide economic benefits but also improve the environmental situation;"}, {"text_block_id": "p16_b385", "text": "•"}, {"text_block_id": "p16_b386", "text": "Enhancing structural reforms for fair competition and efficiency; and"}, {"text_block_id": "p16_b387", "text": "•"}, {"text_block_id": "p16_b388", "text": "Providing incentives for investment which support the efficient use of natural resources."}, {"text_block_id": "p18_b389", "text": "CHAPTER 3"}, {"text_block_id": "p18_b390", "text": "bRIEF oVERVIEW oF SoCIo-ECoNoMIC AND ENVIRoNMENTAL DEVELoPMENT PRoGRESS"}, {"text_block_id": "p18_b391", "text": "The Fiji economy has been assessed to have the potential to sustainably grow by 5% per annum. However,  political"}, {"text_block_id": "p18_b392", "text": "instability, low investor confidence, low productivity, land tenure issues, inadequate  investment in infrastructure,"}, {"text_block_id": "p18_b393", "text": "incompatible and inconsistent policies in some areas and a weak legal environment for business, have suppressed"}, {"text_block_id": "p18_b394", "text": "realizing this potential. On average, the economy has grown modestly in the past 8 years measured against a base"}, {"text_block_id": "p18_b395", "text": "in 2005. However, through the reforms implemented by Government and major investments in infrastructure, the pace of growth has increased to 2.6% on average over the past 3 years.  As of April 2014, the economy is poised"}, {"text_block_id": "p18_b396", "text": "to grow at 3.8 percent on the back of recent reforms and improved domestic business confidence and this augurs"}, {"text_block_id": "p18_b397", "text": "well with the recent upgrade from Standard and Poor’s rating outlook from stable to positive. The major factors contributing to this growth are expected gains  from implementation of the Sugar Development Programme,"}, {"text_block_id": "p18_b398", "text": "growth in the forestry sector, significant capital works and expansion in the mining sector, expected positive"}, {"text_block_id": "p18_b399", "text": "growth in manufacturing, construction, electricity, transport and storage, accommodation and food services as well as in the  information and communication sector."}, {"text_block_id": "p18_b400", "text": "Investment in Fiji, whether private or public, is a pre-requisite for growth. The level of investment over the past decade has hovered between 14-18% of GDP. This is well below the average levels of 22% recorded in the 1970s"}, {"text_block_id": "p18_b401", "text": "and 25% in the years before 1987.  Inflation in the past 8 years averaged around 4.9%, and price changes were largely due to policy adjustments by government, volatile global food and fuel prices, and trading partner inflation. A large proportion of Fiji’s inflation is due to imports, representing around 60% of domestic inflation. In 2014, inflation is forecasted at 3.0%. An unfavorable trade balance has been a concern, averaging around $1.8 billion deficit over the last five years. However, the strong growth in tourism earnings in recent years from a level of $607 million in 2007 to $1.2 billion in 2012, has cushioned the impact of this trade deficit on Fiji’s balance of payments"}, {"text_block_id": "p18_b402", "text": "position."}, {"text_block_id": "p18_b403", "text": "In recent years, Fiji has been adopting an expansionary fiscal approach in an attempt to stimulate the economy"}, {"text_block_id": "p18_b404", "text": "in the wake of low private sector investment and volatility in the global markets. From 2002 to 2006 Government"}, {"text_block_id": "p18_b405", "text": "operated with an average net deficit of 4.4% of GDP. To prudently manage the burgeoning public debt, which increased from $2.83 billion in 2004 to $3.68 billion in 2012 (equivalent to 50.9% of GDP), a fiscal consolidation strategy was adopted in the succeeding period (2007-2012) in order to contain the net deficit to 1.7% on average"}, {"text_block_id": "p18_b406", "text": "in this period. Excluding 2011, total annual debt repayments have averaged $201.8 million. Debt repayments peaked at $504.5 million in 2011 due to the settlement of the global bond of US$150 million, issued in 2006."}, {"text_block_id": "p18_b407", "text": "over the past two decades, national assessments on poverty have revealed a declining incidence. From a level of 37.5% in 1996, the incidence of poverty, as measured against a periodically reviewed basic needs poverty line,"}, {"text_block_id": "p18_b408", "text": "was assessed at 35% and 31% from the Household Income and Expenditure Surveys of 2002/03 and 2008/09"}, {"text_block_id": "p18_b409", "text": "respectively. The distribution of poverty is skewed with the rural population assessed to have a much higher incidence than the urban population."}, {"text_block_id": "p18_b410_merged_merged_merged_merged", "text": "Employment provides the most rapid route out of poverty. However, the economy has not been able to generate sufficient new jobs annually to accommodate the 20,000 school leavers. In a recent survey, unemployment was assessed at 6.9%. Labour force participation rates increased from 38.4% in 1996 to 40% in 2007. While the participation rate of males increased by 2%, that of females fell by 30% in the period, due to higher unemployment and engagement in subsistence activities. In addition, existing wage rates across industries have not kept pace with the rising cost of living. The first national minimum wage rate was set at $2 per hour in January 2014 to ensure workers are able to meet  their basic needs. In the recent wage survey, it was found in some areas, especially among small and micro enterprises, the wage was as low as $1.50 per hour. The current national minimum wage rate represents an increase of 33%."}, {"text_block_id": "p19_b416", "text": "over the past 20 years, the urban population has grown while the rural population has contracted. Today, more"}, {"text_block_id": "p19_b417", "text": "people reside in urban areas (51%) than in rural areas for the first time in Fiji’s history. This has implications on the carrying capacity of the urban infrastructure to accommodate the influx of rural migrants. A combination"}, {"text_block_id": "p19_b418", "text": "of factors such as high rural-urban migration, inadequate supply of urban housing stock, inadequate supply"}, {"text_block_id": "p19_b419", "text": "of fully-serviced lots, and limited access to finance and affordable housing are contributing to the increased"}, {"text_block_id": "p19_b420", "text": "number of urban squatters. It is estimated there are close to 78,000 people currently living in 128 squatter settlements in the major urban areas."}, {"text_block_id": "p19_b421", "text": "The environment and its resources have been the backbone of both the economy and employment.  While the"}, {"text_block_id": "p19_b422", "text": "economy has been historically dominated by agriculture and mining, in recent decades forestry, fishing and"}, {"text_block_id": "p19_b423", "text": "tourism have become increasingly important. Accompanying this broadening of natural resource use, has been the increasing demand on freshwater water resources for both hydropower generation and drinking water. Whether for subsistence consumption or income earning there have been increasing risks to the environment and loss of biodiversity. Changes in both consumption and production patterns have led to increasing volumes of both solid and liquid waste being produced with associated pollution to the environment. For Fiji, the new millennium has bought change at a rate which is unprecedented and unrelenting, particularly in terms of impact on the environment. The factor which will have the greatest impact over the medium and long term is that of climate change. Managing the impact of climate change will require focus on adaptation and mitigation through building community resilience, strengthening food security, enforcement of standards on buildings and structures, and protecting coastal communities by way of reinforcement or in some cases, relocation."}, {"text_block_id": "p19_b424_merged_merged_merged", "text": "The 2013 Constitution now provides for inclusive socio-economic development and guarantees all citizens the right to a clean and healthy environment - this includes the right to have the natural world protected for the benefit of present and future generations."}, {"text_block_id": "p21_b427", "text": "CHAPTER 4"}, {"text_block_id": "p21_b428", "text": "DEVELoPING AND STRENGTHENING THE NATIoNAL ENAbLING ENVIRoNMENT"}, {"text_block_id": "p21_b429", "text": "over the past decade, good progress has been recorded with developing and strengthening the national enabling environment, a crucial pre-condition for development which is sustainable. This includes integration of sustainable development principles into national plans through regular reviews and engagement in multi-stakeholder processes, including with donor partners."}, {"text_block_id": "p21_b430", "text": "To build on these gains, a more integrated people-centered framework is needed to secure Fiji’s future, which combines and strengthens the linkages between environmental sustainability, economic development and social"}, {"text_block_id": "p21_b431", "text": "development. This Green Growth Framework for Fiji, which is hinged upon the ten thematic areas (Chapter 5) is"}, {"text_block_id": "p21_b432", "text": "supported and complemented by developing and strengthening the national enabling environment."}, {"text_block_id": "p21_b433", "text": "Recognising the necessity for pursuing development  which  is sustainable, through a people-centred integrative and innovative approach and that many aspects of development are cross-cutting in nature, this chapter focuses on the required policy-mix to facilitate the implementation of the time-bound targets developed from the “Challenges and Way Forward” for each thematic area. This will ensure full consistency  with the international development agenda being considered for the post-2015 period."}, {"text_block_id": "p21_b434", "text": "In 1994, an overarching message in the first paragraph of the Declaration of the Barbados Programme of Action for Sustainable Development of Small Island Developing States (SIDS) asserts “…that human resources and cultural heritage are SIDS most significant assets and the central position of people in sustainable development"}, {"text_block_id": "p21_b435", "text": "must be assured”. Fiji is party to this declaration."}, {"text_block_id": "p21_b436_merged_merged", "text": "In 2012 at the Rio+20 Third International Conference on Sustainable Development, important enablers of sustainable development were identified. The availability of finance in accordance with national priorities and needs is especially important. Private sector participation, together with a spirit of entrepreneurship and innovation, plus structural reforms, can also be important enablers. Technology transfer and cooperation among countries in research and development is helpful in strengthening national capacities for sustainable development. This not only includes north-south cooperation  as well as  south-south cooperation by Fiji, both with island countries within the Pacific and other global developing countries  - this is complementary to other forms of capacity building, such as human resource development, strengthening institutional capacity, including planning, management and monitoring capacity."}, {"text_block_id": "p21_b441", "text": "In the Peoples Charter, 2010-2014 Roadmap and the 2013 Constitution, the provisions for a  national enabling environment for sustainable development are  aimed at achieving sustainable democracy, good and just governance, inclusive socio-economic development, national unity and healthy environment."}, {"text_block_id": "p21_b442", "text": "This chapter considers the regulatory and institutional arrangements needed to further develop and strengthen the national enabling environment, in order to support the application of this Green Growth Framework in Fiji and"}, {"text_block_id": "p21_b443", "text": "to provide assurance that risks are identified and addressed and that development is sustainable."}, {"text_block_id": "p21_b444", "text": "PARTNERSHiPS"}, {"text_block_id": "p21_b445", "text": "Established procedures exist at different levels for private sector and civil society input into the decision-making machinery through the National budget; National Peoples Charter Advisory Council; National Environment Council; Provincial and Divisional Development boards and National Councils operating in the social sector. Adjustments to the institutional framework will need to create conditions which ensure the Fijian people are always at the centre of sustainable development efforts."}, {"text_block_id": "p22_b446", "text": "The establishment of a High Level Multi-Stakeholder Panel for Sustainable Development will provide the necessary mechanism  for Government, the private sector, civil society, academia, communities and donor partners to work together, to ensure policies are well aligned, better coordinated and people-focused."}, {"text_block_id": "p22_b447", "text": "Full participation in regional and global development processes, including being party to existing and any new instruments, will assist greatly with ensuring Fiji responds effectively to its obligations."}, {"text_block_id": "p22_b448", "text": "iNFoRMED DECiSioN-MAkiNG"}, {"text_block_id": "p22_b449", "text": "It is simply not possible to effectively manage what is not accurately measured. It will therefore be vital that the processes for the compilation and analysis of data, to support informed decision-making, are strengthened across the three pillars of sustainable development."}, {"text_block_id": "p22_b450", "text": "It is essential that informed decision-making is supported by analyses of risks and full cost-benefit analyses which not only evaluate the benefits but also identifies  the costs. For example, it needs to be acknowledged that in the past anticipated socio-economic benefits have resulted in costs to the environment being overlooked because"}, {"text_block_id": "p22_b451", "text": "of lack of data on the environment. This “data gap” needs to be addressed, recognising that many environmental"}, {"text_block_id": "p22_b452", "text": "indices are variable over time and are likely to change (become more frequent and intense) as a result of the"}, {"text_block_id": "p22_b453", "text": "impacts of climate change."}, {"text_block_id": "p22_b454", "text": "It must be anticipated that sustainable development goals will need to be identified for Fiji, as is  proposed at the"}, {"text_block_id": "p22_b455", "text": "international level, to replace the Millennium Development Goals in the post-2015 period. This must be supported by a robust national data gathering and information management initiative. As the global discussions on the post-2015 development agenda suggest, “A Data Revolution” is required."}, {"text_block_id": "p22_b456", "text": "As an essential step to developing and strengthening the current national enabling environment, policies and supporting documents must contain a broader set of people-focused goals and indicators, for which necessary data gathering and monitoring capacity, storage and information sharing mechanisms are progressively put in"}, {"text_block_id": "p22_b457", "text": "place. A National Information System that is spatial (GIS-based) and at the right level and scale, will necessarily be"}, {"text_block_id": "p22_b458", "text": "the preferred data storage and access modality. The knowledge derived over time will then better inform decision-making and facilitate meaningful reporting on progress with sustainable development, as well as highlight “hot spots” for attention."}, {"text_block_id": "p22_b459", "text": "Relevant economic, social and environmental data and information must be incorporated into processes for the National Accounts, the National budget and relevant National Plans and Policies, in particular at sector level. Regular public expenditure reviews are necessary to identify programme budget areas which will be relevant for"}, {"text_block_id": "p22_b460", "text": "sustainable development, including identification of any spending that may result in barriers to growth. This will"}, {"text_block_id": "p22_b461", "text": "allow for informed decision-making on possible reallocation of resources and public expenditure."}, {"text_block_id": "p22_b462", "text": "HuMAN RESouRCES AND CAPACiTy BuiLDiNG"}, {"text_block_id": "p22_b463", "text": "Human resource development is fundamental to ensuring sufficient capacity and skills are available. Priorities"}, {"text_block_id": "p22_b464", "text": "for human resource development should include: appropriate support for data gathering and analysis; research in engineering, science and technology; re-training for workers through skill enhancement programmes; and increasing awareness and understanding of the principles of sustainable development and the opportunity the application of this Green Growth Framework provides for the future. Securing the  necessary investment from all potential donor partner sources, will remain a key strategy."}, {"text_block_id": "p22_b465", "text": "GovERNANCE MECHANiSMS AND REGuLAToRy FRAMEwoRkS"}, {"text_block_id": "p22_b466", "text": "Internal governance mechanisms need strengthening at all levels. Inadequate legal and institutional frameworks and lack of capacity has hindered planning and implementation of past sustainable development strategies. Despite efforts by many, consumption and production have become un-balanced and the principle consumers, the people, have not been rightfully placed at the centre of development."}, {"text_block_id": "p22_b467_merged_merged_merged_merged", "text": "better coordination and linkages are needed both across and within different agencies and sectors, to fully integrate the three pillars of sustainable development (economic, social and environmental). This requires some adjustment to key Government processes and mechanisms for policy formulation and implementation, including the National budget and National Strategic Development Plans."}, {"text_block_id": "p23_b470", "text": "Fiji must remain a strong advocate for international governance mechanisms which support sustainable development. In particular, these include international and regional conventions and mechanisms for: green growth; climate change; biodiversity; and the post-2015 Sustainable Development Goals in relation to inclusive social and economic development, environmental management, human rights and poverty reduction."}, {"text_block_id": "p23_b471", "text": "Good governance is widely regarded as being crucial for sustainable development. Strengthening good governance has been a national development priority for two decades and is a major component of the Peoples Charter and the"}, {"text_block_id": "p23_b472", "text": "Roadmap. The 2013 Constitution guarantees equality for all citizens and inclusive sustainable development. Strong"}, {"text_block_id": "p23_b473", "text": "leadership and effective administration of Fiji’s bill of Rights, accountability and anti-corruption frameworks, will lay the foundation for successful transition to green growth."}, {"text_block_id": "p23_b474", "text": "Well-designed, effective and efficient regulatory and compliance mechanisms are essential. Structural reforms have been implemented to better realise Fiji’s growth potential, improve public service efficiency, reduce"}, {"text_block_id": "p23_b475", "text": "vulnerability to shocks and alleviate poverty. Further enhancing the investment climate, improving land use and management, upgrading of infrastructure and maintaining improved performance of State-owned Enterprises"}, {"text_block_id": "p23_b476", "text": "(SOEs) remain major priorities. Within this context, greater self-regulation and compliance must be encouraged."}, {"text_block_id": "p23_b477", "text": "TECHNoLoGy, iNNovATioN AND DEvELoPMENT"}, {"text_block_id": "p23_b478_merged_merged_merged", "text": "Technology awareness and enhanced access, particularly in relation to initial up-front costs, are major challenges for technological innovation and development in Fiji and remain a priority in ensuring improved productivity and more efficient use of resources. Support for technology and innovation requires identification of Fiji’s specific needs in key areas for green growth and in providing appropriate incentives to facilitate access."}, {"text_block_id": "p23_b481", "text": "In particular developments in information and communication technologies (ICTs) are crucial if Fiji is to become a well informed society and the ICT hub for the region. Whilst the benefits are clear, the costs (such as for increased speed and ease of access) must be made more affordable."}, {"text_block_id": "p23_b482", "text": "STRENGTHENiNG PRivATE SECToR DEvELoPMENT"}, {"text_block_id": "p23_b483", "text": "A major challenge to sustainably growing the economy has been the low levels of private sector investment. Enhancing private sector development is crucial to realising Fiji’s economic potential, particularly through:"}, {"text_block_id": "p23_b484", "text": "•"}, {"text_block_id": "p23_b485", "text": "Improving the regulatory environment for starting and operating a business – including appropriate fair"}, {"text_block_id": "p23_b486", "text": "trade as well as  weights and measurement standards for consumer protection;"}, {"text_block_id": "p23_b487", "text": "•"}, {"text_block_id": "p23_b488", "text": "Creating a more welcoming environment for foreign investment;"}, {"text_block_id": "p23_b489", "text": "•"}, {"text_block_id": "p23_b490", "text": "Facilitating contract enforcement;"}, {"text_block_id": "p23_b491", "text": "•"}, {"text_block_id": "p23_b492", "text": "Rationalising investment incentives;"}, {"text_block_id": "p23_b493", "text": "•"}, {"text_block_id": "p23_b494", "text": "Strengthening infrastructure services; and"}, {"text_block_id": "p23_b495", "text": "•"}, {"text_block_id": "p23_b496", "text": "Enhancing access to land, finance and financial services."}, {"text_block_id": "p24_b497", "text": "FiNANCE AND ECoNoMiC iNCENTivES"}, {"text_block_id": "p24_b498", "text": "The ultimate success of this Green Growth Framework will require substantial  finance and investment in"}, {"text_block_id": "p24_b499", "text": "infrastructure, natural resource management as well as  capacity and skills development. In addition to domestic"}, {"text_block_id": "p24_b500", "text": "resource mobilisation, other potential sources include Foreign Direct Investment (FDI), Overseas Development Assistance (ODA), public-private partnerships (PPP) and other options, to cover the costs of start-ups. All finance"}, {"text_block_id": "p24_b501", "text": "options need to be considered."}, {"text_block_id": "p24_b502", "text": "•"}, {"text_block_id": "p24_b503", "text": "Revenue Policy"}, {"text_block_id": "p24_b504", "text": "will play an increasingly important role in Fiji’s transition to green growth. options include taxing unsustainable behavior and incentives to assist green industries. Particular attention should be given to incentives to encourage renewable energy, recycling, waste management, green production and technological innovation. Tougher penalties for over pollution and poor waste disposal also warrant consideration."}, {"text_block_id": "p24_b505", "text": "•"}, {"text_block_id": "p24_b506", "text": "Expenditure Policy"}, {"text_block_id": "p24_b507", "text": "can support transition to a green economy through strategies such as public procurement of green goods and services; possible grants for greening industries and technological innovation similar to support for market access under the National Export Strategy; prioritising the delivery of green goods and services through the micro, small, and medium enterprise development programmes; and shifting any subsidies from brown activities towards green growth."}, {"text_block_id": "p24_b508", "text": "•"}, {"text_block_id": "p24_b509", "text": "Foreign Direct investment"}, {"text_block_id": "p24_b510", "text": "is needed to develop industries, technology and practices that directly benefit the"}, {"text_block_id": "p24_b511", "text": "environment because these are developed largely outside Fiji. Restrictions on foreign ownership, repatriation"}, {"text_block_id": "p24_b512", "text": "of profits and high tariffs can be barriers to green FDI and technology transfer. A review of current investment"}, {"text_block_id": "p24_b513", "text": "policies and regulations is needed in order to identify areas where adjustments can be made to support green FDI, particularly to facilitate technology transfer and capacity building."}, {"text_block_id": "p24_b514", "text": "•"}, {"text_block_id": "p24_b515", "text": "Public Private Partnerships"}, {"text_block_id": "p24_b516", "text": "offer a model for using public funds to mitigate risks and attract private investment. This could be most relevant in sectors where investment is limited by concerns over technology,"}, {"text_block_id": "p24_b517", "text": "regulatory and market risks and high financing costs. The regulatory framework will need to be streamlined in"}, {"text_block_id": "p24_b518", "text": "order to facilitate PPP in green infrastructure development."}, {"text_block_id": "p24_b519", "text": "•"}, {"text_block_id": "p24_b520", "text": "overseas Development Assistance"}, {"text_block_id": "p24_b521", "text": "is an important source of finance for green investments, building where"}, {"text_block_id": "p24_b522_merged_merged_merged_merged", "text": "relevant on proven practice from similar situations. Major projects in renewable energy and sustainable agriculture can be financed along with other smaller initiatives possessing strong potential, such as feasibility studies, pilot projects and technical training. A more concerted effort is needed to pursue aid funds pledged to developing countries in  support of sustainable development and improving coordination for all"}, {"text_block_id": "p24_b525", "text": "government stakeholders (private sector, civil society and development partners)."}, {"text_block_id": "p26_b526", "text": "CHAPTER 5"}, {"text_block_id": "p26_b527", "text": "KEY THEMATIC AREAS"}, {"text_block_id": "p26_b528", "text": "The ten Thematic Areas which have been identified will require an integrated and cross cutting national focus, supported by an enabling environment (Chapter 4) to ensure future development is both sustainable and can be"}, {"text_block_id": "p26_b529", "text": "sustained on an ongoing basis. This contrasts with the traditional sector-focused approach which has increasingly been referred to as “working in silos”."}, {"text_block_id": "p26_b530", "text": "This new modus operandi highlights the opportunity which the Green Growth Framework provides for Fiji to do business differently and it encourages thinking outside the box. Furthermore, it is a strategy which recognises that business as usual is no longer an option for Fiji."}, {"text_block_id": "p26_b531", "text": "Every attempt has been made to restrict the Thematic Areas to a manageable number whilst at the same time being fully inclusive. In this chapter the Areas are grouped in alignment with the three pillars of sustainable development in order to emphasise that the Green Growth Framework is a tool to support and complement actions which contribute to development that is sustainable."}, {"text_block_id": "p26_b532", "text": "Environment Pillar:"}, {"text_block_id": "p26_b533", "text": "•"}, {"text_block_id": "p26_b534", "text": "Building Resilience to Climate Change and Disasters;"}, {"text_block_id": "p26_b535", "text": "•"}, {"text_block_id": "p26_b536", "text": "Waste Management; and"}, {"text_block_id": "p26_b537", "text": "•"}, {"text_block_id": "p26_b538", "text": "Sustainable Island and Ocean Resources."}, {"text_block_id": "p26_b539", "text": "Social Pillar:"}, {"text_block_id": "p26_b540", "text": "•"}, {"text_block_id": "p26_b541", "text": "Inclusive Social Development;"}, {"text_block_id": "p26_b542", "text": "•"}, {"text_block_id": "p26_b543", "text": "Food Security; and"}, {"text_block_id": "p26_b544", "text": "•"}, {"text_block_id": "p26_b545", "text": "Freshwater Resources and Sanitation Management."}, {"text_block_id": "p26_b546", "text": "Economic Pillar:"}, {"text_block_id": "p26_b547", "text": "•"}, {"text_block_id": "p26_b548", "text": "Energy Security;"}, {"text_block_id": "p26_b549", "text": "•"}, {"text_block_id": "p26_b550", "text": "Sustainable Transportation;"}, {"text_block_id": "p26_b551", "text": "•"}, {"text_block_id": "p26_b552", "text": "Technology and Innovation; and"}, {"text_block_id": "p26_b553", "text": "•"}, {"text_block_id": "p26_b554", "text": "Greening Tourism and Manufacturing Industries."}, {"text_block_id": "p26_b555", "text": "Each of the ten Thematic Areas includes a section on key challenges as well as on the preferred way forward, including actions and time-bound indicators. These are intended to support and complement those in the 20102014 Roadmap and successor national development plans. They are intended to support and not duplicate those described in relevant sectoral policies and plans. Given the intention of the Green Growth Framework to accelerate integrated and inclusive development which is sustainable, these necessarily cross-cut to other Thematic Areas."}, {"text_block_id": "p28_b556", "text": "Thematic Area 1"}, {"text_block_id": "p28_b557", "text": "building Resilience to Climate Change and Disasters"}, {"text_block_id": "p28_b558", "text": "Slip at Naiborebore Hill, Kings Road after heavy rain, February 2014 Source: Ministry of Information, Fiji News Summary (Minfo News [news@info.gov.fj])"}, {"text_block_id": "p28_b559", "text": "1. iNTRoDuCTioN"}, {"text_block_id": "p28_b560", "text": "The adverse impacts of climate change and climate variability requires the development of adaptation and mitigations strategies which will build resilience across all aspects of Fiji’s development agenda. As with many"}, {"text_block_id": "p28_b561", "text": "other Pacific small island developing states, strengthening resilience to climate change impacts and to  extremes"}, {"text_block_id": "p28_b562", "text": "of weather is being closely coordinated with the overarching issue of reducing the risk of disasters."}, {"text_block_id": "p28_b563", "text": "The harsh impacts anticipated from climate change and associated extreme weather events may further impede"}, {"text_block_id": "p28_b564", "text": "efforts to achieve sustainable development. Some of the main climatic challenges facing the Pacific include: sea level rise and intense flooding which threaten water supply, coastal infrastructure and land areas; increased frequency and intensity of natural disasters which in turn may have negative impacts on food security (caused by a decline in freshwater availability, crop production and fisheries), coral reefs and forest biodiversity and the spread of certain diseases (especially through contaminated water)"}, {"text_block_id": "p28_b565", "text": "2"}, {"text_block_id": "p28_b566", "text": "."}, {"text_block_id": "p28_b567", "text": "Fiji’s small size, vulnerability to climate change and climate variability, manmade and natural hazards coupled"}, {"text_block_id": "p28_b568", "text": "with the pace of socio-economic development exacerbated by rapid urbanisation has resulted in an increase in squatter and informal settlements. The consequent rise"}, {"text_block_id": "p28_b569", "text": "in construction and economic activity in disaster-prone and high risk areas requires a more holistic approach in efforts to reduce vulnerability and risk."}, {"text_block_id": "p28_b570", "text": "Although some mitigation and prevention measures in regard  to these developments are in place in relevant institutions responsible for regulatory control and public administration, a more integrated and targeted approach"}, {"text_block_id": "p28_b571", "text": "is clearly necessary. The greatest challenge is the identification of the specific adaptation strategies to be applied"}, {"text_block_id": "p28_b572", "text": "in order to reduce current and future risks."}, {"text_block_id": "p28_b573_merged_merged_merged_merged_merged", "text": "2Secretariat of the Regional Environment Programme (SPREP), Factsheet Pacific Climate Change, http://archive.iwlearn.net/www.sprep.org/factsheets/pdfs/pacificclimate. pdf, 2008. World Wide Fund for Nature (WWF), Report on ‘State of the Planet, 2010."}, {"text_block_id": "p29_b575", "text": "2. CuRRENT STATuS"}, {"text_block_id": "p29_b576", "text": "(i) ovERviEw oF ExiSTiNG PoLiCiES, LEGiSLATioNS AND iNiTiATivES"}, {"text_block_id": "p29_b577", "text": "Fiji signed the United Nations Framework Convention on Climate Change (UNFCCC) convention in 1992 and ratified it in 1993. Fiji’s commitments to this Convention are outlined in the National Climate Change Policy of 2012. The Mauritius Strategy 2005–2015 and the Barbados Plan of Action 1994, which attempt to address the problems of small island developing states (SIDS) have climate change as a significant issue. Fiji will continue to contribute to the implementation of the Mauritius Strategy 2005–2015 and the Barbados Plan of Action through the implementation of the NationalClimate Change Policy. At the regional level the Pacific Island Framework for Action on Climate Change 2006–2015 (currently under review) is focused on building the resilience of communities to"}, {"text_block_id": "p29_b578", "text": "combat the impacts of climate change."}, {"text_block_id": "p29_b579", "text": "The National Climate Change Policy provides the framework which guides government’s strategic direction on issues relating to climate change, climate variability and sea level rise. The policy has eight policy objectives which are focused on mainstreaming, data collection, storage and sharing, awareness raising, education and training,"}, {"text_block_id": "p29_b580", "text": "adaptation, mitigation and financing."}, {"text_block_id": "p29_b581", "text": "In relation to Disaster Risk Management, Fiji endorsed the Hyogo Framework for Action 2005 – 2015 and the Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005 – 2015 (currently under review). The global and regional policy instruments advocate for further action to strengthen the resilience and safety of communities in relation to natural and other hazards."}, {"text_block_id": "p29_b582", "text": "Fiji national disaster management arrangements are covered under the Natural Disaster Management Act 1998 and the National Disaster Management Plan of 1995. There is greater recognition and acceptance that in order to adequately respond to and manage disasters there must be a comprehensive approach to the management of risks associated with them. In this connection a draft National Disaster Risk Management Arrangements was developed"}, {"text_block_id": "p29_b583", "text": "in 2006 which attempted to synchronise efforts to respond to disasters and provide a mechanism for an all-hazard"}, {"text_block_id": "p29_b584", "text": "approach to disaster management."}, {"text_block_id": "p29_b585", "text": "Box 1"}, {"text_block_id": "p29_b586", "text": "Tropical Cyclone Evan, December 2012"}, {"text_block_id": "p29_b587", "text": "On December 16-17, 2012, Tropical Cyclone Evan (a category 4 cyclone) ravaged northern Vanua Levu and"}, {"text_block_id": "p29_b588_merged_merged", "text": "western Viti Levu. No lives were lost due to a well coordinated and proactive response by Government and the community. Damages and losses of close to $195 million were estimated to have been incurred, particularly in tourism, housing and agriculture. The impact of the cyclone compounded the damage experienced by communities in western Viti Levu from widespread flooding in January and March the same year. Total recovery and reconstruction costs for cyclone Evan were estimated at $134 million. over the last 40 years, Fiji has experienced tropical cyclone events almost every 1-2 years."}, {"text_block_id": "p29_b591", "text": "Photo courtesy of Fiji Meteorological Services"}, {"text_block_id": "p30_b592", "text": "The current regional policy context for climate change and disaster risk management is undergoing a rapid change"}, {"text_block_id": "p30_b593", "text": "across the Pacific. At the regional level a new initiative is underway to develop a “Strategy for Climate and Disaster Resilient Development for the Pacific” which will succeed the existing and separate regional policy frameworks"}, {"text_block_id": "p30_b594", "text": "."}, {"text_block_id": "p30_b595", "text": "Fiji, much like its neighbouring small island developing states, is keen to develop an integrated approach to address"}, {"text_block_id": "p30_b596", "text": "risk, beginning work in 2006 to develop a national strategy for all hazard risk management"}, {"text_block_id": "p30_b597", "text": ". With the increased momentum provided by the development of the regional Strategy for Climate and Disaster Resilient Development, Government is committed to integrate climate change and disaster risk management into the national planning and budgeting process and the current Climate Finance Readiness Programme and Climate Public Expenditure and Institutional Review is expected to propose a way forward."}, {"text_block_id": "p30_b598_merged_merged", "text": "In support of integration, consideration needs to be given to the development of a national level Strategic Plan for Climate and Disaster Resilience to ensure that the actions recommended by related strategies are implemented in an integrated manner, thus minimising waste of resources and promoting efficiencies in vulnerability reduction. The development and implementation of such a plan will provide a stronger contextual basis for revising governance and institutional arrangements for disaster risk management and climate change. It will allow Fiji to bring about a more coordinated approach to dealing with issues of vulnerability and risk and most importantly it will help to facilitate the mainstreaming of climate change and disaster risk considerations within the national and sub national development planning and resource allocation mechanisms."}, {"text_block_id": "p31_b601", "text": "(ii) REviEw oF PERFoRMANCE iN THE CoNTExT oF SuSTAiNABLE DEvELoPMENT"}, {"text_block_id": "p31_b602", "text": "Historically, Fiji experiences one to two tropical cyclone-related disasters annually, plus at least one major flood. In the 30-year period over 1983-2012, Fiji reported 106 natural hazard-related disasters including 49 disasters caused by tropical cyclones, 38 by floods, plus numerous additional severe storms, landslides and droughts"}, {"text_block_id": "p31_b603", "text": ". based on existing data, only 70 per cent of these disasters were costed to any degree. The total assessed cost of disasters reported over the 30-year period was US$ 1.2 billion"}, {"text_block_id": "p31_b604", "text": ", with an average disaster cost of US$ 11.7 million, although average costs are likely to be higher, given that 30 per cent of events were not costed at all and most assessments did not take into account the value of economic losses. As outlined in box 1, the most recent devastating cyclone to impact Fiji was Tropical Cyclone Evan in December 2012 and caused estimated damage and loss valued at $195 million."}, {"text_block_id": "p31_b605_merged_merged", "text": "Natural disasters have a debilitating impact on the socio-economic development of Fiji. At a social level, a recent assessment demonstrated that disasters make communities in Fiji poorer and that poverty exacerbates the scale of national disasters. At an economic level, disasters drain resources that could have otherwise been used to support national development. For example, the cost of damage by natural disasters8 in 2012 alone was estimated at approximately $208 million. This required an investment of around $43 million for rehabilitation and recovery of key sectors within Government. This rehabilitation cost does not take into account those personal costs incurred by the individuals and the private sector. Majority of the economic losses arising from disaster events such as floods are incurred by industries and business located within the ambit of vulnerable municipalities. This calls for the need to build safer cities and towns for long term sustainability."}, {"text_block_id": "p31_b611", "text": "Box 2"}, {"text_block_id": "p31_b612", "text": "Vunidogoloa Village in the tikina of Koroalau, Cakaudrove Province on Vanua Levu was the first village in Fiji to be relocated due to rising sea level. Vulnerability assessments have identified 676 communities around the country threatened in some way by loss of coastal land or infrastructure, flooding and from storm surges. Of these, 42 communities have been identified for potential relocation."}, {"text_block_id": "p31_b613", "text": "Photo courtesy of Fiji Government Online Portal ww w.fiji.gov.fj"}, {"text_block_id": "p32_b614", "text": "This situation may worsen with climate change. The World bank estimates that the cost of adapting to climate change will range from $75 billion to $100 billion per year for a temperature rise of 2 to 4 degrees, with Asia and"}, {"text_block_id": "p32_b615", "text": "the Pacific likely to bear the brunt of the burden."}, {"text_block_id": "p32_b616", "text": "In light of these economic impacts, Fiji is under pressure to develop the necessary resilience measures for long term sustainability."}, {"text_block_id": "p32_b617_merged_merged", "text": "Some progress has already been made towards building resilience. Government has commenced with the conducting of rapid vulnerability and adaptation assessment, invested in improving early warning systems, dredging of river mouths, construction of inland retention dams and the construction of cyclone proof homes in the most affected areas. Rehabilitation plans are focused on the principals of “building back better” especially for rural housing and infrastructure such as roads, water and energy. In the agriculture sector, the planting of traditional tree and roots crops is being undertaken to minimise soil erosion and land degradation and desertification. The planting of mangroves, construction of seawalls and the relocation of communities are part of ongoing adaptation initiatives against the continuous rise in sea level. As outlined in Box 2, the first climate change related village relocation occurred in 2013 when the village of Vunidogoloa in Cakaudrove Province of Vanua Levu was relocated due to rising sea level."}, {"text_block_id": "p32_b620", "text": "Given the ongoing focus on building resilience, Government has seen it fit to consider tapping the disaster insurance market as a potential means of building up capacity and contingencies for post-disaster financing. Preliminary consultations have been undertaken with the World Bank on a potential financing mix and appropriate modality. Having an insurance cover could increase our financial resilience against natural disasters by improving our financial capacity to meet post-disaster funding needs."}, {"text_block_id": "p32_b621", "text": "(iii) ASSESSMENT oF kEy iNDiCAToRS AND TRENDS"}, {"text_block_id": "p32_b622", "text": "Annual Temperature"}, {"text_block_id": "p32_b623", "text": "The annual maximum and minimum temperatures have increased in both Suva and Nadi since 1950. In addition, historical changes in sea surface temperature and sea level rise around Fiji are consistent with the broad scale changes in the region. There has been a rapid warming of sea surface temperature of approximately 0.07°C per decade between 1970 till today in addition to 6 mm per year of sea level rise. The Fijian maritime area has also seen a decline in aragonite saturation from about 4.5 in the late 18th century to an observed value of about 3.9± 0.1 by the year 2000. Aragonite saturation state of above 4 is optimal for coral growth and reef ecosystem development."}, {"text_block_id": "p32_b624", "text": "Sea Level Rise Projections"}, {"text_block_id": "p32_b625", "text": "Projections for all emissions scenarios indicate that the annual average air temperature and sea surface temperature will increase to be in the range of 0.4-1.0 degree centigrade by 2030. on the current global greenhouse gas emission scenario, the additional sea level rise may be as great as 80 centimetres by 2100, in addition to the 20 centimetres of sea level rise experienced in the last decade."}, {"text_block_id": "p32_b626", "text": "Frequency of Disaster Events"}, {"text_block_id": "p32_b627", "text": "During the period 1983 – 2012 Fiji experienced a total of 106 natural hazard-related disasters including 49 tropical cyclones and 38 floods. According to the Climate Change in the Pacific Report, projections indicate that while"}, {"text_block_id": "p32_b628", "text": "there may be a decrease in the number of tropical cyclones, the average maximum wind speed of cyclones will increase between 2 to 11%. 20% rainfall intensity within 100 km of the cyclone center is also projected."}, {"text_block_id": "p33_b629", "text": "3.  kEy CHALLENGES AND PRoPoSED wAy FoRwARD"}, {"text_block_id": "p33_b630", "text": "The key challenges and proposed way forward for this Thematic Area should be considered in light of the introductory paragraphs to Chapter 5."}, {"text_block_id": "p35_b631", "text": "Thematic Area 2"}, {"text_block_id": "p35_b632", "text": "Waste Management"}, {"text_block_id": "p35_b633", "text": "1. iNTRoDuCTioN"}, {"text_block_id": "p35_b634", "text": "Rapid urbanisation and expansion of industry has increased both consumption and imports and as a consequence"}, {"text_block_id": "p35_b635", "text": "is placing significant pressure on the management of all forms of waste. The area of waste management is cross"}, {"text_block_id": "p35_b636", "text": "-"}, {"text_block_id": "p35_b637", "text": "cutting, impinging upon public health, sustainable natural resource management, development of alternative"}, {"text_block_id": "p35_b638", "text": "energy sources (biomass, biogas), disaster management and greening industries. This thematic area concentrates"}, {"text_block_id": "p35_b639", "text": "on the management of solid waste, including industrial wastes and air pollution, while sewerage and sanitation is addressed in Thematic Area 6. The National Environment Strategy of 1993 assessed the situation of solid waste"}, {"text_block_id": "p35_b640", "text": "management as a ‘critical issue’ at that time, pollution and hazardous waste management as ‘emerging issues’"}, {"text_block_id": "p35_b641", "text": "and sewerage disposal as a ‘minor issue’. Now, some twenty years on, despite Fiji’s accession to numerous international conventions and the enactment of accompanying national laws, a comprehensive solution to the mounting waste management challenges and the associated risks remains elusive."}, {"text_block_id": "p35_b642", "text": "Waste management in Fiji  is characterized by uncoordinated and  ineffective waste management systems at all"}, {"text_block_id": "p35_b643", "text": "levels, continued use of unsanitary dumps for urban waste, the absence of an organised rural waste management system,  a low level  of civic pride which is exhibited through indiscriminant public littering and ineffective enforcement of existing laws, particularly in terms of policing industrial pollution. As  economic performance improves, this will increase activity in all relevant  sectors,  in particular those which are resource-based, as well as in wholesale and retail, manufacturing, and transport and tourism, ultimately leading to increased waste generation."}, {"text_block_id": "p35_b644", "text": "2. CuRRENT STATuS"}, {"text_block_id": "p35_b645", "text": "(i)  ovERviEw oF ExiSTiNG PoLiCiES, REGuLAToRy FRAMEwoRk AND iNiTiATivES"}, {"text_block_id": "p35_b646_merged_merged", "text": "The regulatory framework for waste management is provided under the Public Health Act 1978, and by the Environment Management Act 2005, which regulates all forms of hazardous waste and other pollutants, together with the Litter Decree 2010. A range of  national strategies have been formulated to address waste management, including the National Solid Waste Management Strategy 2011-2014, National Liquid Waste Management Strategy 2006, National Air Pollution Control Strategy 2007 and the revised National Liquid Trade Waste Policy 2013 of the Water Authority of Fiji."}, {"text_block_id": "p35_b649", "text": "The Public Health Act is currently undergoing review aimed at developing a more proactive approach for public health interventions. The National Solid Waste Management Strategy 2011-2014, incorporates a new thematic"}, {"text_block_id": "p35_b650", "text": "area of sustainable financing to address waste management projects which are not dependent upon Government subsidies. The Litter Decree was amended in 2010 to allow police officers, health inspectors, port masters, forestry officers, environment officers, land transport officers and other public officers to be appointed by the Minister for Environment as Litter Prevention Officers. Draft regulations to control plastic bag pollution were also"}, {"text_block_id": "p35_b651", "text": "developed in 2012 and are currently being discussed amongst stakeholders."}, {"text_block_id": "p36_b652", "text": "With support from the European Union, the Lami Rubbish Dump Rehabilitation Project was completed in 2012."}, {"text_block_id": "p36_b653", "text": "Its successor, the Naboro Landfill, provides a model of sanitary landfill for other municipalities outside the"}, {"text_block_id": "p36_b654", "text": "Nausori corridor. The Lautoka City Council, through assistance from the japanese International Cooperation"}, {"text_block_id": "p36_b655", "text": "Agency (JICA) has improved its Vunato dump and put in place measures to better manage recyclable waste. Through the implementation of the JICA Waste Minimisation and Recycling Promotion Project (2008-2012) waste minimisation practices such as the 3Rs (Reduce, Reuse and Recycle) were piloted in Nadi and Lautoka in the"}, {"text_block_id": "p36_b656", "text": "Western Division. A draft 3Rs policy was developed as an outcome of the Project and this awaits implementation."}, {"text_block_id": "p36_b657", "text": "The Government has also partnered with SPREP on a project to integrate climate change adaptation measures"}, {"text_block_id": "p36_b658", "text": "into the waste management sector (AdaptWaste Project). The aim of the AdaptWaste Project is to improve waste"}, {"text_block_id": "p36_b659", "text": "disposal sites so that these  are resilient to the direct impacts of extreme weather events and to minimise risks to human health and the environment from the disposal of disaster-generated debris. The Labasa Town Dump is the main project site on Vanua Levu followed by the dump for  the Seaqaqa District."}, {"text_block_id": "p36_b660", "text": "Rural Local Authorities have also introduced garbage collection service schemes in rural areas and various rural"}, {"text_block_id": "p36_b661", "text": "garbage disposal dumpsites are currently being identified for proper management of solid waste. In addition,"}, {"text_block_id": "p36_b662", "text": "modern incineration facilities have been installed to treat healthcare waste in major hospitals in Suva, Lautoka and Labasa. These facilities will also be installed at the sub divisional level."}, {"text_block_id": "p36_b663", "text": "Source: Ministry of Information, Fiji News Summary (Minfo News [news@info.gov.fj])"}, {"text_block_id": "p36_b664", "text": "Suva City Council staff collect waste at Suva Foreshore for the National Dengue Clean Up Campaign"}, {"text_block_id": "p36_b665", "text": "Rural Local Authorities have also introduced garbage collection service schemes in rural areas and various rural"}, {"text_block_id": "p36_b666", "text": "garbage disposal dumpsites are currently being identified for proper management of solid waste. In addition,"}, {"text_block_id": "p36_b667", "text": "modern incineration facilities have been installed to treat healthcare waste in major hospitals in Suva, Lautoka and Labasa. These facilities will also be installed at the sub divisional level."}, {"text_block_id": "p36_b668_merged_merged_merged_merged_merged", "text": "Several  major bottling companies have established collection and recycling systems with civil society and community initiatives, mainly focused on promoting civic responsibility and specific clean-up campaigns in urban centres."}, {"text_block_id": "p36_b671", "text": "The roles of key statutory bodies such as the Land Transport Authority, Water Authority of Fiji and Maritime Safety Authority of Fiji are important for effectively regulating and monitoring air pollution in the transport sector and waste discharged into water mains, drains, streams, rivers and the sea by commercial facilities and ships or vessels including wrecks."}, {"text_block_id": "p37_b672", "text": "The Fiji National Water Quality Standards, which were adopted in 2011, support the development and implementation of risk management strategies to ensure the safety of drinking water supplies in urban, rural"}, {"text_block_id": "p37_b673", "text": "and island communities of Fiji through the control of hazardous constituents of water. The Ministry of Health, in"}, {"text_block_id": "p37_b674", "text": "partnership with the Water Authority of Fiji, conducts monthly surveillance of water supply quality and facilitates water and sanitation improvement projects in rural communities."}, {"text_block_id": "p37_b675", "text": "In addition to land-based sources of waste, marine sources of pollution are also being addressed. Fiji has benefited from the Pacific Ocean Pollution Prevention Programme 2010-2014, which involves the management of oil spills and ballast water on a regional basis, as well as addressing the transboundary movement of hazardous materials"}, {"text_block_id": "p37_b676", "text": "The National Liquid Trade Waste Policy developed by the Water Authority of Fiji, was reviewed in 2013. one of the objectives of the policy is to protect public health and the environment by providing the business sector with an environmentally-friendly alternative liquid waste disposal option rather than directly into creeks, water courses and in marine environment, in areas where wastewater services are available, and by accepting wastes that can be"}, {"text_block_id": "p37_b677", "text": "transported and treated and thereby not compromise the quality of effluent or wastewater by-products."}, {"text_block_id": "p37_b678", "text": "(ii)  REviEw oF PERFoRMANCE iN CoNTExT oF SuSTAiNABLE DEvELoPMENT"}, {"text_block_id": "p37_b679", "text": "With the exception of the Naboro Landfill which services five municipalities , the use of open dumps is the main"}, {"text_block_id": "p37_b680", "text": "waste disposal method practiced. Government is working with municipalities to support the transition to sanitary"}, {"text_block_id": "p37_b681", "text": "engineered landfills because of the negative impacts  associated with open dumps on human health and also on"}, {"text_block_id": "p37_b682", "text": "the surrounding environment."}, {"text_block_id": "p37_b683", "text": "The exorbitant costs associated with proper waste disposal and in rehabilitating polluted environments, is a major incentive to the adoption of environmentally sound waste management practices, a fundamental of which"}, {"text_block_id": "p37_b684", "text": "is minimising waste. An incentive based system such as a packaging/container deposit mechanism (which has been discussed but not yet implemented) would instantly stimulate the desired actions from the general public"}, {"text_block_id": "p37_b685", "text": "consistent with the 3R approach that has been marketed in recent years. Comprehensive measures are also required to improve enforcement of the preferred types of product packages used in Fiji, which must be recyclable or biodegradable, including enforcing the ban on non-biodegradable plastic shopping bags. Through appropriate incentives and more organised systems such as use of waste transfer stations, it is believed that the necessary volume of recycling waste can be generated to support a viable recycling industry."}, {"text_block_id": "p37_b686", "text": "Effective waste management systems can also reduce long term indirect costs for the economy. The damage"}, {"text_block_id": "p37_b687", "text": "caused by flash flooding, particularly around low-lying urban centers is mainly a consequence of drains being"}, {"text_block_id": "p37_b688", "text": "blocked with improperly disposed waste. Likewise, the health costs related to dealing with epidemics such as the recent dengue outbreak can be minimised or eliminated if proper care is taken to disposing waste. Improving"}, {"text_block_id": "p37_b689", "text": "methods   by which the waste is managed therefore has sound economic, social and environmental justifications."}, {"text_block_id": "p37_b690_merged_merged_merged_merged_merged", "text": "over the past decade, it has been increasingly evident that municipal councils lack the capacity and resources to effectively manage waste in their respective jurisdictions. This is in addition to the challenge of managing waste generated in rural areas. A change in approach is necessary. The merits of the proposal to establish a Waste Management Authority (WMA) contained in the National Environment Strategy 1993 needs to be re-examined. Following the model of the Fiji Roads Authority, a WMA would assume overall responsibility nationally for waste management, allowing the Department of Environment to focus on regulatory functions, compliance and enforcement. A WMA would take responsibility for implementing initiatives such as household waste separation and introduce cost-recovery measures, (polluter-pays principle) to ensure waste management and pollution control is adequately financed. The WMA can also consider appropriate models through which  waste generated in the rural sector can be managed."}, {"text_block_id": "p38_b695", "text": "Enforcement of existing legislation continues to be weak, as reflected by the state of pollution in various industrial,"}, {"text_block_id": "p38_b696", "text": "commercial and residential areas which is allowed to continue without major reprisal. The low capacity within the regulatory bodies, costs in maintaining effective waste management and recycling systems and the general apathy of the public at large are the main hindrances to effective policing of improper waste management practices. The importance of educating the present and especially future generations on good environmental stewardship, needs to be prioritised within the education system. In addition, it will be desirable to raise the level of awareness"}, {"text_block_id": "p38_b697", "text": "throughout society in general about the benefits and costs associated with proper waste management."}, {"text_block_id": "p38_b698_merged", "text": "With increased urbanisation, the pressure on existing infrastructure is also leading to illegal wste dumping by squatters. In addition, industrial type activities being undertaken in residential areas and these are also causing pollution. The growth of designated industrial areas has seen an increase in industrial trade waste discharged into rivers and the sea. Effective management systems for industrial waste also remains a concern. Monitoring of discharge from industrial areas (such as Vatuwaqa and Walu Bay in Suva) and by shipping vessels directly into the marine environment, lacks effective monitoring and enforcement."}, {"text_block_id": "p38_b701", "text": "(iii)  ASSESSMENT oF kEy iNDiCAToRS AND TRENDS"}, {"text_block_id": "p38_b702", "text": "Waste disposed at the Lami dump, which commenced operations in 1956 for the Greater Suva area, increased"}, {"text_block_id": "p38_b703", "text": "fivefold from 9000 metric tonnes in 1975 to 45,000 metric tonnes in 2004. The Naboro landfill, which took over operations from Lami in 2006, received just over 65,000 metric tonnes of waste in 2013. This landfill serves five municipalities (the Greater Suva Area and Navua). Data gaps in waste generation in rural areas, and  waste"}, {"text_block_id": "p38_b704", "text": "generation data by natural resource sectors like mining, needs to be addressed and incorporated into future national waste management strategies."}, {"text_block_id": "p38_b705", "text": "Naboro Sanitary Landfill"}, {"text_block_id": "p38_b706", "text": "Whilst open dumping is still common amongst municipalities, their is a need for municipalities to consider the"}, {"text_block_id": "p38_b707", "text": "Naboro sanitary landfill model for proper management of waste. Such infrastructure will also greatly support the need to implement the waste minimisation concept (3Rs) nationwide."}, {"text_block_id": "p38_b708", "text": "Source: Ministry of Information, Fiji News Summary (Minfo News [news@info.gov.fj])"}, {"text_block_id": "p39_b709", "text": "3.  kEy CHALLENGES AND PRoPoSED wAy FoRwARD"}, {"text_block_id": "p39_b710", "text": "The key challenges and proposed way forward for this Thematic Area should be considered in light of the introductory paragraphs to Chapter 5."}, {"text_block_id": "p42_b711", "text": "Thematic Area 3"}, {"text_block_id": "p42_b712", "text": "Sustainable Island and ocean Resources"}, {"text_block_id": "p42_b713", "text": "Source: Ministry of Information, Fiji News Summary (Minfo News [news@info.gov.fj])"}, {"text_block_id": "p42_b714", "text": "1. iNTRoDuCTioN"}, {"text_block_id": "p42_b715", "text": "Fiji is an archipelago of mainly small islands (total land area of approx. 18,700km2) surrounded by a large Exclusive Economic Zone of ocean (approx. 1.3million km2). Clearly, a major opportunity for the future must lie"}, {"text_block_id": "p42_b716", "text": "in the further development of Fiji’s large ocean space and the resources which it holds. At the same time, focus needs to continue on ensuring development is sustainable on the islands. Addressing the concentration of people"}, {"text_block_id": "p42_b717", "text": "and infrastructure in the coastal zone is also important, particularly within the context of building resilience to"}, {"text_block_id": "p42_b718", "text": "climate change due to the consequences of  sea level rise."}, {"text_block_id": "p42_b719", "text": "As an island nation, the manner in which Fiji’s natural resources and biodiversity are managed will have implications on future economic prospects of the tourism and resource based industries, on the potential for developing renewable sources of energy, as well as on resilience and the capacity of communities to deal with climate change and disasters, health and quality of life."}, {"text_block_id": "p42_b720", "text": "The economic contribution of the natural resource sector to the nation is usually the focus of most policy discourse. However, natural ecosystems and biodiversity also provide essential goods and services that sustain"}, {"text_block_id": "p42_b721", "text": "life. This contribution is rarely quantified or considered when assessing the implications of development. Valuing"}, {"text_block_id": "p42_b722", "text": "the contribution of these ecosystem services will be a major necessary step forward in providing an accurate balance sheet of the true state of the Fijian economy."}, {"text_block_id": "p42_b723_merged_merged_merged", "text": "Although natural resources have been fueling economic growth for many decades, the issues of over exploitation, weak enforcement and ineffective institutional mechanisms have resulted in adverse impacts on the long term sustainability of these resources, the environment and most importantly to the people who depend on this natural capital for their livelihoods. The competing demand for land, driven by urbanisation, coupled with an  expanding demand for housing and growth of industries, such as tourism, is leading to new challenges – these include expanding squatter settlements and a declining area of land under agriculture. The absence of a national land use plan compounds the challenges being faced."}, {"text_block_id": "p42_b727", "text": "In addition, the important place  of traditional resource owners and iTaukei Institutions when making decisions regarding the development of natural resources, must be recognised. As traditional custodians, they have an important role to play in safeguarding these resources for the long term welfare of future generations. A more inclusive approach is therefore necessary to ensure the sustainability of any development initiative."}, {"text_block_id": "p42_b728", "text": "Section 40 of the 2013 Constitution guarantees the right of every person, both now and in the future, to a clean and healthy environment. For the tool of green growth to steer the utilisation of Fiji’s natural resources onto a path of development which  is sustainable, requires an ecosystem-based approach to managing these, and identifying innovative models of enforcement which  incentivise ownership by  all stakeholders and by enforcing a national land use plan to guide development. A concerted effort must be made  to collect, analyse and present data on the use and state of our natural resources in a form which  can be effectively understood and used by stakeholders, in particular by  decision makers."}, {"text_block_id": "p43_b729", "text": "2. CuRRENT STATuS"}, {"text_block_id": "p43_b730", "text": "(i) ovERviEw oF ExiSTiNG PoLiCiES, LEGiSLATioNS AND iNiTiATivES"}, {"text_block_id": "p43_b731", "text": "There are numerous policies, plans and legislation in place governing the utilisation and management of Fiji’s natural resources. In the marine resources sector, the Fisheries Act 1942 and Marine Spaces Act 1978, have been the main instruments governing the sector. The Fisheries Act has been recently replaced by the offshore Fisheries Management Decree 2012 and a draft Fisheries Aquaculture Decree as well as a draft Inshore Fisheries Management Decree, are  both still in preparation. Apart from these pieces of legislation, the Tuna Management Plan 2002 provides a framework for the management of the tuna industry, which is the major generator of economic returns in the marine resource sector."}, {"text_block_id": "p43_b732", "text": "The management of inshore fisheries is supported by initiatives such as the Yau Bula Conservation Initiative and the Fiji Locally Managed Marine Area (Fiji LMMA) network which focus on creating community awareness of environmental issues, particularly in the area of marine conservation. The Fiji LMMA network is a non-profit"}, {"text_block_id": "p43_b733", "text": "and charitable association of over 400 communities and some 25 NGos, government departments and academic institutions, working together to promote and encourage the preservation, protection and sustainable use of marine resources, by the owners. To date, the network covers 10,745 square kilometres equivalent to more than 25% of Fiji’s inshore area. Locally Managed Marine Areas have been established in 143 of Fiji’s 410 i-qoliqoli"}, {"text_block_id": "p43_b734", "text": "areas, with 415 tabu (no-take) areas covering over 960 square kilometres."}, {"text_block_id": "p43_b735", "text": "Prior to 1975, Fiji’s mangroves were constituted as Forest Reserve and were managed by the Forestry Department. Following a Cabinet Decision in 1974 all mangrove Forest Reserves were deproclaimed, following which they came under the jurisdiction of the Department of Lands and Survey in line with all other ‘foreshore’ areas. The Mangrove Management Plan 1986 is currently being reviewed"}, {"text_block_id": "p43_b736", "text": ". In addition, the Coral Triangle Pacific 2010-2012 initiative is"}, {"text_block_id": "p43_b737", "text": "funded through the Asian Development bank and involves the formulation of a proper coastal management plan through a pilot demonstration site in the province of Ra."}, {"text_block_id": "p43_b738", "text": "Ucunivanua Locally Managed Marine Area"}, {"text_block_id": "p43_b739_merged_merged", "text": "The first LMMA site in Fiji was established in 1997 in Ucunivanua Village, Verata-Tailevu. A protection area covering 24 hectares was set aside there for Clams (Kaikoso). The administrative and operation costs over the first 5 years were $20,000. The 2005 socio-economic impact study reported a 130% increase in household income for 600 people. In 2002 the Ucunivanua LMMA project was awarded the internationally renowned Equator Prize which"}, {"text_block_id": "p43_b742", "text": "recognises sustainable development solutions and resilient communities."}, {"text_block_id": "p43_b743", "text": "Photo courtesy of the Fiji Times"}, {"text_block_id": "p44_b744", "text": "Furthermore, Government has recently secured funding of US$7.3 million from the Global Environment Facility, to implement a 3-year Ridge-to-Reef Project which adopts an integrated ecosystem approach to sustainable resource utilisation and conservation practices extending from the upper river catchments to the ocean. The objective of the project is to maintain and enhance ecosystem services, sequester carbon, improve climate resilience and sustain livelihoods through a ridge-to-reef management of priority watersheds and adjacent coastal waters on Viti Levu and Vanua Levu."}, {"text_block_id": "p44_b745", "text": "As a signatory to the Convention on biological Diversity, Fiji formulated a  National biodiversity and Action Plan"}, {"text_block_id": "p44_b746", "text": "(NBSAP) in 2003 - however, this was only endorsed by Cabinet in 2007. The Plan has recently been reviewed and"}, {"text_block_id": "p44_b747", "text": "an Implementation Framework drawn up to improve implementation and monitoring under seven new thematic"}, {"text_block_id": "p44_b748", "text": "areas: inshore fisheries, species conservation, invasive alien species, forest conversion, coastal development,"}, {"text_block_id": "p44_b749", "text": "inland waters, and protected areas.  Fiji is signatory to several other key conventions and protocols which  are geared towards addressing loss of biodiversity resources -   these including  the Cartagena Protocol on biosafety, the Nagoya Protocol, Wetlands Convention and the Convention on International Trade of Endangered Species of Wild Flora and Fauna."}, {"text_block_id": "p44_b750", "text": "The threats of invasive species to Fiji’s natural ecosystems, biodiversity and to economic development require the need for effective control and management plans to address further impact that may be posed by introduced species such as the African Tulip tree, American Iguanas, mynah birds, cane toads, and Asian Subterranian Termites, to Fiji’s natural resource and biodiversity. Some of the ongoing programmes currently being undertaken by the biosecurity Authority of Fiji include the American Iguana eradication and Asian Subterranean Termite"}, {"text_block_id": "p44_b751", "text": "control programmes. Through the American Iguana eradication programme, a total of 34  iguanas (both juveniles and adults) were captured by the Biosecurity Authority in the third quarter of 2013."}, {"text_block_id": "p44_b752", "text": "Through the National Environment Council, a National Protected Areas Committee has produced a map of all key biodiversity areas and important bird areas in Fiji, a draft map of priority terrestrial protected areas and marine"}, {"text_block_id": "p44_b753", "text": "managed areas as well as a map of all wetlands of significance."}, {"text_block_id": "p44_b754", "text": "As in the case of marine and coastal resources, a range of legislation and guidelines such as the Agricultural Landlord and Tenant Act, iTaukei Land Trust Act, Land Conservation and Improvement Act, Mining Act 1974, Forest Decree, and Fiji Forest Harvesting Code of Practice, are in place to provide for the proper management of land resources."}, {"text_block_id": "p44_b755", "text": "The Agricultural Landlord and Tenant Act, iTaukei Land Trust Act and Land Conservation and Improvement Act provide key overarching guide to the utilisation and management of land under agriculture. The latter piece of legislation is being reviewed to strengthen the policing of improper land use and water management practices in a proposed draft Land Resource and Water Management Decree."}, {"text_block_id": "p44_b756", "text": "The Fiji Forest Policy 2007, sets the foundation for sustainable forest management and the Forest Decree 1992 is currently being revised to take into account changes in the forest sector. The Fiji Forest Harvesting Code of Practice was reviewed in 2010. In addition, the Mahogany Industry Development Decree 2010 was introduced to oversee the development of the mahogany industry. However, replanting of the mahogany resource is not"}, {"text_block_id": "p44_b757", "text": "proceeding satisfactorily due to poor enforcement of the Decree. More effective and efficient enforcement of"}, {"text_block_id": "p44_b758", "text": "regulations are needed to increase productivity and to ensure  forest resources are managed sustainably."}, {"text_block_id": "p44_b759_merged_merged_merged", "text": "Efforts have been underway for over a decade to modernise the Mining Act, in order to provide a sound regulatory environment in support of the development of the mining sector. Government is close to finalising a new Mineral Exploration and Exploitation Decree which will strengthen provisions for priority areas,  including by way of  environment and social impact assessments, occupational health and safety provisions and stakeholder engagement."}, {"text_block_id": "p45_b762", "text": "(ii)  REviEw oF PERFoRMANCE iN THE CoNTExT oF SuSTAiNABLE DEvELoPMENT"}, {"text_block_id": "p45_b763", "text": "Fiji’s economic progress over recent  decades has been based significantly  on utilising its natural resources,"}, {"text_block_id": "p45_b764", "text": "including in the agriculture sector, sugar cane farming in particular, the tuna longline industry,  native and plantation forests, and through marketing the pristine environment,  for the tourism industry. There have been competing"}, {"text_block_id": "p45_b765", "text": "and sometimes conflicting interests in the utilisation of natural resources. The continued high emphasis on the"}, {"text_block_id": "p45_b766", "text": "resource-based sector for economic development is beginning to erode the resilience of the natural ecosystems."}, {"text_block_id": "p45_b767", "text": "Land Resources And Biodiversity"}, {"text_block_id": "p45_b768", "text": "While over 60% of Fiji’s total land area is suited to some form of agricultural activity, only about 29%  is appropriate"}, {"text_block_id": "p45_b769", "text": "for arable farming (classes I to IV). A study undertaken in 1965 on Fiji’s soil resources, observed that most arable land was under occupation and that future development would be largely on hilly terrain (classes V to VIII). In"}, {"text_block_id": "p45_b770", "text": "the absence of any recent study on the current status, the developments that have taken place, particularly the expansion of commercial and residential into land previously engaged in agricultural activity, is symbolic of the huge demand for land as represented by the major encroachment that has been permitted over the past decades.. Most of this land will be lost forever to agricultural production. The expansion of agricultural farming onto marginal lands will require greater use of fertiliser, pesticides and agro inputs to support plant growth unless a more sustainable solution is implemented such as biocides and organic fertilisers. The inability to effectively manage the competing demands for land from different segments vis-à-vis agriculture, urbanisation, commercial, and residential, is also resulting in secondary challenges of growing urban squatters, a declining land area under agriculture, and an increase in informal or vakavanua land tenure arrangements. This underscores the importance of having in place a dedicated agency empowered to oversee  the sound allocation and rational utilisation of all land in Fiji. Such a body needs to be independent and also consultative in discharging its role to enable economic implications of development to be objectively balanced with social and environmental considerations."}, {"text_block_id": "p45_b771", "text": "The nature of land utilisation practices, whether for agriculture or logging activities, has also exacerbated risks associated with high soil erosion, river and stream contamination from sedimentation and increased pollution and"}, {"text_block_id": "p45_b772", "text": "flooding in low lying coastal and coral reef areas. Indiscriminant use of fire in many areas is serving to accentuate"}, {"text_block_id": "p45_b773", "text": "this trend of high soil erosion. The lack of enforcement of existing laws due to resource and capacity constraints is a major contributing factor. In addition, the lack of awareness of good land use practices and motivation towards enhanced resource stewardship is very evident and is cause for much concern."}, {"text_block_id": "p45_b774", "text": "The impacts of  sea level rise and subsequent intrusion/inundation by sea water, poses a real threat to agricultural"}, {"text_block_id": "p45_b775", "text": "activity in  low lying areas. New sustainable land management practices, including agro-forestry should be the focus on sloping land. Likewise the impact of climate change on changing weather patterns such as the frequency and intensity of cyclones and droughts will require a fresh review of land use activities."}, {"text_block_id": "p45_b776_merged_merged_merged_merged", "text": "For the forestry sector, renewed efforts are being made to encourage afforestation, reforestation and conservation of natural forests. These initiatives recognise the role of forests in climate change mitigation and adaptation efforts. The reducing emissions from deforestation and forest degradation (REDD+), ridge-to-reef, and forestry protected areas management are some examples of activities  which  focus on sustaining the natural forest resources. To encourage reforestation and replanting, there is an urgent need to look at innovative sharing arrangements as an option to formal leasing to foster ownership by and partnership with communities. A separate regulatory framework governing the mahogany industry is a challenge for effective management of all Fiji’s forest resources.  Investment regulations also need to be modified to attract additional investment in plantation development."}, {"text_block_id": "p45_b783", "text": "The mining sector is beginning to recover from a period of decline with new management and investment at the Vatukoula Gold Mine, commencement of iron sands mining in the ba River delta and bauxite mining in bua. Numerous exploration projects exist at various stages of exploration and may or may not become mining operations in the near future. Proper waste management from mining operations has always been an area of concern and which, if not implemented properly has the potential to threaten and contaminate local ecosystems such as streams, rivers and i-qoliqoli. However, the industry in Fiji, operates with due recognition of environmental risks and works within recognised guidelines and with a clear duty of care."}, {"text_block_id": "p46_b784", "text": "Competing Demand for Land"}, {"text_block_id": "p46_b785", "text": "The competition for prime agriculture land from other development is pushing agricultural farming onto marginal"}, {"text_block_id": "p46_b786", "text": "land and encroaching into forests. Poor land use practices on these marginal lands inflict additional costs on the"}, {"text_block_id": "p46_b787", "text": "environment and welfare of society."}, {"text_block_id": "p46_b788", "text": "Photo source: Unknown"}, {"text_block_id": "p46_b789", "text": "The vibrant construction sector is fueling growth in quarrying activity and  the extraction of minerals from quarries, riverbeds and other waterways is becoming a common practice. over 1.2 million metric tonnes of hard rock, sand and gravel has been removed since 2008, which is believed to have had a negative impact on the natural ecosystems of both the rivers and the coastal environment. Large industrial quarries for sand and gravel exist in the Nakavu deposit along the lower parts of the Navua river, the Naduri deposit to the west of the Sigatoka river mouth, the Semo Quarry located between Sigatoka and Nadi, and the Sigatoka Sand Dunes which is also a popular tourism attraction. This is apart from the dredging of smaller rivers and streams by small contractors which tend to go relatively unmonitored. overall, the lack of institutional capacity is a major impediment  to better understanding and more effectively policing  quarry activities."}, {"text_block_id": "p46_b790", "text": "ocean Resources And Biodiversity"}, {"text_block_id": "p46_b791", "text": "The management of industrial fisheries has been increasingly challenging over the past decade. Deviations from the guidelines set by the Tuna Management Plan saw fishing vessel licences issued rise to 110 at one stage - this"}, {"text_block_id": "p46_b792_merged_merged", "text": "increased activity in the sector,  has not been sustainable as  Fiji is located at the fringes of the main migratory route of the tuna stock, whereby on average only 1% of the total catch achievable in the region is caught in Fiji waters. Given that each vessel has a minimum tonnage of catch required to ensure that its effort is viable, increasing the number of vessels has greatly reduced the viability of each vessel operating. This had an adverse economic impact on the industry and some stakeholders argue there has also been an impact also on the fish stocks. However, improving prospects for domestic catch is also heavily contingent on the fishing effort allowed by other countries in the region. A regional solution is therefore vital  if  the challenges currently facing the tuna long line industry are to be effectively addressed."}, {"text_block_id": "p46_b796", "text": "Consistent with international and regional obligations, such as the Monitoring, Control and Surveillance Treaty,"}, {"text_block_id": "p46_b797", "text": "a total allowable catch (TAC) limit of 15,000 tonnes has been set in the industrial fisheries sector for targeted species such as yellow fin, albacore, and big eye tuna and by-catch such as marlin, wahoo and ogo. This TAC is monitored through visual monitoring systems and “catch-log” submissions by fishing companies. With big-eye and yellow-fin tuna catch rates declining in the entire Western and Central Pacific, albacore now comprises the largest share of catch by Fiji’s longline vessels within Fiji’s Exclusive Economic Zone (an average 64% of total catch in the past 3 years)."}, {"text_block_id": "p47_b798", "text": "There are 410 qoliqoli or customary fishing areas  all of which are important for food security. A key challenge to developing inshore fisheries has been the lack of knowledge about the resource stock, volume and value. In 2002,"}, {"text_block_id": "p47_b799", "text": "Government initiated a programme to systematically survey and compile an inventory of these resources. To date a total of 180 qoliqoli have been surveyed along with the restocking of 110 marine protected areas."}, {"text_block_id": "p47_b800", "text": "The exploitation of deep seabed minerals is an emerging industry in the Pacific region. Recently 8 special"}, {"text_block_id": "p47_b801", "text": "prospecting licenses were approved for 3 exploration companies for certain areas within Fiji’s Exclusive Economic Zone. Little is understood about environmental risks related to such projects, which must proceed on the basis"}, {"text_block_id": "p47_b802", "text": "of adopting a precautionary approach, noting that significant work has been undertaken by Nautilus Minerals in Papua New Guinea waters and by the International Seabed Authority in the High Seas Area (seabed areas beyond national jurisdiction)."}, {"text_block_id": "p47_b803", "text": "Coastal Resources And Biodiversity"}, {"text_block_id": "p47_b804", "text": "Fiji’s coral reefs are some of the most extensive and diverse in the South Pacific and consist of a wide range of"}, {"text_block_id": "p47_b805", "text": "reef types. Fringing reefs, barrier reefs, platform reefs, oceanic ribbon reefs, drowned reefs, atolls and near-atolls span over 10,000km2, with a national average hard coral cover of 50% in 2011. The Cakaulevu barrier Reef or Great Sea Reef, north of Vanua Levu, is exceptional in being one of the longest barrier reefs in the world."}, {"text_block_id": "p47_b806", "text": "In 2000 and again in 2002, Fiji’s reefs suffered a temperature-related mass bleaching event with subsequent loss of 40-80% of stony corals. At this time, the Global Coral Reef Monitoring Network Fiji node was formed to coordinate the collection of a variety of data about current reef health both from Fiji and around the region.  Annual monitoring of up to 15 national sites has shown a faster than expected recovery from coral bleaching and by 2011, the national average hard coral cover and diversity was higher than before the event,  demonstrating the great resilience of Fiji’s reef systems. Whilst the national average coral cover in 2011 was over 50%, 28% on Viti Levu’s Coral Coast fringing reefs and on the deep-water pinnacles of the Vatu-i-Ra Passage up to 70%."}, {"text_block_id": "p47_b807", "text": "While most offshore reefs are in a sound and stable condition, with good resilience, many reefs close to inhabited"}, {"text_block_id": "p47_b808", "text": "shores show chronic stress and impacts from fishing, sedimentation and pollution from land-based sources. Reef"}, {"text_block_id": "p47_b809", "text": "systems are vitally important to the large proportion of the populace dependent on subsistence or small scale"}, {"text_block_id": "p47_b810", "text": "commercial fishing and also to Fiji’s extensive tourism industry. On a more local level, Fiji’s increasing population has created pressures on reefs from fishing, as the majority of the population live within 30km of the coast, a loss of marine habitats from pollution. Inshore coral reefs have been influenced negatively by land-based impacts"}, {"text_block_id": "p47_b811", "text": "of agriculture, tourism development, industry and increased urban habitation. From these sources, nutrient and sediment pollution have the greatest impact on inshore reefs. Sand mining activities also have a harmful effect on inshore biodiversity as well as on  Fiji’s tourism sector."}, {"text_block_id": "p47_b812", "text": "The availability of sound data on coastal resources and biodiversity is critical to ensuring  these are  managed well."}, {"text_block_id": "p47_b813_merged_merged_merged", "text": "Unsustainable exploitation of the artisanal fishery, such as through mangrove harvesting and selling undersized fish and crustaceans, driven by  economic hardship, is a growing concern. Crustacean, mollusc and beche-de-mer resources are under considerable management pressure as a result of  the continuing reclamation of mangrove areas and conversion to other uses – sugarcane, tourism and urbanisation. The expansion of squatter settlements"}, {"text_block_id": "p47_b816", "text": "along coastal areas close to urban centers is also creating waste and sanitation challenges."}, {"text_block_id": "p47_b817", "text": "Fiji has an estimated area of 16.5 square kilometres of seagrass beds spread across the coastal intertidal flats. Six seagrasses (five species and one sub-species) are found in Fiji. Seagrass beds are likely to be impacted by"}, {"text_block_id": "p47_b818", "text": "global pressures related to climate changes such as increasing cyclone incidence, rainfall, temperature and light levels. Sea-level  rise  is  expected  to  result  in  the  loss  of  those  seagrasses  growing  in  deep water at their present depth limit. Such climate change issues may result in up to a 5% loss of Fiji’s seagrass by the year 2035,"}, {"text_block_id": "p47_b819", "text": "and between 5 – 20 % loss by 2100."}, {"text_block_id": "p48_b820_merged", "text": "Local threats to seagrass are  found around many coastal areas, in particular Nadi, the Coral Coast and the Mamanuca Islands, where excavation of channels and reef top pools for resort developments have destroyed and disturbed seagrass beds, and improper sealing of the sides of such continues to cause suspension of sediments, leading to longer term degradation of surviving beds. In addition, the few mines (gold and copper) operating in Fiji, create a great deal of sedimentation and in some cases toxic waste run off, into rivers and subsequently into coastal waters."}, {"text_block_id": "p48_b823", "text": "Fiji has the third largest mangrove area (38,000 hectares of land) in the Pacific islands, after Papua New Guinea and the Solomon Islands. Mangroves are under mounting pressure from human influence due to conversion and land-use, traditional exploitation of mangrove resources (timber extraction and overharvesting of fishes and invertebrates) and pollution. These threats are causing a reduction of area of  mangroves , increased risk of coastal erosion, a decline in mangrove species and changes to fish and invertebrate spawning grounds.  It"}, {"text_block_id": "p48_b824", "text": "has been estimated that mangrove coverage has declined by 10% since 1991. Through partnerships between Government, NGos and other stakeholders including local communities, initiatives have been ongoing to rehabilitate and replant deforested mangrove areas."}, {"text_block_id": "p48_b825", "text": "(iii)  ASSESSMENT oF kEy iNDiCAToRS AND TRENDS"}, {"text_block_id": "p48_b826", "text": "The Fisheries Department has recently completed a marine resource inventory of 180 qoliqoli as of December"}, {"text_block_id": "p48_b827", "text": "2013. To date the Fisheries Department has established more than 110 marine protected areas, (MPAs) although only 1 is gazetted. The Fisheries Department will be targeting the gazetting of a total of 16 MPAs in 2014."}, {"text_block_id": "p48_b828", "text": "The Ministry of Lands is currently assembling a spatial (GIS) forest database and maps based on  GPS surveys"}, {"text_block_id": "p48_b829", "text": "for the Central, Western and Eastern Divisions. The forest area has been increasing gradually, from 2009 to 2012 from 1.1 million hectares in 2009 to 1.17 million hectares in 2012, equivalent to 65% of the total land area. It needs to be determined what amount of this growth is due to planting high value timbers as opposed to natural"}, {"text_block_id": "p48_b830", "text": "re-vegetation. In addition, five conservation and protected forest areas are in the process of establishment but are yet to be gazetted. These areas include: Delaikoro, Wabu, Emalu, Vunivia and Taveuni."}, {"text_block_id": "p48_b831", "text": "In 2007, a National Forest Inventory was underway which includes the establishment of plots and the collection of forest related data. To ensure continuous monitoring of the forest resources, Fiji started in 2009 to establish 100 permanent sample plots in the seven largest islands of Fiji: Viti Levu, Vanua Levu, Taveuni, Kadavu, Gau, Koro, and ovalau. Determining the value of carbon credits from forests, through relevant data, surveys and information gathering is currently underway from the Fiji REDD+ pilot sites and from the permanent sample plots. Stakeholder consultations were undertaken in 2012 and 2013 to address issues of forest carbon rights and forest carbon ownership."}, {"text_block_id": "p48_b832", "text": "The Ministry of Lands and Mineral Resources is also formulating a long-term strategy for the mining sector. This is awaiting the endorsement of the draft Mineral Exploration and Exploitation Decree by Cabinet before being"}, {"text_block_id": "p48_b833", "text": "finalized."}, {"text_block_id": "p49_b834", "text": "3.  kEy CHALLENGES AND PRoPoSED wAy FoRwARD"}, {"text_block_id": "p49_b835", "text": "The key challenges and proposed way forward for this Thematic Area should be considered in light of the introductory paragraphs to Chapter 5."}, {"text_block_id": "p52_b836", "text": "Thematic Area 4"}, {"text_block_id": "p52_b837", "text": "Inclusive Social Development"}, {"text_block_id": "p52_b838", "text": "Nakelo Women’s AOG Club"}, {"text_block_id": "p52_b839", "text": "Source: Ministry of Information, Fiji News Summary (Minfo News [news@info.gov.fj])"}, {"text_block_id": "p52_b840", "text": "1. iNTRoDuCTioN"}, {"text_block_id": "p52_b841", "text": "Social development is a key pillar of people-focused sustainable development and is central to the needs and aspirations of all Fijians, by empowering them to attain secure and sustainable livelihoods."}, {"text_block_id": "p52_b842", "text": "Green growth provides indirect benefits which support poverty reduction, improve productivity and quality of life through more inclusive economic growth, efficient and sustainable use of resources and food security. Effective"}, {"text_block_id": "p52_b843", "text": "waste management and a clean, healthy environment are vital pre-requisites in efforts to reduce the impact of communicable diseases like dengue fever. Green economic and environmental policies under other thematic areas will support socio-economic inclusion. Improving the quality of life will also be actively pursued through education for all, improved health systems, strengthened family values, gender equality and cultural and heritage conservation."}, {"text_block_id": "p52_b844", "text": "For social development, 5 out of 8 Millennium Development Goals (MDGs) should be achieved by 2015. Fiji’s"}, {"text_block_id": "p52_b845", "text": "Human Development Index ranking, assessing income levels, access to education, and quality of health services, has also improved from 108th in 2009 to 96th out of 187 countries in 2013."}, {"text_block_id": "p52_b846", "text": "However, restricted   economic opportunities has seen poverty incidence increase by 16% between 1977 (15%) and 2009 (31%), with around 43% of the rural population (equivalent to 22,496 households) living in poverty,"}, {"text_block_id": "p52_b847", "text": "many of whom live in 128 squatter settlements.  Efforts to reduce poverty have been constrained by weak economic growth, rising prices and generally low wages, bad business practices and limited job opportunities."}, {"text_block_id": "p52_b848", "text": "The changing consumption pattern of households is considered"}, {"text_block_id": "p52_b849", "text": "a contributing factor to environmental problems"}, {"text_block_id": "p52_b850", "text": "such as pollution (both air and water) and together with the impacts of climate change. Safeguarding consumer"}, {"text_block_id": "p52_b851", "text": "rights, interest and laws is important  in  promoting  the development of sustainable products which are  more"}, {"text_block_id": "p52_b852", "text": "efficient, safer, cleaner and affordable to the consumer."}, {"text_block_id": "p52_b853_merged_merged", "text": "Developing human capital through enabling full access to education at all levels is an essential condition for poverty reduction, gender equality and human development. Affordability (30.6%) and lack of interest (36.1%) are the major reasons for school drop outs."}, {"text_block_id": "p53_b856", "text": "Fijian life expectancy (67 years) is lower than the global average (71years).  The   quality of life and national productivity is threatened by the high prevalence of and mortality rates of Non-Communicable Diseases, (NCDs) particularly amongst the working and younger population [Figure 1]. An estimated 30% of the population (251,181) suffers from diabetes and 66.9% are overweight and obese (560,134) according to an NCD Survey in 2011. Half the children under five are not receiving sufficient nutrients in their diet (National Food and Nutrition Centre, 2007)."}, {"text_block_id": "p53_b857", "text": "Around 64% of women in relationships have experienced physical and/or sexual violence, which is twice the global average (Women’s Crisis Centre). Achieving gender equality in decision making and income levels and eliminating"}, {"text_block_id": "p53_b858", "text": "violence against women in accordance with international conventions, is crucial for sustainable development."}, {"text_block_id": "p53_b859", "text": "Cultural revitalisation is essential during this phase of rapid globalisation in order to help conserve the rich heritage of all communities.  However, capacity constraints hinder the preservation of heritage, with a growing gap between the traditional knowledge and skills of elders and the younger generation in the conservation and sustainable use of key natural resources such as forests, inland waters, coastal and marine ecosystems."}, {"text_block_id": "p53_b860", "text": "The bill of Rights in the 2013 Constitution provides the framework for socio-economic development by guaranteeing the right, amongst others, to education, economic participation, social security schemes, and health."}, {"text_block_id": "p53_b861", "text": "2. CuRRENT STATuS"}, {"text_block_id": "p53_b862", "text": "(i)  ovERviEw oF ExiSTiNG PoLiCiES, REGuLAToRy FRAMEwoRk AND iNiTiATivES"}, {"text_block_id": "p53_b863", "text": "Social Inclusion"}, {"text_block_id": "p53_b864", "text": "Poverty reduction is a priority in Fiji’s development agenda. The Integrated National Poverty Eradication Programme Framework provides for social protection schemes for the most vulnerable and disadvantaged. Major"}, {"text_block_id": "p53_b865", "text": "schemes include: the Poverty Benefit Scheme for financial support to the poorest 10% of the population; the"}, {"text_block_id": "p53_b866", "text": "Social Pension Scheme for the elderly aged 70 years and over; the Child Protection Allowance for children in institutional and kinship care; the bus Fare Subsidy for elderly, disabled persons and school students; the Food Voucher Programme for rural pregnant women; Welfare Graduation Programme for supporting sustainable income generating programmes by social welfare recipients and ex-prisoners; the Northern Development Programme for encouraging micro-medium entrepreneurship in the Northern Division; and the Social Housing Policy for poor"}, {"text_block_id": "p53_b867", "text": "households who face difficulty in home loan repayment."}, {"text_block_id": "p53_b868", "text": "Universal Education Access and Youth Empowerment"}, {"text_block_id": "p53_b869_merged_merged", "text": "Making Fiji a  Knowledge based Society is critical for sustained green economic growth. Universal education efforts include: establishing Early Childhood Education centres, free tuition fees, text books and transport assistance and new schools in rural and maritime areas. To promote vocational skills, management skills and financial literacy, basic Employment Skills Training and Financial Education are being rolled out in schools. Climate change and disaster risk management and environmental education are now part of the school curriculum. With development partner assistance the Access to Quality Education Programme provides social protection and improves school facilities (including disability accessible schools) in disadvantaged areas. The Fiji Qualifications Framework will be fully implemented to ensure higher education qualifications are compatible with the needs of the labour market. A National Youth Policy adopted in 2012, provides an enabling environment whereby youth issues, including empowerment, health and environment sustainability, are mainstreamed into various focal areas of national development."}, {"text_block_id": "p54_b874", "text": "Gender Equality and Women Empowerment"}, {"text_block_id": "p54_b875", "text": "In alignment with the Women’s Plan of Action (2010-2019), resource centres are being established in all provinces"}, {"text_block_id": "p54_b876", "text": "to enhance women’s leadership, business management skills and to coordinate income generating projects. The Zero Tolerance Violence Free Community campaign, aimed at preventing violence against women and children, now targets 15 communities annually through collaborative activites with key stakeholders based around legal literacy training and community awareness. Commitments by rural and urban communities are supported at the national level through new laws including the National Gender Policy 2014, Crimes Decree 2010 and Child Welfare Decree 2010."}, {"text_block_id": "p54_b877", "text": "Consumer Protection and Empowerment"}, {"text_block_id": "p54_b878", "text": "Empowering consumers and protecting their rights and interests through the provision of information and knowledge is a key focal area of Government. In 2010, Government endorsed the Commerce Commission Decree, which legalised the implementation of a price control system and fair trading practices by retailers, traders and service providers. This initiative targets unfair business practices, in particular those which may directly or indirectly impact on consumers and therefore on the quality of life."}, {"text_block_id": "p54_b879", "text": "Health Development"}, {"text_block_id": "p54_b880", "text": "Culture and Heritage Conservation"}, {"text_block_id": "p54_b881", "text": "The National Cultural Policy 2014, will streamline all culture-related legislation, strategies and activities. This includes Cultural Enhancement Procedures for: traditional learning; capacity building for resource persons and local custodians; and promoting cultural tourism to enhance economic livelihoods, particularly in rural areas. Learning the i-Taukei and Hindi languages is now compulsory in all primary schools, while a sound understanding of culture is being provided through both the primary and secondary curriculum. Development of land is subjected to an Archaeological Impact Assessment by the Fiji Museum, which  undertakes  appropriate mapping of traditional sites and assists in creating boundaries for important cultural sites. The National Trust of Fiji now manages at least 14 heritage sites, of which 35% are natural heritage sites, 30% are cultural sites while the balance of 35% are community conservation projects. The Cultural Mapping Programme targets one province per year in"}, {"text_block_id": "p54_b882", "text": "facilitating the identification of cultural resources, unique traditional skills, and valued knowledge bearers in the"}, {"text_block_id": "p54_b883", "text": "iTaukei community to foster cultural identity, and maintenance of traditional knowledge as a sustainable source of living."}, {"text_block_id": "p54_b884", "text": "Health Promoting Schools"}, {"text_block_id": "p54_b885", "text": "Schools provide the most effective and efficient way to reach large portions of the population. With growing recognition that education influences health and vice-versa, the World Health Organization in partnership with the"}, {"text_block_id": "p54_b886_merged_merged", "text": "Ministry of Health and Ministry of Education, have initiated a large-scale Health Promoting Schools Programme (HPS) that is targeting 84 schools across Fiji. The aim of the HPS is to help schools transition into more healthy and wholesome environments for Fiji’s upcoming generation. In an effort to cut the prevalence of NCDs, the HPS has many components ranging from better physical education programmes, to stricter regulations on food that is sold on school premises, to more awareness of NCDs and drug, tobacco, and alcohol abuse."}, {"text_block_id": "p54_b889", "text": "Government Online Portal www.fiji.gov.fj"}, {"text_block_id": "p55_b890", "text": "(ii)  REviEw oF PERFoRMANCE iN CoNTExT oF SuSTAiNABLE DEvELoPMENT"}, {"text_block_id": "p55_b891", "text": "Fiji is unlikely to meet, by 2015, the 3 MDGs of halving poverty, promoting gender equality and empowering"}, {"text_block_id": "p55_b892", "text": "women, and combating HIV/AIDS and other diseases."}, {"text_block_id": "p55_b893", "text": "Hardship and restricted economic opportunity are an increasing concern across the Pacific, because of the"}, {"text_block_id": "p55_b894_merged", "text": "impacts on the quality of life. Declining activity in the agricultural sector,  on which many livelihoods depend and under developed infrastructure, has contributed to increased poverty in some rural communities. Income inequality in Fiji is comparable to that of some East Asian Countries, with higher inequality in rural areas than in"}, {"text_block_id": "p55_b896", "text": "urban areas (2014 World Bank Report on Hardship and Vulnerability)."}, {"text_block_id": "p55_b897", "text": "Many factors have a bearing on hardship and poverty in Fiji, in particular generally low wages, natural disaster"}, {"text_block_id": "p55_b898", "text": "frequency, household size and level of education. Households with more children and elderly are more susceptible to poverty (52%) compared to households with none (22%) and lower in households with a parent with post secondary education (10.3%) than households without secondary education (estimated at 50%) according to the World Bank (2011) Report on Poverty. Social protection systems based on the makeup of disadvantaged"}, {"text_block_id": "p55_b899", "text": "households and education for all, remains crucial for poverty reduction."}, {"text_block_id": "p55_b900", "text": "High rates of school dropouts are a contributing factor to child labour and exploitation, youth unemployment and"}, {"text_block_id": "p55_b901", "text": "entrenched poverty, with more children dropping out in rural areas (58%) than urban (41%) as shown in Table 1."}, {"text_block_id": "p55_b902", "text": "TABLE 1: REASoNS FoR LEAviNG SCHooLS By RuRAL/uRBAN iN 2010 AND 2011"}, {"text_block_id": "p55_b903", "text": "Source:  Employment and Unemployment Survey, 2010/11, Fiji Bureau of Statistics"}, {"text_block_id": "p55_b904", "text": "The most effective strategy through which poverty can be addressed is to enhance the income capacity of those"}, {"text_block_id": "p55_b905", "text": "who are most vulnerable – however in 2010 employment stood at 7%, whilst underemployment is much higher at 32%. The 2010/11 Employment and Unemployment Survey identified a significant increase (112%) in those working for family/no pay. Youth in the 15-24 years range are a most vulnerable group in this respect and have"}, {"text_block_id": "p55_b906", "text": "limited opportunities as they enter the labour force."}, {"text_block_id": "p56_b907", "text": "In pursuing inclusive green economic growth, due consideration must be given to the following challenges, and to people-centred social development aimed at creating a safe, healthy, educated and culturally vibrant Fiji. This will reduce poverty and vulnerability, sustaining human resource development for the improved well-being for all communities."}, {"text_block_id": "p56_b908", "text": "•"}, {"text_block_id": "p56_b909", "text": "In Fiji, in common with all developing countries, participation in sustainable development requires a broader"}, {"text_block_id": "p56_b910", "text": "holistic framework of learning through a full cycle of high quality early childhood, primary, secondary and tertiary education. The learning framework for critical skills like literacy and numeracy, science and technology and culture and arts needs to be monitored against required standards. Education access, affordability, quality and relevance, complemented by youth empowerment, are all equally important considerations."}, {"text_block_id": "p56_b911", "text": "•"}, {"text_block_id": "p56_b912", "text": "While gender parity has been achieved in education, Fiji lags in the empowerment of women, particularly in"}, {"text_block_id": "p56_b913", "text": "terms of decision-making and access to professional positions. The relatively high prevalence of violence against women and children remains a challenge and cultural barriers and inaction, which perpetuates this suffering, must be addressed. It is vital that a “whole of society” approach is pursued to identify and address the root causes of gender based violence."}, {"text_block_id": "p56_b914", "text": "•"}, {"text_block_id": "p56_b915", "text": "NCDs are a major cause of mortality, hindering achievement of MDG 6, with an average of 3906 NCD related"}, {"text_block_id": "p56_b916", "text": "deaths per year. Indications are that 30% of the population now suffer from diabetes, compared to 16% in 2002, which suggests a rising prevalence in the younger population. Socio-economic and environmental determinants and changing lifestyles contribute to the common risk factors for NCDs such as  child obesity, physical inactivity, poor diet, tobacco and alcohol abuse. Increased attention to health promotion and preven"}, {"text_block_id": "p56_b917", "text": "-"}, {"text_block_id": "p56_b918", "text": "tive care is a more cost effective way of addressing these issues. Promoting food security and affordability and encouraging healthier lifestyles, including sports and physical activity, are necessary  in addressing the increased consumption of cheaper unhealthy food. Examples of health promotion initiatives include the best buys initiative, the Health-Promoting Schools programme and the Wellness Concept through multi stake"}, {"text_block_id": "p56_b919", "text": "-"}, {"text_block_id": "p56_b920", "text": "holder engagement."}, {"text_block_id": "p56_b921", "text": "•"}, {"text_block_id": "p56_b922", "text": "Weak and outdated laws and regulations restrict opportunities for consumers to exercise their rights and"}, {"text_block_id": "p56_b923", "text": "interest and this has contributed to increased consumer trends toward unhealthy food. To date, the Consume Council of Fiji has registered 11,759 complaints with a monetary value of $17.5 million. Therefore, better legal protection is required to mitigate unfair trade practices."}, {"text_block_id": "p56_b924", "text": "•"}, {"text_block_id": "p56_b925", "text": "Fiji has a wealth of culture and heritage which serves as an important social safety net, because traditional and contemporary crafts and arts, including music, dance, films and cultural festivals are able to provide"}, {"text_block_id": "p56_b926_merged_merged", "text": "a sustainable source of income and employment. However, this diversity is being gradually eroded by globalisation, technological advancement and modernisation of society. In addition to the growing gap in traditional knowledge between generations, there is the wider use of English for communication amongst youth. Heritage preservation is hindered by limited capacity and needs to be strengthened, as there is considerable potential to support sustainable tourism in particular, as well as mining and forestry developments, with greater attention to the close association between education, culture and the environment. These cross-cutting interactions can be actively supported by the Green Growth Framework."}, {"text_block_id": "p56_b929", "text": "(iii)  ASSESSMENT oF kEy iNDiCAToRS AND TRENDS"}, {"text_block_id": "p56_b930", "text": "•"}, {"text_block_id": "p56_b931", "text": "Incidence of poverty reduced to negligible levels from 35% (2002) to less than 15% by 2015: While national"}, {"text_block_id": "p56_b932", "text": "poverty incidence has increased by 16 percentage points between 1977 and 2008-09, it has decreased from 35% in 2002-03 to 31% in 2008-09."}, {"text_block_id": "p56_b933", "text": "•"}, {"text_block_id": "p56_b934", "text": "Increase net enrolment rate for secondary schools rise from 79% to 90% by 2012: The net enrolment rate for primary school has increased from 97% in 2009 to 99% in 2012 (an indication of almost universal primary education) and for secondary school from 88% in 2009 to 91% in 2012."}, {"text_block_id": "p56_b935", "text": "•"}, {"text_block_id": "p56_b936", "text": "Gender Equality and Women Empowerment: Women make up 28% of the public service Senior Executive Services (SES) grade in 2012 and 36% of the economically active in 2011. Assault causing actual bodily harm,"}, {"text_block_id": "p56_b937", "text": "is the most common gender based violence offence committed from 2007 to 2012, with a total of 1701 cases, of which 94% cases were against female victims at an annual average of 377 cases. There has been a 71% decrease in domestic violence cases during this period."}, {"text_block_id": "p57_b938", "text": "is the most common gender based violence offence committed from 2007 to 2012, with a total of 1701 cases, of which 94% cases were against female victims at an annual average of 377 cases. There has been a 71% decrease in domestic violence cases during this period.\n* increase in diabetics to 30% from 16% in 2002 and 66.9% of population is overweight or obese, while 31%\n* Consumer Rights: Through various interventions undertaken by the Consumer Council, a total of $7.7 million\n* an average 16 Archaeological Impact Assessments per annum from 2010 to 2013. out of 14 provinces in Fiji,"}, {"text_block_id": "p57_b948", "text": "A student of Cikobia Island village school in Vanua Levu recieves a dental check up from a visiting medical team from Labasa. Source: Ministry of Information, Fiji News Summary (Minfo News [news@info.gov.fj])"}, {"text_block_id": "p58_b949", "text": "3.  kEy CHALLENGES AND PRoPoSED wAy FoRwARD"}, {"text_block_id": "p58_b950", "text": "The key challenges and proposed way forward for this Thematic Area should be considered in light of the introductory paragraphs to Chapter 5."}, {"text_block_id": "p61_b951", "text": "Thematic Area 5"}, {"text_block_id": "p61_b952", "text": "Food Security"}, {"text_block_id": "p61_b953", "text": "© WWF - Pacific"}, {"text_block_id": "p61_b954", "text": "1. iNTRoDuCTioN"}, {"text_block_id": "p61_b955", "text": "The agriculture and fisheries sectors provide important sources of livelihood, income and employment and are"}, {"text_block_id": "p61_b956", "text": "also key vehicles for the transition to green growth. Population increase coupled with the rising demand for food,"}, {"text_block_id": "p61_b957", "text": "over-fishing and the decline in availability of arable   land are placing increasing pressure on the capacity of these"}, {"text_block_id": "p61_b958", "text": "two important sectors to ensure adequate food security into the future."}, {"text_block_id": "p61_b959", "text": "The concept of ‘food security’ in the Fijian context is defined as the ‘ability to produce safe, healthy, affordable food for all Fijians at all times’. This definition encapsulates four key preconditions namely; (i) having the domestic capability to produce and feed the local population; (ii) having a sufficiently diverse food production base to satisfy dietary needs; (iii) having the distribution systems in place which link people to markets to ensure ease of access to food; and (iv) having farm level efficiency monitored to ensure local produce is priced competitively"}, {"text_block_id": "p61_b960", "text": "and is affordable in the domestic market."}, {"text_block_id": "p61_b961", "text": "In light of this definition, factors such as natural disasters, volatile commodity prices, low  economies of scale, loss of arable agricultural, land farm level inefficiency and meeting the growing requirements of the tourism"}, {"text_block_id": "p61_b962", "text": "industry, will continue to be major challenges to meeting the preconditions for a food secure Fiji."}, {"text_block_id": "p61_b963_merged_merged", "text": "Section 36 of the 2013 Constitution binds the State to take reasonable measures to ensure every Fijian is free from hunger and has access to food and water of acceptable quality and quantity. It is evident therefore, that in dissemination, is necessary. This Green Growth Framework provides an excellent opportunity to contribute to this transformation."}, {"text_block_id": "p62_b965", "text": "2. CuRRENT STATuS"}, {"text_block_id": "p62_b966", "text": "(i) ovERviEw oF ExiSTiNG PoLiCiES, LEGiSLATioNS AND iNiTiATivES"}, {"text_block_id": "p62_b967", "text": "Fiji does not yet possess an overarching national policy on food security which holistically covers agriculture,"}, {"text_block_id": "p62_b968", "text": "fisheries, biosecurity, health (nutrition) and education. Strategies to address nutrition are covered under the Food"}, {"text_block_id": "p62_b969", "text": "and Nutrition Policy 2008 of the Ministry of Health. This continues to be the basis for food supplementation and"}, {"text_block_id": "p62_b970", "text": "fortification initiatives."}, {"text_block_id": "p62_b971", "text": "The current focus, through the Ministry of Agriculture is on food security at the household level. Millions of dollars have been invested by Government over recent decades in the agriculture sector, particularly targeting subsistence farmers, as part of its rural development strategy.  Some of these interventions have included the import substitution initiative implemented after independence through direct investment in agricultural development projects such as the Yalavou beef Development Project, Cocoa Nucleus Projects and Rice Development Projects. The Commodity Development Framework of the 1990’s was focused on increasing public expenditure as a means to “jump start” the production of commodities such as ginger, cocoa, dalo and aquaculture. The Demand Driven Approach programme developed in 2006, focused on the production of export and import substitution commodities which have clear opportunities in both the domestic and export markets. All these initiatives in some way have contributed to the emergence of thin or disorganised markets. Recently, with the assistance of development partners, a draft 5-year Agriculture Development Plan has been developed, with food security as a core objective but is yet to be approved."}, {"text_block_id": "p62_b972", "text": "The management of inshore fisheries resources is also critical to food security as fish are important source of"}, {"text_block_id": "p62_b973", "text": "protein for many rural communities. Through the Department of Fisheries, support has been provided to"}, {"text_block_id": "p62_b974", "text": "scale fisher people in the form of outboard motors and engines, the installation of fish aggregation devices and"}, {"text_block_id": "p62_b975", "text": "rural ice plants to support subsistence as well as supply to the local market. However, concerns are increasingly"}, {"text_block_id": "p62_b976", "text": "being raised about the status of offshore and inshore fish stocks which are so easily affected by overfishing and"}, {"text_block_id": "p62_b977", "text": "factors such as loss of habitats, removal of mangroves and climate change."}, {"text_block_id": "p62_b978", "text": "While Government interventions have focused on the production side of food security, initiatives to better manage market arrangements and provide market access infrastructure have not been well coordinated. In addition, while farmer training is undertaken through the extension services of the Ministry of Agriculture, local produce"}, {"text_block_id": "p62_b979", "text": "continues to  often be more expensive than  imported produce. This is a reflection of many issues, prime of which include farm efficiency, production scale, prevailing weather conditions and value chain arrangements."}, {"text_block_id": "p62_b980", "text": "(ii)  REviEw oF PERFoRMANCE iN CoNTExT oF SuSTAiNABLE DEvELoPMENT"}, {"text_block_id": "p62_b981", "text": "The lack of an overarching framework and inability to integrate existing data spread between various stakeholders, has led to a situation where Fiji cannot objectively assess its food security status. There is extensive evidence to suggest that the  food security status is unstable when considered against the four preconditions."}, {"text_block_id": "p62_b982", "text": "Fiji is relatively self-sufficient in key commodities such as chicken (20,428 tonnes in 2012) and pork (1,180 tonnes in 2012); generally supplied at much higher prices than their imported alternatives. The magnitude of food imports required to meet domestic demand has also continued to grow over the past 10 years and self-sufficiency levels"}, {"text_block_id": "p62_b983", "text": "in key commodities such as dairy and rice have continued to decline. For example, on average, $30 million of rice is imported annually from Thailand, Vietnam or Australia to supplement local rice production which declined from a high of 30,000 tonnes per annum of paddy rice in the 1980s to below 8000 tonnes in 2011."}, {"text_block_id": "p62_b984_merged_merged_merged", "text": "National nutrition surveys conducted in 1993 and 2004 have revealed high rates of anaemia among pregnant women and schoolchildren, infant malnutrition, iodine deficiency disorders and rapidly increasing diet-related Non-Communicable Diseases. In response, Government since 2010 has partnered with UNICEF in a National Iron and Micronutrient Supplementation Project which will end in 2014. Preparations are underway for a National Nutritional Survey to be undertaken in 2014(these are undertaken every 10 years), concurrently with a Demographic Health Survey."}, {"text_block_id": "p63_b989", "text": "Additional challenges are also emerging, a major one being  Fiji’s growing population which currently stands at close to 850,000 and is projected to reach one million by the year 2030."}, {"text_block_id": "p63_b990", "text": "There is mounting pressure on land and"}, {"text_block_id": "p63_b991", "text": "fisheries resources to service this growing demand. Increased urbanisation (51% of the population now resides in urban centers) is also having the twin effect of reducing labour in the rural agriculture sector as well as fueling"}, {"text_block_id": "p63_b992", "text": "consumer preferences away from locally grown food to cheaper imported  and often more processed alternatives as well as  fast food. This trend is also serving to exacerbate the incidence of NCDs in Fiji."}, {"text_block_id": "p63_b993", "text": "In an effort to curb overfishing of inshore stocks, collaboration is underway with NGOs such as the Worldwide"}, {"text_block_id": "p63_b994", "text": "Fund for Nature and the Fiji Locally Managed Marine Area Network on the protection and restocking of key marine"}, {"text_block_id": "p63_b995", "text": "ecosystems, such as reefs and mangrove areas. The increase in demand for fresh fish by hotels, restaurants and"}, {"text_block_id": "p63_b996", "text": "supermarkets is placing this source of protein beyond the means of many ordinary consumers.  However, this is also presenting opportunities to accelerate development of the aquaculture industry."}, {"text_block_id": "p63_b997", "text": "Disorganised fresh food markets"}, {"text_block_id": "p63_b998", "text": "While fish is an important source of protein for the rural population, the current disorganised market is affecting"}, {"text_block_id": "p63_b999", "text": "its affordability for ordinary Fijians."}, {"text_block_id": "p63_b1000", "text": "Photo courtesy of Ministry of Strategic Planning"}, {"text_block_id": "p63_b1001", "text": "For basic fresh agriculture commodities such as root crops, Fiji has a relatively ‘thin’ market which is vulnerable to both oversupply and undersupply and both farmers and consumers suffer. Managing supply to the market requires access to a network of information in order to provide advice on forecasts on production of different crops. Efforts by the Ministry of Agriculture and the Fiji Crop and Livestock Council to register farmers will provide a good basis to establish this agriculture market information network. once this network is developed"}, {"text_block_id": "p63_b1002", "text": "using a platform provided by modern technology (such as through the mobile networks and the use of spatial GIS-based data storage)  will enable the regular transmission of information  as well as  advice from the farm level to prospective markets/end users as well as  to technical officers."}, {"text_block_id": "p63_b1003", "text": "Initiatives in the past have focused more on expanding agricultural farming as opposed to enhancing the efficiency of agricultural   production. Enhancing farm level efficiency will improve returns for the farmer as well as translate"}, {"text_block_id": "p63_b1004", "text": "into better and more affordable prices for ordinary Fijians. Adopting a peer group system will involve farmers within a locality collaborating and being"}, {"text_block_id": "p63_b1005", "text": "monitored regularly. Through the monitoring process, consultations with individual farmers and as groups will be undertaken to share and learn best practices from each other."}, {"text_block_id": "p63_b1006_merged_merged_merged_merged", "text": "The challenge of disorganised or thin market structures involving middlemen, geographic spread and in some instances remoteness and low farm efficiency, are factors that result in fresh local agricultural produce being often priced beyond the means of low income households. Moving towards a situation where ordinary Fijians are able to afford fresh local produce will require targeting improvements in efficiency at the farm level, better organising of logistics,  streamlining market linkages and enhancing  domestic supply through  more meaningful market information."}, {"text_block_id": "p64_b1011", "text": "Improving the production of traditional crops and vegetables, encouraging backyard farming in urban areas,"}, {"text_block_id": "p64_b1012", "text": "organic farming, agro forestry and aquaculture, are areas which can make significant contributions to greening"}, {"text_block_id": "p64_b1013", "text": "Fiji’s economy, promoting food security and creating opportunities for sustainable livelihoods."}, {"text_block_id": "p64_b1014", "text": "Building resilience to natural disasters such as tropical cyclones and flash floods will strengthen our food security"}, {"text_block_id": "p64_b1015", "text": "situation. Traditional practices of planting disaster resilient crops and the use of storage techniques to prolong"}, {"text_block_id": "p64_b1016", "text": "the shelf life of produce and food, are now rarely practiced.  To this effect, the Pacific Food Secure Working Group is implementing a food security regional framework/programme to improve resilience and production of food"}, {"text_block_id": "p64_b1017", "text": "products. With climate change likely to increase the frequency and intensity of natural disasters, there is a strong need to focus on the establishment of a local seed industry to produce and where necessary, import genetic material  to ensure strategic availability of seed and other planting resources."}, {"text_block_id": "p64_b1018", "text": "Rising fresh food prices"}, {"text_block_id": "p64_b1019", "text": "Inefficiency at farm level, high cost of agro inputs, disorganised markets and inconsistent supply throughout the"}, {"text_block_id": "p64_b1020", "text": "year, are among key factors contributing to volatile and high pricing of fresh fruits and vegetables in the local market."}, {"text_block_id": "p64_b1021", "text": "Photo courtesy of Ministry of Strategic Planning"}, {"text_block_id": "p64_b1022", "text": "(iii) ASSESSMENT oF kEy iNDiCAToRS AND TRENDS"}, {"text_block_id": "p64_b1023", "text": "Rising Food Imports A key Roadmap target is to reduce the value of fruit and vegetable imports from around $150m annually to $80m by 2014. Consumption goods constitute the largest slice in the overall import data, particularly the food import component, which shows an ever- increasing trend. To December 2013, food imports have recorded a high of 6.9% of GDP or approximately $793.2 million."}, {"text_block_id": "p64_b1024", "text": "Nutrition"}, {"text_block_id": "p64_b1025", "text": "The proportion of under-five year old children with malnutrition is an “indicator of poverty and hunger” used"}, {"text_block_id": "p64_b1026", "text": "by the Ministry of Health. The rate of undernourished children in Fiji has declined from 15 per cent in 1980, to 6"}, {"text_block_id": "p64_b1027", "text": "per cent in 2009. However, further reducing the prevalence of under-five year old malnutrition continues to be a"}, {"text_block_id": "p64_b1028", "text": "priority of the Government through its poverty and hunger eradication policy."}, {"text_block_id": "p64_b1029", "text": "•"}, {"text_block_id": "p64_b1030_merged_merged_merged_merged", "text": "Stunting, or low height for age, is caused by long-term insufficient nutrient intake and frequent infections. Stunting generally occurs before age two, and the effects are largely irreversible. Prevalence of stunting is nearly twice as high in young girls compared with boys (Fiji National Nutrition Council, 2008)."}, {"text_block_id": "p64_b1033", "text": "•"}, {"text_block_id": "p64_b1034", "text": "Wasting, or low weight for height, is a good predictor of mortality among children under five and is usually the result of an acute food shortage and/or disease.  The prevalence of wasting is highest in young children under two years old as compared to children aged 2-5 years (National Food and Nutrition Council, 2008)."}, {"text_block_id": "p64_b1035", "text": "•"}, {"text_block_id": "p64_b1036", "text": "Micronutrient deficiencies constitute a serious public health problem and result primarily from diets lacking essential vitamins and minerals, such as iron, vitamin A and zinc. Anaemia, usually caused by an insufficient intake of iron, remains widespread among women and young children, affecting about half of those under five"}, {"text_block_id": "p64_b1037", "text": "years of age. There is no marked difference in the prevalence of anaemia by gender and consistent with global trends, anaemia is more prevalent in children aged 3-6 months compared to children 2-5 years old."}, {"text_block_id": "p65_b1038", "text": "3.  kEy CHALLENGES AND PRoPoSED wAy FoRwARD"}, {"text_block_id": "p65_b1039", "text": "The key challenges and proposed way forward for this Thematic Area should be considered in light of the introductory paragraphs to Chapter 5."}, {"text_block_id": "p68_b1040", "text": "Thematic Area 6"}, {"text_block_id": "p68_b1041", "text": "Freshwater Resources and Sanitation Management"}, {"text_block_id": "p68_b1042", "text": "1. iNTRoDuCTioN"}, {"text_block_id": "p68_b1043", "text": "Freshwater is critical for all life to be sustained, a reality which is often ignored until there is a shortage. on planet Earth it is a fact that freshwater comprises only 3% of Nature’s water cycle, with the vast majority being ocean. Likewise only a very small part of Fiji’s water cycle is freshwater, contained in rivers, lakes, and as groundwater."}, {"text_block_id": "p68_b1044", "text": "Whilst freshwater is recognized as an essential item, it is much less appreciated that freshwater is a precious"}, {"text_block_id": "p68_b1045", "text": "resource which is not equally distributed and available on every island. After  taking into consideration other factors such a population and water use generally, freshwater resources management in Fiji will necessarily  differ from place to place on the larger islands, as well as  between the smaller islands. Climate change models predict a range of scenarios for different parts of Fiji by 2030 - however, all of these projections suggest that changes will take place which will either increase or decrease the frequency and intensity of rainfall and droughts. The future long term demand for freshwater and related sanitation issues must take into full account the need to adapt to these changes."}, {"text_block_id": "p68_b1046", "text": "The availability of freshwater is very dependent on rainfall, which replenishes natural underground and surface water resources. At the same time rainwater harvesting, particularly using the roofs of buildings, is an important"}, {"text_block_id": "p68_b1047", "text": "additional source which can also result in significant savings in energy normally required to pump, treat and"}, {"text_block_id": "p68_b1048", "text": "reticulate water and must be taken greater advantage of."}, {"text_block_id": "p68_b1049_merged_merged_merged", "text": "Proper management of Fiji’s water resources requires a holistic and integrated approach. This includes sound watershed management, close alignment between the demand for and supply of water, proper wastewater processing and sanitation. With the increased risk and vulnerability of water resources to climate change, it is imperative to build resilience, through   innovative approaches to maximizing  the  volume of available water while also ensuring, as far as is possible, optimal use. The use of available technologies is crucial to developing more systems, industrial recycling, storm water management, aquifer management and the use of renewable energy technologies for desalination plants in remote locations, all need to be fully explored on a continuing basis and exploited wherever cost-effective."}, {"text_block_id": "p68_b1053", "text": "Section 35 of the 2013 Constitution guarantees the right of every person to accessible and adequate sanitation while Section 36 of the 2013 Constitution in turn guarantees the right of every person to clean and safe water in adequate quantities."}, {"text_block_id": "p68_b1054", "text": "Access to clean and safe water in adequate quantities is a right under the 2013 Constitution"}, {"text_block_id": "p69_b1055", "text": "2. CuRRENT STATuS"}, {"text_block_id": "p69_b1056", "text": "(i) ovERviEw oF ExiSTiNG PoLiCiES, LEGiSLATioNS AND iNiTiATivES"}, {"text_block_id": "p69_b1057", "text": "The overarching policy goal for water resource management including sanitation is “increasing access to continual safe drinking water and appropriate sanitary waste disposal systems”."}, {"text_block_id": "p69_b1058", "text": "The 1955 Water Supply Act and the 1985 Rivers and Stream Act govern the protection, conservation and usage of water resources. In 2012, Government endorsed a new Rural Water and Sanitation Policy, which provides a common framework and platform for all relevant stakeholders in the water resources and sanitation sector to work together for the optimum utilisation of water resources by the rural communities.  The Department of Mineral"}, {"text_block_id": "p69_b1059", "text": "Resources is in the process of finalising a National Water Resource Management and Sanitation Policy which will"}, {"text_block_id": "p69_b1060", "text": "serve as the overarching strategy on water resources management and form  the basis for the formulation of the planned"}, {"text_block_id": "p69_b1061", "text": "Water Resource Management Decree. The Department of Mineral Resources is also in the process of"}, {"text_block_id": "p69_b1062", "text": "finalising the Groundwater Resources Exploitation and Management Policy, which will put in place an enabling framework for the effective and efficient exploitation and management of groundwater resources in Fiji. The"}, {"text_block_id": "p69_b1063", "text": "framework will set the platform to ensure the sustainable exploitation of groundwater resources through best management principles."}, {"text_block_id": "p69_b1064_merged_merged", "text": "Government has provided incentives since 2010 to ease the establishment costs of water and sanitation projects. For instance, in 2011 Government reduced fiscal duty on the importation of desalination and sewage treatment plants from 5% to 0%. From 2013 as part of the Rural Water and Sanitation Policy, Government provides 90% of the cost of any installation of rural water schemes – however, a water supply management plan must be completed and approved before the funding is provided by Government."}, {"text_block_id": "p69_b1069", "text": "Vanuavatu desalination plant to relieve water problems"}, {"text_block_id": "p69_b1070", "text": "The construction of a desalination plant on the island of Vanuavatu will relieve fresh water problems for approximately 200 inhabitants of this remote island in the southern Lau Group. The desalination process uses reverse osmosis to purify salt water to make it drinkable."}, {"text_block_id": "p69_b1071", "text": "Source:http://www.fiji.gov.fj/Media-Center/Press-Releases/VANUAVATU-DESALINATION-PLANT-TO-RELIEVE"}, {"text_block_id": "p69_b1072", "text": "-"}, {"text_block_id": "p69_b1073", "text": "WATER-PRob.aspx"}, {"text_block_id": "p70_b1074", "text": "(ii)  REviEw oF PERFoRMANCE iN CoNTExT oF SuSTAiNABLE DEvELoPMENT"}, {"text_block_id": "p70_b1075", "text": "The water and sanitation sector has been facing major challenges over the years in terms of maintaining and"}, {"text_block_id": "p70_b1076", "text": "upgrading of the existing infrastructure, financing of new water infrastructure and through shortages of technical"}, {"text_block_id": "p70_b1077", "text": "staff."}, {"text_block_id": "p70_b1078", "text": "In 2007, part of the Water and Sewerage Department was transformed into a commercial statutory authority"}, {"text_block_id": "p70_b1079", "text": "(Water Authority of Fiji Promulgation 2007) in order to provide improved access to quality drinking water and"}, {"text_block_id": "p70_b1080", "text": "wastewater services to over 144,000 residential and non-residential metered customers reaching over 800,000 people including those in Rotuma and other outer islands."}, {"text_block_id": "p70_b1081", "text": "over the past 4 years, some $110 million has been spent annually to upgrade the old water supply and sewerage infrastructure in the major urban centres, to cater in particular for the expanding population residing in the"}, {"text_block_id": "p70_b1082", "text": "Suva/Nausori corridor. Remote island communities are also being assisted in the identification and development"}, {"text_block_id": "p70_b1083", "text": "of their respective groundwater sources. For example, the Ministry of Land and Mineral Resources have put in place initiatives supporting the management of water resources through two government funded projects, namely a Groundwater Assessment and Development Project on Small Islands and Large Islands and through the installation of water desalination plants on Kia, Vanuavatu, Kavewa and Viwa islands, thereby improving access and water security in maritime areas."}, {"text_block_id": "p70_b1084", "text": "To cater for the long term water supply for the Suva/Nausori corridor, a feasibility study on the Sovi river catchment"}, {"text_block_id": "p70_b1085", "text": "has commenced. As part of the study, other alternative dam sites such as those at Waibogi in the upper reaches of Navua river and on the upper Waimanu river are also to be investigated as potential new sources for both water supply and power generation."}, {"text_block_id": "p70_b1086", "text": "Fiji’s groundwater aquifers have also formed the basis for a successful bottled mineral water industry, generating"}, {"text_block_id": "p70_b1087", "text": "an average of $117.5 million/year in exports over the last 5 years, despite limited specific legislation governing"}, {"text_block_id": "p70_b1088", "text": "the use of groundwater resources. It is considered that it is now timely to develop an appropriate legislative framework to ensure the sustainable commercial extraction of groundwater resources."}, {"text_block_id": "p70_b1089", "text": "Hydroelectricity has become more widespread and power derived from this source has increased from 40% in 2003 to around 61% in 2013, indicating greater use of freshwater resources for cleaner and greener energy. The Fiji Electricity Authority’s commendable target to provide 90% of the country’s energy from renewable sources must be balanced with the need to ensure that the use of hydropower does not compromise the availability of freshwater resources for other uses."}, {"text_block_id": "p70_b1090", "text": "Fiji is fortunate to be supported by many partners with the implementation of water and sanitation initiatives based on a long term commitment to promoting capacity building, advocacy and awareness in sustainable water management, an example of which is the demonstration project being implemented in the Nadi river basin. opportunities which need urgent further assessment include enhanced rainwater harvesting during the wet season and composting toilets."}, {"text_block_id": "p70_b1091", "text": "(iii)  ASSESSMENT oF kEy iNDiCAToRS AND TRENDS"}, {"text_block_id": "p70_b1092", "text": "•"}, {"text_block_id": "p70_b1093", "text": "Currently, around 78% of the total population (some 98% urban and 58% rural) has access"}, {"text_block_id": "p70_b1094", "text": "to drinking water, while 25%"}, {"text_block_id": "p70_b1095", "text": "of the population has access to sewerage facilities ."}, {"text_block_id": "p70_b1096", "text": "•"}, {"text_block_id": "p70_b1097", "text": "The capacity of urban water treatment plants in most urban areas has either exceeded capacity or is about to"}, {"text_block_id": "p70_b1098", "text": "reach maximum capacity."}, {"text_block_id": "p70_b1099", "text": "•"}, {"text_block_id": "p70_b1100", "text": "Water consumption for Suva-Nausori corridor is projected to increase from 72.5 million litres [ML] per day to 116.0 [ML] per day by 2063 and total raw water required from sources for water treatment in the Suva-Nausori Corridor will increase from around 188.4 ML/day or 2.2 m"}, {"text_block_id": "p70_b1101", "text": "3"}, {"text_block_id": "p70_b1102", "text": "/s to around 232 ML/day or 2.7 m"}, {"text_block_id": "p70_b1103", "text": "3"}, {"text_block_id": "p70_b1104", "text": "/s by 2060."}, {"text_block_id": "p70_b1105", "text": "•"}, {"text_block_id": "p70_b1106_merged_merged_merged_merged_merged_merged", "text": "The estimated annual freshwater withdrawals (% of total freshwater withdrawal) are – Agriculture(61.2%), domestic (28.03%), and industrial (10.77%); annual freshwater withdrawals (% of total internal resources) is around 0.29%; and renewable internal freshwater resources (billion cubic meters) is around 28.55"}, {"text_block_id": "p70_b1113", "text": "."}, {"text_block_id": "p71_b1114", "text": "3.  kEy CHALLENGES AND PRoPoSED wAy FoRwARD"}, {"text_block_id": "p71_b1115", "text": "The key challenges and proposed way forward for this Thematic Area should be considered in light of the introductory paragraphs to Chapter 5."}, {"text_block_id": "p73_b1116", "text": "Thematic Area 7"}, {"text_block_id": "p73_b1117", "text": "Energy Security"}, {"text_block_id": "p73_b1118", "text": "© WWF - Pacific"}, {"text_block_id": "p73_b1119", "text": "1. iNTRoDuCTioN"}, {"text_block_id": "p73_b1120", "text": "Fiji has become increasingly dependent on imported fossil fuels broadly categorised into energy for the production of electricity and energy for transportation. The latter includes many other aspects of infrastructure, given the many scattered and small communities on islands spread over large distances of ocean."}, {"text_block_id": "p73_b1121", "text": "For this reason, sustainable transportation is considered as a separate thematic area. This Thematic Area 7: Energy Security"}, {"text_block_id": "p73_b1122", "text": "focuses on power generation, including energy efficiency. Energy for transportation is covered under Thematic"}, {"text_block_id": "p73_b1123", "text": "Area 8 on Sustainable Transportation."}, {"text_block_id": "p73_b1124_merged_merged", "text": "Energy security is defined as “the uninterrupted physical availability of energy at a price which is affordable, while respecting environmental concerns” . In Fiji, energy is supplied in three main forms: (i) biomass in the form of fuel wood and crop residues for cooking in rural areas and to a lesser extent, industrial residues for power cogeneration in the timber and sugar industries; (ii) as imported fossil fuels; and (iii) as electricity, of which a significant share is generated from hydropower with much smaller contributions from wind and solar energy."}, {"text_block_id": "p73_b1129", "text": "Fiji’s energy demand is characterised by a high reliance on imported fossil fuels. Total petroleum imports grew from around $400 million in 2004 to a little over $1.2 billion in 2013 which is approximately one third of Fiji’s total import bill. However, it is important to recognise that on average around 60% of the total imports of fossil fuel is"}, {"text_block_id": "p73_b1130", "text": "retained for use in Fiji while 40% is re-exported to other Pacific island countries."}, {"text_block_id": "p73_b1131", "text": "In 2006, out of $1.02 billion (934,161 metric tonnes) spent on total petroleum fuel imports, $731.1 million (628,616 metric tonnes) or 71.6% was retained in Fiji, while $290.4 million (305,545 metric tonnes) or 28.4% was"}, {"text_block_id": "p73_b1132", "text": "re-exported to other island countries."}, {"text_block_id": "p74_b1133", "text": "In 2013, out of $1.2 billion (787,035 metric tonnes) spent on total petroleum fuel imports, $632.2 million (407,207 metric tonnes) or 51.8% was retained in Fiji while $587.7 million (379,828 metric tonnes) or 48.2% was re"}, {"text_block_id": "p74_b1134", "text": "-"}, {"text_block_id": "p74_b1135", "text": "exported to other island countries."}, {"text_block_id": "p74_b1136", "text": "over the past decade, the amount spent on imported fossil fuel has risen drastically while the quantity imported"}, {"text_block_id": "p74_b1137", "text": "has declined by around 15%. Understandably, the Fiji Electricity Authority’s fuel bill has risen significantly. In 2007 the import bill was around $60 million (9% of retained imports) or 53,671 metric tonnes, while in 2013 the bill was around $122 million (19.4% of retained imports) or 70,277 metric tonnes. It is very clear that the implementation"}, {"text_block_id": "p74_b1138", "text": "of the renewable energy strategy needs to be further accelerated in order to reduce Fiji’s dependence on imported fossil fuel for electricity generation."}, {"text_block_id": "p74_b1139", "text": "While the level of energy intensity is relatively low, improving Fiji’s energy efficiency across all the sectors of"}, {"text_block_id": "p74_b1140", "text": "the economy offers considerable scope to reduce energy costs. Moreover, the current institutional and policy"}, {"text_block_id": "p74_b1141", "text": "framework for the energy sector, which features overlapping responsibilities and significant gaps in the area of"}, {"text_block_id": "p74_b1142", "text": "regulation and oversight, requires strengthening to encourage greater private sector participation."}, {"text_block_id": "p74_b1143_merged_merged", "text": "The green growth tool aims to make Fiji more energy reliant by improving efficiency and also reducing dependence on imported fossil fuels. This will require investment in additional renewable energy projects, increasing public education and awareness on energy efficient technologies and practises and attracting more private sector"}, {"text_block_id": "p74_b1146", "text": "investment in large scale electricity generation."}, {"text_block_id": "p74_b1147", "text": "2. CuRRENT STATuS"}, {"text_block_id": "p74_b1148", "text": "(i)    ovERviEw oF ExiSTiNG PoLiCiES AND LEGiSLATioN"}, {"text_block_id": "p74_b1149", "text": "The revised National Energy Policy 2014-2020, sets out Government’s vision and strategic direction for"}, {"text_block_id": "p74_b1150", "text": "achieving sustainable energy for all. The overarching vision for the policy is “a resource efficient, cost effective and environmentally sustainable energy sector”. The three major objectives of the policy are to: (i) provide all Fijians with access to affordable and reliable modern energy services; (ii) establish environmentally sound and sustainable systems for energy production, procurement, transportation, distribution and end use; and (iii) to increase the efficiency of energy use, in particular through the utilisation of indigenous energy sources in order to reduce the financial burden and insecurity of energy imports."}, {"text_block_id": "p74_b1151", "text": "Nadarivatu Hydro Power Station"}, {"text_block_id": "p74_b1152", "text": "one of the major recent achievements for the sector is the commissioning of the Nadarivatu Renewable Energy Power Facility in September 2012 which has a capacity of 40MW and has reduced the Fiji Electricity Authority’s fossil fuel bill by $40 million annually."}, {"text_block_id": "p74_b1153", "text": "Sourcehttp://www.mwhglobal.com/mwh-projects/nadarivatu-hydro-electric-scheme"}, {"text_block_id": "p75_b1154", "text": "In addition to the new national policy (2014-2020), the 20-year old Rural Electrification Policy (1993) provides the policy framework for the implementation of the rural electrification programmes"}, {"text_block_id": "p75_b1155", "text": "in the rural areas"}, {"text_block_id": "p75_b1156", "text": ". Under this"}, {"text_block_id": "p75_b1157", "text": "policy for rural areas, there are five different electrification options available to rural communities which include:"}, {"text_block_id": "p75_b1158", "text": "diesel, solar, and hydro and connection to the main grid; and connection to a Government power supply system. Rural communities’ contribution to the total cost of project was 10% while 90% was paid by Government. A review of the Policy in 2008 reduced the contribution from rural communities to 5% of the total project cost while the remaining 95% is paid by Government, in support of the objective for all Fijians to have access to electricity."}, {"text_block_id": "p75_b1159", "text": "The Fiji Electricity Authority also contributes financially towards the rural electrification programme, annually spending   between $2-2.5 million on this activity.  This is in addition to the funding of other rural electrification project which the Government co-finances with the Authority. In this regard, examples include the Seaqaqa to Dreketi rural electrification project, the Nauouo to Rukuruku grid extension project, the Nalebaleba to Keiyasi grid"}, {"text_block_id": "p75_b1160", "text": "extension project and the Tavua to Korovou grid extension project."}, {"text_block_id": "p75_b1161", "text": "In addition, the recently endorsed Sustainable Energy for All (SE4All) global report, provides a comprehensive analysis of the overall energy situation in Fiji and subsequently identifies the key gaps and support needed for achieving the three intertwined objectives of SE4All: (i) to ensure universal access to modern energy services; (ii) to double the global rate of improvements in energy efficiency; and (iii) to double the share of renewable energy"}, {"text_block_id": "p75_b1162", "text": "in the global energy mix. The Government’s aim to provide all Fijians with access to modern, affordable, clean and reliable energy services is well supported by the SE4All initiative, which provides further impetus to the green"}, {"text_block_id": "p75_b1163", "text": "growth development model. The SE4All report is therefore very reflective of Fiji’s efforts towards realising the"}, {"text_block_id": "p75_b1164", "text": "United Nation’s vision of ‘Sustainable Energy for All’."}, {"text_block_id": "p75_b1165", "text": "In addition, the Fiji Electricity Authority draft Power Development Plan master development objective is to improve"}, {"text_block_id": "p75_b1166", "text": "all elements of power delivery systems of Fiji and to ensure adequate and efficient power supply at reasonable cost. In finalising the plan it is anticipated   that a load forecast work will be carried out and based on the"}, {"text_block_id": "p75_b1167", "text": "results of which, a generation plan and a network plan will be prepared to meet the demand as per the grid code requirements. The present base case report covers the details of data collected for load forecasting, generation"}, {"text_block_id": "p75_b1168", "text": "planning and network planning along with base case load flow studies for the existing network of the Viti Levu"}, {"text_block_id": "p75_b1169", "text": "Interconnected System, Vanua Levu and ovalau systems."}, {"text_block_id": "p75_b1170", "text": "The regulatory framework relevant to energy include: the Electricity Act (Cap.180); Land Transport Act (1998); Environmental Management Act (2005); Hotels Aid Act (1999); Public Private Partnership Act (2006);  Petroleum (Exploration and Exploitation) Act (Cap.148); Petroleum Act (Cap 190); Fuel and Power Emergency Act (Cap 191); Commerce Commission Decree 2010; Public Enterprise Act (1996); Land Conservation and Improvement Act (Cap.141); Native Land Trust Act (Cap.134) and Crowns Land Act (Cap.132); State Acquisition of Lands Act (Cap.135); and Marine Act."}, {"text_block_id": "p75_b1171_merged_merged_merged_merged", "text": "Electricity generation from imported fossil fuels has been steadily increasing. For example, the total quantity of industrial diesel oil (IDO) fuel burnt in 2012 was 30,694 tonnes and heavy fuel oil (HFO) fuel burnt was 28,302 tonnes, aggregating to 58,996 tonnes. In comparison, the total quantity of IDo fuel burnt in 2011 was 53,238 tonnes and HFo was 17,648 tonnes, aggregating to 70,886 tonnes."}, {"text_block_id": "p76_b1174", "text": "The fact that over 60% of electricity supply is already generated from hydropower is commendable. There is exploitable potential to raise the share of renewable electricity rapidly to over 80%, given that there are still a"}, {"text_block_id": "p76_b1175", "text": "number of medium size undeveloped hydro sites available  coupled with significant unexplored geothermal, solar, and wind resources. The limited private investment in Fiji’s power sector to date is largely due to the following: (i) lack of a clear regulatory framework for encouraging third party electricity generation; (ii) resource information not being made public; and (iii) a general weakness in Fiji’s business climate."}, {"text_block_id": "p76_b1176", "text": "These constraints will need to be addressed to enable Fiji to better utilise its full potential for renewable electricity generation and support future power sector investments."}, {"text_block_id": "p76_b1177", "text": "© WWF - Pacific"}, {"text_block_id": "p76_b1178", "text": "Total power generation by the Fiji Electricity Authority is currently around 803,353MWh (excluding IPPs) of"}, {"text_block_id": "p76_b1179", "text": "which 525,261MWh is generated from hydro, 271,283MWh from thermal and 6,809MWh from wind and solar. According to the Authority they have a capacity of around 400,000MWh to be taken over by IPPs."}, {"text_block_id": "p76_b1180", "text": "In rural areas, biomass fuels still play a major role, with more than 77% of rural households using wood for cooking purposes. While this can be considered renewable in most cases, the negative health impacts, particularly"}, {"text_block_id": "p76_b1181", "text": "on women, of cooking on open fires means this practice should no longer be encouraged.  Going forward, there"}, {"text_block_id": "p76_b1182", "text": "is a strong case for introducing other forms of modern energy sources for cooking apart from biomass, Liquid"}, {"text_block_id": "p76_b1183", "text": "Petroleum Gas (LPG), and kerosene, with the latter, already being a major form of energy for cooking – rural areas (17%) and urban areas (27%)."}, {"text_block_id": "p76_b1184_merged_merged", "text": "In rural areas, producing electricity from diesel generators is becoming increasingly expensive and is putting pressure on the income level of communities. Most rural communities now prefer solar home systems for power supply due to continuing rising costs of fuel and irregular shipping services to the outer islands. Solar home systems provide clean and uninterrupted supply of electricity. While the cost is still relatively high, government is providing a 95% subsidy. However, the sustainability of the Government-funded rural electrification schemes is not secured. Community operated models often lead to deteriorated and inoperable diesel and hydro systems, while collection rates from households for solar home systems are low."}, {"text_block_id": "p77_b1187", "text": "Government has also been promoting the development of other indigenous local energy resources  in particular biofuels, in order to reduce the dependence on imported fossil fuels for electricity generation. The possibility of"}, {"text_block_id": "p77_b1188", "text": "ethanol production in Fiji has been considered - however financial viability of this option is highly sensitive due"}, {"text_block_id": "p77_b1189", "text": "to inconsistent supply of feedstock and the performance of the sugar industry over the last 10 years has deterred investors. The production of molasses by the Fiji Sugar Corporation has decreased from around 115,000 tonnes in 2007 to around 67,000 tonnes in 2012 while sugar production has declined from 237,000 tonnes in 2007 to around 159,223 tonnes in 2012. A recent feasibility study on ethanol production from molasses which was undertaken by the Fiji Sugar Corporation, recommended a 60 kilolitres per day ethanol plant be constructed to produce 16.579"}, {"text_block_id": "p77_b1190", "text": "million litres of anhydrous ethanol, which significantly exceeds the 10 to 12 million litres required annually for the"}, {"text_block_id": "p77_b1191", "text": "E10 blending in Fiji."}, {"text_block_id": "p77_b1192", "text": "A similar study funded by the World bank in 2008, states that the high cost of cultivating cassava means it is a relatively expensive feedstock for ethanol production and yields negative margins unless oil prices are very high."}, {"text_block_id": "p77_b1193", "text": "Current efforts on improving demand side energy efficiency have so far focused on appliance labelling for"}, {"text_block_id": "p77_b1194", "text": "refrigeration technology in the domestic sector, the development of training material for a programme on energy"}, {"text_block_id": "p77_b1195", "text": "efficiency in schools, and public awareness campaigns. There is clearly potential to expand these initiatives and make more of an impact on energy efficiency, including through increasing labelling awareness campaigns and"}, {"text_block_id": "p77_b1196", "text": "targeting improvements in the public sector."}, {"text_block_id": "p77_b1197_merged_merged_merged", "text": "While information about the supply side of energy is available at an aggregate level, there is unfortunately, little data and information on the demand side of Fiji’s energy balance sheet. Fiji’s energy demand is driven by household consumption of electricity and transport fuels (covered in Thematic Area 8: Sustainable Transportation) and by the major industries, in particular agriculture, forestry, tourism, and mining. Demand has increased over the past decade and is likely to continue increasing in the future. Potential renewable energy projects currently on"}, {"text_block_id": "p77_b1200", "text": "the Fiji Electricity Authority’s radar for investment include: Qaliwana hydro project (17MW); Wailoa downstream hydroproject (28.6MW); upper Navua river project; Naboro waste to energy project; and Waibutasavu hydro project (4.4MW)."}, {"text_block_id": "p78_b1201", "text": "Some of the key indicators and trends for energy include:"}, {"text_block_id": "p78_b1202", "text": "•"}, {"text_block_id": "p78_b1203", "text": "The national electrification coverage has increased from around 80% (urban – 95% and rural – 70%) in 2007 to around 90% (urban – 98% and rural – 80%) in 2012."}, {"text_block_id": "p78_b1204", "text": "•"}, {"text_block_id": "p78_b1205", "text": "The share of renewable energy in electricity generation has increased from around 40% in 2003 to 61% in"}, {"text_block_id": "p78_b1206", "text": "2013."}, {"text_block_id": "p78_b1207", "text": "•"}, {"text_block_id": "p78_b1208", "text": "There are two state owned Independent Power Producers (IPPs) supplying electricity to the national grid: (i) Tropik Wood Industries Ltd in Drasa, Lautoka; and (ii) Fiji Sugar Corporation which supplies for approximately"}, {"text_block_id": "p78_b1209", "text": "six months a year from Lautoka and Labasa sugar mills, during the sugarcane crushing seasons."}, {"text_block_id": "p78_b1210", "text": "•"}, {"text_block_id": "p78_b1211", "text": "Development of the Nadarivatu renewable hydropower facility which was commissioned in September 2012"}, {"text_block_id": "p78_b1212", "text": "and has a total installed capacity of 40MW."}, {"text_block_id": "p78_b1213", "text": "•"}, {"text_block_id": "p78_b1214", "text": "In 2011, Cabinet approved biofuel standards for B5 (blend of vegetable oil derived biodiesel and petroleum diesel) and E10 (blend of anhydrous ethanol and petrol) for Fiji."}, {"text_block_id": "p78_b1215", "text": "•"}, {"text_block_id": "p78_b1216_merged", "text": "In 2010, the Fiji Electricity Authority’s renewable power stations generated around 420 Giga Watthours (GWh) of energy (48%), thermal power stations 415 GWh of energy (49%). Independent Power Providers supplied 20 GWh of energy (2%) and 1% from wind. In 2013, the Authority’s renewable power stations generated around 533 GWh (61.1%), and thermal power stations 325 GWh (37.2%). The IPPs generated 14.7 GWh (1.7%)."}, {"text_block_id": "p79_b1218", "text": "3.  kEy CHALLENGES AND PRoPoSED wAy FoRwARD"}, {"text_block_id": "p79_b1219", "text": "The key challenges and proposed way forward for this Thematic Area should be considered in light of the introductory paragraphs to Chapter 5."}, {"text_block_id": "p82_b1220", "text": "Thematic Area 8"}, {"text_block_id": "p82_b1221", "text": "Sustainable Transportation"}, {"text_block_id": "p82_b1222", "text": "1. iNTRoDuCTioN"}, {"text_block_id": "p82_b1223", "text": "This thematic area focuses not only on the high dependence of transportation on imported fossil fuel but also considers critical issues, in particular  infrastructure, facing the three modes of transport: land, air and maritime. Transport plays a central role in Fiji’s economy as a means of facilitating economic and social opportunities and"}, {"text_block_id": "p82_b1224", "text": "providing benefits which result in positive multiplier effects, such as better accessibility to education, health"}, {"text_block_id": "p82_b1225", "text": "services, markets, employment and investment. The transport sector has been contributing around 12% of GDP and employs a considerable number"}, {"text_block_id": "p82_b1226", "text": "of people in both formal and informal sectors, with the latter being the most vibrant in the land transport industry."}, {"text_block_id": "p82_b1227", "text": "Nadi International Airport is recognised as a hub for access to other Pacific islands by air. Fiji Airways’ recent purchase of three new A330 aircraft with 30% higher fuel efficiency  is also contributing to reductions in carbon"}, {"text_block_id": "p82_b1228", "text": "emissions. Fiji also has a well-developed road network, the management of which has been reformed in the past year as Government seeks to bring this up to international standards. Likewise, the upgrading of the two major ports of Lautoka and Suva, both of which are on the major shipping lines, is resulting in increased visits by cruise ships. Despite this progress, the transport industry continues to face new and emerging challenges as a result of rapid urbanisation and motorisation."}, {"text_block_id": "p82_b1229", "text": "In response to the guiding principle of this Green Growth Framework of  reducing  carbon foot prints, transport"}, {"text_block_id": "p82_b1230", "text": "remains  one of the highest contributors towards carbon dioxide emissions - these  amount to around 729 Gg"}, {"text_block_id": "p82_b1231", "text": "(approximately 47% of Fiji’s total annual carbon dioxide emission),"}, {"text_block_id": "p82_b1232", "text": "primarily due to increasing  use of transport"}, {"text_block_id": "p82_b1233", "text": "fuel. In the short-medium term, effort should focus on promoting fuel efficient vehicles, maximising fuel efficiency"}, {"text_block_id": "p82_b1234", "text": "in existing vehicles, alternative fuel sources, continuing the programme of improvement to existing roads and"}, {"text_block_id": "p82_b1235", "text": "enhancing traffic management systems."}, {"text_block_id": "p82_b1236_merged_merged_merged", "text": "As a maritime nation, concerns about infrequent and uneconomic shipping services due to high fuel cost and high freight rates charged on cargo will continue to have a negative impact on the production and income generation potential of the outer islands. In addition, international regulations driven by the International Maritime organisation aimed at reducing air pollutant emissions from shipping, will come into force within the decade and are also likely to significantly increase both the cost of fuel and costs associated with compliance.   These regulations will apply to domestic shipping as well as to international shipping transiting Fiji waters. Exploring renewable energy technologies, retrofitting of existing vessels and new build vessels for the maritime sector) are solutions to reducing fossil fuel use, emissions and shipping costs."}, {"text_block_id": "p82_b1241", "text": "© WWF - Pacific"}, {"text_block_id": "p83_b1242", "text": "Introduction of fuel"}, {"text_block_id": "p83_b1243", "text": "efficient vehicles"}, {"text_block_id": "p83_b1244", "text": "The introduction of new vehicle models like the Toyota Yaris in November 2013, demonstrates the increasing"}, {"text_block_id": "p83_b1245", "text": "quality of motor vehicle on our roads, vehicles with better performance, reliability and fuel efficiency, helping to"}, {"text_block_id": "p83_b1246", "text": "minimise greenhouse gas emissions and their negative impact on Fiji’s environment."}, {"text_block_id": "p83_b1247", "text": "In 2010, the government announced the reduction of import duties for smaller engine vehicles. For example, the duty for vehicles less than 1500cc engine capacity was reduced from 32 per cent to 15 per cent. This was further complemented in the 2012 budget where vehicles with less than 2500cc engine capacity were also reduced to 15 per cent."}, {"text_block_id": "p83_b1248", "text": "The government is also working towards improving the standard of fuel, to bring this into line with international standards and has also restricted importation of second-hand vehicles to only those that comply with Euro 4 fuel"}, {"text_block_id": "p83_b1249", "text": "standards. This will ensure that more high quality fuel efficient and environmentally friendly vehicles are imported."}, {"text_block_id": "p83_b1250", "text": "Source:http://www.mailife.com.fj/asco-motors-launches-all-new-toyota-yaris/"}, {"text_block_id": "p83_b1251", "text": "This Green Growth Framework provides a tool to help steer the economy onto a path of more sustainable"}, {"text_block_id": "p83_b1252", "text": "transportation – this  will require incentives for the importation of fuel efficient vehicles, development of alternative"}, {"text_block_id": "p83_b1253", "text": "fuel sources, initiatives to assist in the transition to a low carbon sea transport and strengthening  enforcement to ensure operators minimise environmental degradation and pollution."}, {"text_block_id": "p83_b1254", "text": "Section 34 of the 2013 Constitution guarantees the right of every person to reasonable access to transportation."}, {"text_block_id": "p83_b1255", "text": "2. CuRRENT STATuS"}, {"text_block_id": "p83_b1256", "text": "(i) ovERviEw oF ExiSTiNG PoLiCiES, LEGiSLATioNS AND iNiTiATivES"}, {"text_block_id": "p83_b1257", "text": "The policy for transport is to “provide an integrated transport system that is safe, efficient, affordable, accessible to all and environmentally sustainable”. The Fiji National Transport Sector Plan (1993) sets out the strategic"}, {"text_block_id": "p83_b1258", "text": "direction for transport and outlines the policies to reengineer the transport sector. This Plan is currently being revised for which one of the key priorities is the promotion of sustainable transport systems in Fiji, so that the reliance on imported fossil fuels for transport can be minimised."}, {"text_block_id": "p83_b1259", "text": "The key regulatory framework guiding the industry includes:"}, {"text_block_id": "p83_b1260", "text": "•"}, {"text_block_id": "p83_b1261", "text": "Land transport - the 1998 Land Transport Act which was amended through a Decree in 2013 (Decree No. 8 of 2013) and Fiji Roads Authority Decree 2012."}, {"text_block_id": "p83_b1262", "text": "•"}, {"text_block_id": "p83_b1263_merged_merged_merged", "text": "Air transport - amended versions of Civil Aviation Act 1976, Civil Aviation of Authority of Fiji Act 1979, Civil Aviation Security Act 1994, Civil Aviation Reform Act 1999, Air Navigation Regulations 1981, Civil Aviation (Security) Regulations 1994, Civil Aviation (Fees and Charges) Regulations 2007, Civil Aviation (Occurrence Reporting and Incident Investigation) Regulations 2007, and Various Aerodrome Restriction Orders etc."}, {"text_block_id": "p83_b1266", "text": "•"}, {"text_block_id": "p83_b1267", "text": "Maritime transport – the new Maritime Transport Decree and Ship Registration Decree are expected in 2014,"}, {"text_block_id": "p83_b1268", "text": "to replace the Marine Act 1986 and Maritime Legislation 1990. This legislation is expected to better regulate the safety aspects of shipping services and requirements for registering ships respectively in Fiji."}, {"text_block_id": "p84_b1269", "text": "Measures implemented to achieve sustainable transportation include: duty free importation of electric vehicles"}, {"text_block_id": "p84_b1270", "text": "in 2014; duty concession (free fiscal, import excise and VAT) on importation of vehicles (vehicle should be less"}, {"text_block_id": "p84_b1271", "text": "than 5 years from the year of manufacture for petrol and diesel and less than 8 years from the year of manufacture"}, {"text_block_id": "p84_b1272", "text": "for gas and solar powered vehicles) by returning residents in 2014;  the introduction of a green tax in 2013 which increased the fiscal duty on motor spirits from 44 cents per litre to 46 cents per litre and on automotive and"}, {"text_block_id": "p84_b1273", "text": "industrial diesel oil from 18 cents per litre to 20 cents per litre; reduction of the concession for bus fuel from 18"}, {"text_block_id": "p84_b1274", "text": "cents to 15 cents in 2012 (also a rebate of two cents per litre for the bus and fishing industries); age restriction"}, {"text_block_id": "p84_b1275", "text": "on gas and solar powered vehicles extended to 8 years in 2012; and the imposition of a ban in 2008 on importing"}, {"text_block_id": "p84_b1276", "text": "motor vehicles (cars, trucks and buses)  exceeding 5 years of age."}, {"text_block_id": "p84_b1277", "text": "over the years, progressive institutional reforms have been implemented in the transportation sector in recent years which include the following:"}, {"text_block_id": "p84_b1278", "text": "Land Transport"}, {"text_block_id": "p84_b1279", "text": "•"}, {"text_block_id": "p84_b1280", "text": "As part of ongoing public sector reforms, the Fiji Roads Authority was fully established on 01st January 2013"}, {"text_block_id": "p84_b1281", "text": "and is now responsible for all matters pertaining to construction, maintenance and development of roads and bridges in Fiji. Some of the major roading projects currently being implemented include upgrading of the"}, {"text_block_id": "p84_b1282", "text": "Buca Bay Road and Nabouwalu/Dreketi Road in Vanua Levu, Sawani/Serea Road, the Sigatoka Valley Road,"}, {"text_block_id": "p84_b1283", "text": "and the Moto Road in Viti Levu. These projects are expected to be completed by mid-2014, except for the"}, {"text_block_id": "p84_b1284", "text": "Nabouwalu/Dreketi Road which is scheduled to be completed by end of 2015. The upgrading of these roads is"}, {"text_block_id": "p84_b1285", "text": "expected to provide critical market links for farmers and buyers, substantially reducing their business costs and supporting economic development as a result."}, {"text_block_id": "p84_b1286", "text": "•"}, {"text_block_id": "p84_b1287", "text": "The use of a public private partnership modality to finance infrastructure development is also being pursued."}, {"text_block_id": "p84_b1288", "text": "Air Transport"}, {"text_block_id": "p84_b1289", "text": "•"}, {"text_block_id": "p84_b1290", "text": "Some 14 airline companies, representing 50 aircraft, are currently registered in Fiji, of which the main player,"}, {"text_block_id": "p84_b1291", "text": "Fiji Airways, has recently acquired three new Airbus 330 aircraft. Apart from Fiji Airways, which is a domestic,"}, {"text_block_id": "p84_b1292", "text": "regional and international operator, Fiji Link (Pacific Sun) is a domestic and regional operator whilst the other"}, {"text_block_id": "p84_b1293", "text": "airlines operate domestically. In 2013, 9 other regional and international airlines operated in and out of Fiji, contributing to a total of 116,774 annual aircraft movements in the Nadi Flight Information Region and within the domestic airspace."}, {"text_block_id": "p84_b1294", "text": "•"}, {"text_block_id": "p84_b1295", "text": "Investments are in train to improve aerodrome infrastructure to ensure compliance with International Civil Aviation Organisation (ICAO) standards and practises. Apart from ongoing improvements, major dashboard"}, {"text_block_id": "p84_b1296", "text": "upgrades are planned for Rotuma, Savusavu, Matei, Nausori and Nadi from 2014."}, {"text_block_id": "p84_b1297", "text": "•"}, {"text_block_id": "p84_b1298", "text": "Fiji is in alignment with the ICAO Global Plan Aviation System Block Upgrade strategy, which allows States to align with the programmatic and flexible systems engineering approach - this will in turn advance Fiji’s air navigation capacities based on specific operational requirements. As a consequence, Fiji’s aviation industry will be able to realise global harmonisation, increased capacity and improved environmental efficiency which modern air traffic growth now demands."}, {"text_block_id": "p84_b1299", "text": "Maritime Transport"}, {"text_block_id": "p84_b1300", "text": "•"}, {"text_block_id": "p84_b1301", "text": "In order to improve access to communities in the outer islands, Government continues to prioritise the"}, {"text_block_id": "p84_b1302", "text": "construction of key regional jetties. However, currently there is greater emphasis on maintenance of existing jetties rather than on new facilities."}, {"text_block_id": "p84_b1303", "text": "•"}, {"text_block_id": "p84_b1304", "text": "New vessels are being purchased to enable more frequent shipping services to outer and remote islands. In"}, {"text_block_id": "p84_b1305", "text": "addition, $1.5 million has been allocated annually since 1997 under the shipping franchise scheme to assist"}, {"text_block_id": "p84_b1306", "text": "vessel operator’s service uneconomical routes – this has assisted in increasing passenger numbers by more"}, {"text_block_id": "p84_b1307", "text": "than 60% and cargo volumes by 80%."}, {"text_block_id": "p84_b1308", "text": "•"}, {"text_block_id": "p84_b1309_merged_merged_merged_merged_merged", "text": "A Sri Lankan conglomerate, Aitken Spence PLC assumed responsibility for the management of Ports Terminal Limited in May 2013. This is to bring about reform including improvement in efficiency and productivity in"}, {"text_block_id": "p84_b1312", "text": "both the Suva and Lautoka ports."}, {"text_block_id": "p85_b1313", "text": "(iii)  ASSESSMENT oF kEy iNDiCAToRS AND TRENDS"}, {"text_block_id": "p85_b1314", "text": "Some of the key indicators and trends for transport include:"}, {"text_block_id": "p85_b1315", "text": "•"}, {"text_block_id": "p85_b1316", "text": "The contribution of transport towards GDP increased from around 9.4% in 2003 to around 12% in 2012;"}, {"text_block_id": "p85_b1317", "text": "•"}, {"text_block_id": "p85_b1318", "text": "A reduction in annual fatalities on all forms of transport from 57 in 2009 to 41 in 2012;"}, {"text_block_id": "p85_b1319", "text": "•"}, {"text_block_id": "p85_b1320", "text": "Reduce annual carbon dioxide emissions per capita from 1.6mt to 1.0mt and review the legislation to further"}, {"text_block_id": "p85_b1321", "text": "reduce the opacity threshold to lower than 50%"}, {"text_block_id": "p85_b1322", "text": "•"}, {"text_block_id": "p85_b1323", "text": "Reduced vehicle emission opacity from 70% to 50% (currently 50%). This indicator will be measured from"}, {"text_block_id": "p85_b1324", "text": "this year after the purchase of the vehicle emission tester; and"}, {"text_block_id": "p85_b1325", "text": "•"}, {"text_block_id": "p85_b1326", "text": "An increase in the number of registered vehicles from around 80,139 in 1990 to around 171,157 in 2011."}, {"text_block_id": "p85_b1327", "text": "New Government Vessels to Improve Maritime Links"}, {"text_block_id": "p85_b1328", "text": "The maritime transportation has been one of the most neglected sectors over the years – however,  this  has been"}, {"text_block_id": "p85_b1329", "text": "transformed with the purchase of two new ships by the Government, both from Malaysia - MLC Sigavou and MV Vunilagi. MLC Sigavou is 47 metres, 149 tonnes vessel, which can carry 20 passengers plus cargo, was purchased at a cost of US$2.6 million. MV Vunilagi is a 45.5 metres landing craft which can carry 30 passengers plus cargo was purchased at a cost of US $2.4 million. The new vessels will kick start several government projects which include providing water supplies and generators for electricity for the outer islands. People from the outer islands"}, {"text_block_id": "p85_b1330", "text": "will also be able to carry their goods from Viti Levu to the islands more conveniently at  cost efficient trade rates."}, {"text_block_id": "p86_b1331", "text": "3.  kEy CHALLENGES AND PRoPoSED wAy FoRwARD"}, {"text_block_id": "p86_b1332", "text": "The key challenges and proposed way forward for this Thematic Area should be considered in light of the introductory paragraphs to Chapter 5."}, {"text_block_id": "p89_b1333", "text": "Thematic Area 9"}, {"text_block_id": "p89_b1334", "text": "Technology and Innovation"}, {"text_block_id": "p89_b1335", "text": "1. iNTRoDuCTioN"}, {"text_block_id": "p89_b1336", "text": "This Thematic Area addresses the current status of technology in Fiji relative to future innovation and scientific"}, {"text_block_id": "p89_b1337", "text": "development in  support of green growth. In addition, practical solutions are proposed to address the key challenges.  Many of the proposed solutions are cross-cutting in nature and will therefore be applicable to other Thematic Areas."}, {"text_block_id": "p89_b1338", "text": "Technological progress in Fiji as in all Pacific island countries and across the world at large is at the fore front of"}, {"text_block_id": "p89_b1339", "text": "development, encouraging countries to become more innovative in this increasingly competitive and fast-moving world.  At the same time, mandatory global standards and measures are now being promoted and implemented by relevant international organisations"}, {"text_block_id": "p89_b1340", "text": "as part of the global agenda to mitigate against environmental degradation which can so easily be a consequence of the use of inappropriate technologies."}, {"text_block_id": "p89_b1341", "text": "building strong technological capabilities, while also facilitating technological transfer with developed countries and encouraging innovation, are extremely important for economic growth, social welfare and environmentally sustainable development. Technological capability refers to the ability to learn, understand and master the use of existing technologies to solve problems, while innovative capability is the ability to develop new solutions to problems."}, {"text_block_id": "p89_b1342_merged_merged", "text": "Fiji is heavily reliant on imported high tech goods, because national research and development capabilities are in their infancy. Given its strong natural resource base and a highly literate and technically knowledgeable young population, there is both a need and an opportunity to focus on attracting appropriate, affordable and accessible technology to complement efforts in achieving growth that is sustainable. The increasing global emphasis on open source development creates a favourable climate for developing countries to build significant Fiji centric technological advances. It is important that these initiatives are tailored to suit the research and development requirements in Fiji. A logical starting point would be to strengthen institutional support in resource-based sectors and to then proceed upstream on the resource mobilisation and man power rationalisation fronts."}, {"text_block_id": "p89_b1345", "text": "Source: Ministry of Information, Fiji News Summary (Minfo News [news@info.gov.fj])"}, {"text_block_id": "p89_b1346", "text": "Hand tractors donated by the Government of Indonesia to boost crop production and food security"}, {"text_block_id": "p90_b1347", "text": "2. CuRRENT STATuS"}, {"text_block_id": "p90_b1348", "text": "Technology research and development in Fiji is driven by the private sector and backed by higher learning"}, {"text_block_id": "p90_b1349", "text": "institutions. Fiji has thus far operated without a national policy/ framework on the development and use"}, {"text_block_id": "p90_b1350", "text": "of technologies and policies are needed which support rather than impede the private sector. Since Fiji is an increasingly important player in the global production value chain, there is a need for platforms which can provide"}, {"text_block_id": "p90_b1351", "text": "for the absorption, digestion and refining of imported technologies which are “green”."}, {"text_block_id": "p90_b1352", "text": "The establishment of Fiji as a Pacific regional hub for Information and Communication Technology (ICT) has"}, {"text_block_id": "p90_b1353_merged_merged", "text": "supported this transition, by improving communication and access to appropriate and relevant technologies. In 2011, the International Telecommunication Union assessed Fiji’s ability to deliver ICT services and infrastructure to its citizens as among the highest in the world. In its annual review of more than 150 countries, Fiji was the only small island developing state to receive special recognition, improving thirteen places over the previous year to finish 81st.  Fiji’s 2012 ranking of 82nd was  supported by strong growth in mobile broadband penetration; the extension of 3G coverage; the development of the region’s first national broadband policy; Government’s commitment to making internet access affordable and the continual expansion of e-Government services."}, {"text_block_id": "p90_b1359", "text": "Vodafone’s 4G uptake"}, {"text_block_id": "p90_b1360", "text": "Vodafone Fiji which is a partnership with the ATH Group provides mobile telecommunications services to 720,000 Fijian customers. The uptake and adoption of Vodafone’s 4G services for the two month period since being launched has exceeded  initial expectation with over 6,000 customers signing up for its 4G plans. This adoption rate was"}, {"text_block_id": "p90_b1361", "text": "better than the 3G uptake in 2007 when mobile broadband services were first launched in Fiji."}, {"text_block_id": "p90_b1362", "text": "Source:http://www.vodafone.com.fj/pages.cfm/general/about-us/media-releases-1/media-releases-14/"}, {"text_block_id": "p90_b1363", "text": "vodafones-4g-uptake.html"}, {"text_block_id": "p90_b1364", "text": "These encouraging developments have been supported by the following policies, regulatory framework and initiatives:"}, {"text_block_id": "p90_b1365", "text": "•"}, {"text_block_id": "p90_b1366", "text": "Post and Telecommunications Decree 1989;"}, {"text_block_id": "p90_b1367", "text": "•"}, {"text_block_id": "p90_b1368", "text": "Telecommunications Promulgation 2008;"}, {"text_block_id": "p90_b1369", "text": "•"}, {"text_block_id": "p90_b1370", "text": "Telephone Registration Decree 2010;"}, {"text_block_id": "p90_b1371", "text": "•"}, {"text_block_id": "p90_b1372", "text": "Fiji National Broadband Policy 2011;"}, {"text_block_id": "p90_b1373", "text": "•"}, {"text_block_id": "p90_b1374", "text": "Reform of Information Technology and Computing Services Decree;"}, {"text_block_id": "p90_b1375", "text": "•"}, {"text_block_id": "p90_b1376", "text": "Media Industry Development Decree 2010;"}, {"text_block_id": "p90_b1377", "text": "•"}, {"text_block_id": "p90_b1378", "text": "ICT Development Policy;"}, {"text_block_id": "p90_b1379", "text": "•"}, {"text_block_id": "p90_b1380", "text": "Regulation of National Spectrum (Amendment) Decree 2013;"}, {"text_block_id": "p90_b1381", "text": "•"}, {"text_block_id": "p90_b1382", "text": "One-laptop-per-child Initiative;"}, {"text_block_id": "p90_b1383", "text": "•"}, {"text_block_id": "p90_b1384", "text": "e-Government Project;"}, {"text_block_id": "p90_b1385", "text": "•"}, {"text_block_id": "p90_b1386", "text": "Kalabu Tax Free Zone- tax free incentives available to new and existing ICT operators/ businesses;"}, {"text_block_id": "p90_b1387", "text": "•"}, {"text_block_id": "p90_b1388", "text": "The establishment of the Japan-Pacific ICT Centre at the University of the South Pacific- Laucala Campus;"}, {"text_block_id": "p90_b1389", "text": "•"}, {"text_block_id": "p90_b1390", "text": "Government Community Telecentre Project; and"}, {"text_block_id": "p90_b1391", "text": "•"}, {"text_block_id": "p90_b1392", "text": "Universal Service Access Project."}, {"text_block_id": "p91_b1393", "text": "Innovation"}, {"text_block_id": "p91_b1394", "text": "Technological innovation is a critical need across all Thematic Areas for planning, implementing and optimizing"}, {"text_block_id": "p91_b1395", "text": "green growth, maximising economic return while also minimising environmental impact."}, {"text_block_id": "p91_b1396", "text": "The Global Innovation Index 2013, which measures a country’s innovative capabilities out of a total score of 100%, lists Fiji’s current capabilities at 30.5%. While we scored higher than the 25.7% recorded by Papua New Guinea"}, {"text_block_id": "p91_b1397", "text": "(the only other Pacific island country captured in the index), Fiji’s overall ranking (97th out of 142 countries surveyed) can be further improved.  The index recognises the key role of innovation as a driver of economic"}, {"text_block_id": "p91_b1398", "text": "growth and prosperity and acknowledges the need for a broader vision of innovation that is applicable to both developed and emerging economies."}, {"text_block_id": "p91_b1399", "text": "The private sector, public sector and educational institutions each require technological capabilities which may differ. Efforts should not only be directed towards developing and adopting new technologies, but also towards making  improvements to existing technologies, and improving technological transfer between Fiji and its"}, {"text_block_id": "p91_b1400", "text": "bilateral/ multilateral partners."}, {"text_block_id": "p91_b1401", "text": "Technology Development"}, {"text_block_id": "p91_b1402", "text": "Investment in research and development of environmentally sustainable technology in the Asia-Pacific region is"}, {"text_block_id": "p91_b1403", "text": "still at a relatively low level.  Greater investment will be needed from Fiji’s partners and large neighbours in order to accelerate progress."}, {"text_block_id": "p91_b1404_merged_merged", "text": "The long term challenge for enhancing technological development will be to ensure the adoption of policies which foster a knowledge based and innovative culture. In the medium term, it would be prudent to establish an appropriate body of specialists in relevant technological fields, to advise government on issues relating to ICT and related technologies. The responsibilities of this body could include but not be limited to: setting standards on the inflow, use and proper disposal of industrial technologies and white goods; identifying and developing basic ICT skills for students and the workforce; and promoting ICT education and up-skilling."}, {"text_block_id": "p91_b1409", "text": "Given Fiji’s weak research and development climate and current low levels of innovation, the short term focus should be on improving access to existing green technologies via technology transfer through north-south or south-south partnerships, and by promoting the use of these technologies. While most technological transfer is driven by the private sector, in the case of green growth a stronger impetus will be  needed from  the public sector in terms of providing funding and support for research on environmentally sustainable projects."}, {"text_block_id": "p91_b1410", "text": "Source: Ministry of Information, Fiji News Summary (Minfo News [news@info.gov.fj])"}, {"text_block_id": "p91_b1411", "text": "Training for rice farmers in the Province of Rewa"}, {"text_block_id": "p92_b1412", "text": "3.  kEy CHALLENGES AND PRoPoSED wAy FoRwARD"}, {"text_block_id": "p92_b1413", "text": "The key challenges and proposed way forward for this Thematic Area should be considered in light of the introductory paragraphs to Chapter 5."}, {"text_block_id": "p92_b1414", "text": "."}, {"text_block_id": "p94_b1415", "text": "Thematic Area 10"}, {"text_block_id": "p94_b1416", "text": "Greening Tourism and Manufacturing Industries"}, {"text_block_id": "p94_b1417", "text": "© WWF - Pacific"}, {"text_block_id": "p94_b1418", "text": "1. iNTRoDuCTioN"}, {"text_block_id": "p94_b1419", "text": "The interdependence between economic and environmental systems requires Fiji’s industries to become progressively greener as the current global focus on growth is placing unsustainable pressure on our natural resource endowments. Green industries promote sustainable patterns of production and support consumption"}, {"text_block_id": "p94_b1420", "text": "- systems that are resource and energy efficient, generate low carbon and low waste and are both non-polluting and safe. A key additional challenge will be to influence the population to ensure such products are responsibly"}, {"text_block_id": "p94_b1421", "text": "managed throughout their lifecycles."}, {"text_block_id": "p94_b1422", "text": "Tourism and manufacturing industries"}, {"text_block_id": "p94_b1423", "text": "are vital to the economy as they contribute significantly to foreign"}, {"text_block_id": "p94_b1424", "text": "exchange earnings, GDP and employment. According to the World Travel and Tourism Council, tourism’s total contribution to Fiji’s GDP was estimated at 35.8% for 2012. With around 650,000 visitor arrivals in 2013, largely from Australia, New Zealand, North America, Europe, japan and Korea, Fijian tourism is characterised by high"}, {"text_block_id": "p94_b1425", "text": "end, luxury accommodation and dominance of transnational hotel chains, reflecting a largely foreign owned"}, {"text_block_id": "p94_b1426", "text": "industry structure. This is complemented by smaller scale and locally owned enterprises which"}, {"text_block_id": "p94_b1427", "text": "provide variety for a wider range of tourist demographics and budgets, including for backpackers, adventure tourists, culture and nature -interested tourists."}, {"text_block_id": "p94_b1428_merged_merged_merged", "text": "Manufacturing, on the other hand has been contributing around 14% of GDP over the last 10 years, driven largely by the processing of non-food products. The industry comprises the manufacture of textiles, garments, footwear, sugar, tobacco, food processing, beverages (including mineral water), chemicals, metal products, paper and wood-based products. Production in these industries is supported by both imported and locally sourced raw materials."}, {"text_block_id": "p95_b1431", "text": "2. CuRRENT STATuS"}, {"text_block_id": "p95_b1432", "text": "Tourism"}, {"text_block_id": "p95_b1433", "text": "The growth of the Fijian tourism industry has been largely around the appeal of the country’s rich and diverse"}, {"text_block_id": "p95_b1434", "text": "natural capital – stunning scenery, world class reefs and beaches and a unique culture. Characteristically,"}, {"text_block_id": "p95_b1435", "text": "Fiji’s reputation as a safe, relaxing destination offering a cluster of distinctive experiences in stand-out natural environments is becoming increasingly better known.  Maintaining the quality of the environment, both natural and manmade, is essential for the industry.  However, tourism’s relationship with the environment is complex and involves activities which can have adverse environmental effects. Many of these impacts are linked with the construction of general infrastructure such as roads and airports, and of tourism facilities, including resorts, hotels, restaurants, shops, golf courses and marinas. Generally, tourism’s impact on the environment can be analysed through natural resource and energy use, the physical aspects of tourism development and the impact of touristic activities."}, {"text_block_id": "p95_b1436_merged_merged", "text": "Water, especially freshwater, is one of the most critical natural resources that is generally overused by hotels for swimming pools, golf courses and personal use by tourists. According to the Fiji Hotels and Tourism Association, the average tourist uses around 200 litres of water per day - this is high and can result in water shortages and also generate a greater volume of wastewater, in particular in the tourism-intensive parts of Western Viti Levu which at the same time can be drought prone. With the growth of golf tourism, water conservation is of particular concern, given the enormous amount of water used by golf courses. Under the Green Globe initiative, hotels and resorts are instituting linen and towel reuse programmes in guest rooms to reduce the loads of laundry for washing and have upgraded to more efficient laundering equipment. Some forward-looking tourism facilities have installed water sense labelled faucets, showerheads, toilets and flushing urinals which are more water-efficient. Other initiatives include the design of water smart landscapes which  provide beautiful surroundings while reducing water required for irrigation and composting as well as  incinerating toilets which  not only conserve water but are also ecologically-friendly."}, {"text_block_id": "p95_b1439", "text": "© WWF - Pacific"}, {"text_block_id": "p96_b1440", "text": "Recreational tourism relies on land resources and marine biodiversity. Land resources such as minerals, fertile soil, forest, wetland, wildlife and marine biodiversity, are often negatively affected by increased construction of tourism and recreational facilities, particularly along coastlines, one of Fiji’s strengths. Clearing of forested land,"}, {"text_block_id": "p96_b1441", "text": "sand mining and development of artificial marinas has led to the loss of biological habitats of marine life and"}, {"text_block_id": "p96_b1442", "text": "mangroves, on which many adjacent Fijian villagers depend for subsistence. Coral reefs, which play a substantial"}, {"text_block_id": "p96_b1443", "text": "role in maintaining marine and coastal ecosystems, can be severely impacted by shoreline development, effluent,"}, {"text_block_id": "p96_b1444", "text": "increased sediments in water and trampling by tourists. To address these  issues, the tourism industry  is creating awareness and educating tourists about  more responsible and sustainable environmental behaviour, prior to embarking on nature visits. Resort boat operators are instructed not to anchor directly on reefs but instead on designated buoys and some tourism operators no longer engage in reef-based activities."}, {"text_block_id": "p96_b1445", "text": "In addition, some tourism operators are now using biodegradable substances and fertiliser ashes generated from incinerating toilet waste to maintain soil fertility. other biodiversity protection initiatives include rehabilitation of the turtle population with support from tourist activities and incubation and release of other endangered marine species.  The growing of fresh organic produce by hotels also contributes to the reduction of their carbon footprint and constitutes sustainable land resource use."}, {"text_block_id": "p96_b1446", "text": "The tourism industry also possesses a  very high demand for energy for heating, cooling and lighting purposes. The World Wide Fund for Nature estimates that more than 50% of a Fijian hotel or resort’s operating costs are for electricity and diesel. The absence of indigenous fossil fuel resources leaves Fiji with no option but to import fuel at considerable cost. To address high energy costs and exposure to related external shocks, a number of hotels"}, {"text_block_id": "p96_b1447", "text": "have initiated   significant energy efficiency measures and some are also using renewable energy sources. Current initiatives underway to reduce energy bills and carbon footprints of hotels include the use of energy efficient"}, {"text_block_id": "p96_b1448", "text": "light bulbs, sensor lighting in gardens and areas that are least frequently used, room keys that control electricity supply, solar hot water systems and temperature regulation of air conditioning units. one tourism facility is"}, {"text_block_id": "p96_b1449", "text": "using almost 100% solar energy to meet its energy demands and in doing so benefits the nearby communities by"}, {"text_block_id": "p96_b1450", "text": "supplying the excess solar power. The powering of Port Denarau Marina exclusively by solar energy is another good example of a sustainable tourism initiative."}, {"text_block_id": "p96_b1451", "text": "Island Resort using 100% solar"}, {"text_block_id": "p96_b1452_merged_merged_merged", "text": "Turtle Island Resort is an example of how the tourism industry can be more environmentally conscious. It has became one of the first total ‘clean energy’ resorts in the world, after the installation of 968 solar panels which  are now providing 100% of the power needs of the island. on rainy and cloudy days, the solar plant operates at about 85% of full capacity, maintaining outstanding energy efficiency. The solar installation produces over 1 megawatt of power a day helping reduce 220 tonnes of GHG emissions per year and saves 85,000 liters of diesel consumption"}, {"text_block_id": "p96_b1457", "text": "per year. This has reduced the resorts annual diesel costs by a significant 90%."}, {"text_block_id": "p96_b1458", "text": "Photo courtesy of Turtle Island Resort"}, {"text_block_id": "p97_b1459", "text": "Tourism can cause the same forms of pollution as any other industry. This includes air emissions, solid waste, and release of sewerage, oil and chemicals. International air travel, accommodation and internal tourist transportation are key contributors of carbon dioxide emissions in the tourism sector. In most tourism facilities, guest rooms,"}, {"text_block_id": "p97_b1460", "text": "kitchens, restaurants, laundries, offices, gardens and conference rooms generate large volumes of solid and"}, {"text_block_id": "p97_b1461", "text": "liquid wastes, which can result in negative ecological, disease and aesthetic impacts if not properly managed. To address waste management, Fijian hotels comply with the Waste Disposal Permit System. The use of composting"}, {"text_block_id": "p97_b1462", "text": "and incinerating toilets, including sand filtering and halogen light dehydration procedures for sewerage waste"}, {"text_block_id": "p97_b1463", "text": "treatment, are also some of the sustainable solid waste management practices now deployed by tourism operators. Used cooking oil is also now being sold by hotels for recycling."}, {"text_block_id": "p97_b1464", "text": "Manufacturing"}, {"text_block_id": "p97_b1465_merged_merged", "text": "The manufacturing industry in Fiji is closely linked to natural resource use and also energy to run production plant and equipment which processes raw materials into finished goods. Traditionally, manufacturing industries draw freshwater, land and mineral resources for use as key inputs into the production process. According to World bank estimates, 10% of total freshwater withdrawals are for industrial use. Within the industry, beverage, chemical, food and paper product manufacturing are most water intensive. In particular, beverage manufacturing requires a high quality water source, putting the water use of this industry in direct competition with the local population and their drinking water needs. Some water conservation initiatives undertaken by industry players"}, {"text_block_id": "p97_b1468", "text": "include modernisation of manufacturing facilities which are more water efficient and the streamlining of the cleaning of production lines to significantly reduce water usage."}, {"text_block_id": "p97_b1469", "text": "Manufacturing, as in the case of tourism, is an energy intensive industry. In 2005, manufacturing industries consumed 170kWh of electricity to power their plant and equipment, which increased to 202kWh in 2013, representing an increase of around 19%. Environmentally sustainable initiatives by the industry to use alternative"}, {"text_block_id": "p97_b1470", "text": "and cheaper energy include bagasse and wood chips. Some progressive manufacturers have also retrofitted resource and energy efficient plant and equipment to reduce energy consumption."}, {"text_block_id": "p97_b1471", "text": "In terms of waste generation, the manufacturing sector contributes towards air emissions, solid and liquid industrial refuse. It is estimated that the manufacturing sector, including construction activities, generate around 16.1% of total carbon dioxide emissions. This positions the manufacturing industry in second place on the carbon emissions scale, after the transport industry."}, {"text_block_id": "p97_b1472", "text": "other industrial wastes include heavy metals, oil, grease and wastewater. of these, liquid wastes are discharged into the sewerage system and can eventually end up in the marine ecosystem. Greening initiatives focused on reducing carbon emissions in the industry include the use of lightweight packaging materials and locally sourced raw materials that result in lower emissions in the transportation stage. Conversion of waste to energy via bio-energy generation processes is also being undertaken in the industry in order to better manage solid industrial waste while liquid wastes are also pre-treated by some manufacturers. Industry players also comply with the provisions of the Environmental Management Act and the solid and liquid waste management strategies whereby they are required to sort waste prior to collection. As part of their corporate social responsibility, several manufacturers are also running solid waste recycling programmes within communities."}, {"text_block_id": "p97_b1473", "text": "MarkOne Apparel’s newly installed solar panels for its Suva based factory, 2014."}, {"text_block_id": "p98_b1474", "text": "3.  kEy CHALLENGES AND PRoPoSED wAy FoRwARD"}, {"text_block_id": "p98_b1475", "text": "The key challenges and proposed way forward for this Thematic Area should be considered in light of the introductory paragraphs to Chapter 5."}, {"text_block_id": "p100_b1476", "text": "CHAPTER 6"}, {"text_block_id": "p100_b1477", "text": "IMPLEMENTATIoN AND MoNIToRING ARRANGEMENTS"}, {"text_block_id": "p100_b1478", "text": "This Green Growth Framework for Fiji is an active ‘living document’. Implementation is anticipated to commence following consideration and endorsement by Cabinet in july 2014. Nonetheless, it needs to be acknowledged that many challenges are already known and actions as well as responses are already in train, through various plans, strategies and policies. The Framework will support and complement these initiatives and thereby contribute to accelerating implementation."}, {"text_block_id": "p100_b1479", "text": "This Framework represents  the first attempt by Fiji to develop a national response to the outcome of the"}, {"text_block_id": "p100_b1480", "text": "international Summit on Sustainable Development convened in Rio in june 2012, which called for green growth to be a tool to support development which is sustainable. It follows that implementation, reporting and monitoring"}, {"text_block_id": "p100_b1481", "text": "must not only be clear and transparent but also flexible, to enable improvements to be made to the Framework in"}, {"text_block_id": "p100_b1482", "text": "a seamless and transparent manner."}, {"text_block_id": "p100_b1483", "text": "Essential First Steps"}, {"text_block_id": "p100_b1484", "text": "The Framework is acknowledged as a tool to support sustainable development  and is fully complementary to the ‘The Roadmap’, the current national sustainable development plan which itself comes to an end in 2014. It is therefore clear that the necessary review process will be most timely because the subsequent development of"}, {"text_block_id": "p100_b1485", "text": "a successor national sustainable development plan will be able to reflect key elements of the Framework.  It is"}, {"text_block_id": "p100_b1486", "text": "essential therefore that this opportunity is taken to ensure the future national sustainable development efforts are supported and complemented by appropriate green growth strategies and actions."}, {"text_block_id": "p100_b1487", "text": "The Framework is intended to be people-centred and people-driven. Furthermore, taking into consideration the"}, {"text_block_id": "p100_b1488", "text": "guiding principles of the Framework, an essential first step in implementation of the Framework will be effective"}, {"text_block_id": "p100_b1489", "text": "advocacy, supported by an ongoing communication strategy. In order to facilitate this important process, the Framework will be translated into vernacular languages and distributed as widely as possible, with the intention of reaching out to all Fijians at the household and grass roots level."}, {"text_block_id": "p100_b1490", "text": "Proposed High Level Multi-Stakeholder Panel on Sustainable Development"}, {"text_block_id": "p100_b1491", "text": "As was the case with the development of this Framework, strong political will and leadership are essential elements for its success. It necessarily follows that the oversight and reporting process should be the responsibility"}, {"text_block_id": "p100_b1492", "text": "of a High Level Panel chaired by the Prime Minister (proposed name, High Level Multi-Stakeholder Panel on Sustainable Development),"}, {"text_block_id": "p100_b1493", "text": "A clear Terms of Reference for the Panel will be necessary. While the membership of the Panel must ensure"}, {"text_block_id": "p100_b1494", "text": "comprehensive representation from across the stakeholder groups it must  also  remain manageable in size."}, {"text_block_id": "p100_b1495", "text": "observer status may be appropriate for some stakeholder groups, such as key external donor partners. It is expected that the Panel will meet as necessary, and at least twice per year, to provide oversight, direction and recommendations. one of these meetings will be convened prior to the commencement of the development of the national budget, at which the Panel’s report and recommendations will be taken into consideration."}, {"text_block_id": "p100_b1496", "text": "Monitoring and Evaluation"}, {"text_block_id": "p100_b1497", "text": "Notwithstanding this integrated, inclusive and innovative approach to the Framework,  a single entity must have overall responsibility for monitoring and  providing  advisory reports to the High Level Panel."}, {"text_block_id": "p100_b1498_merged_merged_merged_merged_merged", "text": "The logical entity to carry out this role is Ministry of Strategic Planning, National Development and Statistics, assisted as necessary by all other stakeholders and existing processes. It is anticipated that whilst this role will grow over time, in the first instance it will not impose an undue burden on current manpower and resources. Many existing communication links  between central government and the people through the district, provincial, and tikina networks, can be utilised as part of monitoring to ensure the ultimate beneficiaries are visible and are being positively impacted."}, {"text_block_id": "p101_b1503", "text": "Throughout the development of the Framework, both at the technical and provincial levels, strong emphasis has been placed on the urgent need to address the need both for better  data  and effective  data gathering processes, which  will in turn contribute to more effective decision-making at all levels."}, {"text_block_id": "p101_b1504", "text": "This urgent need presents itself as a major challenge which has to be addressed to ensure  the processes established by the monitoring agency will be  useful, effective and successful. It is simply not possible to meaningfully manage what is not measured."}, {"text_block_id": "p101_b1505", "text": "Time-Bound Targets"}, {"text_block_id": "p101_b1506", "text": "This Framework is a tool to support the Roadmap and its successor plan. The Roadmap is itself underpinned by national policies and strategies which are largely developed at sector level. These policies and strategies themselves have timebound targets and it is not the intention of this Framework to duplicate these."}, {"text_block_id": "p101_b1507", "text": "Nonetheless, for reporting and monitoring purposes time-bound targets are required for the Framework. The structure of the thematic areas of the Framework which are cross-cutting assume a ‘whole of development’ approach rather than a sectoral one. This permits the targets to be achieved by integrated and synergistic efforts, the overall outcome of which is the ‘whole is greater than the sum of the parts’. In effect more is done or achieved with less or shared effort, which is a guiding principle of the Framework."}, {"text_block_id": "p101_b1508", "text": "During the consultations associated with the development of the Framework, both at the thematic working group level and at the provincial level, calls were made to shorten the timelines. After due consideration this was deemed"}, {"text_block_id": "p101_b1509", "text": "necessary in order to reflect the wide support for this new Green Growth Framework initiative rather than the"}, {"text_block_id": "p101_b1510", "text": "expectation of it being able to deliver against short timelines."}, {"text_block_id": "p101_b1511", "text": "High expectations set against timelines which are unrealistically short, will inevitably lead to disappointment and frustration and ultimately to failure of the Framework. Likewise vague expectations, set against unclear and distant timelines will also lead to failure. The latter scenario is assigned by some to “sustainable development” itself, which is often criticised as being vague in meaning with limited  visible timelines."}, {"text_block_id": "p101_b1512", "text": "Therefore in order to fulfill its intent as a tool to support development which  is sustainable, this Framework has established targets with the following categories of timelines: Short (up to 2 years), Medium (3-5 years), and Long (beyond 5 years)."}, {"text_block_id": "p101_b1513", "text": "This continuum of timelines, coupled with the ‘living document’ nature of the Framework, will permit achievements"}, {"text_block_id": "p101_b1514", "text": "to be identified and emerging concerns, including new ‘hot spots’ to be addressed without any surprises."}, {"text_block_id": "p101_b1515_merged_merged", "text": "Furthermore, the necessary resource allocations will permit the national budget process to be utilised in relation to the targets identified with short timelines and donor partnerships established and/or strengthened, to assist for targets with medium to long term timelines."}, {"text_block_id": "p103_b1518", "text": "Government of Fiji Ministry of Strategic Planning, National Development and Statistics"}, {"text_block_id": "p103_b1519", "text": "7th and 8th Floor, Ro Lalabalavu House, Victoria Parade, Suva."}, {"text_block_id": "p103_b1520", "text": "P.o.box 2351, Government buildings, Suva, Fiji."}], "document_description": "The Green Growth Framework for Fiji: Restoring the balance in Development that is Sustainable for our Future is a living document' which was developed in early 2014. This Framework is intended to support and complement the Peoples Charter for Change, Peace and Progress and the 2010-2014 Roadmap for Democracy and Sustainable Socio-Economic Development and its successor national development documents.&nbsp;<br><br>To support the vision of the Green Growth Framework: A better Fiji for All and taking into consideration the global and regional developments in green growth, the guiding principles of this Framework are as follows:<br>1) Reducing carbon footprints' at all levels;<br>2) Improving resource utilization and productivity (simply put, doing more with less);<br>3) Developing a new integrated approach, with all stakeholders collaborating and collectively working together for the common good. The cross-cutting nature of issues relating to sustainable development requires harmony and synergy in the formulation of strategies;<br>4) Strengthening socio-cultural education of responsible environmental stewardship and civic responsibility;<br>5) Increasing the adoption of comprehensive risk management practices;<br>6) Supporting the adoption of sound environment auditing of past and planned developments, in order to provide support to initiatives which not only provide economic bene ts but also improve the environmental situation;<br>7) Enhancing structural reforms in support of fair competition and ef ciency; and<br>8) Incentivising investment in the rational and ef cient use of natural resources.<br>&nbsp;<br>The three pillars around which specific policy goals are developed are 1) Building Resilience to Climate Change and Disasters, 2) waste management and 3)sustainable island and ocean resources. Social and economic pillars, including sustainable transportation, are also specified."}