{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Fiji", "document_category": "Policy", "document_sector_name": ["Economy-wide", "Coastal zones", "Adaptation"], "document_language": "English", "document_name": "National Adaptation Plan 2018", "document_country_code": "FJI", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/01/2018", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/FJI/2018/FJI-2018-01-25-National Adaptation Plan 2018_89f99daea5fae6e6fcb5e22f529e5fdd.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "© Government of the Republic of Fiji, 2018"}, {"text_block_id": "p1_b2", "text": "All rights for commercial/for profit reproduction or translation, in any form, reserved."}, {"text_block_id": "p1_b3", "text": "Original text: English"}, {"text_block_id": "p1_b4", "text": "Document images: Istock"}, {"text_block_id": "p1_b5", "text": "Cover image:  Ministry of Information, Government of the Republic of Fiji"}, {"text_block_id": "p1_b6", "text": "Illustrations: As specified"}, {"text_block_id": "p1_b7", "text": "This document was developed through the United States In-Country National Adaptation Plan (NAP) Support Program in Fiji, which is implemented by the International Institute for Sustainable Development (IISD), host to the NAP Global Network Secretariat. Any opinions stated herein are those of the author(s) and do not necessarily reflect the policies or opinions of the NAP Global Network, funders or Network participants."}, {"text_block_id": "p1_b8", "text": "United States In-Country National Adaptation Plan (NAP) Support Program"}, {"text_block_id": "p1_b9", "text": "Gift of the United States Government"}, {"text_block_id": "p1_b10", "text": "Implemented by:"}, {"text_block_id": "p1_b11", "text": "Initial funding for the Network also provided by:"}, {"text_block_id": "p1_b12", "text": "Financial support provided by:"}, {"text_block_id": "p2_b13", "text": "Republic of Fiji National Adaptation Plan"}, {"text_block_id": "p2_b14", "text": "A pathway towards climate resilience"}, {"text_block_id": "p2_b15", "text": "Prepared by the Government of the Republic of Fiji, in consultation with National and Sub-national stakeholders with the support of the NAP Global Network."}, {"text_block_id": "p2_b16", "text": "Published by the Government of the Republic of Fiji"}, {"text_block_id": "p2_b17", "text": "Suva, Fiji, 2018"}, {"text_block_id": "p3_b18", "text": "Foreword"}, {"text_block_id": "p3_b19", "text": "The Fijian Government has created Fiji’s first ever National Adaptation Plan (‘NAP’), with support from the NAP Global Network, as its main overarching process for comprehensively addressing climate change. The NAP provides a clear vision for adaptation and identifies priorities to be addressed in partnership with academic institutions, development partners, and private sector entities over the next five years, and beyond. It addresses vulnerabilities identified by the Climate Vulnerability Assessment, and adopts the values and principles of the NAP Framework."}, {"text_block_id": "p3_b20", "text": "The NAP has been produced because climate change is already posing major risks to our economy, society, and way of life. It is not a future problem, but one which is already evident. Unless global mitigation efforts increase, these risks will intensify to unprecedented levels."}, {"text_block_id": "p3_b21", "text": "The new Inter-governmental Panel on Climate Change ‘Global Warming of 1.5°C’ special report has stressed the importance of substantially increasing mitigation ambition to limit global temperature increase to 1.5°C above pre-industrial levels. It is imperative that all nations rachet up their mitigation related Nationally Determined Contributions to achieve the goals of Paris Agreement to ensure that Small Island Developing States such as Fiji have an opportunity to adapt to climate change before it is too late."}, {"text_block_id": "p3_b22", "text": "The NAP is built upon comprehensive stocktake and prioritisation processes. It functions as a strategic high-level action plan for adaptation. It builds upon the existing policy and planning landscape, shifting development planning processes towards a pathway of ‘climate-resilience’."}, {"text_block_id": "p3_b23", "text": "This NAP development process has been an inter-Ministerial affair with facilitation and coordination provided by the Climate Change and International Cooperation Division of the Ministry of Economy. Fourteen multi-stakeholder technical working groups comprised of private sector, civil society, academic, as well as national and sub-national Government representatives guided the development of its high-level strategic actions. The manner in which it has been developed has been designed to ensure technical, institutional, and stakeholder legitimacy."}, {"text_block_id": "p3_b24", "text": "The creation of the NAP is the latest initiative by the Fijian Government in its quest to boost the resilience of the Fijian economy and of all Fijians. The Fijian Government is doing its part; however, it needs international support to ensure that the NAP is fully implemented."}, {"text_block_id": "p3_b25", "text": "Hon. Aiyaz Sayed-Khaiyum"}, {"text_block_id": "p3_b26", "text": "Attorney-General and Minister responsible for climate change"}, {"text_block_id": "p4_b27", "text": "Acknowledgements"}, {"text_block_id": "p4_b28", "text": "The Ministry of Economy through its Climate Change and International Cooperation Division has produced this National Adaptation Plan on behalf of the Fijian Government. However, it would not have been possible without the valuable contributions of all stakeholders who have supported the NAP process and whose inputs made the production of the National Adaptation Plan possible. In alphabetical order we would like to thank the following entities on behalf of the Fijian Government for their valuable time and insights given, either within meetings, key informant interviews, or consultations:"}, {"text_block_id": "p4_b29", "text": "Alliance for Future Generations, Asia Development Bank, Catholic Women’s League Fiji, Commonwealth Scientific and Industrial Research Organisation, Conservation International, Deutsche Gesellschaft für Internationale Zusammenarbeit, Diverse Voices and Action for Equality, Electricity Fiji Limited, femLINKpacific, Fiji Business Disaster Resilience Council, Fiji Commerce and Employers Federation, Fiji Council of Social Services, Fiji Development Bank, Fiji Disabled Peoples Federation, Fiji Environmental Law Association, Fiji Hotel & Tourism Association, Fiji Locally Managed Marine Area, Fiji Meteorological Service, Fiji National University, Fiji Program Support Facility, Fiji Roads Authority, Fiji Women Rights Movement, Global Environment Facility Small Grants Programme, Global Green Growth Institute, Housing Authority, International Federation of Red Cross and Red Crescent Societies, International Union for the Conservation of Nature, Korea International Cooperation Agency, Live & Learn, MACBIO, Nature Fiji – Mareqeti Viti, Pacific Community, Pacific Island Development Forum, Pacific Islands Forum Secretariat, Pacific Partnerships to Strengthen Gender, Climate Change Responses and Sustainable Development, Partners in Community Development Fiji, Project Survival Pacific, Rainbow Pride Foundation, Reserve Bank Fiji, Save the Children, Secretariat of the Pacific Regional Environment Programme, Talanoa Consulting, The Earth Care Agency, The Pacific Sexual & Gender Diversity Network, Tower Insurance, UK Department for International Development, UNDP (Pacific Financial Inclusion Programme, Small Grants Programme, Pacific Risk Resilience Programme), UNESCAP, UNICEF, United Nations Women, University of Fiji, University of the South Pacific, Wildlife Conservation Society, Women and Gender Constituency, Women Entrepreneurs and Business Council, Women in Fisheries Network Fiji, World Bank, World Health Organisation, World Wide Fund for Nature, Young Women’s Christian Association Fiji."}, {"text_block_id": "p4_b30", "text": "The Ministry of Economy would also like to thank for their support and engagement in the NAP process the Ministries of: iTaukei Affairs; Defence and National Security; Foreign Affairs; Disaster Management and Meteorological Services; Rural and Maritime Development; Education, Heritage and Arts; Health and Medical Services; Agriculture; Fisheries; Forests; Lands and Mineral Resources; Sugar Industry; Local Government; Infrastructure and Transport; and Waterways and Environment. It would also like to similarly thank the Water Authority of Fiji; Fiji Roads Authority; Fiji Development Bank; and the Fiji Reserve Bank."}, {"text_block_id": "p4_b31", "text": "The Ministry of Economy is also grateful and would like to acknowledge the support provided by the NAP Global Network which has enabled a National Adaptation Plan Advisor to be embedded into the Climate Change and International Cooperation Division to support the whole development process. The author of this document is Dr. Adrian Fenton, National Adaptation Plan Advisor."}, {"text_block_id": "p5_b32", "text": "Executive Summary"}, {"text_block_id": "p5_b33", "text": "Introduction"}, {"text_block_id": "p5_b34", "text": "In response to international commitments and national needs, under the leadership of the Ministry of Economy, the Fijian Government has prepared this high-level strategic National Adaptation Plan (NAP) to spearhead ongoing efforts to comprehensively address climate change."}, {"text_block_id": "p5_b35", "text": "It has been created as a result of national level multi-stakeholder consultation workshops as well as key informant interviews with experts, regional Pacific organisations, and national civil society."}, {"text_block_id": "p5_b36", "text": "This NAP communicates adaptation efforts across multiple government entities together under one document. The NAP influences and accelerates the national development pathway towards climate-resilient development. It seeks to improve resilience against changes in climate but also climate variability which will also increase under future scenarios."}, {"text_block_id": "p5_b37", "text": "The NAP process has been conceived as more than a simple process of devising adaptation strategies. It has been a comprehensive and critical assessment of climate change implications for key sectors as well as adaptation barriers presented by national and sub-national development planning processes which may frustrate adaptation efforts over the long term. This dual approach is a vital component of the ‘Theory of Change’ which underpinned the NAP process and the achievement of the NAP Vision."}, {"text_block_id": "p5_b38", "text": "It should be noted that the actions contained within this document are not all the adaptation actions which will take place over the next five years. It is a list of the adaptation actions to be prioritised over the next five years."}, {"text_block_id": "p5_b39", "text": "Stages of NAP Development"}, {"text_block_id": "p5_b40", "text": "The NAP has undergone many key stages of development which has resulted in a NAP document which has institutional legitimacy, technical validity, and stakeholder acceptance at both national and sub-national levels. It was felt that all three are necessary for the NAP process to be successful."}, {"text_block_id": "p5_b41", "text": "The NAP process has made considerable progress since it formally started in September 2017. It has involved the:"}, {"text_block_id": "p5_b42", "text": "The NAP process has made considerable progress since it formally started in September 2017. It has involved the:\n* Development of a NAP Framework to\n* Development of a NAP Framework to\n Actions are well designed and tackle adaptation barriers and climate impacts\n* Factors for an effective NAP process"}, {"text_block_id": "p6_b47", "text": "The NAP process has made considerable progress since it formally started in September 2017. It has involved the:\n* Development of a NAP Framework to\n* Development of a NAP Framework to\n Actions are well designed and tackle adaptation barriers and climate impacts\n* Factors for an effective NAP process\n* Creation of a government NAP Steering Committee to support an inter-ministerial\n* Formulation of the NAP Proposed Structure to facilitate discussions among stakeholders\n* Undertaking of a stocktake process as part of a comprehensive analysis of national level\n* Undertaking of a prioritisation process to decide upon the most important actions to\n* Undertaking of an extensive review process involving a large inclusive multi-stakeholder\n* Formulation of a quality assurance report for the Cabinet to demonstrate that the NAP is"}, {"text_block_id": "p6_b59", "text": "The Plan"}, {"text_block_id": "p6_b60", "text": "The NAP contains 160 adaptation measures to be prioritised over the five-year period of the NAP. They do not represent the only actions that will be undertaken, simply the actions identified as the most urgent according to stakeholders. They have been selected on the basis of stakeholder consensus. They have not been selected on a cost-benefit or least-cost approach. Such approaches are not considered possible or desirable, in line with the Climate Vulnerability Assessment. This is due to multiple reasons, such as the inability to quantify or monetise the impacts of climate change and natural disasters. The actions chosen have benefits for climate resilience, but also have additional benefits in terms of development outcomes."}, {"text_block_id": "p6_b61", "text": "The prioritised actions are split across a total of 10 systems and sectoral components. System components and adaptations identified are those required to instigate a paradigm shift by altering system processes to enable and increase investment flows to adaptation as well as creating an enabling environment for climate-resilient development to occur. Sectoral adaptations represent components and actions especially relevant to both society and the economy and which are vulnerable to the impacts of climate change."}, {"text_block_id": "p6_b62", "text": "Table 1:"}, {"text_block_id": "p6_b63", "text": "Breakdown of Prioritised Actions"}, {"text_block_id": "p7_b64", "text": "These components and actions have been selected through a robust system underpinned by a ‘theory of change’ and a multi-criteria analysis."}, {"text_block_id": "p7_b65", "text": "A theory of change was developed because adaptation is fundamentally a process of change. Therefore, a theory of change was developed to provide a theoretical framework to guide how adaptation was to occur in Fiji, within its own specific context."}, {"text_block_id": "p7_b66", "text": "The basis of the theory of change which underpins this document stems from the NAP Framework and the NAP Proposed Structure. These documents respectively provide a framework which guides the whole NAP process and provides systems and sectoral components as focal areas to be addressed."}, {"text_block_id": "p7_b67", "text": "The values, principles, and approaches of the NAP Framework formed the basis of a multi-criteria analysis which was applied throughout both system and sectoral components and actions via the prioritisation process. It also provided the framework for the inclusion of key implementation considerations for each area."}, {"text_block_id": "p7_b68", "text": "The implementation of the actions for climate information services and management will improve capacity to generate, manage, disseminate, and use climate change information. This will support stakeholders to anticipate environmental and climate events before they occur."}, {"text_block_id": "p7_b69", "text": "The implementation of the actions for horizontal integration will mainstream climate change issues into national level development planning processes. This will strengthen coordination, increase robustness of planning processes, and help to prevent maladaptive outcomes."}, {"text_block_id": "p7_b70", "text": "The implementation of the actions for vertical integration will integrate climate change issues into subnational development planning processes. This will reduce vulnerability by tackling environmental and climate risks where they are experienced and enable local-level experiences to inform national processes."}, {"text_block_id": "p7_b71", "text": "The implementation of the actions for climate change awareness and knowledge will enhance understanding of climate change by increasing the flow of relevant information to relevant adaptation stakeholders. This will empower stakeholders to engage in decision-making and understand potential contextualised adaptation measures."}, {"text_block_id": "p7_b72", "text": "The implementation of the actions for resource mobilisation will improve the amount of resources available and the way available resources are utilised. This will enhance the accumulation and coordination of resources to support the transition to a climate-resilient economy."}, {"text_block_id": "p7_b73", "text": "The implementation of the actions for food and nutrition security will improve capacity to anticipate and reduce environmental and climate risks and support sustainable food production"}, {"text_block_id": "p8_b74", "text": "efforts. This will transform and re-orientate the agricultural system to support food production without degrading resources."}, {"text_block_id": "p8_b75", "text": "The implementation of the actions for health will improve systems and infrastructure to manage the negative impacts caused by future climate variability and change. This will support efforts to provide resilient health and medical services that can withstand future environmental and climate events."}, {"text_block_id": "p8_b76", "text": "The implementation of the actions for human settlements will reduce vulnerability to major assets, infrastructure and population centres, providing the ingredients for resilient growth. This will support efforts to provide resilient population centres which can provide a firm basis for sustainable investments and continued economic prosperity."}, {"text_block_id": "p8_b77", "text": "The implementation of the actions for infrastructure will help to ensure the full life span of investments can be reached by addressing environmental and climate risks. This will support efforts to provide resilient infrastructure which can operate under future conditions and meet future needs."}, {"text_block_id": "p8_b78", "text": "The implementation of the actions for biodiversity and the natural environment will support the maintenance of vital ecosystems and the services they provide. This will support efforts to protect, maintain, and restore natural capital that underpin society and economic growth."}, {"text_block_id": "p8_b79", "text": "Next Stages"}, {"text_block_id": "p8_b80", "text": "This document is not the end of the NAP process. Next, a macro-level monitoring and evaluation framework which covers the five-year implementation period of the NAP will be created. Additionally, there will be the development of a financing strategy and a communication strategy. Concurrent to this will be the on-going implementation of the NAP by Government, development partners, and the private sector."}, {"text_block_id": "p8_b81", "text": "Another important step will be the analysis of linkages between the NAP and the Fijian Government’s Low Emission Development Strategy to establish co-benefits. Establishing co-benefits will be an important step towards identifying triple-win actions, those which address development, mitigation, and adaptation needs."}, {"text_block_id": "p9_b82", "text": "Documents Produced in Support of the NAP Process"}, {"text_block_id": "p10_b83", "text": "Table of Contents"}, {"text_block_id": "p14_b84", "text": "Abbreviations"}, {"text_block_id": "p16_b85", "text": "Part One:"}, {"text_block_id": "p16_b86", "text": "Context and Governance"}, {"text_block_id": "p17_b87", "text": "Section 1: Introduction"}, {"text_block_id": "p17_b88", "text": "Background"}, {"text_block_id": "p17_b89", "text": "The Republic of Fiji (henceforth Fiji) is an archipelagic small island developing state situated in the South Pacific. Total geographical area is 18,272km"}, {"text_block_id": "p17_b90", "text": "2"}, {"text_block_id": "p17_b91", "text": "encompassing over 332 islands, (110 permanently inhabited). The total population is approximately 900,000, most living on the two largest islands, Viti Levu and Vanua Levu. These islands are mountainous and of volcanic origin. Approximately 90 percent of the population live in coastal areas, more than half of which in urban areas, with the proportion of the country living in urban areas steadily increasing."}, {"text_block_id": "p17_b92", "text": "Fiji is a middle-income country with per capita income at approximately $10,000, albeit with large income disparities, particularly across rural and urban areas. Projections indicate a likely fourfold increase in per capita income by 2036, if annual real GDP growth can be sustained at 4-5 percent, investment levels at 25 percent of GDP and an inflation rate of 2-3 percent (NDP, 2017)."}, {"text_block_id": "p17_b93", "text": "Figure 2:"}, {"text_block_id": "p17_b94", "text": "Map of the Republic of Fiji"}, {"text_block_id": "p17_b95", "text": "Fiji is highly vulnerable to climate change due to its geographical location, the location of much of its population and assets in coastal areas, and the importance of natural resources to its main economic sectors (for instance agriculture and tourism). Natural hazards and climate change pose major challenges to the achievement of its National Development Plan. Fiji is especially vulnerable to floods and tropical cyclones, which already have significant impacts on the economy and society."}, {"text_block_id": "p17_b96_merged_merged", "text": "In response to international commitments1 and national needs,2 under the leadership of the Ministry of Economy, the Fijian Government has prepared this National Adaptation Plan (NAP) to spearhead efforts to comprehensively address climate change. It has been created as a result of national-level multi-stakeholder consultation workshops as well as key informant interviews with experts, regional Pacific organisations, and national civil society."}, {"text_block_id": "p17_b101", "text": "This NAP brings adaptation efforts across multiple government entities together under one document. The NAP influences and accelerates the national development pathway towards climate-resilient development. It seeks to improve resilience against changes in climate but also climate variability which will also increase under future scenarios. It has been created as a continuous, progressive, and iterative process to support a systematic and strategic approach to adaptation in all government decision making, which will facilitate institutional coordination, resource mobilisation, and ultimately effective adaptation actions."}, {"text_block_id": "p17_b102", "text": "Consequently, this NAP is consistent with the Cancun Adaptation Framework of the United Nations Framework Convention on Climate Change (UNFCCC), which states the objectives of the NAP process are to reduce climate change vulnerability through improving adaptive capacity"}, {"text_block_id": "p18_b103", "text": "and resilience, and integrating adaptation into policies and development planning processes and structures (UNFCCC, 2011). It also enhances the long-term ability of the Fijian Government to meet the rights it guarantees its citizens within the 2013 Constitution of the Republic of Fiji over the long term."}, {"text_block_id": "p18_b104", "text": "Vision and Theory of Change"}, {"text_block_id": "p18_b105", "text": "The vision which has guided the NAP process is a climate-resilient development pathway which enables Fiji to anticipate, reduce, and manage environmental and climate risks caused by climate variability and change to support a vibrant society and prosperous economy."}, {"text_block_id": "p18_b106", "text": "The general theory of change underpinning this NAP is that for paradigmatic change to occur there must be interventions to update the development planning system as well as address threats to key sectors. It is believed that it is at the national level where broad climate change concerns should be identified and strategies devised to address these concerns. Therefore, a high-level strategic document has been produced to focus attention and effort towards these concerns."}, {"text_block_id": "p18_b107", "text": "It is at the local level where most adaptations take place – typically by households, communities, and businesses – and never ‘to them’ by outside stakeholders. Adaptation planning should seek to identify specific environmental and climate risks within localities and then both incentivise and support action by these groups, so they can tackle these risks within their specific context. This NAP supports this by creating the overarching policy mandates and structures for this to occur and directing required resources for robust decision-making and the managing of trade-offs to occur."}, {"text_block_id": "p18_b108", "text": "Importantly, adaptation is seen as synonymous with climate-resilient development. Consequently, local level stakeholders should be supported through existing national and sub-national development planning structures and processes when possible, enhancing these when necessary, and avoiding the creation of parallel processes."}, {"text_block_id": "p18_b109", "text": "It is necessary to tackle adaptation barriers as well as specific risks to sectors strategic to the national economy to comprehensively address the growing environmental and climate risks associated with climate variability and change. The focus on systems and processes – rather than simply interventions – enables the potential for paradigmatic change where actions trigger broader changes throughout the country."}, {"text_block_id": "p18_b110", "text": "Recognising the adaptation needs of the private sector as well as the role it has in wider adaptation efforts is also deemed necessary to comprehensively address the growing environmental and climate risks associated with climate variability and change. A vibrant society and prosperous economy depend on a vibrant and prosperous private sector, and vice versa, as the relationship is mutually reinforcing. The private sector plays a vital role in ensuring the needs of society are met (for instance regarding food production and distribution or ensuring access to financial resources). Consequently, this NAP has attempted to incorporate the role and views of the private sector as much as possible, recognising that such a feat has not been done before and as such this is a learning-by-doing process."}, {"text_block_id": "p18_b111", "text": "Institutional learning and coordination have been placed at the heart of the NAP process. This is to recognise adaptation as a ‘learning-by-doing’ process; and that stakeholders across all levels and sectors have relevant expertise upon which it is necessary to draw upon for adaptation planning to be efficient and effective. The inclusive formulation and coordination mechanisms which have been created as a result contribute to ensuring that the NAP process has democratic acceptance, technical validity, and institutional legitimacy."}, {"text_block_id": "p19_b112", "text": "Figure 3:"}, {"text_block_id": "p19_b113", "text": "System Focus Areas – Particular system alterations to tackle adaptation barriers"}, {"text_block_id": "p19_b114", "text": "Figure 4:"}, {"text_block_id": "p19_b115", "text": "Sector Focus Areas - Particular sectors for addressing environmental and climate risk"}, {"text_block_id": "p20_b116", "text": "Values Underpinning the NAP"}, {"text_block_id": "p20_b117", "text": "Adaptation planning can never be apolitical. Climate change impacts and influences social and economic groups differently. For instance, climate change is not gender neutral. Consequently, the ‘values’ underpinning the NAP process were made explicit via the creation of a NAP Framework. This was produced through a multi-stakeholder participatory process, endorsed by Cabinet in 2017, and presented to the world at COP23 by the Attorney General and Minister of Economy."}, {"text_block_id": "p20_b118", "text": "The framework highlighted the following values as being important to the NAP process:"}, {"text_block_id": "p20_b119", "text": "The framework highlighted the following values as being important to the NAP process:\n* Participation and inclusivity of all\n* Participation and inclusivity of all\n 3\n* Promotion of âecosystem-basedâ and\n* Promotion of outcomes equitably\n* Promotion of both scientific and"}, {"text_block_id": "p20_b128", "text": "Figure 5:"}, {"text_block_id": "p20_b129_merged_merged", "text": "NAP Framework presentation at COP234"}, {"text_block_id": "p20_b131", "text": "Structure of this Document"}, {"text_block_id": "p20_b132", "text": "This NAP is been written with the needs of multiple stakeholders in mind and is split into three parts. The first part – within which this introduction section is situated – provides the background and supporting evidence for the NAP. It outlines the institutional arrangements (see Section 2) and policy alignments (see Section 3) for the NAP process. It also outlines projected climate change impacts (see Section 4) and barriers to adaptation respectively (see Section 5). It ends with an outline of the prioritisation process and explains the importance of the values underpinning the NAP process (see Section 6)."}, {"text_block_id": "p20_b133", "text": "The second part identifies the system adaptations required to instigate a paradigm shift by altering system processes to increase investment flows to adaptation and create the enabling conditions required for climate-resilient development to occur by tackling adaptation barriers (see Section 7-11)."}, {"text_block_id": "p20_b134", "text": "The third part identifies the sectoral adaptations required within key strategic sectors (see Section 12-16). Sectors were considered strategic when they were identified as a priority sector within the National Development Plan (2017) and were reoccurring themes throughout additional relevant national policies, frameworks, and assessments."}, {"text_block_id": "p20_b135", "text": "The ninth section outlines the next steps and a timeline towards completing this iteration of the NAP process."}, {"text_block_id": "p21_b136", "text": "Section 2: Institutional Arrangements"}, {"text_block_id": "p21_b137", "text": "Mandate for the NAP Process"}, {"text_block_id": "p21_b138", "text": "The national mandate for developing the NAP stems from the National Climate Change Policy (NCCP) 2018, which identifies the NAP as the process which: 1) builds on Fiji’s existing adaptation activities; 2) integrates climate change into every aspect of national decision-making; 3) fulfils Fiji’s adaptation-related commitments to the UNFCCC, specifically Article 7 of the Paris Agreement, which Fiji ratified in 2015;"}, {"text_block_id": "p21_b139", "text": "5"}, {"text_block_id": "p21_b140", "text": "and 4) operationalises the adaptation-related components of the NCCP at all levels."}, {"text_block_id": "p21_b141", "text": "The Climate Change and International Cooperation Division of the Ministry of Economy is the government entity charged with coordinating and facilitating the development of the NAP.  An inter-ministerial NAP Steering Committee – comprised of high level government representatives – was created to support the formulation, coordination, implementation, and monitoring of the NAP process. It identified relevant stakeholders along with their relevant expertise and interest; and strategically drew upon this expertise and interest at key moments in the development process, such as the prioritisation process. This included stakeholders from across the private sector, civil society, faith-based organisations, as well as professional and academic institutions. This also includes actors representing low-income and otherwise disadvantaged groups (including people with disabilities, elderly, women, children, and the LGBTQ community) as requested by the NAP Framework (MoE, 2017b)."}, {"text_block_id": "p21_b142", "text": "An inclusive approach to developing the NAP has helped to ensure that it has practical value in terms of having technical validity, acceptance, and legitimacy among the multitude of adaptation stakeholders.  It also supported institutional learning by improving the flow of expertise from practitioners and implementers to policy makers. Additionally, it supports compliance with existing policy calling for strengthen partnerships at all levels to build resilience, such as the Green Growth Framework and the National Development Plan (MoE, 2014; MoE, 2017a)."}, {"text_block_id": "p21_b143", "text": "Future Governing Arrangements"}, {"text_block_id": "p21_b144", "text": "Further progress will continue to be overseen by the Climate Change and International Cooperation Division of the Ministry of Economy. It will monitor and evaluate progress of NAP implementation in terms of both quantity and quality of progress. It will report to the National Climate Change Coordination Committee (NCCCC) which has been reinvigorated as part of the revision of the NCCP."}, {"text_block_id": "p21_b145", "text": "The NCCCC functions on behalf of the Fijian Government to:"}, {"text_block_id": "p21_b146", "text": "The NCCCC functions on behalf of the Fijian Government to:\n* Ensure Ministerial and Department activities are aligned with relevant cross-cutting\n* Ensure the creation, implementation, and monitoring and evaluation of these cross-cutting policies make good use of assets.\n* Ensure the creation, implementation, and monitoring and evaluation of relevant sector"}, {"text_block_id": "p22_b154", "text": "The NCCCC functions on behalf of the Fijian Government to:\n* Ensure Ministerial and Department activities are aligned with relevant cross-cutting\n* Ensure the creation, implementation, and monitoring and evaluation of these cross-cutting policies make good use of assets.\n* Ensure the creation, implementation, and monitoring and evaluation of relevant sector\n* Assist with resolving strategic level issues and risks by providing advice and guidance on\n* Use influence and authority to assist cross-cutting policies, frameworks, and plans to\n* Review and provide comments on the NAP and NCCP document which will be ultimately"}, {"text_block_id": "p22_b160", "text": "A NAP Steering Committee, comprised of relevant sector leads will be formed periodically to guide the review progress, consider relevant changes to the current climate risk context, and guide the development of futures NAP according to its 5-year life cycle. The terms of reference for this committee will be those described in the current ‘NAP Steering Committee: Terms of Reference’ document which underpinned the creation of the NAP committee which oversaw the development of this NAP document (MoE, 2018a). The committee shall report to the NCCCC."}, {"text_block_id": "p22_b161", "text": "The Committee will call upon relevant technical expertise to support committee meetings and will form technical working groups as needed to progress decision-making. Relevant technical expertise – responsive to the needs of all stakeholders and vulnerable groups – will be drawn from government, development partners, civil society representatives, private sector, academia and research institutions, to help inform both the review of NAP progress and the development of revised actions."}, {"text_block_id": "p23_b162", "text": "Section 3: Policy Alignment"}, {"text_block_id": "p23_b163", "text": "Strategic Policy Linkages"}, {"text_block_id": "p23_b164", "text": "The NAP represents a broad but strategic high-level action plan for climate change adaptation that builds upon the existing policy and development planning landscape. This approach was vital to operationalise the Fijian Government’s view that adaptation is about ‘climate-resilient development’ and not a separate and parallel activity to development."}, {"text_block_id": "p23_b165", "text": "The NAP is closely aligned with the National Development Plan (NDP), the main national development planning document. The latest NDP was endorsed by Cabinet in October 2017 and provided a five-year plan and a 20-year vision for development (MoE, 2017a). The NAP as a document and process which will be undertaken on a five-year cycle in line with the NDP."}, {"text_block_id": "p23_b166", "text": "The NAP is also closely aligned to the National Climate Change Policy (NCCP), the main policy for climate change issues. The original NCCP was endorsed by Cabinet in 2012 and has recently been revised (2018). The NAP builds upon the original NCCP by integrating its strategic actions into the stocktake process. The revised NCCP provides high-level policy guidance to the NAP process and provides the institutional arrangements that will ensure, monitor, and evaluate its implementation."}, {"text_block_id": "p23_b167", "text": "The NAP is tied to the Fijian Government’s National Determined Contributions process. The NAP is the vehicle which operationalises any adaptation-related component of the NDC process."}, {"text_block_id": "p23_b168", "text": "Finally, and perhaps most importantly the NAP supports the ability of the Fijian Government to meet the rights it guarantees its citizens within the 2013 Constitution of the Republic of Fiji over the long term as stipulated within the NCCP."}, {"text_block_id": "p23_b169", "text": "Implementation of Relevant Development Planning Documents"}, {"text_block_id": "p23_b170", "text": "Operationalising the Fijian Government’s view that adaptation is about ‘climate-resilient development’ means that significant attention has been given to the proposed actions within existing policies, frameworks, and plans which guide development planning."}, {"text_block_id": "p23_b171", "text": "Under the stocktake process, relevant policies, frameworks, and plans were identified and the actions within them deconstructed into a database. The actions which could justifiably tackle known climate vulnerabilities and adaptation barriers were then superimposed onto the structure of the NAP, outlined within the NAP Proposed Structure Report (MoE, 2018b)."}, {"text_block_id": "p23_b172", "text": "Five documents endorsed by government were critical in this respect. First there was the NDP, which made some effort towards integrating climate change issues. The Climate Vulnerability Assessment (CVA) (2017) was especially important as it represents a multi-sectoral analysis of Fiji’s vulnerability to natural hazards and climate change, quantifying and enhancing understanding of climate and disaster vulnerabilities that threaten Fiji’s Development Plans and objectives. The Green Growth Framework (GGF) (2014) was of importance due to its focus on accelerating integrated and inclusive sustainable development. The original NCCP (2012)"}, {"text_block_id": "p24_b173", "text": "Figure 6:"}, {"text_block_id": "p24_b174", "text": "Location of the NAP within climate change-related planning processes. Source: National Climate Change Policy 2018"}, {"text_block_id": "p24_b175", "text": "was important as it proposed several strategic actions relevant to the structure of the NAP. Finally, there was the Climate Change and Health Strategy Action Plan, which builds resilience to the health impacts of climate change through an adaptive and sustainable health system (MoHMS, 2016)."}, {"text_block_id": "p24_b176", "text": "Importantly, the stocktake process also incorporated relevant actions from the Framework for Resilient Development in the Pacific (FRDP) (2016). This is an important voluntary action plan which guides efforts for building resilience to climate change and disasters in the Pacific."}, {"text_block_id": "p24_b177", "text": "In addition, two other documents were integrated into the stocktake process. The first was the draft National Disaster Risk Reduction Policy (DRRP), which was integrated to ensure the NAP incorporated relevant and emerging government policy (NDMO, 2018). Integrating disaster risk reduction with climate change adaptation supports the NAP process to be consistent with calls for their integration under the UNFCCC, SDGs, and the Sendai Framework for Disaster Risk Reduction."}, {"text_block_id": "p24_b178", "text": "Secondly, proposed actions from the defunct National Adaptation Strategy for Land-Based Resources (NCCAS) were integrated into the stocktake process. This obsolete document was an early effort at operationalising the original NCCP, but which was ultimately never implemented nor endorsed by Cabinet. Finally, proposed actions from relevant reports and academic studies were also integrated into the stocktake process."}, {"text_block_id": "p25_b179", "text": "Results of the Stocktake Process"}, {"text_block_id": "p25_b180_merged", "text": "The policies, frameworks, and plans outlined above proposed many actions relevant to climate-resilient development planning (see Table 2, Figure 7, Figure 10, Figure 11, Figure 8, and Figure 9). Many of these actions converge around common themes and duplication was common. Importantly, the stocktake process highlights that while gaps may exist at the individual document level, when they are combined very few gaps exist. The stocktake process also indicated that monitoring and evaluation efforts for these policies, frameworks, and plans have not yet been adequately developed. Consequently, it is difficult to understand to what extent they have been implemented."}, {"text_block_id": "p25_b185", "text": "According to key informant interviews, it is the fragmented and complex nature of development planning which frustrates efforts to integrate these actions into Ministerial work plans and implementation by non-government actors."}, {"text_block_id": "p25_b186", "text": "A major benefit of the stocktake process has been to bring coherence and simplicity to the development planning landscape. The NAP database establishes precise linkages between actions across documents, enhancing understanding and simplifying the monitoring and evaluation process."}, {"text_block_id": "p25_b187", "text": "Table 2:"}, {"text_block_id": "p25_b188", "text": "Overview of documents used within the stocktake process"}, {"text_block_id": "p25_b189", "text": "The results of the stocktake process operationalise and demonstrate the Fijian Government’s stance that there is no ‘adaptation planning’ but only ‘climate-resilient development planning’. The NAP process seeks out actions within development planning, identifies when they have additional significance for tackling climate vulnerabilities and adaptation barriers, and then lifts their visibility through the NAP process due to their additional benefits."}, {"text_block_id": "p27_b190", "text": "Figure 8:"}, {"text_block_id": "p27_b191", "text": "Total actions for document used within the stocktake process of the NAP"}, {"text_block_id": "p27_b192", "text": "Figure 9:"}, {"text_block_id": "p27_b193", "text": "Proportional breakdown of documents used within the stocktake process of the NAP"}, {"text_block_id": "p27_b194", "text": "NCCP: National Climate Change Policy, GGF: Green Growth Framework, NDP: National Development Plan, CVA: Climate Vulnerability Assessment, FRDP: Framework for Resilient Development in the Pacific, NCCAS: National Climate Change Adaptation Strategy, CCHSAP: Climate Change and Health Strategy Action Plan, DRRP: Disaster Risk Reduction Policy, Extra: Important studies and reports."}, {"text_block_id": "p28_b195", "text": "Figure 10:"}, {"text_block_id": "p28_b196", "text": "Total actions for section of the National Adaptation Plan under the stocktake process"}, {"text_block_id": "p28_b197", "text": "Figure 11:"}, {"text_block_id": "p28_b198", "text": "Proportional breakdown of each section of the NAP under the stocktake process"}, {"text_block_id": "p28_b199", "text": "S7: Climate information services and management; S8: Horizontal integration; S9: Vertical integration; S10: Climate change awareness and knowledge; S11: Resource mobilisation; S12: Food and nutrition security; S13: Health; S14: Human settlements; S15: Infrastructure; S16: Biodiversity and the natural environment"}, {"text_block_id": "p29_b200", "text": "Alignment to International Processes"}, {"text_block_id": "p29_b201", "text": "The NAP serves as a major vehicle for the implementation of the Fijian Government’s commitments to international processes. The most notable of these is the Paris Agreement of the UNFCCC COP21 meeting which contains a goal on adaptation. However, cross-cutting linkages also exist to other international processes. While a comprehensive assessment is beyond the remit of this document, some attention will be now given to how the NAP aligns to the Sustainable Development Goals (SDGs) of the 2030 Agenda, and the Sendai Framework for Disaster Risk Reduction (2015-2030)."}, {"text_block_id": "p29_b202", "text": "Sustainable Development Goals"}, {"text_block_id": "p29_b203", "text": "The NAP has numerous connections to the broad and interdependent SDGs. The NAP will generally support efforts to achieve Goal 1 which is to end poverty in all its forms everywhere. In particular it is expected that its implementation will support efforts to ensure that all low-income and otherwise disadvantaged groups have equal rights to economic resources, as well as access to financial and basic services. The aim of the NAP is that the resilience of low-income and otherwise disadvantaged groups will be increased, as well as to reduce their exposure to environmental and climate events and disasters. The NAP will also support efforts to mobilise resources from a variety of sources, including the private sector and international sources of climate finance. Finally, the NAP will support development planning at the national and sub-national levels, ensuring that these are responsive to the needs of especially vulnerable groups."}, {"text_block_id": "p29_b204", "text": "The NAP will generally support efforts to achieve Goal 2 which is to end hunger, achieve food and nutrition security, and promote sustainable agriculture. This is predominantly achieved through the section on food and nutrition security. In particular there is a focus on improving the productivity and resilience of small-scale and community farms through the provision of climate information services, extension of financial services, as well as productive resources and inputs such as improved seed varieties. This section also focuses on improving the sustainability of food production systems (agriculture and fisheries) through sustainable land management, climate smart agriculture, and the creation of marine protected areas. It also seeks to enhance cooperation in agricultural research to enhance productive capacity. Finally, it also seeks to maintain the genetic diversity of seeds, cultivated plants, and promote the incorporation of traditional knowledge when appropriate."}, {"text_block_id": "p29_b205_merged", "text": "The NAP will support efforts to achieve Goal 3 which is to ensure healthy lives and promote well-being for all at all ages. It achieves this through the section on health which will support efforts to reduce the spread of tropical diseases and non-communicable diseases."}, {"text_block_id": "p29_b208", "text": "The NAP will generally support efforts to achieve Goal 4 which is to ensure inclusive and equitable quality education and promote lifelong learning opportunities. It achieves this predominantly through the section on climate change awareness and knowledge which will be expected to have some benefits for enhancing access to affordable and quality technical, vocational, and tertiary education. It is also expected to have some benefit for promoting relevant skills and to support efforts to ensure equitable access to all levels of education and vocational training. Most pertinently, it is expected that this section of the NAP will have significant benefits for ensuring that all learners acquire the knowledge and skills needed to promote sustainable development. Particular focus will be given to contextually relevant ecosystem-based as well as gender and human rights-based approaches to adaptation."}, {"text_block_id": "p29_b209", "text": "The NAP will generally support efforts to achieve Goal 5 which is to achieve gender equality and empower all women and girls. The NAP achieves this as gender was a key consideration during the prioritisation process. In particular, the NAP hopes to support efforts to ensure women’s full"}, {"text_block_id": "p30_b210", "text": "and effective participation in decision-making processes, equal opportunities for leadership, equitable rights to economic resources and financial services, as well as opportunities stemming from adaptation planning."}, {"text_block_id": "p30_b211", "text": "The NAP will generally support efforts to achieve Goal 6 which is to ensure availability and sustainable management of water and sanitation for all. It achieves this through its infrastructure section and the sub-section on water and sanitation. In particular the implementation of the NAP is expected to have benefits for achieving universal and equitable access to safe and affordable drinking water and adequate and equitable sanitation and hygiene. It is also particularly expected to have benefits for ensuring sustainable withdrawal and supply of fresh water to address water scarcity and to substantially reduce the number of people suffering from water scarcity. There is a specific call for integrated water resource management. The biodiversity and natural environment section of the NAP is expected to support efforts to protect and restore water-related ecosystems. Finally, the vertical integration section calls for the general strengthening of the participation of local communities in decision-making processes."}, {"text_block_id": "p30_b212", "text": "The NAP will support efforts to achieve Goal 7 which is to ensure access to affordable, reliable, sustainable, and modern energy for all. It does this specifically through the infrastructure section and the sub-section on energy. This section supports efforts to ensure universal access to affordable, reliable and modern energy services. It also supports efforts to increase the share of renewable energy. Finally, it seeks to expand infrastructure and upgrade technology for equitably supplying modern and sustainable energy services."}, {"text_block_id": "p30_b213", "text": "The NAP will generally support efforts to achieve Goal 8 which is to promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all. With specific reference to the SDG sub-targets, it does this by promoting sustainable tourism and the strengthening of the capacity of financial institutions to encourage and expand equitable access to banking, insurance and financial services. It is also expected that the NAP process should support efforts to achieve this goal by leading economic growth along a pathway to climate resilience."}, {"text_block_id": "p30_b214", "text": "The NAP will generally support efforts to achieve Goal 9 which is to build resilient infrastructure, promote inclusive and sustainable industrialisation, and foster innovation. It does this predominantly through its sections on infrastructure and vertical integration. In particular, the implementation of the NAP is expected to have benefits for the development of sustainable and resilient transport, energy, and water and sanitation infrastructure. It is also expected to support efforts to upgrade infrastructure and retrofit industries to make them resilient. It is also expected to support small-scale rural industry to become more resilient and gain access to affordable financial services via the NAP sections on vertical integration and resource mobilisation."}, {"text_block_id": "p30_b215", "text": "The NAP will generally support efforts to achieve Goal 10 which is to reduce income inequalities. The NAP is generally expected to equitably support efforts to progressively achieve and sustain income growth of the bottom 40 percent of the population. It does this through emphasising through the multi-criteria analysis the need for outcomes to equitably benefit low-income and otherwise disadvantaged groups. It also seeks to facilitate orderly, safe, regular and responsible migration and mobility of people, through its sections on vertical integration and human settlements. The NAP is also expected to have some benefits towards empowering and promoting the social, economic and political inclusion of all and to reduce inequalities of outcome, particularly through its section on vertical integration."}, {"text_block_id": "p30_b216", "text": "The NAP is expected to have substantial benefits regarding efforts to achieve Goal 11 which is to make cities and human settlements inclusive, safe, resilient, and sustainable. The section on human settlements is expected to support efforts to ensure adaptation and resilience to disasters. It is expected to support access to resilient housing and basic services and to upgrade"}, {"text_block_id": "p31_b217", "text": "slums. It is also expected to enhance inclusive and sustainable urbanisation and capacity for participatory, integrated and sustainable human settlement planning and management. It also seeks to significantly reduce losses associated with disasters and water-related disasters. The section on infrastructure, through its sub-section on transport, is expected to support equitable access to sustainable transport systems. Waste management is an issue dealt with in the biodiversity and natural environment section. The section on vertical integration supports the recognition of linkages between urban, peri-urban and rural areas."}, {"text_block_id": "p31_b218", "text": "The NAP will generally support efforts to achieve Goal 12 which is to ensure sustainable consumption and production patterns. The biodiversity and natural environment section seeks to enhance the sustainable management and efficient use of natural resources. It also seeks to improve waste management including reducing waste generation. The climate change awareness and knowledge section supports efforts to ensure people and businesses have the relevant information and awareness for resilience. The resource mobilisation section would also have benefits for efforts to monitor sustainable development impacts for sustainable tourism."}, {"text_block_id": "p31_b219", "text": "The NAP will have obvious and substantial benefits and lead government efforts to achieve Goal 13 which is to take urgent action to combat climate change and its impacts. The whole document is aimed at strengthening resilience and adaptive capacity to environmental and climate-related hazards and natural disasters. Horizontal and vertical integration are expected to drive the process of integrating climate change measures into national policies, strategies, and planning. The section on climate change awareness and knowledge explicitly seeks to improve education, awareness-raising and human and institutional capacity issues relating to resilience. The NAP document also seeks to support efforts to mobilise international climate finance by providing a robust process into which funds can be invested."}, {"text_block_id": "p31_b220", "text": "The NAP is expected to substantially support efforts to achieve Goal 14 which is to conserve and sustainably use the oceans, seas and marine resources. It does this via its sub-section on fisheries with the section on food and nutrition security. This section is expected to support efforts to sustainably manage and protect marine and coastal ecosystems, strengthen their resilience, and restore them when they are degraded. It is expected to support efforts to reduce overfishing in order to restore fish stocks. It achieves this through the promotion of conservation areas and sustainable management of fisheries and aquaculture."}, {"text_block_id": "p31_b221", "text": "The NAP is also expected to substantially support efforts to achieve Goal 15 which is to protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification (the agriculture component is especially relevant for fulfilling Fiji’s commitments under the United Nations Convention to Combat Desertification and the new Strategic Framework (2018-2030)), and halt and reverse land degradation and halt biodiversity loss. It does this through its biodiversity and natural environment section which promotes the implementation of the National Biodiversity Strategy and Action Plan, and the promotion of protected areas (including enhancing their management and financing). The section on agriculture under food and nutrition security supports efforts to combat desertification through its focus on sustainable land management and efforts to tackle droughts and floods. The NAP is also expected to support efforts to integrate of ecosystem and biodiversity values into development planning processes through the multi-criteria analysis process. Finally, the biodiversity and natural environment section directly calls for the integration of green and blue accounting/ ecosystem valuations into the GDP formulation and budget process by 2020."}, {"text_block_id": "p31_b222", "text": "The NAP will generally support efforts to achieve Goal 16 which is to promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels. It does this through its sections on horizontal and vertical integration which stress the need for the development of effective, accountable and transparent institutions at all levels. It also supports this through ensuring responsive, inclusive, and participatory decision-making at all levels."}, {"text_block_id": "p32_b223", "text": "The NAP will generally support efforts to achieve Goal 17 which is to strengthen the means of implementation and revitalize the global partnership for sustainable development. The resource mobilisation section of the NAP is expected to support efforts to strengthen domestic resource mobilisation and management of finance. This includes leveraging private sector support as well as public and international sources of finance. The stocktake and prioritisation process has significantly enhanced policy coherence for sustainable development. Finally, the NAP process is expected to facilitate the investment of international climate finance into Fiji through its robust design and facilitation of a climate-resilient economy."}, {"text_block_id": "p32_b224", "text": "Sendai Framework for Disaster Risk Reduction"}, {"text_block_id": "p32_b225", "text": "This NAP implements relevant component parts of the Sendai Framework for Disaster Risk Reduction (2015-2030) predominantly through the incorporation of the National DRRP and the Regional FRDP."}, {"text_block_id": "p32_b226", "text": "It is aligned to the principles of the Sendai Framework. For instance, responsibilities for disaster risk reduction are shared between stakeholders and governments at all levels. Coordination and capacity building across all levels of governance are central to many of the prioritised actions. Additionally, the NAP places paramount importance on the need for context-specific multi-hazard and risk-informed decision-making through its focus on climate information services, hazard mapping, and sex- and age-disaggregated socioeconomic vulnerability assessments which enable development planning processes to be risk-informed. Additionally, the prioritisation process included improved robust decision-making as a key criterion for consideration."}, {"text_block_id": "p32_b227", "text": "The NAP is aligned to all four priority areas for action, in particular the first three; the fourth is dealt with more comprehensively within the National DRRP."}, {"text_block_id": "p32_b228", "text": "The NAP is aligned to the priority on understanding disaster risk through its promotion of disaggregated data and information collection, the need to recognise differentiated impacts of environmental and climate events across different social groups, and the emphasis on usability. It encourages the collection and use of baseline data through socioeconomic vulnerability assessments which integrate development, adaptation, and disaster risk reduction issues, and emphasises the need for sub-national development planning processes to use these assessments as the basis for planning. It emphasises that these should form the basis of monitoring and evaluation, the results of which should be made available to stakeholders. The NAP encourages the capacity building of stakeholders and the fostering of dialogue, coordination, and cooperation between stakeholders to decision-making and support institutional learning. The NAP supports the integration of both traditional and scientific knowledge, and places great emphasis on the need to update formal and non-formal educational curriculums."}, {"text_block_id": "p32_b229", "text": "The NAP is aligned to the priority on strengthening disaster risk governance at all levels by supporting disaster risk reduction mainstreaming efforts through its emphasis on horizontal and vertical integration. It requests disaster risk reduction to be integrated into development planning processes and for the creation of sub-national disaster management plans in case emergencies occur. The NAP encourages the updating of building codes and spatial planning tools. It also highlights the need for enforcement mechanisms to support compliance with relevant legislation and incentivises disaster risk reduction activities. The NAP emphasises the need for participatory and inclusive decision-making processes at all levels. The emphasis on vertical integration and enhancing budget codes is expected to support the flow of finance to the local level where it is recognised that much of adaptation will occur."}, {"text_block_id": "p32_b230", "text": "The NAP is aligned to the priority on investing in disaster risk reduction for resilience through its support to risk transfer mechanisms such as insurance. It highlights the need for payments for ecosystem services as part of flood management plans. It places attention on enhancing the"}, {"text_block_id": "p33_b231", "text": "resilience of health systems and facilities. The NAP emphasises the need for human mobility issues to be incorporated into sub-national development planning processes and for a comprehensive approach to community relocation to be developed. The NAP places great emphasis throughout on the need for ecosystem-based approaches to adaptation and has an entire section dedicated to the maintenance, restoration, and protection of ecosystems which should support efforts to improve resilience."}, {"text_block_id": "p34_b232", "text": "Part Two:"}, {"text_block_id": "p34_b233", "text": "Vulnerability to Climate Change"}, {"text_block_id": "p35_b234", "text": "Overview of the Existing Climate"}, {"text_block_id": "p35_b235", "text": "Fiji experiences a tropical marine environment strongly affected by the South Pacific Convergence Zone"}, {"text_block_id": "p35_b236", "text": "8"}, {"text_block_id": "p35_b237", "text": "(SPCZ). The specific location of the SPCZ is influenced greatly by the El Niño Southern Oscillation (ENSO) and Interdecadal Pacific Oscillation conditions. The most important driver of year-to-year climate variations is the ENSO."}, {"text_block_id": "p35_b238", "text": "Fiji experiences its cool or dry season from May to October, when less energy is received from the sun, south-east trade winds persist, and sub-tropical high-pressure systems move north bringing cooler and drier conditions. Annual average temperatures lie between 2027°C. Seasonal changes are relatively small and linked to ocean temperature changes."}, {"text_block_id": "p35_b239", "text": "Fiji experiences its warm or wet season during November to April."}, {"text_block_id": "p35_b240", "text": "9"}, {"text_block_id": "p35_b241", "text": "Most rainfall is received during this time. Precipitation levels vary considerably across the country and even within larger islands."}, {"text_block_id": "p35_b242", "text": "10"}, {"text_block_id": "p35_b243", "text": "The influence of the SPCZ is usually most intense during the wet season."}, {"text_block_id": "p35_b244", "text": "11"}, {"text_block_id": "p35_b245", "text": "Precipitation during the wet season can be affected by active phases of the Madden-Julian Oscillation near Fiji which can bring significant rainfall for several days (FMS, 2016)."}, {"text_block_id": "p35_b246", "text": "Figure 12:"}, {"text_block_id": "p35_b247", "text": "Average positions of the SPCZ, Intertropical Convergence Zone and West Pacific Monsoon in the western tropical Pacific region in November to April."}, {"text_block_id": "p35_b248", "text": "Source: CSIRO (2015)."}, {"text_block_id": "p35_b249", "text": "Current Climate Change"}, {"text_block_id": "p35_b250", "text": "Mean air temperature has warmed by 0.90°C over the last half century in line with the global pattern of warming (FMS, 2016)."}, {"text_block_id": "p35_b251", "text": "12"}, {"text_block_id": "p35_b252", "text": "Historical rainfall data indicates no significant changes in long"}, {"text_block_id": "p35_b253", "text": "-"}, {"text_block_id": "p35_b254", "text": "term rainfall,"}, {"text_block_id": "p35_b255", "text": "13"}, {"text_block_id": "p35_b256", "text": "despite daily rainfall trends showing large year-to-year variability due to ENSO events"}, {"text_block_id": "p35_b257", "text": "14"}, {"text_block_id": "p35_b258", "text": "(CSIRO, 2014)."}, {"text_block_id": "p35_b259_merged_merged_merged_merged", "text": "Available data indicates a linear increase in sea temperature of 0.3°C per decade. Additionally, sea level observations across 1993 to 2015 show an increase of 4.7mm per year, in line with trend values being observed across the region (FMS, 2016). However, current assessments remain inconclusive due to limitations with observational data which are sensitive to the effects of shorter-term ocean variability (such as El Niño and Pacific decadal oscillations) (FMS, 2016).15"}, {"text_block_id": "p35_b261", "text": "There is a large interannual variability in the number of tropical cyclones, with no discernible difference during El Niño, La Niña, and neutral years. An average of 28 cyclones each decade entered Fiji’s exclusive economic zone between 1969-2011. Between 1981-2011, there were 78 tropical cyclones of which 32 percent became severe events (CSIRO, 2014). Consistent with"}, {"text_block_id": "p36_b262", "text": "climate change projections, a decreasing trend in the number of tropical cyclones has been observed in the last 40 years; however, the proportion of more severe tropical cyclones has increased (FMS, 2016)."}, {"text_block_id": "p36_b263", "text": "Future Climate Change"}, {"text_block_id": "p36_b264", "text": "The most contemporary and specific source of climate projections is the Pacific-Australia Climate Change Science and Adaptation Planning (PACCSAP) Program (see CSIRO, 2014). This used up to 24 new Global Climate Models and four representative concentration pathways (RCPs)."}, {"text_block_id": "p36_b265", "text": "In summary: 1) RCP 2.6 assumes that global annual GHG emissions (measured in CO2-equivalents) peak before 2010-2020 and then decline substantially thereafter; 2) RCP 4.5 assumes emissions peak 2040, then decline thereafter; 3) RCP 6 assumes emissions peak around 2080, then decline thereafter; and 4) RCP 8.5, assumes emissions continue to rise throughout the 21st century (Moss R et al., 2008; Moss RH et al., 2010)."}, {"text_block_id": "p36_b266_merged", "text": "According to the PACCSAP projections, relative to 1995 higher temperatures are to be expected of up to 1.0°C by 2030 across all RCPs. After 2030 differences emerge between RCPs. Projections indicate that there will be more warm years and decades on average. There is a very high confidence that temperatures will rise but only a medium confidence in average temperature increases."}, {"text_block_id": "p36_b268", "text": "Dynamical downscaling of climate models indicate that temperature increases over land will be greater than over oceans by 0.4°C (Australian Bureau of Meteorology and CSIRO, 2011). The PACCSAP projections indicate annual rainfall could both increase and decrease but the models indicate little overall change. There is some model agreement for a slight increase in November to April rainfall. A range of projections for May to October rainfall exist but again the model average indicates little change. The range is greatest in the highest emissions scenarios (FMS, 2016; CSIRO, 2014)."}, {"text_block_id": "p36_b269", "text": "Year-to-year rainfall variability is generally larger than the projected change, except for the models with the largest projected change in the highest emission scenario by 2090. The effect of climate change on average rainfall may be obscured by natural variability in the short or medium term (FMS, 2016). In the November to April season the Conformal Cubic Atmospheric Model projects an increase in average rainfall over the entire region. The"}, {"text_block_id": "p36_b270", "text": "Figure 13:"}, {"text_block_id": "p36_b271", "text": "Historical and simulated mean annual surface air temperature."}, {"text_block_id": "p36_b272", "text": "Source: CSIRO (2014)."}, {"text_block_id": "p36_b273", "text": "Figure 14:"}, {"text_block_id": "p36_b274", "text": "Historical and simulated mean annual precipitation."}, {"text_block_id": "p36_b275", "text": "Source: CSIRO (2014)."}, {"text_block_id": "p37_b276", "text": "western halves of Viti Levu and Vanua Levu may potentially see an increase in rainfall above the regional average; however, the eastern halves of Viti Levu and Vanua Levu may see less of an increase or even a decrease (FMS, 2016)."}, {"text_block_id": "p37_b277", "text": "Climate Hazards"}, {"text_block_id": "p37_b278", "text": "The main climate hazards experienced are tropical cyclones, storm surges, droughts, and flooding events. Tropical cyclones typically occur during the warm season."}, {"text_block_id": "p37_b279", "text": "17"}, {"text_block_id": "p37_b280", "text": "Tropical cyclones are strongly influenced by ENSO"}, {"text_block_id": "p37_b281", "text": "18"}, {"text_block_id": "p37_b282", "text": "and can occur in both El Niño and La Niña phases (Chand and Walsh, 2009). In 2016 Severe Tropical Cyclone Winston struck Fiji, the most intense tropical cyclone ever in the Southern Hemisphere to make landfall, causing US$0.9 billion of loss and damage, approximately 33 percent of national gross domestic product (GoF, 2016). Under future climate change the actual frequency of tropical cyclones is not expected to significantly change. However, their intensity is expected to change with the daunting prospect of more frequent severe tropical cyclones to come."}, {"text_block_id": "p37_b283", "text": "Droughts are strongly linked with El Niño events which can reduce annual rainfall by 20-50 percent (UN-Habitat, 2013). Droughts are much more likely to influence certain parts of the country, such as the west of Viti Levu."}, {"text_block_id": "p37_b284", "text": "Storm surges and flooding events are associated with tropical cyclones and depressions which result in prolonged periods of heavy precipitation. Flooding is strongly influenced by ENSO and particularly associated with La Niña phases (McAneney et al., 2017). Flooding is both projected to become more frequent and severe under moderate and severe climate change scenarios (Brown et al., 2017)."}, {"text_block_id": "p37_b285", "text": "Figure 15:"}, {"text_block_id": "p37_b286", "text": "Satellite image of Cyclone Winston over Fiji."}, {"text_block_id": "p37_b287_merged_merged", "text": "Source: NASA19"}, {"text_block_id": "p37_b289", "text": "Otherwise, wind waves are not large (approximately 1.3 meters all year) and are influenced by trade winds, the SPCZ, storms, and cyclones (CSIRO, 2014)."}, {"text_block_id": "p37_b290", "text": "Impact on Food and Nutrition Security"}, {"text_block_id": "p37_b291", "text": "Climate change poses significant problems for food and nutrition security in Fiji. Much of the prime land for agriculture is in coastal areas which are affected by sea level rise, tidal surges, and salinity intrusion (GoF, 2017). Additionally, soil erosion from extreme precipitation events (including river bank erosion) results in much of the country’s topsoil being lost which has significant implications for long-term food and nutrition security."}, {"text_block_id": "p37_b292", "text": "The impact of climate change on agriculture varies; traditional crops and production systems are relatively resilient to climate variability compared to non-traditional crops (McGregor et al., 2008; Taylor et al., 2016). Important staple crops such as rice, taro, sweet potato, and (domesticated) yams will experience either moderate to high negative climate change impacts (Taylor et al., 2016). Evidence suggests cassava is highly sensitive to tropical cyclones, meaning its increasing importance as a subsistence and cash crop has major implications for food security (IGCI, 2000)."}, {"text_block_id": "p38_b293", "text": "Modern production systems are highly vulnerable to drought, excessive rainfall, and to extreme weather associated with cyclones and tropical storms (rainfall and wind speeds).  This vulnerability is also caused by inadequacies with modern food production systems, the abandonment of traditional practices, a lack of innovation, and a tendency to consider agriculture as separate from the environment (Taylor et al., 2016)."}, {"text_block_id": "p38_b294", "text": "A major knowledge gap is the influence of increased shoreline erosion and inundation, and reduced surface water (for irrigation) on food production in low-lying areas (IGCI, 2000). Stream water resources may become significantly more scarce within 50 years if the SPCZ moves away from Fiji with increased El Niño-like conditions persisting in the South Pacific, resulting in salt intrusion in large rivers during the dry season (IGCI, 2000)."}, {"text_block_id": "p38_b295", "text": "Table 3:"}, {"text_block_id": "p38_b296", "text": "Climate variability and change influence of agricultural crops"}, {"text_block_id": "p38_b297", "text": "Source: Taylor et al., 2012 (Taylor et al., 2016)"}, {"text_block_id": "p39_b298", "text": "Insufficient evidence frustrates attempts to comprehensively estimate the cost of climate change on agriculture. According to a recent World Bank report, cyclones and floods have cost at least FJD 791 million in damages and losses to the agriculture sector over the last 16 years (GoF, 2017). A recent assessment of crop and livestock damage caused by flooding in the Ba River and Penang River catchments in January and March 2012 estimated costs of FJD 13.4 million and FJ$9.2 million respectively and that annual costs associated with flooding could increase between 100-300 percent due to climate change (Brown et al., 2017)."}, {"text_block_id": "p39_b299", "text": "The influence of climate change on fisheries is of major concern as domestic demand for fish is projected to rise over the medium and long term as both population and wealth levels rise (Dey et al., 2016a). Coastal fisheries is an area of particular concern as supply is expected to decline due to a myriad of adverse management and environmental factors (Dey et al., 2016a; Gillett, 2009; Lal et al., 2009; Ahmed et al., 2011). Coastal fisheries are vital for protein nutrition needs (Gonzalez and Ram-Bidesi, 2015)."}, {"text_block_id": "p39_b300", "text": "Insufficient evidence exists to conclusively assess climate change impact on fisheries. However, one recent study projected a decline in maximum catch potential of up to 50 percent due to climate change (Asch et al., 2018). The most comprehensive study found that climate change will exacerbate existing local threats to coastal fisheries leading to significant declines in the quality and size of coastal fish habitats. Consequently, demersal fish, targeted invertebrates, as well as intertidal and subtidal invertebrates are expected to decline (SPC, 2011)."}, {"text_block_id": "p39_b301", "text": "Nearshore pelagic fisheries are expected to compensate for these losses until 2035 but will decline significantly by 2100 (SPC, 2011). Eastwardly migrations of tuna due to climate change will likely mean levels remain stable until 2100 depending on their sustainable management. There should be major concern that key components of the food web (such as zooplankton) are expected to decrease significantly (SPC, 2011)."}, {"text_block_id": "p39_b302", "text": "Freshwater and estuarine fisheries may experience increases in size and quality of freshwater fish habitats due to climate change. However, the importance of this aspect of fisheries is small compared to coastal and oceanic fisheries. Farming of shrimp, tilapia, and milkfish may benefit from medium-term changes provided they are not affected by cyclones, floods, or storm surges (SPC, 2011)."}, {"text_block_id": "p39_b303", "text": "Impact on Health"}, {"text_block_id": "p39_b304", "text": "Fiji is among the most vulnerable countries to the health impacts of climate change. This vulnerability is due to its geographic and socioeconomic characteristics combined with exposure to changing weather patterns and its limited capacity to manage and adapt to the health risks it entails (MoHMS, 2016)."}, {"text_block_id": "p39_b305", "text": "Although major climate-related events such as cyclones have led to many injuries and deaths it is indirect and diffuse effects of climate-sensitive health risks which are seen as of highest priority in Fiji (McIver et al., 2016). Included here is the four main climate-sensitive diseases of dengue fever, typhoid fever, leptospirosis, and diarrhoeal disease (McIver et al., 2012). Fiji tends to experience outbreaks of these diseases when floods or cyclones have occurred (GoF, 2017)."}, {"text_block_id": "p40_b306", "text": "Table 4:"}, {"text_block_id": "p40_b307", "text": "Priority climate-sensitive health risks"}, {"text_block_id": "p40_b308", "text": "Source: Adapted from: McIver et al. (2016)"}, {"text_block_id": "p40_b309", "text": "Projections of the health implications of climate change have indicated that the risk of contracting dengue fever is expected to grow. Under the worst case scenario 45 percent of Viti Levu’s population is projected to be at high to extreme risk of an outbreak by 2100 (GoF, 2005). Epidemics, and levels of associated morbidity and mortality, could become more frequent and occur at any time of the year instead of being seasonal due to higher temperatures and extreme rainfall events (Singh et al., 2001). Diarrhoeal outbreaks are projected to increase in instances of either droughts or floods (GoF, 2005)."}, {"text_block_id": "p40_b310", "text": "Impact on Human Settlements"}, {"text_block_id": "p40_b311", "text": "An in-depth understanding of climate change implications for human settlements in Fiji is lacking. This is a great concern as approximately 90 percent of people live on the coast, mostly along the Suva-Lami-Nasinu-Nausori, Nadi-Lautoka-Ba, and Weilevu-Labasa-Nasea urban corridors (IGCI, 2000). However, it is generally known that urban centres are at risk from seaborne and riverine natural hazards, cyclones, storm surges, coastal and riverine erosion, landslides, floods and already occurring sea level rise due to climate change (UN-Habitat, 2013)."}, {"text_block_id": "p40_b312_merged", "text": "These three areas are where almost all industry is located and are where much of population growth is occurring. Urban centres are at high risk from flooding as they are located on floodplains. Nadi is of particular concern and focus because of its commercial and tourism importance and as well as containing the country’s largest airport (Nunn, 2013; Chandra and Dalton, 2010; Yeo, Stephen  et al., 2017)."}, {"text_block_id": "p40_b315", "text": "Figure 16:"}, {"text_block_id": "p40_b316", "text": "Human settlement patterns in Fiji."}, {"text_block_id": "p40_b317", "text": "Source: World Bank team (see GoF 2017)."}, {"text_block_id": "p40_b318", "text": "Rural communities residing along the coast are vulnerable to sea level rise, storm surges, and cyclones. Coastal erosion is a particular issue for villages, some of which have reported shoreline retreats of 15-20 meters over recent decades, in part due to the loss of mangroves (World Bank, 2000). In 2013, the village of Vunidogoloa in Vanua Levu became the first village to be relocated (see McNamara and Des Combes, 2015)."}, {"text_block_id": "p41_b319", "text": "Assessments are ongoing to establish other villages in need of relocation and which are to be given priority, to be guided by relevant guidelines and policy. Thousands of people are living in low-lying outer islands which are difficult and expensive to protect against sea level rise and storm surges, calling into question their viability over the long term (GoF, 2017)."}, {"text_block_id": "p41_b320", "text": "There is a lack of climate-resilient housing across the country and an inadequate level of insurance coverage of housing stock. Most households cannot afford house insurance and consequently must rebuild homesteads with limited personal savings and debt (GoF, 2017)."}, {"text_block_id": "p41_b321", "text": "Households often rebuild homesteads in vulnerable areas, recreating situations of vulnerability. Cyclone-resilient housing is a key concern. Tropical Cyclone Winston destroyed 7.5 percent of the total housing stock and caused major damage to a further 6.3 percent of houses resulting in damage and losses of FJD 777.4 million (GoF, 2016)."}, {"text_block_id": "p41_b322", "text": "Impact on Infrastructure"}, {"text_block_id": "p41_b323_merged", "text": "Infrastructure is mostly situated in coastal and flood plain areas, making it vulnerable to many hazards such as sea level rise, salt intrusion, tidal surges, flooding and coastal erosion. The transport system reflects problems found with other infrastructure systems."}, {"text_block_id": "p41_b326", "text": "It is highly vulnerable due to insufficient maintenance, naturally exposed to environmental and climate hazards, and is vulnerable to climate change because the frequency and severity of environmental and climate hazards is expected to increase (World Bank, 2000; IGCI, 2000; GoF, 2017)."}, {"text_block_id": "p41_b327", "text": "According to the ‘Post-Disaster Needs Assessment’ for Tropical Cyclone Winston, damage and losses to infrastructure was estimated at FJD 248.6 million (GoF, 2016). When infrastructure assets are replaced it is paramount it is done in a way which ensures resilience to environmental and climate hazards to ensure both vulnerability is reduced"}, {"text_block_id": "p41_b328", "text": "Figure 17:"}, {"text_block_id": "p41_b329", "text": "Example of the damage caused by Tropical Cyclone Winston."}, {"text_block_id": "p41_b330", "text": "Source: Ministry of Infrastructure."}, {"text_block_id": "p41_b331", "text": "Figure 18:"}, {"text_block_id": "p41_b332", "text": "Damage to roadway after Cyclone Winston"}, {"text_block_id": "p41_b333", "text": "Source: Ministry of Infrastructure."}, {"text_block_id": "p41_b334", "text": "Figure 19:"}, {"text_block_id": "p41_b335", "text": "FEA’s power infrastructure, as of December 31, 2016."}, {"text_block_id": "p41_b336", "text": "Source: FEA."}, {"text_block_id": "p42_b337", "text": "and natural exposure is not intensified (World Bank, 2000). The recent Climate Vulnerability Assessment found that it was infrastructure out of all sectors which required the most investment to become climate resilient (GoF, 2017)."}, {"text_block_id": "p42_b338", "text": "Water infrastructure is a critical concern, as water is an input into: agriculture, industry, electricity generation, sanitation, and human consumption. Current infrastructure will be vulnerable to environmental and climate hazards and changing precipitation levels. This vulnerability will be experienced differently across the country and will be especially high in small islands."}, {"text_block_id": "p42_b339", "text": "Figure 20:"}, {"text_block_id": "p42_b340", "text": "Types of water sources used for urban water systems."}, {"text_block_id": "p42_b341", "text": "Source: WAF, 2017"}, {"text_block_id": "p42_b342", "text": "Climate change will restrict the number and efficacy of future possible adaptation measures for infrastructure. For instance, sea level rise will raise water tables, consequently affecting in-ground septic and sewer pumping systems; and groundwater will be contaminated by salt water intrusion restricting potential future usage (IGCI, 2000)."}, {"text_block_id": "p42_b343", "text": "Impact on Biodiversity and the Natural Environment"}, {"text_block_id": "p42_b344", "text": "Fiji contains diverse natural environments and biodiversity, across terrestrial, freshwater, coastal, and marine ecosystems (SPREP, 2016). Although these are able to adapt to changing climate conditions, the speed at which changes are occurring make them highly vulnerable. In particular, there have been growing calls for greater emphasis on coral reef degradation (e.g. Nunn, 2009). Additionally, unsustainable use of natural resources exacerbates problems caused by climate change such as unsustainable extraction of gravel, sand, and rock from rivers (NatureFijiMareqetiViti, 2010)."}, {"text_block_id": "p42_b345", "text": "Overwhelming evidence indicates the inability of many coral species to adapt to ocean warming and acidification, and their negative impact on growth rate and calcification"}, {"text_block_id": "p42_b346", "text": "22"}, {"text_block_id": "p42_b347", "text": "(IGCI, 2000). Increased storms and cyclone intensity can also cause local breakage of corals on shallow reef tops (SPREP, 2016)."}, {"text_block_id": "p42_b348_merged_merged", "text": "The greatest current threats to Fiji’s biodiversity and natural environment remain human activities such as habitat loss, over-exploitation as well as urban, agricultural and industrial pollution. Climate change combines with these threats to exacerbate the problems faced (SPREP, 2016). Increases to sea level rise, sea surface temperature, and acidification associated with climate change may have detrimental impacts, potentially altering entire coastal and marine ecosystems (IGCI, 2000)."}, {"text_block_id": "p42_b351", "text": "Figure 21:"}, {"text_block_id": "p42_b352", "text": "National terrestrial priority areas"}, {"text_block_id": "p42_b353", "text": "Source: GoF. 2018"}, {"text_block_id": "p43_b354", "text": "Vulnerability to sudden-onset events such as cyclones is also a major issue for biodiversity and the natural environment. Damage and losses to the natural environment caused by Tropical Cyclone Winston amounted to FJD 899.7 million (GoF, 2016). Damages include fallen trees and extensive loss of foliage stripped by the cyclone, uprooting of hard corals, and extensive death of fish and other marine life. Native forests, mangroves, and coral reefs are expected to take at least 10-15 years to deliver the same quality of ecosystem services than before the cyclone if structural restoration is undertaken and assuming no additional pressures from development activities (GoF, 2016)."}, {"text_block_id": "p43_b355", "text": "Ecosystem degradation and loss have far-reaching implications due to the services they provide, ranging from supporting livelihoods to protection from coastal hazards. In practice, ecosystems can be interpreted as green infrastructure. For instance, the loss of coral reefs will result in greater wave energy reaching shorelines and reduced sediment production, increasing coastal erosion (IGCI, 2000). It has been estimated that for Viti Levu alone, projected costs of climate change impact on coral reefs would reach US$5–$14 million annually by 2050 (World Bank, 2000). The total services supplied by marine ecosystems have been estimated at FJD 2.5 billion each year, with projected loss by 2050 of FJD 2 billion (Gonzalez and Ram-Bidesi, 2015)."}, {"text_block_id": "p44_b356", "text": "Section 5: Adaptation Barriers"}, {"text_block_id": "p44_b357", "text": "Introduction"}, {"text_block_id": "p44_b358", "text": "Identifying and tackling adaptation barriers is an important component of a comprehensive approach to tackling vulnerability as stipulated by the theory of change articulated in Section 1. This section achieves this by identifying, defining, and documenting instances of five types of adaptation barriers."}, {"text_block_id": "p44_b359", "text": "Adaptation barriers are understood as resolvable issues which 1) restrict the enhancement of adaptive capacity and its mobilisation, or 2) restrict the range of adaptation options available or reduce the effectiveness of adaptation options which are implemented (Biesbroek et al., 2013). They are understood as being different to adaptation limits which are understood as thresholds which if exceeded lead to irreversible changes or boundaries which result in adaptation being impossible (see Klein et al., 2014b)."}, {"text_block_id": "p44_b360", "text": "Adaptation barriers inhibit the implementation of government policy and as a result their identification and tackling are of high importance to the NAP process. Barriers are especially important because they inhibit adaptation even if government entities, private enterprise, or communities have high adaptive capacity."}, {"text_block_id": "p44_b361", "text": "The adaptation barriers which are identified here help form the adaptation options identified in Sections 7-11. The identification of adaptation barriers has been achieved through a review of available academic studies and reports focusing on Fiji and thus are specifically relevant to the Fijian context."}, {"text_block_id": "p44_b362", "text": "Information, Knowledge and Technology Barriers"}, {"text_block_id": "p44_b363", "text": "Information, knowledge, and technology barriers inhibit adaptation by hindering understanding of the need for adaptation, the extent to which adaptation must occur, what needs to adapt, how adaptation can occur, and what are associated outcomes and impacts. Tackling adaptation knowledge deficits and communication problems will be paramount to improving resilience at all levels (see Williams et al., 2015)."}, {"text_block_id": "p44_b364", "text": "Within the specific case of Fiji, this barrier is especially prevalent and typically associated with insufficient availability. For instance, the GGF highlighted the need for greater understanding of climate change impacts in order to plan for long-term climate-resilient development (MoE, 2014)."}, {"text_block_id": "p44_b365", "text": "There is a need for all major population centres to have access to high-resolution elevation data and flood maps, comparable to what is available to Nadi (GoF, 2017)."}, {"text_block_id": "p44_b366", "text": "Monitoring and evaluation efforts would be greatly improved by enhancing information-sharing arrangements, compatibility and management (Zenos, 2016; WRI, 2016; BRCC, 2012)."}, {"text_block_id": "p44_b367", "text": "There is considerable benefit to be gained from developing a registry of ‘near poor and vulnerable’ people ascertained using a robust and common vulnerability framework as it would enhance efforts to support low-income and otherwise disadvantaged groups and support monitoring and evaluation of progress at national and sub-national level (GoF, 2017)."}, {"text_block_id": "p45_b368", "text": "Improvements to the way climate change is communicated to local-level stakeholders would support efforts to improve awareness of climate change impacts and potential adaptation measures at community level"}, {"text_block_id": "p45_b369", "text": "23"}, {"text_block_id": "p45_b370", "text": "(Lata and Nunn, 2012; Nunn, 2009; Nunn et al., 2014; Dumaru, 2010; Mataki et al., 2006; Nunn et al., 2016)."}, {"text_block_id": "p45_b371", "text": "More climate information services,"}, {"text_block_id": "p45_b372", "text": "24"}, {"text_block_id": "p45_b373", "text": "knowledge brokers and intermediaries would contribute towards ensuring relevant information is accessible at an appropriate time"}, {"text_block_id": "p45_b374", "text": "25"}, {"text_block_id": "p45_b375", "text": "and be communicated in a way which end users can understand and act upon"}, {"text_block_id": "p45_b376", "text": "26"}, {"text_block_id": "p45_b377", "text": "(Lata and Nunn, 2012; Nunn et al., 2016; Janif et al., 2016)."}, {"text_block_id": "p45_b378", "text": "Improving access to locally relevant information by sub-national development planners, communities, and the private sector would enhance their understanding of risks within their relevant geographical context. Such information may refer to hazard mapping, socioeconomic data, as well as seasonal and climate projections. This information particularly needs to be integrated into sub-national development planning processes to enable resilience. It is especially important for urban areas where much of the population and key infrastructure reside (UN-Habitat, 2012)."}, {"text_block_id": "p45_b379", "text": "Improving awareness of ecosystem-based adaptation among private sector entities as well as non-governmental and community-based organisations would support the integration of ecosystem-based approaches into programme design. There needs to be a particular focus on the potential of green, nature-based, or hybrid infrastructure solutions in reducing vulnerability to environmental and climate risk (WCS, 2016). There would be comparable benefits if awareness of gender and human-rights based approaches were also improved."}, {"text_block_id": "p45_b380", "text": "Governance and Institutional Barriers"}, {"text_block_id": "p45_b381", "text": "Governance and institutional barriers limit adaptive capacity by exacerbating drivers of vulnerability as well as impeding action, decision-making, and the flow of resources to where they are needed (Klein et al., 2014a)."}, {"text_block_id": "p45_b382", "text": "Within the specific case of Fiji, these are the most commonly cited barriers (e.g. BRCC, 2012). This is likely because climate change poses, exacerbates, and introduces new problems which are yet to be fully accounted for in national planning processes."}, {"text_block_id": "p45_b383_merged_merged_merged", "text": "Integration of environmental and climate risk into development planning processes would be greatly enhanced by the creation of climate change focal points or units with the capacity and authority to effectively manage cross-sector mainstreaming across government and within projects. These can also support cooperation and coordination between Government Ministries by identifying cross-sectoral linkages and by breaking down silos27 (e.g. MoE, 2014; ADB, 2016; SPC, 2015)."}, {"text_block_id": "p45_b386", "text": "Greater use of development planning tools would support the integration process. Tools such as strategic environment assessment, multi-criteria analysis, integrated vulnerability assessments, as well as gender analysis and action plans will support outcomes with equitable benefits for low-income and otherwise disadvantaged groups, robust decision-making, and the management of trade-offs."}, {"text_block_id": "p45_b387", "text": "Development planning processes would be enhanced greatly by integrating adaptation and disaster management into planning and budgetary processes (MoE, 2014). This is particularly important as vulnerability is largely driven by the “weakest link,” and reinforcing one sector without action in the others is unlikely to be efficient (GoF, 2017)."}, {"text_block_id": "p46_b388", "text": "Tracking adaptation measures would be greatly facilitated if budgetary processes were updated so that environment- and adaptation-related initiatives can be accounted for across ministerial lines at both national and sub-national level (MoE, 2014)."}, {"text_block_id": "p46_b389", "text": "Generally, efforts to improve resilience will be strengthened by giving greater support and resources to the enforcement of relevant existing legislation, most notably that which supports and governs natural resource use and management (MoE, 2014; GoF, 2017). This should include greater levels of monitoring and evaluation and understanding of climate change adaptation (WRI, 2016). For instance, under the NCCP no progress reports or reporting were required for climate change-related projects across and outside of government (Zenos, 2016)."}, {"text_block_id": "p46_b390", "text": "There is strong potential to enhance local government and sub-national development planning processes so that sufficient consideration is given to new and evolving environmental and climate risks within sub-national structures, decision-making, and budgetary processes (MoE, 2014). There is also potential to upgrade processes and mechanisms which can guide decision-making and manage trade-offs between different potential measures and development pathways. Sufficient care must be given to ensuring councils are not mistakenly underrepresenting certain groups such as women and youth (UN-Habitat, 2012)."}, {"text_block_id": "p46_b391_merged", "text": "An adaptation knowledge and information management platform and forum which is inclusive and regularly meets would support adaptation efforts (MoE, 2014). Many exciting initiatives have taken place or are underway, yet there is insufficient knowledge exchange. There is a fear that this may lead to some duplication of efforts and the reduction in the impact of scarce resources. It impedes lessons learned being incorporated into existing and future practices which inhibits institutional learning. It also frustrates coordination efforts which may be impeding the effectiveness of adaptation efforts overall."}, {"text_block_id": "p46_b394", "text": "Finally, it has been noted that there is potential for enhancing the representation of low-income and otherwise disadvantaged groups in adaptation planning, whether it be during planning, implementation, or monitoring and evaluation. The members of this group possess significant knowledge relevant for adaptation (BRCC, 2012)."}, {"text_block_id": "p46_b395", "text": "Financial Barriers"}, {"text_block_id": "p46_b396", "text": "Financial barriers directly inhibit adaptation as financial literacy, capital, and services are vital component of adaptive capacity. All adaptation measures, including more inclusive decision-making processes involve the use of financial capital."}, {"text_block_id": "p46_b397", "text": "A comprehensive approach to resource mobilisation is required which: 1) seeks to increase levels of adaptation finance, 2) aligns financial flows so that they contribute towards a climate-resilient pathway, 3) supports autonomous adaptation by the private sector, households, and communities, and 4) coordinates financial inclusion efforts with other development and adaptation activities."}, {"text_block_id": "p46_b398", "text": "Increased levels of adaptation finance would improve available funds for important infrastructure maintenance and investment required to manage the additional risks associated with climate change (see GoF, 2017; GoF, 2016; Nunn, 2009; MoE, 2014)."}, {"text_block_id": "p46_b399", "text": "The incorporation of risk transfer mechanisms and contingency finance into development planning processes would partially alleviate the use of scarce resources at both national and household level being devoted towards disaster recovery efforts rather than prevention and risk reduction (GoF, 2017)."}, {"text_block_id": "p46_b400", "text": "For instance, national budgets are still allocating scarce resources towards recovery efforts regarding Severe Tropical Cyclone Winston. Climate models predict cyclone intensity will increase in the future which will have similar future financial implications."}, {"text_block_id": "p47_b401", "text": "Increasing local-level financing mechanisms, modalities, and fiduciary management would greatly enhance the ability of finance to flow to this level to support adaptation processes."}, {"text_block_id": "p47_b402", "text": "29"}, {"text_block_id": "p47_b403", "text": "Additionally, enhancements to budgeting and resource mobilisation processes would help to ensure initiatives can be accounted and financed in a timely and flexible fashion while meeting local needs. There is also potential for these to be designed in a way which provides incentives for incorporating green infrastructure and restoring natural resources which support adaptive capacity (WCS, 2016)."}, {"text_block_id": "p47_b404", "text": "Potential for improving financial inclusion in rural areas and more isolated islands is especially strong and would substantially improve efforts to reduce vulnerability. It would also potentially have a catalytic effect in creating employment, reducing poverty and contributing to sustainable economic growth."}, {"text_block_id": "p47_b405", "text": "Vulnerability reduction efforts by the private sector would be enhanced by updating financial services so that they incorporate environmental and climate risks and disincentivise investment patterns which increase vulnerability."}, {"text_block_id": "p47_b406", "text": "Economic Barriers"}, {"text_block_id": "p47_b407", "text": "A major barrier to adaptation is the high prevalence of low incomes, remoteness of Fiji from major economic hubs,"}, {"text_block_id": "p47_b408", "text": "30"}, {"text_block_id": "p47_b409", "text": "and relatively low investment which frustrates economic growth (GoF, 2017). Additionally, the national economy is predominantly comprised of climate-sensitive activities which depend heavily on biodiversity and other natural capital (Gonzalez and Ram-Bidesi, 2015). While potential adaptation options exist to reduce the vulnerability of these sectors, residual vulnerability will tend to exist."}, {"text_block_id": "p47_b410_merged_merged_merged", "text": "A greater focus of adaptation planning efforts on the needs of the private sector would greatly alleviate some of the issues created by economic barriers.31 Such support should deliver the tools and capacity required to help private sector entities identify and address climate risks in their supply chains and business portfolios, and their ability to participate in sub-national development planning processes.32 Enhancing relationships with private sector entities and representative bodies would be invaluable to this such as the Fiji Business Disaster Resilience Council."}, {"text_block_id": "p47_b415", "text": "Economic barriers also result from patterns of urbanisation and littoralisation which have resulted in much of the population, real estate, and critical infrastructure being located along coastal zones or along rivers. These areas are naturally highly exposed to multiple environmental and climate hazards. While potential adaptation options exist to reduce the vulnerability of these settlements and infrastructure, residual vulnerability will continue to exist. The process of littoralisation can be reduced by properly accounting for the total value of coastal ecosystems and resources in decision-making processes."}, {"text_block_id": "p47_b416", "text": "Natural and Biological Adaptation Barriers and Limits"}, {"text_block_id": "p47_b417", "text": "Fiji is highly exposed to multiple environmental and climate hazards due to its geographical location and the topography of its landscape. Often prevention of hazards is beyond control as they are driven by global phenomenon such as ENSO and climate change. Littoralisation is to a large extent forced due to land topography which impedes urbanisation and infrastructure development in mountainous interiors. Littoralisation subsequently represents a barrier to the inland migration of wetlands. The same land topography issues restrict adaptation options associated with agriculture and water supply, particularly on smaller islands where freshwater availability is severely restricted, and groundwater is at risk of salinisation due to sea level rise and increased tidal surges. While these barriers are by definition possible to overcome, they require levels of financial investment which are out of reach."}, {"text_block_id": "p48_b418", "text": "Biological adaptation limits exist regarding important natural resources. A critical issue for Fiji is the biological limit to adaptation associated with the risks of impacts on coral reef ecosystems, even under the climate change scenarios of 1.5°C and 2°C increases in global temperatures (see Wong et al., 2014). Deterioration in the health of coral reefs will have severe negative impacts on economic growth, food security, and livelihoods. The fishing and tourism sectors are at particular risk. Coral bleaching events are already being reported due to rising ocean temperatures and acidification. The extent to which coral reefs are deteriorating is not being systematically documented and efforts to address this are paramount."}, {"text_block_id": "p48_b419", "text": "There are also biological limits associated with mangrove forests. The decline of mangroves will have subsequent implications for coastal management, disaster management, and food security. Deterioration in the ability of mangrove forests to survive over the long term is threatened by sea level rise and other related hazards. Capacity to address these limits is extremely limited as sea level rise, warming, and acidification are being driven by global climate changes."}, {"text_block_id": "p48_b420", "text": "Fiji is largely unable to address natural and biological adaptation limits as these are associated with global green-house gas emissions and efforts to reduce these depend on global mitigation ambition which it cannot control."}, {"text_block_id": "p50_b421", "text": "Part Three:"}, {"text_block_id": "p50_b422", "text": "Selection of Adaptation Measures"}, {"text_block_id": "p51_b423", "text": "Section 6: Prioritisation Process"}, {"text_block_id": "p51_b424", "text": "Introduction"}, {"text_block_id": "p51_b425", "text": "All prioritised actions contained in Sections 7-16 have been selected via the prioritisation process. This process converted the values and criteria contained within the NAP Framework into a participatory and inclusive multi-criteria analysis."}, {"text_block_id": "p51_b426", "text": "33"}, {"text_block_id": "p51_b427", "text": "The analysis was applied to actions provided through the stocktake process. The results of this analysis subsequently yielded the prioritised actions for Sections 7-16. The analysis also condensed actions provided through the stocktake process when appropriate and removed actions deemed inappropriate."}, {"text_block_id": "p51_b428", "text": "34"}, {"text_block_id": "p51_b429", "text": "The following criteria were applied to selected actions as a group:"}, {"text_block_id": "p51_b430", "text": "The following criteria were applied to selected actions as a group:\n* Avoid creating parallel processes by integrating environmental and climate risk into\n* Tackle structural causes of vulnerability and not its symptoms.\n* At least partially adopt ecosystem-based adaptation principles when applicable.\n* Promote outcomes which equitably benefit low-income and otherwise disadvantaged\n* Acknowledge the role of the private sector and attempt to leverage support.\n* Promote use of both traditional and scientific knowledge when applicable.\n* Promote inclusive and collaborative processes and coordination among stakeholders.\n* Support robust decision-making processes across range of climate scenarios.\n* Support better management environmental, societal, and economic trade-offs.\n* Tackle known adaptation barriers or vulnerability to environmental and climate hazards"}, {"text_block_id": "p51_b450_merged_merged", "text": "The Climate Change and International Cooperation Division acted as the administrative lead for the prioritisation process.35 The prioritisation process for each section was assigned a technical lead – the government entity most closely associated with its implementation – whose responsibility was to facilitate the prioritisation process while in session. Experts and other stakeholders relevant to each NAP component were identified to support the prioritisation process."}, {"text_block_id": "p51_b453", "text": "Sections 7-16 of this NAP all contain implementation considerations relating to these issues. Particular attention has been given to the need for prioritised actions to at least partially adopt ecosystem-based approaches and gender and human rights-based approaches to adaptation. Consequently, they are described in more detail in the remainder of this section."}, {"text_block_id": "p51_b454", "text": "Ecosystem-Based Adaptation"}, {"text_block_id": "p51_b455", "text": "The identification and integration of ‘ecosystem-based’ approaches into adaptation planning processes was vital because it is well established and accepted that society’s exposure and"}, {"text_block_id": "p52_b456", "text": "sensitivity to climate variability and change, as well as its capacity to adapt, are heavily influenced by natural capital and the state of ecosystems."}, {"text_block_id": "p52_b457", "text": "Ecosystem-based adaptation (EBA) is understood as an ecological approach to climate change adaptation which places ecosystems at the centre of adaptation planning, strengthens ecosystems, conserves biodiversity, and maintains the resources they provide as part of an overall adaptation strategy to help people adapt to adverse effects of climate change (CBD, 2009; Munroe et al., 2011; Doswald et al., 2014)."}, {"text_block_id": "p52_b458", "text": "Internationally, ecosystem-based approaches to adaptation are important under the UNFCCC. The Paris Agreement makes several references to the importance of ensuring the integrity of ecosystems. These approaches also provide a link between the United Nations Framework Conventions for climate change, biological diversity, and desertification. This NAP has been aligned to support these international agreements as one of many national processes through which these agreements should be achieved."}, {"text_block_id": "p52_b459", "text": "Domestically, the incorporation of ecosystem-based approaches to adaptation also serves to support the long-term capacity of the Government to fulfil the Bill of Rights within the 2013 Constitution of the Republic of Fiji. Especially, the components which guarantee the right of all citizens to adequate food and water, health; and a clean, healthy, and protected environment. It is also noted that ecosystem-based approaches to adaptation can be especially beneficial for low-income and otherwise disadvantaged groups. These groups often disproportionately rely upon on natural capital, ecosystems, and their services for their livelihoods and are often much more affected by degraded natural environments (Reid, 2015)."}, {"text_block_id": "p52_b460", "text": "Ecosystem-Based Approaches to Adaptation Planning"}, {"text_block_id": "p52_b461", "text": "Operationalising an ecosystems-based approach to adaptation planning can have multiple interpretations and the NAP makes no attempt to control its usage. However, this NAP notes that ecosystem-based approaches to adaptation could mean:"}, {"text_block_id": "p52_b462", "text": "Operationalising an ecosystems-based approach to adaptation planning can have multiple interpretations and the NAP makes no attempt to control its usage. However, this NAP notes that ecosystem-based approaches to adaptation could mean:\n* Adopting an âecosystem approachâ which uses as a strategy the integrated management\n* Adopting a âsocioecological systemâ for development planning which supports\n* Conserving and restoring flora, fauna, and habitats as a basis to enhance adaptive"}, {"text_block_id": "p52_b468", "text": "However, it also requires associated values to be explicitly considered and incorporated into decision-making system processes, as well as programme and project design (MoE, 2017b)."}, {"text_block_id": "p52_b469", "text": "The NAP is also recognised as a complementary vehicle which can support the implementation of the National Biodiversity Strategy and Action Plan and its associated targets (GoF, 2018)."}, {"text_block_id": "p52_b470", "text": "An EBA approach requires associated values with ecosystems and the services they provide to be incorporated into sub-national adaptation planning, adaptation decision-making system processes, and project design."}, {"text_block_id": "p52_b471", "text": "Material exists to support the integration of ecosystem-based approaches into development planning both internationally (e.g. UNEP, 2016) and nationally (e.g. Rao et al., 2013; GoF, 2011)."}, {"text_block_id": "p53_b472", "text": "These experiences should form the basis for further adoption. Additionally, national stakeholders in Fiji have a comparative wealth of knowledge of and expertise in ecosystem-based approaches to adaptation and ecosystem health and thus should be integrated into development planning and decision-making at all levels."}, {"text_block_id": "p53_b473", "text": "Gender and Human Rights-Based Adaptation"}, {"text_block_id": "p53_b474", "text": "The identification and integration of gender and human rights issues and approaches into adaptation planning processes was vital because it is well established and accepted that exposure and sensitivity to climate change, as well as the capacity to adapt, vary substantially across social and economic groups. Additionally, it is well established and accepted that this is due to non-climatic factors and existing inequalities. Therefore, vulnerability to climate change cannot be comprehensively addressed without also addressing these underlying drivers of vulnerability (McGray et al., 2007). For this reason, the NAP process has been recognised as an important opportunity to acknowledge the diverse intersectional realities and agency of vulnerable groups as well as support efforts to tackle existing patterns of inequalities and discrimination when possible and relevant (see Dazé and Dekens, 2017)."}, {"text_block_id": "p53_b475", "text": "Internationally, gender and human rights are critical under the UNFCCC, and are also identified as being key within many other international agreements and organisations."}, {"text_block_id": "p53_b476", "text": "36"}, {"text_block_id": "p53_b477", "text": "The integration of gender considerations receives particular attention, especially the need to enhance the welfare of women and girls - such as ensuring their full, equal, and meaningful participation and access to opportunities and resources - to maximise their potential as active agents of change and drivers of climate-resilient development. This NAP has been aligned to support these international agreements as one of many national processes through which these international agreements should be achieved."}, {"text_block_id": "p53_b478", "text": "Domestically, the incorporation of gender and human rights issues is of utmost importance. Climate change inhibits the long-term capacity of the Government - and diminishes its current efforts - to fulfil the Bill of Rights within the 2013 Constitution of the Republic of Fiji."}, {"text_block_id": "p53_b479", "text": "37"}, {"text_block_id": "p53_b480", "text": "This guarantees certain rights to all citizens - regardless of their actual or supposed personal characteristics or circumstances - in various forms, such as: equality and freedom from discrimination, access to information, education, adequate food and water, health, housing, sanitation, transportation; as well as a right to a clean, healthy, and protected environment."}, {"text_block_id": "p53_b481", "text": "Gender and Human Rights-Based Approach to Adaptation Planning"}, {"text_block_id": "p53_b482_merged_merged_merged", "text": "Operationalising a ‘gender and human rights-based’ approach to adaptation planning requires that the differentiated impacts and degrees of vulnerability across societal groups be established.38 It also requires that members of low-income and otherwise disadvantaged groups are identified as ‘active agents of change’, rather than being identified as a ‘vulnerable group’ which can diminish agency. Low-income and otherwise disadvantaged groups refer to people with disabilities, the elderly, women, children, and the LGBTQ community as described in the NAP Framework (2017). This requires development planning processes which proactively empower and support disadvantaged groups to be able to assert their rights and have equitable access to leadership positions, decision-making processes, opportunities, and resources."}, {"text_block_id": "p53_b485", "text": "The NAP is thus recognised as an important vehicle for implementing the National Gender Policy (MoWCPA, 2014)."}, {"text_block_id": "p53_b486", "text": "Consequently, this NAP seeks to support efforts to eliminate all obstacles inhibiting the full involvement of low-income and otherwise disadvantaged groups into development"}, {"text_block_id": "p54_b487", "text": "making processes at all levels and across all stages of designing, implementing, and monitoring policies and plans."}, {"text_block_id": "p54_b488", "text": "Many of the rights set out within the 2013 Constitution of the Republic of Fiji have been used as criteria to assess the validity of prioritised actions and to identify individual components which form the structure of the NAP."}, {"text_block_id": "p54_b489", "text": "39"}, {"text_block_id": "p54_b490", "text": "However, this NAP document has been designed as a high-level strategic document. Consequently, the extent to which prioritised actions promote outcomes which equitably benefit disadvantaged groups more than others – will depend on the quality of their implementation, which goes beyond this document and stage of the NAP process."}, {"text_block_id": "p54_b491", "text": "40"}, {"text_block_id": "p54_b492", "text": "Nevertheless, as a strategic document, the NAP does set out expectations for gender and human rights perspectives to be integrated within NAP processes and within (multi) sectoral institutional arrangements and strongly recommends adoption of gender and human rights approaches within every component of this"}, {"text_block_id": "p54_b493", "text": "41"}, {"text_block_id": "p54_b494", "text": "- and future - NAP documents and related processes."}, {"text_block_id": "p54_b495", "text": "Therefore, this NAP document calls for entities that will be involved in its implementation and execution, as well as its monitoring and evaluation,"}, {"text_block_id": "p54_b496", "text": "42"}, {"text_block_id": "p54_b497", "text": "to demonstrate compliance with and to adopt or exceed best practices. This means that every prioritised strategic action within this document when operationalised is expected to integrate relevant gender and human rights approaches to consider the context specific needs of low-income and otherwise disadvantaged groups, utilise their potential, provide equitable access to opportunities and mobilised resources within all stages of project design, implementation, as well as monitoring and evaluation."}, {"text_block_id": "p54_b498", "text": "43"}, {"text_block_id": "p54_b499", "text": "Without this, outcomes which equitably benefit disadvantaged groups more than others are unlikely to emerge."}, {"text_block_id": "p54_b500", "text": "44"}, {"text_block_id": "p54_b501", "text": "Gender specialists and focal points will be key to operationalising a gender and human rightsbased approach. Particular tools and processes which will be paramount are:"}, {"text_block_id": "p54_b502", "text": "Gender specialists and focal points will be key to operationalising a gender and human rightsbased approach. Particular tools and processes which will be paramount are:\n* Institutional capacity assessments and resources for awareness training (such as on\n* Institutional arrangements which are responsive to the needs of low-income and\n* Sex- and age-disaggregated data and responsive reporting;\n* Needs assessments45 and action plans which place particular focus on low-income and\n* Participatory and gender responsive budgeting."}, {"text_block_id": "p54_b514", "text": "It should be noted that a gender and human rights-based approach has cross cutting benefits. For instance, this approach improves inclusivity and the quality of participation. It also matches community-based approaches to adaptation, which itself has many linkages to ecosystem-based approaches to adaptation. Additionally, the comprehensive involvement of women is likely to yield important indirect benefits. For instance, women are primary caregivers, and any improvement in their knowledge regarding sustainable resource use and management is likely to be passed on to children (Ram-Bidesi, 2015)."}, {"text_block_id": "p54_b515", "text": "Ensuring that a gender- and human rights-based approach is being implemented effectively will require all stakeholders, both international and national, as well as across all stakeholder groups, to collaboratively mobilise the necessary resources to collect appropriate evidence to continuously improve the integration of gender and human rights into development planning processes and share experiences, recognising this as a continuous learning-by-doing process."}, {"text_block_id": "p56_b516", "text": "Part Four:"}, {"text_block_id": "p56_b517", "text": "Systemic Priorities for Adaptation"}, {"text_block_id": "p57_b518", "text": "Section 7: Climate Information Services and Management"}, {"text_block_id": "p57_b519", "text": "Introduction"}, {"text_block_id": "p57_b520", "text": "Climate information management and services refers to the capacity to generate, manage, disseminate, and use climate change information. It includes enhancing climate-related projections and services which are a fundamental component of adaptive capacity (see WMO, 2017).  It also includes ensuring that sub-national development planning processes civil society, communitybased organisations, as well as private sector entities have access to locally relevant, accessible, and practical information and have the capacity to subsequently make properly informed decisions."}, {"text_block_id": "p57_b521", "text": "It also includes building the capacity of national reporting systems associated with climate change information (including those involved with UNFCCC reporting), to build the capacity of stakeholders to deliver accurate information, integrate local content, and promote climate change awareness. This component of the NAP is of paramount importance. The need to develop the capacity to collect, manage, and generate climate knowledge is relevant to all other system and sectoral adaptations covered within the NAP."}, {"text_block_id": "p57_b522", "text": "Figure 22:"}, {"text_block_id": "p57_b523", "text": "Vatudamu Weather station."}, {"text_block_id": "p57_b524", "text": "Source: Ministry of Information"}, {"text_block_id": "p57_b525", "text": "Tackling Adaptation Barriers"}, {"text_block_id": "p57_b526", "text": "Climate information services and management tackles information, knowledge, and technology adaptation barriers as well as governance and institutional adaptation barriers."}, {"text_block_id": "p57_b527", "text": "Information on climate variability and change, including seasonal and weather forecasts, is a fundamental component of adaptation. It enables an understanding of what adaptation measures can achieve within a given climate risk context and evolves adaptation planning away from simply presuming that a reduction of vulnerability to climate change occurs when implementing typical development activities (see Hammill and McGray, 2018)."}, {"text_block_id": "p57_b528", "text": "Climate information has a key role in helping stakeholders perceive and appraise risk which is a key component of turning adaptive capacity into action (Grothmann and Patt, 2005). Particularly when this information 1) goes beyond purely physical science-based information, 2) takes the needs of stakeholders and all community groups as the starting point, and 3) contains locally relevant information which is accessible and available at the required time (Challinor, 2008; Bickersteth et al., 2017; Eakin et al., 2014). Early warning has been found to be necessary for community resilience to become responsive to environmental and climate events (Gawith et al., 2016)."}, {"text_block_id": "p58_b529", "text": "Access to climate information and related services (including early warning systems) also reduces vulnerability by supporting efforts to devise and implement adaptations which avoid unnecessarily using scarce resources on coping with the aftermath of environmental and climate events (Bickersteth et al., 2017)."}, {"text_block_id": "p58_b530", "text": "However, this component of the NAP does not only focus on climate information services. It also supports the reduction of duplication of effort and supports coordination of the efforts by all adaptation stakeholders via its ‘management’ component. This contributes to long-term institutional learning."}, {"text_block_id": "p58_b531", "text": "Implementation Considerations"}, {"text_block_id": "p58_b532_merged", "text": "Improvements in meteorological and hydrological infrastructure will require significant on-going investment as will processes associated with disseminating this information to different stakeholders in a way which is locally relevant, timely, and practical."}, {"text_block_id": "p58_b535", "text": "For climate information services to be successful they must be driven by stakeholder needs and be deemed useful and reliable (Challinor, 2008). Ensuring climate information services effectively assist households and communities will undoubtedly involve the use of participatory scenario planning, which has been proven to enhance stakeholder engagement as well as diversity, equity, and legitimacy of decision making (Oteros-Rozas, 2015). However, the effectiveness of this tool will depend on seven factors underpinning its implementation (CARE, 2018):"}, {"text_block_id": "p58_b536", "text": "For climate information services to be successful they must be driven by stakeholder needs and be deemed useful and reliable (Challinor, 2008). Ensuring climate information services effectively assist households and communities will undoubtedly involve the use of participatory scenario planning, which has been proven to enhance stakeholder engagement as well as diversity, equity, and legitimacy of decision making (Oteros-Rozas, 2015). However, the effectiveness of this tool will depend on seven factors underpinning its implementation (CARE, 2018):\n* Involve all relevant stakeholders and community groups, taking into account their roles,\n* Conduct planning sessions whenever seasonal forecasts become available;\n* Ensure multi-stakeholder interaction, discussion, and co-production of knowledge which\n* Ensure the concept of probabilities and uncertainty is understood to allow flexible and\n* Include historical stakeholder experiences and previous results for reflection and iterative\n* Present advice as options rather than instructions to ensure agency rests with local\n* Ensure advice is timely and inclusive, reaching all genders and other social groups, local"}, {"text_block_id": "p58_b550", "text": "While climate information services and tools such as  participatory scenario planning will be a vital component to increasing adaptive capacity, alone it will be insufficient to drive adaptation responses (Adger et al., 2007). Therefore, they should form part of a greater package of support available to users such as appropriate financial services."}, {"text_block_id": "p58_b551", "text": "Policy Linkages"}, {"text_block_id": "p58_b552", "text": "Improving climate information services and management is central to advancing the NAP process as well as ensuring accordance with and supporting the implementation of national and regional development policy, plans, and frameworks."}, {"text_block_id": "p58_b553", "text": "It is central to the realisation of many of the fundamental principles stipulated within the NAP Framework, most notably the need for the identification of low-regret options and robust"}, {"text_block_id": "p59_b554", "text": "decision-making within development planning processes. It is also central to numerous principles of the original NCCP such as long-term sustainability,"}, {"text_block_id": "p59_b555", "text": "46"}, {"text_block_id": "p59_b556", "text": "scientifically sound and appropriate information,"}, {"text_block_id": "p59_b557", "text": "47"}, {"text_block_id": "p59_b558", "text": "reporting and feedback mechanisms,"}, {"text_block_id": "p59_b559", "text": "48"}, {"text_block_id": "p59_b560", "text": "and monitoring and evaluation."}, {"text_block_id": "p59_b561", "text": "49"}, {"text_block_id": "p59_b562", "text": "Additionally, it is a key component of the objectives of ‘adaptation’ and ‘data collection, storage and sharing’."}, {"text_block_id": "p59_b563", "text": "50"}, {"text_block_id": "p59_b564_merged_merged", "text": "Improving climate information management and services is also important for implementing the NDP which makes specific references to a need for a mechanism to collect and analyse hazard, vulnerability and exposure data. It is also important for implementing the GGF, which highlights a need for greater understanding of the impacts of climate change and disasters to better plan for recovery and long-term development.51"}, {"text_block_id": "p59_b566", "text": "Finally, it helps to implement the FRDP which highlights a need to build capacity of institutions involved with developing and providing access to hazard and risk information; and a need for collecting, using, sharing and managing accurate data and information in user-friendly formats to inform sound risk reduction decision making. These policy and planning documents provide numerous actions which have been integrated into the NAP."}, {"text_block_id": "p59_b567", "text": "Adaptation Measures"}, {"text_block_id": "p61_b568", "text": "Section 8: Horizontal Integration"}, {"text_block_id": "p61_b569", "text": "Introduction"}, {"text_block_id": "p61_b570_merged", "text": "Horizontal integration refers to the mainstreaming of climate change issues into national-level development planning processes so that they are suitably climate-informed.  It is a fundamental premise of the NAP process. It is required because climate change is a cross-cutting issue, reaching across multiple Government Ministries (and other entities and devolved administrations) and their jurisdictional affairs. Horizontal integration will support the Government of Fiji to tackle systemic issues contributing towards national vulnerability and support efforts to tackle current and future climate impacts."}, {"text_block_id": "p61_b573", "text": "Tackling Adaptation Barriers"}, {"text_block_id": "p61_b574", "text": "Horizontal integration tackles governance and institutional adaptation barriers. Integrating climate change into nationallevel development planning processes will hopefully make more efficient and effective use of financial and human resources; in comparison to having parallel processes which are designed and implemented separately. Consequently, horizontal integration supports resource mobilisation. It is hoped that horizontal integration climate-proofs development planning processes so that they (Klein et al., 2007):"}, {"text_block_id": "p61_b575", "text": "Horizontal integration tackles governance and institutional adaptation barriers. Integrating climate change into nationallevel development planning processes will hopefully make more efficient and effective use of financial and human resources; in comparison to having parallel processes which are designed and implemented separately. Consequently, horizontal integration supports resource mobilisation. It is hoped that horizontal integration climate-proofs development planning processes so that they (Klein et al., 2007):\n* Minimise sensitivity to climate change;\n* Avoid maladaptive impacts;\n* Consciously reduce adaptation"}, {"text_block_id": "p61_b581", "text": "Figure 23:"}, {"text_block_id": "p61_b582", "text": "National-level mainstreaming"}, {"text_block_id": "p61_b583", "text": "This NAP component will also hopefully eliminate the need for adaptation issues to be later retrofitted into government policy and that climate change issues connecting Government entities are identified and tackled collaboratively."}, {"text_block_id": "p61_b584", "text": "Implementation Considerations"}, {"text_block_id": "p61_b585", "text": "Horizontal integration is an important opportunity to integrate ecosystem-based approaches to adaptation as well as participatory and inclusive processes into the development of Strategic Development Plans and other relevant processes of Government Ministries and other entities."}, {"text_block_id": "p62_b586", "text": "Horizontal integration is also an important opportunity to integrate gender considerations into the Strategic Development Plans and other processes of Government Ministries and other entities and in doing so implement the four aims of the National Gender Policy:"}, {"text_block_id": "p62_b587", "text": "Horizontal integration is also an important opportunity to integrate gender considerations into the Strategic Development Plans and other processes of Government Ministries and other entities and in doing so implement the four aims of the National Gender Policy:\n* Improve the quality of life of men, women, boys and girls, at all levels of society through\n* Reinforce the inextricable links between gender equality and sustainable development\n* Promote active and visible gender mainstreaming in all sectors and within civil society to\n* Remove all forms of gender inequality and gender discrimination in Fiji."}, {"text_block_id": "p62_b595", "text": "Policy Linkages"}, {"text_block_id": "p62_b596", "text": "Integrating climate change into national-level development planning processes is enshrined internationally as one of the fundamental objectives of the NAP process (UNFCCC, 2011). It is also central to ensuring accordance with and supporting the implementation of national and regional development policy, plans, and frameworks."}, {"text_block_id": "p62_b597_merged", "text": "It is stipulated as a fundamental approach for the NAP process within the NAP Framework. It also has other connections to the framework such as the need to better manage trade-offs. The original and revised NCCP has many connections to horizontal integration. It is directly linked to the policy principles of: long-term sustainability, integrated approaches, reporting and feedback mechanisms, and monitoring and evaluation. Most importantly, horizontal integration represents the stipulated policy objective of ‘mainstreaming’."}, {"text_block_id": "p62_b607", "text": "The GGF is connected to horizontal integration via its thematic chapter on climate change and disaster resilience. Specifically, it is directly linked to two key challenges: the need for an integrated approach at policy and operational level to address climate change and disaster management, and the need for national development planning and budgetary processes to incorporate adaptation and disaster risk management. These connections also appear in the NDP in the section on promoting equal opportunities, access to basic services, and building resilient communities. The FRDP is connected to horizontal integration via its goal on strengthening the integration of adaptation and risk reduction. These policy and planning documents provide numerous actions which have been integrated into the NAP."}, {"text_block_id": "p62_b608", "text": "Adaptation Measures"}, {"text_block_id": "p64_b609", "text": "Section 9: Vertical Integration"}, {"text_block_id": "p64_b610", "text": "Introduction"}, {"text_block_id": "p64_b611", "text": "Vertical integration refers to the integration of environmental and climate risk into sub-national development planning processes. It represents a two-way process of"}, {"text_block_id": "p64_b612", "text": "“creating intentional and strategic linkages between national and sub-national adaptation planning, implementation, and monitoring and evaluation”"}, {"text_block_id": "p64_b613", "text": "(Dazé et al., 2016). Consequently, vertical and horizontal integration are inextricably linked."}, {"text_block_id": "p64_b614", "text": "59"}, {"text_block_id": "p64_b615", "text": "It is one of the most important aims of the NAP Process."}, {"text_block_id": "p64_b616", "text": "Tackling Adaptation Barriers"}, {"text_block_id": "p64_b617", "text": "Vertical integration tackles governance and institutional adaptation barriers. Vertical integration will enable the Fijian Government to tackle systemic issues contributing towards sub-national vulnerability and support efforts to tackle current and future climate impacts where they are experienced. Vertical integration is important because of the localised nature of adaptation. Adaptation is conducted ‘by households and businesses’, not ‘to them’ by national structures and processes (Betzold, 2015). Households and businesses are best placed to understand local context, socio-cultural traditions, and co-existing needs which must be taken into account for adaptation to be effective (Klein et al., 2007; Eriksen et al., 2011; World Bank, 2000)."}, {"text_block_id": "p64_b618", "text": "Figure 24:"}, {"text_block_id": "p64_b619", "text": "Sub-national mainstreaming"}, {"text_block_id": "p64_b620", "text": "Sub-national government structures, especially those at the local level, are best placed to identify and respond to climate change issues facing households and businesses. They possess the mandate to identify and respond to local-level development needs. These structures already inform national-level development planning processes; however, this process can be enhanced, recognising that mainstreaming is a continuous endeavour (UNDP, 2016)."}, {"text_block_id": "p64_b621_merged_merged", "text": "Integrating climate change into sub-national development planning processes will hopefully make more efficient and effective use of financial and human resources. Parallel processes would only complicate sub-national development planning processes and add confusion to ministerial jurisdictional boundaries (UNDP, 2016). It is hoped that vertical integration climate-proofs sub-national development planning processes so that they (Klein et al., 2007):"}, {"text_block_id": "p64_b624", "text": "1)"}, {"text_block_id": "p64_b625", "text": "Minimise sensitivity to climate variability and change;"}, {"text_block_id": "p64_b626", "text": "2)"}, {"text_block_id": "p64_b627", "text": "Do not result in actions and plans which result in maladaptive impacts;"}, {"text_block_id": "p64_b628", "text": "3)"}, {"text_block_id": "p64_b629", "text": "Consciously reduce adaptation barriers and vulnerability to known and projected climate impacts."}, {"text_block_id": "p65_b630", "text": "Vertical integration can also facilitate institutional learning by improving the flow of expertise to policymakers from communities, sub-national government representatives, practitioners and implementers."}, {"text_block_id": "p65_b631", "text": "Implementation Considerations"}, {"text_block_id": "p65_b632", "text": "Vertical integration is an important opportunity to integrate ecosystem-based approaches to adaptation. This could be through any of the three approaches outlined in Section 6:"}, {"text_block_id": "p65_b633", "text": "1)"}, {"text_block_id": "p65_b634", "text": "Adopting an ‘ecosystem approach’ to support delivery of ecosystem services in an equitable way;"}, {"text_block_id": "p65_b635", "text": "2)"}, {"text_block_id": "p65_b636", "text": "Adopting a ‘socioecological system’ for development planning which supports understanding of the linkages between socioeconomic activities and the natural environment;"}, {"text_block_id": "p65_b637", "text": "3)"}, {"text_block_id": "p65_b638", "text": "Conserving and restoring flora, fauna, and habitats to enhance adaptive capacity or reduce impacts associated with environmental and climate events."}, {"text_block_id": "p65_b639", "text": "It is also a vital opportunity to enhance participation and inclusivity of decision-making and development planning processes to ensure they meet the needs of all social groups. In this regard, supporting and linking community-based adaptation efforts to development planning can provide for a more effective, empowering, and holistic strategy for tackling environmental and climate risk (Dodman and Mitlin, 2011). Although attention must be given to ensure such efforts do not underplay local inequalities and power relationships between community-level stakeholders (Mohan and Stokke, 2000; Kothari and Cooke, 2001)."}, {"text_block_id": "p65_b640", "text": "Consequently, vertical integration efforts need to place particular attention to adequately integrating gender considerations into sub-national development planning processes – such as through gender analyses and action plans – so that (Dazé and Dekens, 2017):"}, {"text_block_id": "p65_b641", "text": "1)"}, {"text_block_id": "p65_b642", "text": "There is a balance in decision-making and planning processes and deliberate inclusion of diverse social groups in an inclusive, participatory approach toward decision-making and planning;"}, {"text_block_id": "p65_b643", "text": "2)"}, {"text_block_id": "p65_b644", "text": "They are responsive to gender differences in adaptation needs, opportunities, and capacities;"}, {"text_block_id": "p65_b645", "text": "3)"}, {"text_block_id": "p65_b646", "text": "There is equitable access to financial resources and other benefits resulting from investments in adaptation between women and men."}, {"text_block_id": "p65_b647", "text": "Policy Linkages"}, {"text_block_id": "p65_b648", "text": "Integrating climate change into sub-national level development planning processes is enshrined internationally as one of the fundamental objectives of the NAP process (UNFCCC, 2011). It is also central to ensuring it is in accordance and supports the implementation of national and regional development policy, plans, and frameworks."}, {"text_block_id": "p65_b649_merged", "text": "Vertical integration was listed as a fundamental component for the NAP process within the NAP Framework. It also has other connections to the framework such as the need to better manage trade-offs. Its inclusion aligns the NAP process with the NCCP, under which a multi-level approach to achieve national development goals, an integrated approach, and community ownership are guiding principles."}, {"text_block_id": "p65_b654", "text": "Integrating climate change into sub-national level development planning processes also aligns the NAP with the NDP which highlights that investments will continue in a more integrated"}, {"text_block_id": "p66_b655_merged", "text": "manner with divisional development plans developed in consultation with communities and other stakeholders. Additionally, its inclusion aligns it with the GGF which encourages action at all levels to build environmental resilience, nurture social improvement and reduce poverty, encourage economic growth, and make Fiji less vulnerable to climate change impacts. The FRDP is connected to vertical integration via its goal on strengthening the integration of adaptation and risk reduction. These policy and planning documents provide numerous actions which have been integrated into the NAP."}, {"text_block_id": "p66_b658", "text": "Adaptation Measures"}, {"text_block_id": "p68_b659", "text": "Introduction"}, {"text_block_id": "p68_b660", "text": "Raising climate change awareness and knowledge involves enhancing understanding of climate change by increasing the flow of climate information to relevant adaptation stakeholders, ranging from civil societal organisations, the private sector, households and communities. This systemic adaptation is important because a clear understanding of climate change issues is a fundamental component of adaptive capacity."}, {"text_block_id": "p68_b661", "text": "Raising climate change awareness and knowledge involves more than disseminating information about current and projected impacts. It extends to ensuring adaptation stakeholders have awareness, skills, and knowledge of how to address climate risks and share lessons learnt. This is evident in many conceptual frameworks (Grothmann and Patt, 2005; Jones et al., 2010; Warrick et al., 2017; Gupta et al., 2010). It also involves the development of networks and partnerships which can be critical for accessing information, technological and engineering expertise, and necessary resources (Dumaru, 2010)."}, {"text_block_id": "p68_b662", "text": "Tackling Adaptation Barriers"}, {"text_block_id": "p68_b663", "text": "Climate change awareness and knowledge tackles information, knowledge, and technology adaptation barriers. It has long been argued that successful adaptation will in part depend on 1) an understanding of likely future change and uncertainty, 2) knowledge about risk reduction measures, 3) the ability to assess between measures, and 4) the ability to know what resources are available to implement measures (Jones et al., 2010)."}, {"text_block_id": "p68_b664", "text": "Improving climate change awareness and knowledge in this regard can empower stakeholders so that they can (Williams et al., 2015):"}, {"text_block_id": "p68_b665", "text": "1)"}, {"text_block_id": "p68_b666", "text": "Understand and effectively engage in conversations regarding climate change and adaptation,"}, {"text_block_id": "p68_b667", "text": "2)"}, {"text_block_id": "p68_b668", "text": "Understand measures to address climate and disaster risk including the roles of traditional and scientific knowledge,"}, {"text_block_id": "p68_b669", "text": "3)"}, {"text_block_id": "p68_b670", "text": "Understand the national and sub-national processes they can engage in to address climate and disaster risk,"}, {"text_block_id": "p68_b671", "text": "4)"}, {"text_block_id": "p68_b672", "text": "Prepare for likely future events."}, {"text_block_id": "p68_b673_merged", "text": "Improving climate change awareness and knowledge can also help to improve adaptive capacity by avoiding maladaptive issues such as fatalism, denial, or wrongful attribution (Grothmann and Patt, 2005)."}, {"text_block_id": "p69_b676", "text": "Implementation Considerations"}, {"text_block_id": "p69_b677", "text": "Due to the importance of awareness and knowledge, there should be great concern to ensure that efforts are inclusive of all local stakeholders and be communicated in relevant vernacular, in particular those representing low-income and otherwise disadvantaged groups. Additionally, these efforts should involve faith-based organisations as much as possible as key communicators."}, {"text_block_id": "p69_b678", "text": "All curricula and trainings should acknowledge the differentiated climate impacts across social groups (such as gender differences and disability issues associated with climate impacts) and include appropriate materials and learning tools for students with special needs, incorporate traditional knowledge, and focus on contextually relevant current climate change and disaster management information."}, {"text_block_id": "p69_b679", "text": "Efforts to improve climate change awareness and knowledge should also focus on ecosystem-based approaches to adaptation. This would particularly involve the conservation or restoration of degraded habitats which can decrease local environmental and climate risk."}, {"text_block_id": "p69_b680_merged", "text": "Efforts to improve climate change awareness and knowledge should build also upon traditional ecological knowledge when appropriate within local development planning process as well as its documentation and combination with scientific knowledge (Nainoca, 2011). For instance, traditional knowledge (and local knowledge, which are recognised as distinct) can be invaluable when environmental and climate events have occurred (Nagy, 2016). Traditional knowledge and associated customary practices are often about using resources in a sustainable way and as such are the basis of many community-based resource management activities. Consequently, traditional knowledge has strong linkages to community-based and ecosystem-based approaches to adaptation (Nainoca, 2016)."}, {"text_block_id": "p69_b687", "text": "Policy Linkages"}, {"text_block_id": "p69_b688", "text": "Improving climate change awareness and knowledge is central to advancing the NAP process as well as supporting the implementation of national and regional development policy, plans, and frameworks. It is central to the realisation of many of the fundamental principles stipulated within the NAP Framework. It supports the need for participatory processes, managing trade-offs, and identifying low-regret options within development planning processes. Increasing climate change awareness is a key component of the NCCP, which calls on planning, policy formulation, and decision making to be based on scientifically and technically sound information, including the incorporation of traditional knowledge.  Raising awareness of climate change-related issues across all sectors and levels of government is also a major objective of the NCCP. The importance of climate change awareness has retained its status in the revised NCCP which also raises the importance of countering misinformation and reconfiguring decision-making processes accordingly. The NDP and the FRDP also call for increased awareness of adaptation issues, particularly at communitylevel and with regards to water conservation and farming best practices, but also among other stakeholders such as media organisations."}, {"text_block_id": "p70_b689", "text": "Adaptation Measures"}, {"text_block_id": "p72_b690", "text": "Section 11: Resource Mobilisation"}, {"text_block_id": "p72_b691", "text": "Introduction"}, {"text_block_id": "p72_b692", "text": "Resource mobilisation is used in a broad manner to refer to the accumulation and coordination of resources during the design, implementation, and monitoring of adaptation measures as well as any associated required capacity building. It also refers to how resources are channelled to where they are required. The term ‘resources’ refers to both financial and non-financial resources. Financial resources refer to capital and financial services, ranging across both private and public sources as well as domestic and international sources. Non-financial resources refer to the expertise held by adaptation stakeholders across civil society, the private sector, and development partners."}, {"text_block_id": "p72_b693", "text": "Tackling Adaptation Barriers"}, {"text_block_id": "p72_b694", "text": "Resource mobilisation tackles financial, economic, governance and institutional adaptation barriers. A comprehensive resource mobilisation strategy is important to enable a holistic understanding of what public and private resources are available, identify resource gaps, and improve the way available resources are utilised."}, {"text_block_id": "p72_b695", "text": "The inclusion of non-financial resources reduces vulnerability by supporting knowledge exchange between stakeholders across different levels, albeit with a particular focus on the private sector. Importantly, it reduces vulnerability by supporting access and increasing flows of finance that can be used to invest in adaptation measures."}, {"text_block_id": "p72_b696", "text": "Finance is also critical at all levels for coping with the immediate consequences of climate hazards as well as improving"}, {"text_block_id": "p72_b697", "text": "ex ante"}, {"text_block_id": "p72_b698", "text": "risk reduction. Additionally, finance is important as most adaptation measures require some investment, typically in physical or environmental assets (Fenton et al., 2017a)."}, {"text_block_id": "p72_b699", "text": "The inclusion of finance and financial services contributes towards ensuring a prosperous economy over the long term. It does this by ensuring the financial system does not incentivise or support investment patterns which increase sensitivity or exposure to climate change. By channelling finance towards investments which enhance the resilience of the economy they will also contribute towards keeping the cost of capital and sovereign debt low"}, {"text_block_id": "p72_b700", "text": "71"}, {"text_block_id": "p72_b701", "text": "(Buhr et al., 2018)."}, {"text_block_id": "p72_b702", "text": "Ensuring financial service providers do not inadvertently incentivise or support investment patterns which increase vulnerability to climate variability and change and disasters also helps to ensure their own resilience since they are natural risk aggregators (Pantoja, 2002; Fenton et al., 2017b). In other words, financial institutions depend on a stable economy as much as a stable economy depends on the financial sector."}, {"text_block_id": "p72_b703_merged_merged_merged", "text": "This can be by enhancing the screening, reduction, and management of environmental and climate risk; either directly, through partnerships, or through processes such as the NAP.72"}, {"text_block_id": "p73_b705", "text": "Implementation Considerations"}, {"text_block_id": "p73_b706", "text": "Resource mobilisation is a key area to reduce factors which disempower low-income and otherwise disadvantaged groups, in particular women. This is because inadequate access to financial capital and services is an underlying driver of their low adaptive capacity (Fenton et al., 2017a; Jones et al., 2010)."}, {"text_block_id": "p73_b707", "text": "It is also an area which needs to be democratised, especially with regards to sub-national budgeting. There are several interesting practices worldwide which should be considered. For instance, participatory and gender responsive budgeting which can be incentivised and used in conjunction with performance-based grants. These initiatives have wider benefits such as the promotion of sex- and age-disaggregated data in all budget and reporting processes, as well as improving links and transparency between the government and citizens (Schneider, 2006; Quinn, 2009; UNCDF, 2017; Cabannes and Lipietz, 2017)."}, {"text_block_id": "p73_b708", "text": "Policy Linkages"}, {"text_block_id": "p73_b709", "text": "A comprehensive approach to resource mobilisation is central to advancing the NAP process as well as supporting the implementation of national and regional development policy, plans, and frameworks. This includes the work of the National Financial Inclusion Taskforce, the National Financial Inclusion Strategic Plan, and the Denarau Action Plan. Creating a resource mobilisation strategy was listed as one of the next steps and milestones listed within the NAP Framework. The NCCP (2012) connects with the need for a comprehensive resource mobilisation strategy via the principle of forming strategic partnerships to support government coordination with academic institutions, civil society, faith-based organisations, development partners, and the private sector. It is also linked via the objective of ensuring sustainable financing for climate change efforts."}, {"text_block_id": "p73_b710_merged", "text": "The GGF is connected to the need for a comprehensive resource mobilisation strategy via its chapter on developing and strengthening an enabling environment. This chapter highlights the need for meaningful partnerships, rationalising investment incentives, and enhancing access to finance and financial services. The NDP is connected to the need for a comprehensive resource mobilisation strategy via its chapter on transformational thrusts, specifically the section on financial services. This section calls for improved financial literacy and access to finance."}, {"text_block_id": "p73_b713", "text": "The FRDP has multiple connections to resource mobilisation. It has links to its guiding principles, specifically the need to develop and strengthen partnerships including the sharing of lessons learned and best practices. The need for enhanced access to financial services is listed as a factor influencing efforts to improve resilience. There are also many priority actions associated with the first goals of the FRDP which relate to resource mobilisation for government, civil society, and the private sector. These policy and planning documents provide numerous actions which have been integrated into the NAP."}, {"text_block_id": "p74_b714", "text": "Adaptation Measures"}, {"text_block_id": "p76_b715", "text": "Part Five:"}, {"text_block_id": "p76_b716", "text": "Sectoral Priorities for Adaptation"}, {"text_block_id": "p77_b717", "text": "Section 12: Food and Nutrition Security"}, {"text_block_id": "p77_b718", "text": "Introduction"}, {"text_block_id": "p77_b719", "text": "The inclusion of food and nutrition security as a sector within the NAP is paramount due to Section 36 of the 2013 Constitution of the Republic of Fiji which requires the State to take ‘reasonable measures within its available resources to achieve the progressive realisation of the right of every person to be free from hunger, to have adequate food of acceptable quality and to clean and safe water in adequate quantities’."}, {"text_block_id": "p77_b720", "text": "This NAP supports efforts to ensure food and nutrition security by enhancing the resilience of the food production system. It is acknowledged that food and nutrition security is not only about the production of food but also about the availability, accessibility, utilisation and stability of food production and distribution."}, {"text_block_id": "p77_b721", "text": "Tackling Climate Change Impacts"}, {"text_block_id": "p77_b722", "text": "The inclusion of food production is a key component of wider efforts to ensure food and nutrition security. Climate change poses significant immediate and long-term direct threats towards food production and nutrition security for the community at large and children in particular. Hazards such as flooding and sea level rise and warming as well as an intensification of extreme weather events such as damaging winds, rain and storm surges can result in the destruction of crops, farming equipment, related infrastructure, and the death of fish and livestock. Climate change also poses many indirect threats to the food supply system, such as damaging transport infrastructure and energy supply systems that affects the marketing and storage of agriculture produce. Additionally, the ability of Fiji to finance food imports depends on an economy which is highly sensitive to climate change, most notably the tourism sector. The variety of threats posed by climate change requires a variety of actions, such as those which increase the adaptive capacity of farmers and those which increase resilience by increasing resource use efficiency and rejuvenating damaged ecological systems and making supply systems resilient to environmental and climate events."}, {"text_block_id": "p77_b723", "text": "The food production system is likely to experience multiple pressures over the coming decades. Population size is projected to increase particularly in urban areas which tend to fall on land which would be considered prime agricultural land, forcing agriculture cultivation to shift to marginal slope land. Additionally, people are likely to become wealthier which will create a demand for a more varied, protein-based, and high-quality diet. Competition for land, water, and energy will also increase. In the future it is anticipated that more land will be cultivated, resulting in the clearance of forest areas. Consequently, exposure and sensitivity of land to current and future climate change impacts – such as projected increases in rainfall intensity – will accelerate topsoil and soil nutrient loss with substantial negative implications for food production systems. The adaptation measures proposed here have been identified and prioritised in light of this changing environment. Sustainability is seen as a fundamental principle to maintaining food security today, without jeopardising the next generation’s food security."}, {"text_block_id": "p78_b724", "text": "Policy Linkages"}, {"text_block_id": "p78_b725", "text": "In accordance with food security being an important theme within the 2013 Constitution of the Republic of Fiji, food security is frequently mentioned within the NCCP, NDP, GGF, and the FRDP. The GGF defines food security as the ‘ability to produce safe, healthy, affordable food for all Fijians at all times’."}, {"text_block_id": "p78_b726", "text": "80"}, {"text_block_id": "p78_b727", "text": "The NDP has an entire goal dedicated to ensuring all citizens have ‘access to adequate food of acceptable quality and nutritional value’. The NAP Framework does not have an explicit focus on food security but its principles of inclusiveness and managing trade-offs are vital as addressing food security and climate change requires concerted coordination by many different stakeholders, who at times have competing objectives and differing emphasis on short- and long-term outcomes (HLPE, 2012)."}, {"text_block_id": "p78_b728", "text": "Agriculture"}, {"text_block_id": "p78_b729_merged_merged", "text": "The agricultural sector81 is identified within the NDP as a transformational thrust for Fiji’s development. It plays a vital role in the Fijian economy, with previous estimates indicating it directly and indirectly has a role in the livelihoods of 118,801 households, (61 percent of all households) (FBS, 2017). The average annual export earnings from agriculture activities over the past five years amount to FJD 194.2 million. This is exclusive of fish products, forest products, sugar, mineral water, and alcohol. The NDP aims to promote self-sufficiency in terms of production and exports where a competitive advantage exists."}, {"text_block_id": "p78_b732", "text": "Climate change impacts on the agricultural sector have long been a concern for the Government of Fiji. Agriculture was a prominent theme within the original NCCP (2012) and continues to be a prominent theme within the revised NCCP (2018). Previous estimates indicated that climate change-related losses in agricultural productivity could lead to economic losses of 2–3 percent of Fiji’s gross domestic product (World Bank, 2000). The national level CVA highlights the significant risk climate change poses to this sector and the aims of the NDP, proposing FJD 14 million of climate-proofing investment necessary to safeguard these aims."}, {"text_block_id": "p78_b733", "text": "Tackling Climate Change Impacts"}, {"text_block_id": "p78_b734", "text": "The actions proposed seek to comprehensively enhance resilience through improving capacities to anticipate, reduce, and manage environmental and climate risks. Climate-smart agriculture transforms and re-orientates agricultural systems to support food security under the new realities imposed by climate change. It achieves this through new agricultural technologies and practices but also by promoting coordinated multi-stakeholder collaboration regarding the generation of evidence, enhancement of local institutions, utilisation of both scientific and traditional knowledge, as well as an improvement in the coherence between climate and agricultural policies and finance (Lipper et al., 2014). Sustainable land management supports vulnerability reduction efforts by integrating the management of natural resources relevant to agriculture in land use so as to meet the needs of society without undermining the long-term sustainability of ecosystems."}, {"text_block_id": "p78_b735", "text": "Implementation Considerations"}, {"text_block_id": "p78_b736", "text": "Agricultural production is a key area for actions responsive to the needs of low-income and otherwise disadvantaged groups – such as women, youth, and people living with disabilities – given its importance as a livelihood activity. Whilst these groups are involved in all stages of food production, they face many restrictions, their role is underreported, and often limited to specific tasks (SPC, 2018). For instance, Fijian women are economically active in the marketing of farm produce (Vuki and Vunisea, 2016). It is estimated that the proportion female of market vendors is"}, {"text_block_id": "p79_b737", "text": "between 74-90 percent (UN Women, 2018). Empowering these groups by tackling the restrictions they face in terms of gaining access to agricultural and wider resources and opportunities, and by incentivising them – particularly youths –  to go into agriculture (by professionalising the sector), could increase the productivity and profitability of the entire sector (SPC, 2018). Women also play a key role in shaping the values and attitude of their children in terms of agriculture and climate change adaptation."}, {"text_block_id": "p79_b738", "text": "Adaptation Measures"}, {"text_block_id": "p81_b739", "text": "Fisheries"}, {"text_block_id": "p81_b740", "text": "Fisheries is inevitably a key topic area in national development planning, featuring as a transformational thrust in the NDP and the GGF. At the national level the government is endeavouring to address several sector development challenges, including falling fish stocks and the negative effects of climate change (MoE, 2017a). This includes supporting the revitalisation and conservation of mangroves and corals, in collaboration with its partners (MoE, 2017a). Through the topic of food security, fisheries have always been an important element of climate change planning. The CVA highlights many ways in which the fisheries sector is vulnerable to climate change, while also stating that coastal fisheries are poorly regulated and overexploited. The assessment concludes that as the situation stands Fiji will not be able to meet its future needs, given population growth and the decline of coastal fisheries (GoF, 2017)."}, {"text_block_id": "p81_b741", "text": "Tackling Climate Change Impacts"}, {"text_block_id": "p81_b742", "text": "The topic of fisheries is of special interest to the NAP due to the magnitude of threat posed by climate change to nearshore and off-shore fisheries. In particular, the viability of nearshore fisheries is inextricably tied to the future of coral reefs, sea grasses, and mangroves over a medium- to long-term time frame. Coastal habitats are vital to the health of fisheries, providing homes and nursery grounds to many fish species (Carrasquilla-Henao and Juanes, 2017). Yet coral reefs are one of the most vulnerable eco-systems to climate change and the longer-term outlook for the coral reefs of the Pacific is poor due to threats posed by climate change (IUCN, 2017). Over the long term Fiji may become a net importer of fish as demand is projected to steadily"}, {"text_block_id": "p82_b743", "text": "increase whereas supplies from coastal fisheries are expected to decline, in part due to climate change. Adaptation measures must place greater focus on increasing fish supply and reversing the declining health of coastal fisheries and/or increasing supply from oceanic and freshwater systems including aquaculture (Dey et al., 2016b)."}, {"text_block_id": "p82_b744", "text": "Implementation Considerations"}, {"text_block_id": "p82_b745", "text": "Gender considerations are critical to fisheries. Consequently, it is vital that the context-specific needs of women are recognised, their potential be utilised, and they obtain equitable access to opportunities and mobilised resources within all stages of the project life cycle."}, {"text_block_id": "p82_b746_merged", "text": "Men and women participate equally in fishing activities, although women can be engaged in a wider diversity of fisheries than men despite having less access and usage of equipment (Harper et al., 2013; Chaston Radway et al., 2016; Vuki and Vunisea, 2016). For instance, women dominate invertebrate fishing like gleaning for shellfish and fishing for octopuses (Vuki and Vunisea, 2016). Women are also directly involved in fisheries through processing and sales (Harper et al., 2013). They are also indirectly involved through shaping the values of their children due to their role as primary caregivers (Ram-Bidesi, 2015). Particular scope exists to support the participation of women in aquaculture (Vunisea, 2014)."}, {"text_block_id": "p82_b749", "text": "Adaptation Measures"}, {"text_block_id": "p84_b750", "text": "Section 13: Health"}, {"text_block_id": "p84_b751", "text": "Introduction"}, {"text_block_id": "p84_b752", "text": "The inclusion of health as a sector within the NAP is paramount due to Section 38 of the 2013 Constitution of the Republic of Fiji which requires the State to take"}, {"text_block_id": "p84_b753", "text": "‘reasonable measures within its available resources to achieve the progressive realisation of the right of every person to health, and to the conditions and facilities necessary to good health, and to health care services, including reproductive health care’"}, {"text_block_id": "p84_b754", "text": "."}, {"text_block_id": "p84_b755", "text": "Tackling Climate Change Impacts"}, {"text_block_id": "p84_b756", "text": "Fiji is highly vulnerable to the negative impacts of climate change on health due to geographic and socioeconomic factors combined with exposure to changing weather patterns and its limited capacity to manage and adapt to the health risks it entails."}, {"text_block_id": "p84_b757", "text": "Fiji will experience negative health impacts associated with projected climate change in three ways. First, its population will suffer direct impacts caused by weather and climate extremes. Secondly, there will be unfavourable alterations in ecological systems, altering the distribution and intensity of communicable diseases spread by vectors. Thirdly, there will be extensive mental health impacts such as trauma and stress, including that created by the loss of traditional homes and villages. Highest of concern are indirect and diffuse effects of climate-sensitive health risks, in particular the four main climate-sensitive diseases of dengue fever, typhoid fever, leptospirosis, and diarrhoeal disease (McIver et al., 2012). Fiji tends to experience outbreaks of these diseases when floods or cyclones have occurred (GoF, 2017)."}, {"text_block_id": "p84_b758", "text": "Tackling these negative impacts will be important to tackling the negative impacts of climate change and increasing adaptive capacity. Health is a key component of human capital and an input to producing other forms of human capital (Bleakley, 2010). Consequently, focusing on health is also expedient as part of efforts to increase resilience. Health would be an important factor in adaptive capacity even if climate change did not negatively impact human health. In other words, improving health is a no-regret option as it provides benefits regardless of climate change. This is stressed in the CVA which stresses that ‘human health is a key component of adaptation activities across all sectors’ and that a ‘healthy population is a resilient population’ (GoF, 2017:123)."}, {"text_block_id": "p84_b759", "text": "Implementation Considerations"}, {"text_block_id": "p84_b760", "text": "Tackling health issues in Fiji must be inclusive of all stakeholder types since the Fijian health system includes government, private, non-government, and traditional care options operating within a complex legislative and regulatory environment (ADB, 2016)."}, {"text_block_id": "p84_b761", "text": "People living in rural areas experience greater health care constraints, such as higher travel costs and longer waiting times. Constraints impact women more than men as they have additional reproductive, care giving, and subsistence responsibilities. Women often only use local services, rather than divisional hospitals, due to time constraints and transportation costs, increasing the"}, {"text_block_id": "p85_b762", "text": "risk of developing advanced dangerous health conditions (ADB, 2016). Identifying and protecting the health of low-income and otherwise disadvantaged groups should be a particular priority as they will disproportionately experience climate change impacts on health (MoHMS, 2013; Lawler, 2011)."}, {"text_block_id": "p85_b763", "text": "Relation to Policy"}, {"text_block_id": "p85_b764", "text": "Health is an important sector within the NDP which aims to improve medical services to international standards with a major focus on tertiary health care and overall medical service delivery over the next 20 years. Health is a reoccurring issue raised within the CVA with vector-borne, water-borne, and non-communicable diseases sensitive to temperatures. It is also highlighted how health issues exacerbated by climate change can have subsequent indirect negative impacts on key economic sectors. It is estimated that climate change may decrease tourism revenues in Fiji by 18 percent by 2030. The GGF does not have a focus on health but does emphasise the benefits to health of the overall framework. Climate change and health issues are covered within the old and the revised NCCP. There is also already a sectoral Climate Change and Health Strategic Action Plan (2016), which forms a significant proportion of the collection of adaptation measures outlined below."}, {"text_block_id": "p85_b765", "text": "Adaptation Measures"}, {"text_block_id": "p88_b766", "text": "Section 14: Human Settlements"}, {"text_block_id": "p88_b767", "text": "Introduction"}, {"text_block_id": "p88_b768_merged", "text": "The term ‘human settlements’ refers to localities and populated places in which people live. The term is selected to purposefully encompass cities, towns, and rural communities. There is no explicit reference to ‘human settlements’ within the 2013 Constitution of the Republic of Fiji, but it can be seen within Section 35 which calls on the State to take ‘reasonable measures within its available resources to achieve the progressive realisation of the right of every person to accessible and adequate housing’."}, {"text_block_id": "p88_b771", "text": "Tackling Climate Change Impacts"}, {"text_block_id": "p88_b772", "text": "The vulnerability of human settlements is a critical issue with both urban and rural settlements at high risk to several environmental and climate hazards. Vulnerability mixes with littoralisation and constrained public sector resources to result in planning and management efforts which have not been able to adequately provide serviced land in safe areas for the construction of houses (GoF, 2017). This has affected middle and low-income earners the most as it has pushed up the price of safe living spaces to levels well beyond which the majority of the population can afford. This coupled with growing rural to urban population migration has led to increases in the number of informal settlements which were described by the CVA as ‘vulnerability hot spots’ (GoF, 2017). Additionally, homesteads tend to be highly vulnerable, with one in five households experiencing the total destruction of their homes and personal belongings due to Cyclone Winston and did not have insurance cover, in part due to inadequate building codes (GoF, 2016; Lucas, 2015)."}, {"text_block_id": "p88_b773", "text": "Tackling these negative impacts will be important to tackling the negative impacts of climate change and increasing adaptive capacity. Urban areas contribute greatly to economic activity at the national level and therefore efforts which enhance resilience of these areas contribute towards adaptive capacity at the national level. Better land planning, management, and usage can also bring wider benefits such as lower cost of providing public services, reduced urban sprawl and the protection of natural resources, and reduced social segregation (UN-Habitat, 2015). Resilient housing is a vital element in the wellbeing of households and represents a significant household asset to which households devote substantial resources. Investing in measures which improve resilience now can also save resources in the future. For instance, a recent study into adaptation options for Lami Town found that while potential damages of FJD 232 million could be expected, the implementation of adaptation measures to reduce or prevent these costs would only cost FJD 24 million over 20 years (Rao et al., 2013)."}, {"text_block_id": "p88_b774", "text": "Implementation Considerations"}, {"text_block_id": "p88_b775", "text": "Over half of the national population live in urban areas, with population rates in these areas higher compared to rural areas. Climate change poses and influences many risks facing urban areas (UN-Habitat, 2012). Approximately 20 percent of the urban population live in 171 informal settlements in high-risk peri-urban areas with limited access to basic services and their number and density is increasing (UN-Habitat, 2013)."}, {"text_block_id": "p89_b776", "text": "Informal settlements are populated by low-income and otherwise disadvantaged groups and households, a high proportion of which are female-headed households who are especially vulnerable (ADB, 2017). Inadequate housing and access to services – combined with the general exposure to environmental and climate hazards faced by all urban centres in Fiji – make informal settlements and particularly the women residing within them important focal areas for adaptation planning. Supporting these populations will require greater inclusivity of stakeholders representing these groups (UN-Habitat, 2013). Ensuring gender considerations are adequately addressed in implementation will align the prioritised actions with the Women’s Plan of Action which address the need for accessible, decent, and affordable housing (MoWCPA, 2009)."}, {"text_block_id": "p89_b777_merged", "text": "Many urban areas contribute towards environmental degradation, notably through the clearing of mangroves and coral reef extraction which both provide protection against storm surges and cyclones (UN-Habitat, 2012). However, there is evidence that ecosystem-based approaches, whether or not they are combined with engineering options, can provide a high benefit-to-cost ratio in terms of avoided damages while also providing secondary ecosystem services, such as supporting inshore artisanal fisheries (Rao et al., 2013). Some instance of mangrove restoration now exist in urban planning, and these should be up-scaled (UN-Habitat, 2012)."}, {"text_block_id": "p89_b780", "text": "Policy Linkages"}, {"text_block_id": "p89_b781", "text": "The NDP has a focus on ‘housing development’ and highlights ‘sustainable cities and towns’ as a transformational thrust. The CVA highlights topics related to human settlements as a major intervention area for adaptation, making an important specific reference to informal settlements. The issue of informal settlements was previously raised within the GGF. In this framework numerous factors are recognised as contributing to the problem, including high rural-urban migration, inadequate supply of urban housing stock, as well as limited access to finance and affordable housing. These factors are likely to be exacerbated by climate risk over the medium to long term. The GGF influences the NAP process through its promotion of the ‘building back better’ principle and the stipulated need to update building codes and regulations. Under the NAP there will be a need to ensure that these principles and codes capture the need for climate resilience. The original NCCP incorporates human settlement issues by highlighting the need for urban planning to better integrate climate change issues. The revised NCCP progresses the issue, importantly raising the need for relocation guidelines to direct the resettlement of coastal communities which are at risk due to sea level rise. This issue will become ever more important over the medium and long term as climate change impacts progress. It is important that any relocation be voluntary and as a result of meaningful and informed consultation that fully respects the rights of affected persons."}, {"text_block_id": "p90_b782", "text": "Adaptation Measures"}, {"text_block_id": "p92_b783", "text": "Section 15: Infrastructure"}, {"text_block_id": "p92_b784", "text": "Introduction"}, {"text_block_id": "p92_b785", "text": "Infrastructure is defined here as a system of public works in a country, state or region, including roads, utility lines, and public buildings. It will be paramount for Fiji to develop climate-resilient infrastructure which considers environmental and climate risks over the short, medium, and long terms. How infrastructure is developed has indirect impacts on all other sectors identified as an adaptation priority."}, {"text_block_id": "p92_b786", "text": "Tackling Climate Change Impacts"}, {"text_block_id": "p92_b787", "text": "Infrastructure is critical to other adaptation efforts. For instance, climate information management and services depend heavily on infrastructure, especially regarding information communication technology.  Infrastructure is also a critical consideration in the relocation process of communities affected by sea level rise. It is also vital to food security efforts and increasing agricultural production in the interior of Viti Levu and Vanua Levu. Consequently, while the sections below outline adaptation measures required within the areas of water and sanitation, energy, and transportation, there is still a need for cross-sectoral communication to enable opportunities and risks to be identified between infrastructure and all other sectors of national adaptation planning, including the coordination of emergency planning and disaster management in the event of infrastructure failure."}, {"text_block_id": "p92_b788", "text": "Implementation Considerations"}, {"text_block_id": "p92_b789", "text": "Access to basic services is a core component of the Fiji Women’s Plan of Action which recognises both the need for improved infrastructure while also highlighting that women carry the burdens associated with limited access which has subsequent implications for their involvement in income-generating activities (MoWCPA, 2009)."}, {"text_block_id": "p92_b790", "text": "A useful checklist of gender activities particular to infrastructure is provided below (see Wong, A., 2016):"}, {"text_block_id": "p92_b791", "text": "1)"}, {"text_block_id": "p92_b792", "text": "Prioritise women’s and children’s access to services, ensuring that designs remove physical barriers and constraints on access."}, {"text_block_id": "p92_b793", "text": "2)"}, {"text_block_id": "p92_b794", "text": "Ensure at least equal participation of women in consultations and meetings, and if necessary organise separate meetings for women, recognising that extra resources to attend meetings and consultations may be required."}, {"text_block_id": "p92_b795", "text": "3)"}, {"text_block_id": "p92_b796", "text": "Ensure females are represented on grievance redress committees and receive equal and adequate compensation relative to males."}, {"text_block_id": "p92_b797", "text": "105"}, {"text_block_id": "p92_b798", "text": "4)"}, {"text_block_id": "p92_b799_merged_merged", "text": "Encourage women’s involvement in labour-based work106 and ensure equal pay for equal work and direct payment."}, {"text_block_id": "p92_b802", "text": "5)"}, {"text_block_id": "p92_b803", "text": "Include a gender specialist in design and supervision teams to manage the implementation of gender analysis and gender action plans and provide gender awareness training to staff, and provincial/district officers."}, {"text_block_id": "p93_b804", "text": "6)"}, {"text_block_id": "p93_b805", "text": "Develop a performance system measuring the implementation of gender action plans, including sex- and age-disaggregated data in baseline and progress studies, and monitoring and evaluation reports."}, {"text_block_id": "p93_b806", "text": "The integration of ecosystem-based approaches to adaptation is another implementation consideration. There is much evidence for the benefits of ecosystem-based or hybrid approaches to infrastructure compared to purely hard approaches (Rao et al., 2013). For instance, planting riparian buffers and afforestation have been found to be more cost-effective options to deal with flooding across different climate scenarios in the Ba and Penang river catchments compared to engineered solutions. Typical engineering solutions, such as dredging rivers, had high costs relative to benefits, and less equitable benefit distributions; for instance benefits accrue only to downstream communities (Daigneault et al., 2016)."}, {"text_block_id": "p93_b807", "text": "Policy Linkages"}, {"text_block_id": "p93_b808", "text": "The GGF covers many themes relevant to infrastructure such as energy security and transportation but often from a low-carbon development perspective. Its section on freshwater resources and sanitation management does offer adaptation planning guidance. The GGF highlights that inadequate infrastructure investment suppresses national economic growth and that upgrading infrastructure must remain a major national priority. It also highlights linkages between infrastructure and the private sector both in terms of financing requirements and the general role of infrastructure in strengthening the private sector. The NDP discusses infrastructure throughout, making specific reference to energy, transport, and water and sanitation. However, only at times does it make specific references to the need for climate resilience (see sections on water and energy). The CVA places much focus on the need for future infrastructure investment to ensure resilience to climate change and natural hazards. The assessment indicates that almost FJD 9 billion will be needed to climate-proof infrastructure over the next ten years."}, {"text_block_id": "p93_b809", "text": "The original NCCP refers to the dangers climate change can pose to infrastructure and call for greater integration of climate change projections into development planning processes which involve infrastructure investment. The vulnerability of infrastructure to climate change means its inclusion in the NAP process is a must as the 2013 Constitution of the Republic of Fiji makes several guarantees which relate to infrastructure. For instance, Section 35 guarantees the right of every person to accessible and adequate sanitation, while Section 36 guarantees the right of every person to clean and safe water in adequate quantities."}, {"text_block_id": "p94_b810", "text": "Adaptation Measures"}, {"text_block_id": "p94_b811", "text": "Water and Sanitation"}, {"text_block_id": "p95_b812", "text": "Energy"}, {"text_block_id": "p97_b813", "text": "Transport"}, {"text_block_id": "p98_b814", "text": "Hazard Management"}, {"text_block_id": "p100_b815", "text": "Section 16: Biodiversity and the Natural Environment"}, {"text_block_id": "p100_b816", "text": "Introduction"}, {"text_block_id": "p100_b817", "text": "The inclusion of biodiversity and the natural environment in the NAP is predicated on:"}, {"text_block_id": "p100_b818", "text": "1)"}, {"text_block_id": "p100_b819", "text": "The large social and economic climate resilience benefits derived from intact and healthy ecosystems."}, {"text_block_id": "p100_b820", "text": "2)"}, {"text_block_id": "p100_b821", "text": "The need to protect biodiversity and the natural environment from climate and non-climate related threats."}, {"text_block_id": "p100_b822", "text": "3)"}, {"text_block_id": "p100_b823", "text": "Inter-generational equity as enshrined in Section 40 of the 2013 Constitution of the Republic of Fiji which guarantees the ‘"}, {"text_block_id": "p100_b824", "text": "right to a clean and healthy environment, which includes the right to have the natural world protected for the benefit of present and future generations through legislative and other measures"}, {"text_block_id": "p100_b825", "text": "’."}, {"text_block_id": "p100_b826", "text": "Tackling Climate Change Impacts"}, {"text_block_id": "p100_b827", "text": "The role of biodiversity and the natural environment in providing essential ecosystem goods and services to Fiji is increasingly being realised. National marine ecosystem services have been valued at FJD 2.5 billion per annum (Gonzalez and Ram-Bidesi, 2015). These goods and services provide the biophysical foundation for much economic activity, particularly those vital for the national economy (fisheries, forestry, agriculture and tourism)."}, {"text_block_id": "p100_b828", "text": "Tourism is of particular relevance as one of the most important components of the economy. Approximately 40 percent of Fiji’s GDP and employment can be traced some to the tourism sector. It supports and provides livelihoods as well as having a vital role in supporting the national balance of payments. There is also strong potential for the tourism sector to support the maintenance of protected areas through admission fees (Sykes et al., 2018b)."}, {"text_block_id": "p100_b829", "text": "However, much of Fiji’s biodiversity and natural environment is itself vulnerable to climate change over the medium and long term as documented by the CVA (GoF, 2017). For"}, {"text_block_id": "p100_b830", "text": "Figure 25:"}, {"text_block_id": "p100_b831", "text": "Importance of Tourism to the Fijian National Economy"}, {"text_block_id": "p101_b832", "text": "instance, our coral reef ecosystems are one of the most vulnerable ecosystems to climate change and the longer-term outlook for coral reefs in the Pacific is poor (IUCN, 2017). More immediately, national ecosystems are degrading due to insufficient protection from development-related activities such as unsustainable logging, clearance for commercial developments, infrastructure and agriculture, and over-fishing. This in turn renders them less capable of adapting to climate change impacts, reducing their climate resilience benefits to society. As Fiji’s largest income earner, the economic benefits of intact ecosystems to the tourism sector is of paramount importance."}, {"text_block_id": "p101_b833", "text": "Implementation Considerations"}, {"text_block_id": "p101_b834", "text": "A number of related issues make efforts to strengthen the management of Fiji’s biodiversity and natural environment particularly challenging. These include complex land and natural resource tenure systems, a plethora of fragmented environmental legislation and management responsibilities, the absence of a coherent protected area policy, insufficient political commitment and weak environmental governance institutions. Fiji is developing at a rapid rate, and environmental management that seeks to regulate development activities is often perceived as an unnecessary inconvenience. These structural and perception challenges need to be addressed head on to ensure that Fiji’s development pathway, and the welfare of its citizens, is protected from the impacts of climate change."}, {"text_block_id": "p101_b835", "text": "Policy Linkages"}, {"text_block_id": "p101_b836", "text": "The typical policy and planning documents which apply to other sections of this NAP apply less to policy and planning regarding biodiversity and the natural environment. For instance, it has not been a focus of climate change policy despite its multiple connections."}, {"text_block_id": "p101_b837", "text": "The NDP does not habitually place particular attention to biodiversity and natural environment issues. However, it does call for the strengthened enforcement of the Environment Management Act and Environment Impact Assessments. This is also echoed in the FRDP. It also recognises the role of protecting against natural hazards and supporting economic growth. For instance, it draws attention to connections between biodiversity conservation issues and its linkages to the tourism industry. The economic case for conserving biodiversity and the natural environment is also outlined in both the CVA and the GGF. These outline how better management of ecosystems can help to ensure the protection that they provide against natural hazards and reduce adaptation costs. Additionally, the conservation of ecosystems is promoted as the resource base for basic services such as energy and water."}, {"text_block_id": "p101_b838", "text": "The CVA also gives attention to the need to improve management of environmental resources and ecosystems and the enforcement of environmental legislation in light of degraded habitats and resources. Linkages between the natural environment and economic sectors are once again highlighted in particular fisheries, forestry, agriculture, and tourism. It highlights the following as required:"}, {"text_block_id": "p101_b839", "text": "1)"}, {"text_block_id": "p101_b840", "text": "Protect mangrove and coastal systems to help reduce erosion of coastlines, reduce coastal protection costs, and support tourism;"}, {"text_block_id": "p101_b841", "text": "2)"}, {"text_block_id": "p101_b842", "text": "Protect watersheds and forests to sustain surface water flow and improved groundwater reserves;"}, {"text_block_id": "p101_b843", "text": "3)"}, {"text_block_id": "p101_b844_merged", "text": "Preserve soil and soil fertility, including through training and capacity building of communities;"}, {"text_block_id": "p101_b846", "text": "4)"}, {"text_block_id": "p101_b847", "text": "Invest in community-led activities in forest, coastal, and coral reef areas;"}, {"text_block_id": "p101_b848", "text": "5)"}, {"text_block_id": "p101_b849", "text": "Increase budgets for management of protected areas;"}, {"text_block_id": "p102_b850", "text": "6)"}, {"text_block_id": "p102_b851", "text": "Improve waste management and processing to reduce pressure on the environment and ecosystems."}, {"text_block_id": "p102_b852", "text": "The GGF highlights many of the same topics highlighted in the NDP and CVA. For instance, it highlights sustainable waste management as a thematic area while the natural environment is covered by the thematic area entitled ‘Sustainable Island and Ocean Resources’. The GGF highlights the need for ecosystem-based approaches to utilising natural resources, the identification of innovative enforcement and ownership models, national land use planning to guide development and enhancing the monitoring and evaluation of natural resources."}, {"text_block_id": "p102_b853", "text": "The DRRP highlights linkages between natural disasters and unsustainable uses of natural resources, declining ecosystem health, unsustainable resource utilisation, and makes strong reference to the need to restore ecosystems and habitats degraded by environmental and climate events."}, {"text_block_id": "p102_b854_merged", "text": "Outside of the major national development planning documents, the major policy and action plan relating to biodiversity is the Biodiversity Strategy and Action Plan which contains over 150 actions spanning seven thematic areas: forest conversion management, invasive alien species, inshore fisheries, protected areas, coastal development, species conservation: threatened and endangered species, and inland waters. This was originally endorsed by Cabinet in 2003 but has recently been revised. It was developed to implement Fiji’s obligations in relation to the United Nations Convention on Biological Diversity. As a national policy document it is recognised under the Environment Management Act 2005 and its mission is to (GoF, 2018):"}, {"text_block_id": "p102_b857", "text": "1)"}, {"text_block_id": "p102_b858", "text": "Take effective and urgent action to halt the loss of biodiversity in order to ensure that by 2020 ecosystems are resilient and continue to provide essential services, thereby securing the planet’s variety of life, and contributing to human well-being and poverty eradication;"}, {"text_block_id": "p102_b859", "text": "2)"}, {"text_block_id": "p102_b860", "text": "To ensure this, pressures on biodiversity are reduced, ecosystems are restored, biological resources are sustainably used and benefits arising out of utilisation of genetic resources are shared in a fair and equitable manner; and"}, {"text_block_id": "p102_b861", "text": "3)"}, {"text_block_id": "p102_b862", "text": "Adequate financial resources are provided, capacities are enhanced, biodiversity issues and values mainstreamed, appropriate policies are effectively implemented, and decision making is based on sound science and the precautionary approach."}, {"text_block_id": "p102_b863", "text": "Adaptation Measures"}, {"text_block_id": "p104_b864", "text": "Part Six:"}, {"text_block_id": "p104_b865", "text": "Next Steps"}, {"text_block_id": "p105_b866", "text": "Section 17: Future Work"}, {"text_block_id": "p105_b867", "text": "Introduction"}, {"text_block_id": "p105_b868", "text": "This NAP document is to be supplemented by three additional stages to ensure effectiveness. These are the development of a monitoring and evaluation system, and the development of communication and financing plans. This section of the NAP provides some guidance regarding what these should entail and why they are required."}, {"text_block_id": "p105_b869", "text": "Monitoring and Evaluation"}, {"text_block_id": "p105_b870", "text": "A monitoring and evaluation system for the NAP process is required to lead efforts to identify achievements regarding the implementation of the NAP and support the development of the next iteration. The monitoring and evaluation in terms of analysis should be produced by the Climate Change and International Cooperation Division of the Ministry of Economy on behalf of the NCCCC."}, {"text_block_id": "p105_b871", "text": "Data collection should be conducted and shared by any entities which have implemented NAP actions. It is believed that much of ‘outputs’ data will come from Government Ministries who have either directly executed actions or have acted as implementers and overseen the execution of actions by others such as community-based or non-governmental organisations. It is likely that the assessment of ‘outcomes’ will have to be externally supported and have to recognise that the success of interventions may only be evident or arise sometime after completion."}, {"text_block_id": "p105_b872", "text": "The monitoring and evaluation system should capture both processes and outcomes. Processes should be assessed using the values and principles of the NAP Framework as a minimum, which was used as the basis of the multi-criteria analysis utilised in the prioritisation process."}, {"text_block_id": "p105_b873", "text": "The monitoring and evaluation should cover the entire life-cycle of the first iteration of the NAP and inform the next iteration. A mid-term review should be possible and be conducted to enable the NCCCC to determine what progress has been made and make any necessary changes. The results of the monitoring and evaluation system should inform the next national CVA."}, {"text_block_id": "p105_b874", "text": "Financing Strategy"}, {"text_block_id": "p105_b875_merged", "text": "There is a need to produce a comprehensive financing strategy for the NAP. The requirement is for the financial plan to be specific to Fiji, its NAP, and must not merely provide general guidance – such as highlighting which financial mechanisms exist under the UNFCCC and which can be used to finance NAP processes."}, {"text_block_id": "p105_b877", "text": "This strategy should estimate the total cost of actions in the NAP process to an acceptable level, recognising that this process supports the implementation process and does not have to be exact. It should provide insight into how these costs will be borne cross time and which are likely to be on-going costs."}, {"text_block_id": "p105_b878", "text": "This strategy should establish existing sources of finance (public, private, and international) as well as fiscal tools and financial instruments to meet these costs over the long term. Attention"}, {"text_block_id": "p106_b879", "text": "should be given to the specific national context in terms of circumstances, relationships, and capacities. A strategy for blending streams of finance will be paramount."}, {"text_block_id": "p106_b880_merged", "text": "In line with the NAP Theory of Change, it should adopt a broad perspective of the financial system and its role in incentivising climate-resilient investment patterns within the economy by household, communities, and businesses. In this regard the financial strategy should establish the appropriate strategic roles of public entities – in particular the Reserve Bank Fiji and the Fiji Development Bank – in catalysing finance mobilisation. It should also establish the important private sector financial institutions operating in Fiji and identify capacity gaps in terms of their ability to integrate environmental and climate risk as well as specify actions required to address these gaps. It should also establish what regulation and policy incentives are required to align the activities of private financial institutions with the NAP Vision."}, {"text_block_id": "p106_b883", "text": "There should be specific attention to the Environmental and Climate Adaptation Levy proceeds and provide guidance on future required modalities and windows to meet current and future needs."}, {"text_block_id": "p106_b884", "text": "Communications Strategy"}, {"text_block_id": "p106_b885", "text": "Finally, there is a need to make and implement a communications strategy to support the adoption of the NAP principles, raises awareness of the approach and the importance of the NAP process, and the implementation of its actions at all levels and by all relevant stakeholders. The communications strategy should also establish its own monitoring and evaluation system to measure its performance and change if necessary."}, {"text_block_id": "p106_b886", "text": "A strategic approach to communications is required which develops tailored messages (statistics, interest-stories, and sound bites) for different stakeholder groups. A stakeholder mapping exercise which understands the needs, interests, influence, and vernacular of stakeholders is vital. These messages should be delivered through appropriate mediums and adopt vernacular utilised by each stakeholder group."}, {"text_block_id": "p106_b887", "text": "The purpose of the communications strategy is to improve how the government engages with stakeholders at all levels and across all groups. Such engagement should have value for both the implementation of the NAP and the monitoring and evaluation process and thus the design of the next NAP. It should ensure a two-way flow of views, top-down and bottom-up in a way which vertically integrates the NAP process."}, {"text_block_id": "p107_b888", "text": "References"}, {"text_block_id": "p107_b889", "text": "ADB. 2016."}, {"text_block_id": "p107_b890", "text": "Fiji country gender assessment 2015"}, {"text_block_id": "p107_b891", "text": ". Mandaluyong City, Philippines: Asian Development Bank."}, {"text_block_id": "p107_b892", "text": "ADB. 2017."}, {"text_block_id": "p107_b893", "text": "Engaging with cities of the future: A perspective"}, {"text_block_id": "p107_b894", "text": ". Manila, Philippines: Asian Development Bank."}, {"text_block_id": "p107_b895", "text": "Adger, W.N., Agrawala, S., Mirza, M.M.Q., Conde, C., O’Brien, K., Pulhin, J., Pulwarty, R., Smit, B. and Takahashi, K. 2007. Assessment of adaptation practices, options, constraints and capacity. In: Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, M.L.P., O.F. Canziani, J.P. Palutikof, P.J. van der Linden and C.E. Hanson, Eds ed."}, {"text_block_id": "p107_b896", "text": "Climate change 2007: Impacts, Adaptation and Vulnerability"}, {"text_block_id": "p107_b897", "text": ".  Cambridge, UK: Cambridge University Press, pp.717-743."}, {"text_block_id": "p107_b898", "text": "Aguilar, L., Granat, M. and Owren, C. 2015."}, {"text_block_id": "p107_b899", "text": "Roots for the future: The landscape and way forward on gender and climate change"}, {"text_block_id": "p107_b900", "text": ". Washington, DC: IUCN & GGCA."}, {"text_block_id": "p107_b901", "text": "Ahmed, M., Maclean, J., Gerpacio, R.V. and Sombilla, M. 2011."}, {"text_block_id": "p107_b902", "text": "Food Security and Climate Change: Rethinking the Options"}, {"text_block_id": "p107_b903", "text": ". Pacific Studies Series. Mandaluyong, Philippines: Asian Development Bank."}, {"text_block_id": "p107_b904", "text": "Arnstein, S.R. 1969. A Ladder of Citizen Participation."}, {"text_block_id": "p107_b905", "text": "JAIP"}, {"text_block_id": "p107_b906", "text": ". 35(4), pp.216-224."}, {"text_block_id": "p107_b907", "text": "Asch, R.G., Cheung, W.W.L. and Reygondeau, G. 2018. Future marine ecosystem drivers, biodiversity, and fisheries maximum catch potential in Pacific Island countries and territories under climate change."}, {"text_block_id": "p107_b908", "text": "Marine Policy"}, {"text_block_id": "p107_b909", "text": ". 88, pp.285-294."}, {"text_block_id": "p107_b910", "text": "Australian Bureau of Meteorology and CSIRO. 2011."}, {"text_block_id": "p107_b911", "text": "Climate Change in the Pacific: Scientific Assessment and New Research"}, {"text_block_id": "p107_b912", "text": ". Volume 1: Regional Overview. Melbourne, Australia: Australian Bureau of Meteorology and Commonwealth Scientific and Industrial Research Organisation."}, {"text_block_id": "p107_b913", "text": "Betzold, C. 2015. Adapting to climate change in small island developing states."}, {"text_block_id": "p107_b914", "text": "Climatic Change"}, {"text_block_id": "p107_b915", "text": ". 133(3), pp.481-489."}, {"text_block_id": "p107_b916", "text": "Bickersteth, S., Dupar, M., Espinosa, C., Huhtala, A., Maxwell, S., Pacha, M.J., Sheikh, A.T. and Wesselink, C. 2017."}, {"text_block_id": "p107_b917", "text": "Mainstreaming climate compatible development"}, {"text_block_id": "p107_b918", "text": ". London: Climate and Development Knowledge Network."}, {"text_block_id": "p107_b919", "text": "Biesbroek, G.R., Klostermann, J.M., Termeer, C.A.M. and Kabat, P. 2013. On the nature of barriers to climate change adaptation."}, {"text_block_id": "p107_b920", "text": "Regional Environmental Change"}, {"text_block_id": "p107_b921", "text": ". 13(5), pp.1119-1129."}, {"text_block_id": "p107_b922_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Bleakley, H. 2010. Health, Human Capital, and Development. Annual review of economics. 2, pp.283-310."}, {"text_block_id": "p107_b925", "text": "BRCC. 2012. Labasa Outcomes. In:"}, {"text_block_id": "p107_b926", "text": "National Summit for Building Resilience to Climate Change, 23-25th October 2012, Labasa Town, Macuata Province, Fiji"}, {"text_block_id": "p107_b927", "text": "."}, {"text_block_id": "p107_b928", "text": "Brown, P., Daigneault, A. and Gawith, D. 2017."}, {"text_block_id": "p107_b929", "text": "Climate change and the economic impacts of flooding on Fiji. Climate and Development"}, {"text_block_id": "p107_b930", "text": ". 9(6), pp.493-504."}, {"text_block_id": "p108_b931", "text": "Buhr, B., Donovan, C., Kling, G., Lo, Y., Murinde, V., Pullin, N. and Volz, U. 2018."}, {"text_block_id": "p108_b932", "text": "Climate Change and the Cost of Capital in Developing Countries"}, {"text_block_id": "p108_b933", "text": ". Assessing the impact of climate risks on sovereign borrowing costs. London, UK: Imperial College Business School and SOAS University of London."}, {"text_block_id": "p108_b934", "text": "Cabannes, Y. and Lipietz, B. 2017. Revisiting the democratic promise of participatory budgeting in light of competing political, good governance and technocratic logics."}, {"text_block_id": "p108_b935", "text": "Environment and Urbanization"}, {"text_block_id": "p108_b936", "text": ". 30(1), pp.67-84."}, {"text_block_id": "p108_b937", "text": "Caimi, A. 2016."}, {"text_block_id": "p108_b938", "text": "Baseline data on local building culture and coping strategies"}, {"text_block_id": "p108_b939", "text": ". CRAterre. International Centre for Earthen Construction."}, {"text_block_id": "p108_b940", "text": "CARE. 2018."}, {"text_block_id": "p108_b941", "text": "Practical Guide to Participatory Scenario Planning"}, {"text_block_id": "p108_b942", "text": ". Elements of Participatory Scenario Planning. Copenhagen, Denmark: CARE International."}, {"text_block_id": "p108_b943", "text": "Carrasquilla-Henao, M. and Juanes, F. 2017. Mangroves enhance local fisheries catches: a global meta-analysis."}, {"text_block_id": "p108_b944", "text": "Fish and Fisheries"}, {"text_block_id": "p108_b945", "text": ". 18(1), pp.79-93."}, {"text_block_id": "p108_b946", "text": "CBD. 2009."}, {"text_block_id": "p108_b947", "text": "Connecting Biodiversity and Climate Change Mitigation and Adaptation: Report of the Second Ad Hoc Technical Expert Group on Biodiversity and Climate Change"}, {"text_block_id": "p108_b948", "text": ". CBD Technical Series No. 41. Montreal, Canada: Secretariat of the Convention on Biological Diversity (CBD)."}, {"text_block_id": "p108_b949", "text": "Challinor, A. 2008. Towards a Science of Adaptation that Prioritises the Poor."}, {"text_block_id": "p108_b950", "text": "IDS Bulletin"}, {"text_block_id": "p108_b951", "text": ". 39(4), pp.81-86."}, {"text_block_id": "p108_b952", "text": "Chand, S.S. and Walsh, K.J.E. 2009. Tropical Cyclone Activity in the Fiji Region: Spatial Patterns and Relationship to Large-Scale Circulation."}, {"text_block_id": "p108_b953", "text": "Journal of Climate"}, {"text_block_id": "p108_b954", "text": ". 22(14), pp.3877-3893."}, {"text_block_id": "p108_b955", "text": "Chandra, A. and Dalton, J. 2010. Mainstreaming adaptation within Integrated Water Resources Management (IWRM) in small island developing states (SIDS): a case study of the Nadi River Basin, Fiji Islands. In: Andrade Pérez, Á., et al. eds."}, {"text_block_id": "p108_b956", "text": "Building Resilience to Climate Change: Ecosystembased adaptation and lessons from the field"}, {"text_block_id": "p108_b957", "text": ". Gland, Switzerland: IUCN, pp.47-60."}, {"text_block_id": "p108_b958", "text": "Chaston Radway, K., Manley, M., Mangubhai, S., Sokowaqanilotu, E., Lalavanua, W., Bogiva, A., Caginitoba, A., Delai, T., Draniatu, M., Dulunaqio, S., Fox, M., Koroiwaqa, I., Naisilisili, W., Rabukawaqa, A., Ravonoloa, K. and Veibi, T. 2016."}, {"text_block_id": "p108_b959", "text": "Impact of Tropical Cyclone Winston on Fisheries-Dependent Communities in Fiji"}, {"text_block_id": "p108_b960", "text": ". Report No.03/16. Suva, Fiji: Wildlife Conservation Society."}, {"text_block_id": "p108_b961", "text": "CSIRO. 2014."}, {"text_block_id": "p108_b962", "text": "Climate Variability, Extremes and Change in the Western Tropical Pacific: New Science and Updated Country Reports"}, {"text_block_id": "p108_b963", "text": ". Pacific-Australia Climate Change Science and Adaptation Planning Program Technical Report. Melbourne, Australia: Australian Bureau of Meteorology and Commonwealth Scientific and Industrial Research Organisation."}, {"text_block_id": "p108_b964", "text": "Daigneault, A., Brown, P. and Gawith, D. 2016. Dredging versus hedging: Comparing hard infrastructure to ecosystem-based adaptation to flooding."}, {"text_block_id": "p108_b965", "text": "Ecological Economics"}, {"text_block_id": "p108_b966", "text": ". 122, pp.25-35."}, {"text_block_id": "p108_b967", "text": "Dazé, A. and Dekens, J. 2017."}, {"text_block_id": "p108_b968", "text": "A Framework for Gender-Responsive National Adaptation Plan (NAP) Processes"}, {"text_block_id": "p108_b969", "text": ". NAP Global Network."}, {"text_block_id": "p108_b970", "text": "Dazé, A., Price-Kelly, H. and Rass, N. 2016."}, {"text_block_id": "p108_b971", "text": "Vertical Integration in National Adaptation Plan (NAP) Processes: A guidance note for linking national and sub-national adaptation processes"}, {"text_block_id": "p108_b972", "text": ". Winnipeg, Canada: International Institute for Sustainable Development."}, {"text_block_id": "p108_b973_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Dey, M.M., Gosh, K., Valmonte-Santos, R., Rosegrant, M.W. and Chen, O.L. 2016a. Economic impact of climate change and climate change adaptation strategies for fisheries sector in Fiji. Marine Policy. 67, pp.164-170."}, {"text_block_id": "p109_b976", "text": "Dey, M.M., Rosegrant, M.W., Gosh, K., Chen, O.L. and Valmonte-Santos, R. 2016b. Analysis of the economic impact of climate change and climate change adaptation strategies for fisheries sector in Pacific coral triangle countries: Model, estimation strategy, and baseline results."}, {"text_block_id": "p109_b977", "text": "Marine Policy"}, {"text_block_id": "p109_b978", "text": ". 67, pp.156-163."}, {"text_block_id": "p109_b979", "text": "Dodman, D. and Mitlin, D. 2011. Challenges for community-based adaptation: discovering the potential for transformation."}, {"text_block_id": "p109_b980", "text": "Journal of International Development"}, {"text_block_id": "p109_b981", "text": ". pp.n/a-n/a."}, {"text_block_id": "p109_b982", "text": "Doswald, N., Munroe, R., Roe, D., Giuliani, A., Castelli, I., Stephens, J., Möller, I., Spencer, T., Vira, B. and Reid, H. 2014. Effectiveness of ecosystem-based approaches for adaptation: review of the evidence-base."}, {"text_block_id": "p109_b983", "text": "Climate and Development"}, {"text_block_id": "p109_b984", "text": ". 6(2), pp.185-201."}, {"text_block_id": "p109_b985", "text": "Dumaru, P. 2010. Community-based adaptation: enhancing community adaptive capacity in Druadrua Island, Fiji."}, {"text_block_id": "p109_b986", "text": "Wiley Interdisciplinary Reviews-Climate Change"}, {"text_block_id": "p109_b987", "text": ". 1(5), pp.751-763."}, {"text_block_id": "p109_b988", "text": "Eakin, H.C., Lemos, M.C. and Nelson, D.R. 2014. Differentiating capacities as a means to sustainable climate change adaptation."}, {"text_block_id": "p109_b989", "text": "Global Environmental Change"}, {"text_block_id": "p109_b990", "text": ". 27(0), pp.1-8."}, {"text_block_id": "p109_b991", "text": "Eriksen, S., Aldunce, P., Bahinipati, C.S., Martins, R.D., Molefe, J.I., Nhemachena, C., O’Brien, K., Olorunfemi, F., Park, J., Sygna, L. and Ulsrud, K. 2011. When not every response to climate change is a good one: Identifying principles for sustainable adaptation."}, {"text_block_id": "p109_b992", "text": "Climate and Development"}, {"text_block_id": "p109_b993", "text": ". 3(1), pp.7-20."}, {"text_block_id": "p109_b994", "text": "FBS. 2017."}, {"text_block_id": "p109_b995", "text": "Housing and Population Census"}, {"text_block_id": "p109_b996", "text": ". Suva, Fiji: Republic of Fiji."}, {"text_block_id": "p109_b997", "text": "FELA and EDO NSW. 2017."}, {"text_block_id": "p109_b998", "text": "Towards an Effective Legal Framework for Marine Protected Areas in Fiji: Policy and Law Discussion Paper"}, {"text_block_id": "p109_b999", "text": ". Suva, Fiji: The University of South Pacific Press."}, {"text_block_id": "p109_b1000", "text": "Fenton, A., Paavola, J. and Tallontire, A. 2017a. The Role of Microfinance in Household Livelihood Adaptation in Satkhira District, Southwest Bangladesh."}, {"text_block_id": "p109_b1001", "text": "World Development"}, {"text_block_id": "p109_b1002", "text": ". 92, pp.192-202."}, {"text_block_id": "p109_b1003", "text": "Fenton, A., Paavola, J. and Tallontire, A. 2017b."}, {"text_block_id": "p109_b1004", "text": "Vulnerability of microfinance institutions to climate risk in the Satkhira District, Southwest Bangladesh"}, {"text_block_id": "p109_b1005", "text": ". Working Paper No. 302. Centre for Climate Change Economics and Policy, University of Leeds."}, {"text_block_id": "p109_b1006", "text": "FMS. 2016."}, {"text_block_id": "p109_b1007", "text": "Climate Change Science and Projections for Fiji"}, {"text_block_id": "p109_b1008", "text": ". Climate related information for the National Circumstances Chapter of the Third National Communication Report to UNFCCC. Fiji Meteorological Service, Government of Fiji."}, {"text_block_id": "p109_b1009", "text": "Gawith, D., Daigneault, A. and Brown, P. 2016. Does community resilience mitigate loss and damage from climaterelated disasters? Evidence based on survey data."}, {"text_block_id": "p109_b1010", "text": "Journal of Environmental Planning and Management"}, {"text_block_id": "p109_b1011", "text": ". 59(12), pp.2102-2123."}, {"text_block_id": "p109_b1012", "text": "Gillett, R. 2009."}, {"text_block_id": "p109_b1013", "text": "Fisheries in the Economies of the Pacific Island Countries and Territories"}, {"text_block_id": "p109_b1014", "text": ". Pacific Studies Series. Asian Development Bank: Mandaluyong, Philippines."}, {"text_block_id": "p109_b1015", "text": "GoF. 2005."}, {"text_block_id": "p109_b1016", "text": "Fiji’s Initial National Communications"}, {"text_block_id": "p109_b1017", "text": ". Pacific Islands Climate Change Assistance Programme. Apia, Samoa."}, {"text_block_id": "p109_b1018", "text": "GoF. 2011."}, {"text_block_id": "p109_b1019", "text": "The Integrated Coastal Management Framework of the Republic of Fiji"}, {"text_block_id": "p109_b1020", "text": ". Suva, Fiji: Department of Environment, Government of Fiji."}, {"text_block_id": "p109_b1021_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "GoF. 2013. Constitution of the Republic of Fiji. Suva, Fiji: Government of Fiji."}, {"text_block_id": "p110_b1024", "text": "GoF. 2016."}, {"text_block_id": "p110_b1025", "text": "Fiji Post-Disaster Needs Assessment"}, {"text_block_id": "p110_b1026", "text": ". Tropical Cyclone Winston, February 20 2016. Suva, Fiji: Goverment of Fiji. Available from:"}, {"text_block_id": "p110_b1027", "text": "https://www.gfdrr.org/sites/default/files/publication/ Post%20Disaster%20Needs%20Assessments%20CYCLONE%20WINSTON%20Fiji%20 2016%20(Online%20Version).pdf"}, {"text_block_id": "p110_b1028", "text": "."}, {"text_block_id": "p110_b1029", "text": "GoF. 2017."}, {"text_block_id": "p110_b1030", "text": "Climate Vulnerability Assessment: Making Fiji Climate Resilient"}, {"text_block_id": "p110_b1031", "text": ". Prepared by the World Bank for the Government of Fiji."}, {"text_block_id": "p110_b1032", "text": "GoF. 2018."}, {"text_block_id": "p110_b1033", "text": "National Biodiversity Strategy and Action Plan for Fiji 2017–2024"}, {"text_block_id": "p110_b1034", "text": ". Suva, Fiji: Government of Fiji."}, {"text_block_id": "p110_b1035", "text": "Gonzalez, R. and Ram-Bidesi, V. 2015."}, {"text_block_id": "p110_b1036", "text": "National marine ecosystem service valuation"}, {"text_block_id": "p110_b1037", "text": ". Leport, G., et al. Summary report: Fiji. Suva, Fiji: MACBIO."}, {"text_block_id": "p110_b1038", "text": "Grothmann, T. and Patt, A. 2005. Adaptive capacity and human cognition: The process of individual adaptation to climate change."}, {"text_block_id": "p110_b1039", "text": "Global Environmental Change"}, {"text_block_id": "p110_b1040", "text": ". 15(3), pp.199-213."}, {"text_block_id": "p110_b1041", "text": "Gupta, J., Termeer, C., Klostermann, J., Meijerink, S., van den Brink, M., Jong, P., Nooteboom, S. and Bergsma, E. 2010. The Adaptive Capacity Wheel: a method to assess the inherent characteristics of institutions to enable the adaptive capacity of society."}, {"text_block_id": "p110_b1042", "text": "Environmental Science & Policy"}, {"text_block_id": "p110_b1043", "text": ". 13(6), pp.459-471."}, {"text_block_id": "p110_b1044", "text": "Hammill, A. and McGray, H. 2018."}, {"text_block_id": "p110_b1045", "text": "Is it Adaptation or Development? Revisiting the Continuum 10 years later"}, {"text_block_id": "p110_b1046", "text": ". [Online]. [Accessed 12th April 2018]. Available from:"}, {"text_block_id": "p110_b1047", "text": "http://www.iisd.org/story/is-it-adaptation-or-development/"}, {"text_block_id": "p110_b1048", "text": "Harper, S., Zeller, D., Hauzer, M., Pauly, D. and Sumaila, U.R. 2013. Women and fisheries: Contribution to food security and local economies."}, {"text_block_id": "p110_b1049", "text": "Marine Policy"}, {"text_block_id": "p110_b1050", "text": ". 39, pp.56-63."}, {"text_block_id": "p110_b1051", "text": "HLPE. 2012."}, {"text_block_id": "p110_b1052", "text": "Food security and climate change"}, {"text_block_id": "p110_b1053", "text": ". A report by the High Level Panel of Experts on Food Security and Nutrition of the Committee on World Food Security. Rome"}, {"text_block_id": "p110_b1054", "text": "IGCI. 2000."}, {"text_block_id": "p110_b1055", "text": "Climate Change Vulnerability and Adaptation Assessment for Fiji"}, {"text_block_id": "p110_b1056", "text": ". International Global Change Institute, Hamilton, New Zealand and South Pacific Regional Environment Programme."}, {"text_block_id": "p110_b1057", "text": "IUCN. 2017."}, {"text_block_id": "p110_b1058", "text": "Coral Reefs and Climate Change"}, {"text_block_id": "p110_b1059", "text": ". Issues Brief. Gland, Switzerland: International Union for Conservation of Nature."}, {"text_block_id": "p110_b1060", "text": "Janif, S.Z., Nunn, P.D., Geraghty, P., Aalbersberg, W., Thomas, F.R. and Camailakeba, M. 2016. Value of traditional oral narratives in building climate-change resilience: insights from rural communities in Fiji."}, {"text_block_id": "p110_b1061", "text": "Ecology and Society"}, {"text_block_id": "p110_b1062", "text": ". 21(2)."}, {"text_block_id": "p110_b1063", "text": "Jones, L., Ludi, E. and Levine, S. 2010. Towards a characterisation of adaptive capacity: a framework for analysing adaptive capacity at the local level."}, {"text_block_id": "p110_b1064", "text": "ODI Background Note, Overseas Development Institute"}, {"text_block_id": "p110_b1065", "text": "."}, {"text_block_id": "p110_b1066_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Klein, R.J.T., Eriksen, S., Næss, L., Hammill, A., Tanner, T., Robledo, C. and O’Brien, K. 2007. Portfolio screening to support the mainstreaming of adaptation to climate change into development assistance. Climatic Change. 84(1), pp.23-44."}, {"text_block_id": "p111_b1069", "text": "Klein, R.J.T., Midgley, G.F., Preston, B.L., Alam, M., Berkhout, F.G.H., Dow, K. and Shaw, M.R. 2014a."}, {"text_block_id": "p111_b1070", "text": "Adaptation opportunities, constraints and limits"}, {"text_block_id": "p111_b1071", "text": ". C.B. Field, V.R.B., D.J. Dokken, K.J. Mach, M.D. Mastrandrea, T.E. Bilir, M. Chatterjee, K.L. Ebi, Y.O. Estrada, R.C. Genova, B. Girma, E.S. Kissel, A.N. Levy, S. MacCracken, P.R. Mastrandrea, L.L. White (Eds.),. Climate Change 2014: Impacts, Adaptation and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, United Kingdom and New York, NY, USA: Cambridge University Press."}, {"text_block_id": "p111_b1072", "text": "Klein, R.J.T., Midgley, G.F., Preston, B.L., Alam, M., Berkhout, F.G.H., Dow, K. and Shaw, M.R. 2014b. Adaptation opportunities, constraints, and limits. In: Field CB et al ed."}, {"text_block_id": "p111_b1073", "text": "Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel of Climate Change"}, {"text_block_id": "p111_b1074", "text": ". Cambridge, United Kingdom and New York, NY, USA: Cambridge University Press, pp.XXXYYY."}, {"text_block_id": "p111_b1075", "text": "Kothari, U. and Cooke, B. 2001."}, {"text_block_id": "p111_b1076", "text": "Participation: the New Tyranny?"}, {"text_block_id": "p111_b1077", "text": "London: Zed Books."}, {"text_block_id": "p111_b1078", "text": "Lal, P.N., Kinch, J. and Wickham, F. 2009."}, {"text_block_id": "p111_b1079", "text": "Review of economic and livelihood impact assessments of, and adaptation to, climate change in Melanesia"}, {"text_block_id": "p111_b1080", "text": ". Apia, Samoa: Secretariat of the Pacific Regional Environmental Programme."}, {"text_block_id": "p111_b1081", "text": "Lata, S. and Nunn, P. 2012. Misperceptions of climate-change risk as barriers to climate-change adaptation: a case study from the Rewa Delta, Fiji."}, {"text_block_id": "p111_b1082", "text": "Climatic Change"}, {"text_block_id": "p111_b1083", "text": ". 110(1), pp.169-186."}, {"text_block_id": "p111_b1084", "text": "Lawler, J. 2011."}, {"text_block_id": "p111_b1085", "text": "Children’s Vulnerability to Climate Change and Disaster Impacts in East Asia and the Pacific"}, {"text_block_id": "p111_b1086", "text": ". UNICEF East Asia and Pacific Regional Office. Bangkok, Thailand."}, {"text_block_id": "p111_b1087", "text": "Lipper, L., Thornton, P., Campbell, B.M., Baedeker, T., Braimoh, A., Bwalya, M., Caron, P., Cattaneo, A., Garrity, D., Henry, K., Hottle, R., Jackson, L., Jarvis, A., Kossam, F., Mann, W., McCarthy, N., Meybeck, A., Neufeldt, H., Remington, T., Sen, P.T., Sessa, R., Shula, R., Tibu, A. and Torquebiau, E.F. 2014. Climate-smart agriculture for food security."}, {"text_block_id": "p111_b1088", "text": "Nature Climate Change"}, {"text_block_id": "p111_b1089", "text": ". 4, p1068."}, {"text_block_id": "p111_b1090", "text": "Lucas, B. 2015."}, {"text_block_id": "p111_b1091", "text": "Disaster risk financing and insurance in the Pacific"}, {"text_block_id": "p111_b1092", "text": "GSDRC Applied Knowledge Services. Available from:"}, {"text_block_id": "p111_b1093", "text": "http://www.gsdrc.org/wp-content/uploads/2016/01/HDQ1314.pdf"}, {"text_block_id": "p111_b1094", "text": "Mataki, M., Koshy, K. and Nair, V. 2006."}, {"text_block_id": "p111_b1095", "text": "Implementing climate change adaptation in the pacific islands: adapting to present climate variability and extreme weather events in navua (Fiji)"}, {"text_block_id": "p111_b1096", "text": ". AIACC working paper no. 34."}, {"text_block_id": "p111_b1097", "text": "McAneney, J., van den Honert, R. and Yeo, S. 2017. Stationarity of major flood frequencies and heights on the Ba River, Fiji, over a 122-year record."}, {"text_block_id": "p111_b1098", "text": "International Journal of Climatology"}, {"text_block_id": "p111_b1099", "text": ". 37(S1), pp.171-178."}, {"text_block_id": "p111_b1100", "text": "McGray, H., Hammill, A., Bradley, R., Schipper, L. and Parry, J. 2007."}, {"text_block_id": "p111_b1101", "text": "Weathering the Storm: Options for Framing Adaptation and Development"}, {"text_block_id": "p111_b1102", "text": "."}, {"text_block_id": "p111_b1103", "text": "McGregor, A.M., Bourke, R.M., Manley, M., Deo, R. and Tubuna, S. 2008."}, {"text_block_id": "p111_b1104", "text": "Pacific Island Food Security in the 21st Century: Situation, Challenges and Opportunities"}, {"text_block_id": "p111_b1105", "text": ". Background Report prepared for the Pacific Agriculture Ministers Meeting. Apia, Samoa."}, {"text_block_id": "p111_b1106_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "McIver, L., Kim, R., Woodward, A., Hales, S., Spickett, J., Katscherian, D., Hashizume, M., Honda, Y., Kim, H., Iddings, S., Naicker, J., Bambrick, H., McMichael, A. and Ebi, K. 2016. Health Impacts of Climate Change in Pacific Island Countries: A Regional Assessment of Vulnerabilities and Adaptation Priorities. Environmental Health Perspectives. 124(11), pp.1707-1714."}, {"text_block_id": "p112_b1109", "text": "McIver, L., Naicker, J., Hales, S., Singh, S. and Dawainavesi, A. 2012. Climate change & health in Fiji: environmental epidemiology of infectious diseases & potential for climate-based early warning systems."}, {"text_block_id": "p112_b1110", "text": "Fiji Journal of Public Health"}, {"text_block_id": "p112_b1111", "text": "1, pp.7-13."}, {"text_block_id": "p112_b1112", "text": "McNamara, K.E. and Des Combes, H.J. 2015. Planning for Community Relocations Due to Climate Change in Fiji."}, {"text_block_id": "p112_b1113", "text": "International Journal of Disaster Risk Science"}, {"text_block_id": "p112_b1114", "text": ". 6(3), pp.315-319."}, {"text_block_id": "p112_b1115", "text": "MoE. 2014."}, {"text_block_id": "p112_b1116", "text": "A Green Growth Framework for Fiji: Restoring the Balance in Development that is Sustainable for Our Future"}, {"text_block_id": "p112_b1117", "text": ". Republic of Fiji: Ministry of Strategic Planning, National Development & Statistics."}, {"text_block_id": "p112_b1118", "text": "MoE. 2017a."}, {"text_block_id": "p112_b1119", "text": "5-Year and 20-Year National Development Plan, “Transforming Fiji”"}, {"text_block_id": "p112_b1120", "text": ". Suva, Fiji: Republic of Fiji."}, {"text_block_id": "p112_b1121", "text": "MoE. 2017b."}, {"text_block_id": "p112_b1122", "text": "National Adaptation Plan Framework"}, {"text_block_id": "p112_b1123", "text": ". Suva, Fiji: Government of Fiji."}, {"text_block_id": "p112_b1124", "text": "MoE. 2018a."}, {"text_block_id": "p112_b1125", "text": "National Adaptation Plan Steering Committee: Terms of Reference"}, {"text_block_id": "p112_b1126", "text": ". Suva, Fiji: Government of Fiji."}, {"text_block_id": "p112_b1127", "text": "MoE. 2018b."}, {"text_block_id": "p112_b1128", "text": "National Adaptation Plan: Proposed Structure"}, {"text_block_id": "p112_b1129", "text": ". Suva, Fiji: Government of Fiji."}, {"text_block_id": "p112_b1130", "text": "Mohan, G. and Stokke, K. 2000. Participatory development and empowerment: the dangers of localism."}, {"text_block_id": "p112_b1131", "text": "Third World Quarterly"}, {"text_block_id": "p112_b1132", "text": ". 21(2), pp.247-268."}, {"text_block_id": "p112_b1133", "text": "MoHMS. 2013."}, {"text_block_id": "p112_b1134", "text": "Human health vulnerability to climate change in Fiji"}, {"text_block_id": "p112_b1135", "text": ". Suva, Fiji: Ministry of Health and Medical Services."}, {"text_block_id": "p112_b1136", "text": "MoHMS. 2016."}, {"text_block_id": "p112_b1137", "text": "Climate Change and Health Strategic Action Plan 2016 - 2020"}, {"text_block_id": "p112_b1138", "text": ". Suva, Fiji: Republic of Fiji."}, {"text_block_id": "p112_b1139", "text": "Moss R, Babiker M, Brinkman S., Calvo E, Carter TR, Edmonds J, Elgizouli I, Emori S, Erda L, Hibbard K, Jones R, Kainuma M, Kelleher J, Lamarque J-F, Manning MR, Matthews B, Meehl J, Meyer L, Mitchell JFB, Nakicenovic N, O’Neill B, Pichs R, Riahi K, Rose SK, Runci P, Stouffer RJ, van Vuuren DP, Weyant JP, Wilbanks TJ, van Ypersele JP and M, Z. 2008."}, {"text_block_id": "p112_b1140", "text": "Towards new scenarios for analysis of emissions, climate change, impacts, and response strategies"}, {"text_block_id": "p112_b1141", "text": ". IPCC Expert Meeting Report, 19-21 September 2007. Noordwijkerhout, The Netherlands: Intergovernmental Panel on Climate Change."}, {"text_block_id": "p112_b1142", "text": "Moss RH, Edmonds JA, Hibbard KA, Manning MR, Rose SK, van Vuuren DP, Carter TR, Emori S, Kainuma M, Kram T, Meehl GA, Mitchell JFB, Nakicenovic N, Riahi K, Smith SJ, Stouffer RJ, Thomson AM, Weyant JP and TJ, W. 2010. The next generation of scenarios for climate change research and assessment."}, {"text_block_id": "p112_b1143", "text": "Nature + Culture"}, {"text_block_id": "p112_b1144", "text": ". 463(7282), pp.747-756."}, {"text_block_id": "p112_b1145", "text": "MoWCPA. 2009."}, {"text_block_id": "p112_b1146", "text": "Women’s Plan of Action 2010-2019"}, {"text_block_id": "p112_b1147", "text": ". Suva, Fiji: Government of Fiji."}, {"text_block_id": "p112_b1148", "text": "MoWCPA. 2014."}, {"text_block_id": "p112_b1149", "text": "Fiji National Gender Policy"}, {"text_block_id": "p112_b1150", "text": ". Suva, Republic of Fiji: Government of Fiji."}, {"text_block_id": "p112_b1151", "text": "Munroe, R.N., Doswald, N., Roe, D., Reid, H., Giuliani, A., Castelli, I. and Möller, I. 2011."}, {"text_block_id": "p112_b1152", "text": "Does EbA Work? A Review of the Evidence on the Effectiveness of Ecosystem-based Approaches to Adaptation"}, {"text_block_id": "p112_b1153", "text": ". Cambridge: BirdLife International, United Nations Environment Programme World Conservation Monitoring Centre (UNEP-WCMC), International Institute for Environment and Development."}, {"text_block_id": "p112_b1154_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Nagy, A. 2016. The Challenges and Opportunities of Traditional Knowledge; Examples, Experiences. Tavanabola, S. Consoliidated Reply. Clliimate Change & Devellopment (CCD) Communiity of the Paciifiic Solution Exchange."}, {"text_block_id": "p113_b1157", "text": "Nainoca, W. 2011."}, {"text_block_id": "p113_b1158", "text": "The influence of the Fijian way of life (bula vakavanua) on communty-based marine conservation (CBMC) in Fiji, with a focus on social capital and traditional ecological knowledge (TEK)"}, {"text_block_id": "p113_b1159", "text": ". Doctor of Philosophy in Resource and Environmental Planning thesis, Massey University."}, {"text_block_id": "p113_b1160", "text": "Nainoca, W. 2016."}, {"text_block_id": "p113_b1161", "text": "The Challenges and Opportunities of Traditional Knowledge; Examples, Experiences"}, {"text_block_id": "p113_b1162", "text": ". Tavanabola, S. Consolidated Reply. Clliimate Change & Devellopment (CCD) Communiity of the Paciifiic Solution Exchange."}, {"text_block_id": "p113_b1163", "text": "NatureFiji-MareqetiViti. 2010."}, {"text_block_id": "p113_b1164", "text": "Paper to the National Environment Council Meeting"}, {"text_block_id": "p113_b1165", "text": ". On the continuing destruction of Fiji’s rivers and streams. NatureFiji-MareqetiViti."}, {"text_block_id": "p113_b1166", "text": "NDMO. 2018."}, {"text_block_id": "p113_b1167", "text": "Draft National Disaster Risk Reduction Policy"}, {"text_block_id": "p113_b1168", "text": ". Unpublished: National Disaster Management Organisation, Government of Fiji."}, {"text_block_id": "p113_b1169", "text": "Nunn, P.D. 2009. Responding to the challenges of climate change in the Pacific Islands management and technological imperatives."}, {"text_block_id": "p113_b1170", "text": "Climate Research"}, {"text_block_id": "p113_b1171", "text": ". 40(2/3), pp.211-231."}, {"text_block_id": "p113_b1172", "text": "Nunn, P.D. 2013. The end of the Pacific? Effects of sea level rise on Pacific Island livelihoods."}, {"text_block_id": "p113_b1173", "text": "Singapore Journal of Tropical Geography"}, {"text_block_id": "p113_b1174", "text": ". 34(2), pp.143-171."}, {"text_block_id": "p113_b1175", "text": "Nunn, P.D., Aalbersberg, W., Lata, S. and Gwilliam, M. 2014. Beyond the core: community governance for climate-change adaptation in peripheral parts of Pacific Island Countries."}, {"text_block_id": "p113_b1176", "text": "Regional Environmental Change"}, {"text_block_id": "p113_b1177", "text": ". 14(1), pp.221-235."}, {"text_block_id": "p113_b1178", "text": "Nunn, P.D., Mulgrew, K., Scott-Parker, B., Hine, D.W., Marks, A.D.G., Mahar, D. and Maebuta, J. 2016. Spirituality and attitudes towards Nature in the Pacific Islands: insights for enabling climate-change adaptation."}, {"text_block_id": "p113_b1179", "text": "Climatic Change"}, {"text_block_id": "p113_b1180", "text": ". 136(3), pp.477-493."}, {"text_block_id": "p113_b1181", "text": "Oteros-Rozas, E., B. Martín-López, T. Daw, E. L. Bohensky, J. Butler, R. Hill, J. Martin-Ortega, A. Quinlan, F. Ravera, I. Ruiz-Mallén, M. Thyresson, J. Mistry, I. Palomo, G. D. Peterson, T. Plieninger, K. A. Waylen, D. Beach, I. C. Bohnet, M. Hamann, J. Hanspach, K. Hubacek, S. Lavorel and S. Vilardy. 2015. Participatory scenario planning in place-based social-ecological research: insights and experiences from 23 case studies."}, {"text_block_id": "p113_b1182", "text": "Ecology and Society"}, {"text_block_id": "p113_b1183", "text": ". 20(4), p32."}, {"text_block_id": "p113_b1184", "text": "Pantoja, E. 2002."}, {"text_block_id": "p113_b1185", "text": "Microfinance and Disaster Risk Management: Experiences and Lessons Learned"}, {"text_block_id": "p113_b1186", "text": ". Prevention Consortium Draft Final Report."}, {"text_block_id": "p113_b1187", "text": "Parry, J.-E., Dazé, A., Dekens, J., Terton, A., Brossmann, M. and Oppowa, S. 2017."}, {"text_block_id": "p113_b1188", "text": "Financing National Adaptation Plan (NAP) Processes: Contributing to the achievement of nationally determined contribution (NDC) adaptation goals"}, {"text_block_id": "p113_b1189", "text": ". Guidance Note. International Institute for Sustainable Development."}, {"text_block_id": "p113_b1190", "text": "Quinn, S. 2009."}, {"text_block_id": "p113_b1191", "text": "Gender Budgeting: Practical Implementation"}, {"text_block_id": "p113_b1192", "text": ". Handbook. Directorate General of Human Rights and Legal Affairs, Council of Europe. Available from:"}, {"text_block_id": "p113_b1193", "text": "h t t p s://rm. c o e .in t/ C o ER MPub li c C o mm o n S e ar c h S e rvi c e s/ DisplayDCTMContent?documentId=0900001680599885"}, {"text_block_id": "p113_b1194", "text": "Ram-Bidesi, V. 2015. Recognizing the role of women in supporting marine stewardship in the Pacific Islands."}, {"text_block_id": "p113_b1195", "text": "Marine Policy"}, {"text_block_id": "p113_b1196", "text": ". 59, pp.1-8."}, {"text_block_id": "p113_b1197_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Rao, N.S., Carruthers, T.J.B., Anderson, P., Sivo, L., Saxby, T., Durbin, T., Jungblut, V., Hills, T. and Chape, S. 2013. An economic analysis of ecosystem-based adaptation and engineering options for climate change adaptation in Lami Town. Republic of the Fiji Islands. Apia: Secretariat of the Pacific Regional Environment Programme (SPREP)."}, {"text_block_id": "p114_b1200", "text": "Reid, H. 2015. Ecosystem- and community-based adaptation: learning from community-based natural resource management."}, {"text_block_id": "p114_b1201", "text": "Climate and Development"}, {"text_block_id": "p114_b1202", "text": ". pp.1-6."}, {"text_block_id": "p114_b1203", "text": "Schneider, K. 2006."}, {"text_block_id": "p114_b1204", "text": "Manual for Training on Gender Responsive Budgeting"}, {"text_block_id": "p114_b1205", "text": ". GTZ. Available from:"}, {"text_block_id": "p114_b1206", "text": "https://www.ndi.org/sites/default/files/Manual%20for%20Training%20on%20Gender%20 Responsive%20Budgeting.pdf"}, {"text_block_id": "p114_b1207", "text": "Singh, R., Hales, S., de Wet, N., Raj, R., Hearnden, M. and Weinstein, P. 2001. The influence of climate variation and change on diarrheal disease in the Pacific Islands."}, {"text_block_id": "p114_b1208", "text": "Environmental Health Perspectives"}, {"text_block_id": "p114_b1209", "text": ". 109(2), pp.155-159."}, {"text_block_id": "p114_b1210", "text": "SPC. 2011."}, {"text_block_id": "p114_b1211", "text": "Vulnerability of Tropical Pacific Fisheries and Aquaculture to Climate Change"}, {"text_block_id": "p114_b1212", "text": ". Noumea: Secretariat of the Pacific Community. Available from:"}, {"text_block_id": "p114_b1213", "text": "http://research.fit.edu/sealevelriselibrary/ documents/doc_mgr/403/Bell_et_al._2011._CC_&_Tropical_Pacific_Fisheries_&_Aquaculture. pdf"}, {"text_block_id": "p114_b1214", "text": "SPC. 2015."}, {"text_block_id": "p114_b1215", "text": "Stocktake of Gender Mainstreaming in Fiji"}, {"text_block_id": "p114_b1216", "text": ". Noumea: New Caledonia: Secretariat of the Pacific Community."}, {"text_block_id": "p114_b1217", "text": "SPC. 2016."}, {"text_block_id": "p114_b1218", "text": "Framework for Resilient Development in the Pacific: An Integrated Approach to Address Climate Change and Disaster Risk Management 2017-2030"}, {"text_block_id": "p114_b1219", "text": ". Suva, Fiji: Pacific Community (SPC), Secretariat of the Pacific Regional Environment Programme (SPREP), Pacific Islands Forum Secretariat (PIFS), United Nations Development Programme (UNDP), United Nations Office for Disaster Risk Reduction (UNISDR) and University of the South Pacific (USP),."}, {"text_block_id": "p114_b1220", "text": "SPC. 2018."}, {"text_block_id": "p114_b1221", "text": "EU-SPC report highlights benefits of greater gender focus in Fiji’s agricultural sector"}, {"text_block_id": "p114_b1222", "text": ". [Online]. Available from:"}, {"text_block_id": "p114_b1223", "text": "https://www.spc.int/updates/news/2018/07/eu-spc-report-highlightsbenefits-of-greater-gender-focus-in-fijis"}, {"text_block_id": "p114_b1224", "text": "SPC, S., GIZ, UN Women and UNDP. 2014."}, {"text_block_id": "p114_b1225", "text": "The Pacific Gender and Climate Change Toolkit: Tools for Practitioners"}, {"text_block_id": "p114_b1226", "text": ". Suva: Secretariat of the Pacifc Community, the Secretariat of the Pacifc Regional Environment Programme, Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH, UN Women, and United Nations Development Programme."}, {"text_block_id": "p114_b1227", "text": "SPREP. 2016."}, {"text_block_id": "p114_b1228", "text": "State of conservation in Fiji"}, {"text_block_id": "p114_b1229", "text": ". Country report 2013. Apia, Samoa: Secretariat of the Pacific Regional Environment Programme."}, {"text_block_id": "p114_b1230", "text": "Sykes, H., Le Grand, J., Davey, K., Kirmani, S., Mangubhai, S., Yakub, N., Wendt, H., Gauna, M. and Fernandes, L. 2018a."}, {"text_block_id": "p114_b1231", "text": "Biophysically special, unique marine areas of Fiji"}, {"text_block_id": "p114_b1232", "text": ". Suva, Fiji: MACBIO (GIZ, IUCN, SPREP), Wildlife Conservation Society and Fiji’s Protected Area Committee (PAC);."}, {"text_block_id": "p114_b1233", "text": "Sykes, H., Mangubhai, S. and Manley, M. 2018b."}, {"text_block_id": "p114_b1234", "text": "Contribution of Marine Conservation Agreements to Biodiversity Protection, Fisheries Management and Sustainable Financing in Fiji"}, {"text_block_id": "p114_b1235", "text": ". Report No. 02/18. Suva, Fiji: Wildlife Conservation Society. p.98."}, {"text_block_id": "p114_b1236", "text": "Taylor, M., McGregor, A. and Dawson, B. 2016."}, {"text_block_id": "p114_b1237", "text": "Vulnerability of Pacific Island agriculture and forestry to climate change"}, {"text_block_id": "p114_b1238", "text": ". Noumea, French Calendonia: Pacific Community."}, {"text_block_id": "p114_b1239", "text": "UN-Habitat. 2012."}, {"text_block_id": "p114_b1240", "text": "Fiji National Urban Profile"}, {"text_block_id": "p114_b1241", "text": ". Nairobi, Kenya: United Nations Human Settlements Programme."}, {"text_block_id": "p114_b1242", "text": "UN-Habitat. 2013."}, {"text_block_id": "p114_b1243", "text": "Increasing the resilience of informal urban settlements in Fiji that are highly vulnerable to climate change and disaster risks"}, {"text_block_id": "p114_b1244", "text": "Adaptation Fund."}, {"text_block_id": "p114_b1245_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "UN-Habitat. 2015. Urbanization and Climate Change in Small Island Developing States. Nairobi, Kenya: United Nations Human Settlements Programme."}, {"text_block_id": "p115_b1248", "text": "UN Women. 2018."}, {"text_block_id": "p115_b1249", "text": "Brief: Women’s Economic Empowerment"}, {"text_block_id": "p115_b1250", "text": ". [Online]. Available from:"}, {"text_block_id": "p115_b1251", "text": "http:// asiapacific.unwomen.org/en/digital-library/publications/2018/05/womens-economic-empowerment"}, {"text_block_id": "p115_b1252", "text": "UNCDF. 2017."}, {"text_block_id": "p115_b1253", "text": "Financing adaptation at the local level: Performance-based grants for climate resilience"}, {"text_block_id": "p115_b1254", "text": ". New York: UNCDF, LoCAL."}, {"text_block_id": "p115_b1255", "text": "UNDP. 2016."}, {"text_block_id": "p115_b1256", "text": "Risk Governance: Building Blocks for Resilient Development in the Pacific"}, {"text_block_id": "p115_b1257", "text": ". United Nations Development Programme."}, {"text_block_id": "p115_b1258", "text": "UNEP. 2016."}, {"text_block_id": "p115_b1259", "text": "Options for Ecosystem-based Adaptation (EBA) in Coastal Environments: A Guide for environmental managers and planners"}, {"text_block_id": "p115_b1260", "text": ". Nairobi, Kenya: UNEP."}, {"text_block_id": "p115_b1261", "text": "UNFCCC. 2011."}, {"text_block_id": "p115_b1262", "text": "Report of the Conference of the Parties on its sixteenth session"}, {"text_block_id": "p115_b1263", "text": ". Addendum. Part Two. FCCC/CP/2010/7/Add.1. Bonn: UNFCCC."}, {"text_block_id": "p115_b1264", "text": "Vrolijks, L. 1998."}, {"text_block_id": "p115_b1265", "text": "Disaster Resistant Housing in Pacific Island Countries"}, {"text_block_id": "p115_b1266", "text": ". A compendium of safe low cost housing practices in Pacific Island Countries. New York: UN Department for Economic and Social Affairs."}, {"text_block_id": "p115_b1267", "text": "Vuki, V. and Vunisea, A. 2016."}, {"text_block_id": "p115_b1268", "text": "Gender issues in culture, agriculture and fisheries in Fiji"}, {"text_block_id": "p115_b1269", "text": ". Women in Fisheries Information Bulletin #27. SPC."}, {"text_block_id": "p115_b1270", "text": "Vunisea, A. 2014."}, {"text_block_id": "p115_b1271", "text": "The role and engagement of women in fisheries in Fiji"}, {"text_block_id": "p115_b1272", "text": ". Suva, Fiji: The Women in Fisheries Network - Fiji."}, {"text_block_id": "p115_b1273", "text": "Warrick, O., Aalbersberg, W., Dumaru, P., McNaught, R. and Teperman, K. 2017. The ‘Pacific Adaptive Capacity Analysis Framework’: guiding the assessment of adaptive capacity in Pacific island communities."}, {"text_block_id": "p115_b1274", "text": "Regional Environmental Change"}, {"text_block_id": "p115_b1275", "text": ". 17(4), pp.1039-1051."}, {"text_block_id": "p115_b1276", "text": "WCS. 2016."}, {"text_block_id": "p115_b1277", "text": "Valuing Fiji’s Ecosystems for Coastal Protection"}, {"text_block_id": "p115_b1278", "text": ". Policy Brief. Suva, Fiji."}, {"text_block_id": "p115_b1279", "text": "Wendt, H., Beger, M., Sullivan, J., Le Grand, J., Davey, K., Yakub, N., Kirman, i.S., Grice, H., Mason, C., Raubani, J., Lewis, A., Jupiter, S., Hughes, A., Ceccarelli, D. and Fernandes, L. 2018."}, {"text_block_id": "p115_b1280", "text": "Marine bioregions of Fiji"}, {"text_block_id": "p115_b1281", "text": ". Suva, Fiji: MACBIO (GIZ, IUCN, SPREP)."}, {"text_block_id": "p115_b1282", "text": "Williams, C., Fenton, A. and Huq, S. 2015. Knowledge and adaptive capacity."}, {"text_block_id": "p115_b1283", "text": "Nature Climate Change"}, {"text_block_id": "p115_b1284", "text": ". 5(2), pp.82-83."}, {"text_block_id": "p115_b1285", "text": "WMO. 2011."}, {"text_block_id": "p115_b1286", "text": "Climate Knowledge for Action: A Global Framework forClimate Services - Empowering the Most Vulnerable"}, {"text_block_id": "p115_b1287", "text": ". The Report of the High Level Taskforce for the Global Framework for Climate Services. Geneva, Switzerland: World Meteorological Organization. p.240."}, {"text_block_id": "p115_b1288", "text": "WMO. 2017."}, {"text_block_id": "p115_b1289", "text": "The Role of National Meteorological and Hydrological Services (NMHSs) in National Adaptation Plans (NAPs)"}, {"text_block_id": "p115_b1290", "text": ". World Meteorological Organisation."}, {"text_block_id": "p115_b1291", "text": "Wong, A. 2016."}, {"text_block_id": "p115_b1292", "text": "Fiji - Transport Infrastructure Investment Sector Project: gender action plan"}, {"text_block_id": "p115_b1293", "text": ". The World Bank. Available from:"}, {"text_block_id": "p115_b1294", "text": "http://documents.worldbank.org/curated/en/566621468249675944/ Fiji-Transport-Infrastructure-Investment-Sector-Project-gender-action-plan"}, {"text_block_id": "p115_b1295_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Wong, P.P., Losada, I.J., Gattuso, J.P., Hinkel, J., Khattabi, A., McInnes, K.L., Saito, Y. and Sallenger, A. 2014. Coastal systems and low-lying areas. In: Field, C.B., et al. eds. Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel of Climate Change.  Cambridge, United Kingdom and New York, NY, USA: Cambridge University Press, pp.XXX-YYY."}, {"text_block_id": "p116_b1298", "text": "World Bank. 2000."}, {"text_block_id": "p116_b1299", "text": "Cities, Seas, and Storms: Managing Change in Pacific Island Economies"}, {"text_block_id": "p116_b1300", "text": ". Volume IV Adapting to Climate Change. Washington, D.C: The International Bank for Reconstruction And Development/ THE WORLD BANK."}, {"text_block_id": "p116_b1301", "text": "WRI. 2016."}, {"text_block_id": "p116_b1302", "text": "Proposed Adaptation M&E System for Fiji"}, {"text_block_id": "p116_b1303", "text": ". GCF Readiness Programme. World Resources Institute."}, {"text_block_id": "p116_b1304", "text": "Yeo, S. 2013. A Review of Flood Resilience in Fiji. In:"}, {"text_block_id": "p116_b1305", "text": "International Conference on Flood Resilience: Experiences in Asia and Europe Exeter, United Kingdom"}, {"text_block_id": "p116_b1306", "text": ". University of Exeter."}, {"text_block_id": "p116_b1307_merged_merged_merged", "text": "Yeo, S., Esler, S., Taaffe, F., Jordy, D. and Bonte-Grapentin, M. 2017. Urban Flood Risk Management in the Pacific : Tracking Progress and Setting Priorities. Washington, DC: World Bank. Available from: https://openknowledge.worldbank.org/handle/10986/29207"}, {"text_block_id": "p116_b1311", "text": "Zenos, J. 2016."}, {"text_block_id": "p116_b1312", "text": "National Climate Change Policy 2012-2016 Midterm Stock Take"}, {"text_block_id": "p116_b1313", "text": ". Ministry of Economy."}, {"text_block_id": "p117_b1314", "text": "Endnotes"}, {"text_block_id": "p117_b1315", "text": "1"}, {"text_block_id": "p117_b1316", "text": "National Adaptation Plans were formally established under the Cancun Adaptation Framework of the United Nations Framework Convention on Climate Change (see UNFCCC, 2011). A commitment to produce a NAP stems from the Government of Fiji being a signatory to the Paris Agreement of COP21."}, {"text_block_id": "p117_b1317", "text": "2"}, {"text_block_id": "p117_b1318", "text": "The call for a National Adaptation Plan is stipulated in the National Climate Change Policy."}, {"text_block_id": "p117_b1319", "text": "3"}, {"text_block_id": "p117_b1320", "text": "Including the private sector, civil society, development partners, academia and faith-based organisations at both national and sub-national level, and including all interests, in particular those pertaining to low-income and otherwise disadvantaged groups."}, {"text_block_id": "p117_b1321", "text": "4"}, {"text_block_id": "p117_b1322", "text": "From left to right (Government of Fiji unless otherwise stated): Ravind Kumar (Director, Fiji Meteorological Service), Makereta Konrote (Permanent Secretary, Ministry of Economy), Aiyaz Sayed-Khaiyum (Attorney-General and Minister for Economy, Public Enterprises, Civil Service and Communications), Catherine Stewart (Chief Negotiator for Climate Change, Government of Canada), Adrian Fenton (National Adaptation Plan Advisor), Nilesh Prakash (Head of Climate Change and International Cooperation Division)."}, {"text_block_id": "p117_b1323", "text": "5"}, {"text_block_id": "p117_b1324", "text": "Specifically Article 7 of the Paris Agreement, which Fiji ratified in 2015. This sets out the global goal on adaptation. In particular, Article 7 paragraph 9 provides that each party shall engage in adaptation planning processes and the implementation of actions, including the development or enhancement of relevant plans, policies and/or contributions. These may include the implementation of adaptation actions, undertakings and/or efforts, the process to formulate and implement national adaptation plans and the assessment of climate change impacts and vulnerability, with a view to formulating nationally determined prioritised actions, taking into account vulnerable people, places and ecosystems, monitoring and evaluating and learning from adaptation plans, policies, programmes and actions and building the resilience of socioeconomic and ecological systems, including through economic diversification and sustainable management of natural resources."}, {"text_block_id": "p117_b1325", "text": "6"}, {"text_block_id": "p117_b1326", "text": "It must be noted that duplications between the GGF (2014) and the NDP (2017) were actually intended so that the NDP didn’t attempt to ‘reinvent the wheel’."}, {"text_block_id": "p117_b1327", "text": "7"}, {"text_block_id": "p117_b1328", "text": "This was confirmed during the prioritisation process in which stakeholders made it clear that many were yet to be adequately completed or undertaken."}, {"text_block_id": "p117_b1329", "text": "8"}, {"text_block_id": "p117_b1330", "text": "The SPCZ is a component of the Intertropical Convergence Zone."}, {"text_block_id": "p117_b1331", "text": "9"}, {"text_block_id": "p117_b1332", "text": "About 63% of Suva’s annual total rainfall and 77% of Nadi Airport’s rainfall is received in the warm or wet season which occurs during November to April (CSIRO, 2014)."}, {"text_block_id": "p117_b1333", "text": "10"}, {"text_block_id": "p117_b1334", "text": "The southeast regions of larger islands experience higher precipitation levels as they are exposed to the trade winds. Leeward regions receive >25% of annual rainfall between May and October (FMS, 2016)."}, {"text_block_id": "p117_b1335", "text": "11"}, {"text_block_id": "p117_b1336", "text": "The tail end of the SPCZ drifts near Fiji during this time."}, {"text_block_id": "p117_b1337", "text": "12"}, {"text_block_id": "p117_b1338", "text": "Maximum temperatures have warmed at a faster rate than the minimum air temperatures. Existing data indicates that on Viti Levu there has been a decrease in the number of annual cool days and an increase in the number of warm nights. Data also indicates that warm days have increased in Suva, probably due to human changes to the environment potentially due to the removal of mangroves (CSIRO, 2014)."}, {"text_block_id": "p117_b1339", "text": "13"}, {"text_block_id": "p117_b1340", "text": "Historical data starts at 1942."}, {"text_block_id": "p117_b1341", "text": "14"}, {"text_block_id": "p117_b1342", "text": "There is a very weak positive linear trend in annual rainfall over Fiji. An annual increase of about 1.65mm/ year (approximately 0.07%/year) is observed from 1961 to 2015 period. There is a weak positive linear trend in the wet season rainfall with a seasonal increase of 0.57mm/season (approximately 0.03%/season). There is a weak positive linear trend in dry season rainfall with a seasonal increase of about 0.56mm/season (approximately 0.08%/season) (FMS, 2016)."}, {"text_block_id": "p117_b1343", "text": "15"}, {"text_block_id": "p117_b1344", "text": "As data sets increase in length, estimates will become increasingly indicative of longer-term changes and less sensitive to annual and decadal fluctuations (FMS, 2016)."}, {"text_block_id": "p117_b1345", "text": "16"}, {"text_block_id": "p117_b1346", "text": "This is because new models do not simulate temperature change of the recent past as well as other places; and because of biases in sea-surface temperature simulations and simulation of the SPCZ (CSIRO, 2014)."}, {"text_block_id": "p117_b1347", "text": "17"}, {"text_block_id": "p117_b1348", "text": "Cyclones can also occur in October and May during El Niño years (CSIRO, 2014)."}, {"text_block_id": "p117_b1349", "text": "18"}, {"text_block_id": "p117_b1350", "text": "Tropical cyclones can also be significantly affected by the Madden–Julian oscillation and quasi-biennial oscillation (Chand & Walsh 2009)."}, {"text_block_id": "p117_b1351", "text": "19"}, {"text_block_id": "p117_b1352", "text": "Image by Jeff Schmaltz [accessed 28/8/2018:"}, {"text_block_id": "p117_b1353", "text": "https://earthobservatory.nasa.gov/images/87562/tropical-cyclone-winston-slams-fiji"}, {"text_block_id": "p117_b1354", "text": "]."}, {"text_block_id": "p118_b1355", "text": "20"}, {"text_block_id": "p118_b1356", "text": "For instance, Ba, Labasa, Nadi, Nausori and Sigatoka are all located on floodplains and near major rivers."}, {"text_block_id": "p118_b1357", "text": "21"}, {"text_block_id": "p118_b1358", "text": "The OECD definition of infrastructure is used here, consequently it is defined as the system of public works in a country, state or region, including roads, utility lines and public buildings."}, {"text_block_id": "p118_b1359", "text": "22"}, {"text_block_id": "p118_b1360", "text": "Corals are also at risk from the damaging impact of cyclones."}, {"text_block_id": "p118_b1361", "text": "23"}, {"text_block_id": "p118_b1362", "text": "Particularly among key decision-makers and influential stakeholders opinion."}, {"text_block_id": "p118_b1363", "text": "24"}, {"text_block_id": "p118_b1364", "text": "The World Meteorological Organization has emphasised the importance of climate services for adaptation and disaster management (WMO, 2011)."}, {"text_block_id": "p118_b1365", "text": "25"}, {"text_block_id": "p118_b1366", "text": "For instance, seasonal forecasts need to be available before farmers plant crops."}, {"text_block_id": "p118_b1367", "text": "26"}, {"text_block_id": "p118_b1368", "text": "The Government of Fiji has already made efforts in this regard, producing a glossary for communicating climate change terms at the local level (SPC, 2012)."}, {"text_block_id": "p118_b1369", "text": "27"}, {"text_block_id": "p118_b1370", "text": "For an example of how this impedes adaptation measures, see Yeo (2017, 2013) which uses flooding in Nadi as a case study."}, {"text_block_id": "p118_b1371", "text": "28"}, {"text_block_id": "p118_b1372", "text": "This platform should enable stakeholders to identify initiatives occurring at the national and sub-national level."}, {"text_block_id": "p118_b1373", "text": "29"}, {"text_block_id": "p118_b1374", "text": "This would especially support community-based adaptation efforts if such efforts were integrated within provincial and divisional level development plans."}, {"text_block_id": "p118_b1375", "text": "30"}, {"text_block_id": "p118_b1376", "text": "Despite its remoteness Fiji acts as a regional hub for other countries."}, {"text_block_id": "p118_b1377", "text": "31"}, {"text_block_id": "p118_b1378_merged", "text": "Significant scope exists for greater involvement for the private sector in adaptation planning. For instance, within rural agriculture value chains are underdeveloped and commercial relationships are weak. Source: https://operations. ifad.org/web/ifad/operations/country/home/tags/fiji"}, {"text_block_id": "p118_b1380", "text": "32"}, {"text_block_id": "p118_b1381", "text": "For instance, there is a lack of support for financial service providers to identify and address climate risk within their investment portfolios. However, progress is being made in this regard, the Fiji Business Disaster Resilience Council has produced a business continuity planning kit and has started a ‘train the trainers’ programme."}, {"text_block_id": "p118_b1382", "text": "33"}, {"text_block_id": "p118_b1383", "text": "Participants of the multi-criteria analysis were also able to apply additional criteria if justified."}, {"text_block_id": "p118_b1384", "text": "34"}, {"text_block_id": "p118_b1385", "text": "For instance, if they were already been implemented."}, {"text_block_id": "p118_b1386", "text": "35"}, {"text_block_id": "p118_b1387", "text": "This involved making logistical arrangements and carrying out general secretariat duties. This is in line with its duties as described within the terms of reference document for the NAP Steering Committee."}, {"text_block_id": "p118_b1388", "text": "36"}, {"text_block_id": "p118_b1389", "text": "Such as the Convention on the Elimination of all forms of Discrimination Against Women, Agenda 21 (of the United Nations), Beijing Declaration and Platform for Action, World Summit on Sustainable Development, Commission on the Status of Women, UN Convention on Biological Diversity, UN Convention on Combating Desertification, United Nations Conference on Sustainable Development, and the Millennium and Sustainable Development Goals."}, {"text_block_id": "p118_b1390", "text": "37"}, {"text_block_id": "p118_b1391", "text": "Other important domestic policies and plans which are relevant are the Women’s Plan of Action (2010-2019), National Gender Policy 2014, Green Growth Framework."}, {"text_block_id": "p118_b1392", "text": "38"}, {"text_block_id": "p118_b1393", "text": "For instance, through gender needs or assessments or as part of comprehensive vulnerability assessments which have sex, age, and disability disaggregated findings."}, {"text_block_id": "p118_b1394", "text": "39"}, {"text_block_id": "p118_b1395", "text": "Due to the incorporation of gender and human rights issues into the NAP process it supports the Government of Fiji fulfil its commitments under the Pacific Framework for the Rights of Persons with Disabilities, Agenda for Humanity, and the UN Conventions on the ‘Rights of the Child’, the ‘Rights of Older Persons’, and ‘Rights of Persons with Disability’."}, {"text_block_id": "p118_b1396", "text": "40"}, {"text_block_id": "p118_b1397", "text": "Consequently, the additional outputs and stages of the NAP process will continue to emphasise the need address gender and human rights issues within their particular remit."}, {"text_block_id": "p118_b1398", "text": "41"}, {"text_block_id": "p118_b1399", "text": "Climate information management services, horizontal and vertical integration, climate change awareness, resource mobilisation, food security and nutrition, health, human settlements, Infrastructure and biodiversity and natural environment."}, {"text_block_id": "p118_b1400", "text": "42"}, {"text_block_id": "p118_b1401", "text": "Including gender analysis and disaggregated data according to sex- and age-disaggregated data."}, {"text_block_id": "p118_b1402", "text": "43"}, {"text_block_id": "p118_b1403", "text": "Important avenues to achieve this include using gender marker codes, such as those of the IASC."}, {"text_block_id": "p118_b1404", "text": "44"}, {"text_block_id": "p118_b1405", "text": "More details on what this may look like with regards to gender can be found in the ‘Pacific Gender & Climate Change Toolkit’ (see SPC, GIZ, UN Women and UNDP.; 2014)."}, {"text_block_id": "p118_b1406", "text": "45"}, {"text_block_id": "p118_b1407", "text": "Some of these may include challenges relating to safety and protection issues, women’s WASH needs, increase in cases of sexual and gender-based violence during environmental and climate events, and restricted income generation capabilities (see also Wong 2016)."}, {"text_block_id": "p118_b1408", "text": "46"}, {"text_block_id": "p118_b1409", "text": "“Initiatives and programmes should deliver long-term, positive, ecological, economic and social impacts” (NCCP, 2012:20)."}, {"text_block_id": "p118_b1410", "text": "47"}, {"text_block_id": "p118_b1411", "text": "“Planning, policy formulation and decision making are to be based on scientifically and technically sound data and information, while recognising the value of traditional knowledge” (NCCP, 2012:20)."}, {"text_block_id": "p118_b1412", "text": "48"}, {"text_block_id": "p118_b1413", "text": "“Ensure systematic reporting and feedback of climate change initiatives, programmes and projects through the National Climate Change Focal Point and the National Climate Change Country Team” (NCCP, 2012:20)."}, {"text_block_id": "p119_b1414", "text": "49"}, {"text_block_id": "p119_b1415", "text": "“All climate change initiatives, programmes and projects to feed into the national climate change monitoring and evaluation mechanism coordinated by the Climate Change Unit” (NCCP, 2012:20)."}, {"text_block_id": "p119_b1416", "text": "50"}, {"text_block_id": "p119_b1417", "text": "It is also supports the achievement of the objectives of ‘mainstreaming’ and ‘awareness’."}, {"text_block_id": "p119_b1418", "text": "51"}, {"text_block_id": "p119_b1419", "text": "See Thematic Area1, Key Challenge IV: “There is a need for greater understanding of the impacts of climate change and disasters in order to better plan for recovery and long-term development”."}, {"text_block_id": "p119_b1420", "text": "52"}, {"text_block_id": "p119_b1421", "text": "For instance, early warning systems, flood forecasting, weather stations, hydrological services, and telemetry system."}, {"text_block_id": "p119_b1422", "text": "53"}, {"text_block_id": "p119_b1423", "text": "Horizontal integration is akin to the term ‘mainstreaming’, although it is used here with specific reference to Ministerial and other government entity activities."}, {"text_block_id": "p119_b1424", "text": "54"}, {"text_block_id": "p119_b1425", "text": "“Initiatives and programmes should deliver long-term, positive, ecological, economic and social impacts” (NCCP, 2012:20)."}, {"text_block_id": "p119_b1426", "text": "55"}, {"text_block_id": "p119_b1427", "text": "“Ensure multi-sectoral, multi-level and inter-disciplinary approaches to achieve national development goals” (NCCP, 2012:20)."}, {"text_block_id": "p119_b1428", "text": "56"}, {"text_block_id": "p119_b1429", "text": "“Ensure systematic reporting and feedback of climate change initiatives, programmes and projects through the National Climate Change Focal Point and the National Climate Change Country Team” (NCCP, 2012:20)."}, {"text_block_id": "p119_b1430", "text": "57"}, {"text_block_id": "p119_b1431", "text": "“All climate change initiatives, programmes and projects to feed into the national climate change monitoring and evaluation mechanism coordinated by the Climate Change Unit” (NCCP, 2012:20)."}, {"text_block_id": "p119_b1432", "text": "58"}, {"text_block_id": "p119_b1433", "text": "“Integrate climate change issues in all national and sector policy and planning processes” (NCCP, 2012:21)."}, {"text_block_id": "p119_b1434", "text": "59"}, {"text_block_id": "p119_b1435", "text": "Within the Fijian context, this involves considerable coordination at the Divisional and Provincial levels."}, {"text_block_id": "p119_b1436", "text": "60"}, {"text_block_id": "p119_b1437", "text": "Vertical integration is vital will also require that urban-rural linkages, ecosystem-based, gender and human rights-based approaches to adaptation receive adequate attention during the creation of provincial and divisional development plans.  Consequently, effective vertical integration requires significant coordination within sub-national development planning processes."}, {"text_block_id": "p119_b1438", "text": "61"}, {"text_block_id": "p119_b1439", "text": "It also aligns the NAP process to the previous NCCP (2012) under which a multi-level approach to achieve national development goals and for which an integrated approach and community ownership are guiding principles."}, {"text_block_id": "p119_b1440", "text": "62"}, {"text_block_id": "p119_b1441", "text": "For instance, while climate change influences coastal erosion, it is wrong to only attribute coastal erosion to climate change. There are other influences most notably the degradation of coastal ecosystems such as mangroves, sea grasses, and coral reefs."}, {"text_block_id": "p119_b1442", "text": "63"}, {"text_block_id": "p119_b1443", "text": "There can be contradictions between traditional knowledge and scientific knowledge, particularly with respect to the conservation of fauna. For instance, Naincoca (2011) highlights contradictions between indigenous and scientific thought regarding conservation, specifically the problematic view that turtles will survive regardless of human use and environmental change."}, {"text_block_id": "p119_b1444", "text": "64"}, {"text_block_id": "p119_b1445", "text": "Local knowledge consists of observations of a place over an extended time period."}, {"text_block_id": "p119_b1446", "text": "65"}, {"text_block_id": "p119_b1447", "text": "Traditional knowledge is recognised as being deeply rooted in historical wisdom. It is also recognised that different ‘traditional knowledge’ is often specific to certain cultural groups be held and maintained by them and be a key aspect of their cultural identity and reflective for a cultural system (Nainoca 2011)."}, {"text_block_id": "p119_b1448", "text": "66"}, {"text_block_id": "p119_b1449", "text": "With a particular reference to homestead construction. There are multiple examples of guides in this regard such as Vrolijks (1998) and Caimi (2016)."}, {"text_block_id": "p119_b1450", "text": "67"}, {"text_block_id": "p119_b1451", "text": "Such support should also provide funding and support to the Fiji Institution of Engineers and Master Builders Association."}, {"text_block_id": "p119_b1452", "text": "68"}, {"text_block_id": "p119_b1453", "text": "Including traditional knowledge."}, {"text_block_id": "p119_b1454", "text": "69"}, {"text_block_id": "p119_b1455", "text": "For instance, there is a strong need for greater research into hydrology, catchment, and flood modelling to inform planning processes."}, {"text_block_id": "p119_b1456", "text": "70"}, {"text_block_id": "p119_b1457", "text": "Including the Climate Change and International Cooperation Division website."}, {"text_block_id": "p119_b1458", "text": "71"}, {"text_block_id": "p119_b1459", "text": "A recent study has found climate change has a significant effect on cost of capital (see Buhr et al., 2018). Thus, the role of the financial sector needs to expand to help the country to deal with climate change."}, {"text_block_id": "p119_b1460", "text": "72"}, {"text_block_id": "p119_b1461", "text": "Part of the vision for the NAP process is to create a prosperous economy through addressing environmental and climate risk which should naturally support efforts to improve resilience of the private sector."}, {"text_block_id": "p119_b1462", "text": "73"}, {"text_block_id": "p119_b1463", "text": "See chapter 4: ‘Developing and strengthening the national enabling environment’."}, {"text_block_id": "p119_b1464", "text": "74"}, {"text_block_id": "p119_b1465", "text": "In particular flexible savings accounts, long-term deposit schemes, credit programmes (including incentives for constructing climate-resilient housing), insurance, and remittance services. This also includes the Reserve Bank Fiji and Fiji Development Bank."}, {"text_block_id": "p119_b1466", "text": "75"}, {"text_block_id": "p119_b1467", "text": "This also includes the Reserve Bank Fiji and Fiji Development Bank."}, {"text_block_id": "p119_b1468", "text": "76"}, {"text_block_id": "p119_b1469", "text": "Such efforts should build upon the experiences of the UNCDF LoCAL programme to ensure programming and verification of climate change expenditures at the local level, with technical and capacity-building support to ensure compliance with the NAP Framework (particularly the need to support women, children, elderly, and the disabled)."}, {"text_block_id": "p120_b1470", "text": "77"}, {"text_block_id": "p120_b1471", "text": "For instance, expanding the Environmental and Climate Adaptation Levy to include a tax/charge on all single use plastics such as straws."}, {"text_block_id": "p120_b1472", "text": "78"}, {"text_block_id": "p120_b1473", "text": "This should build on global experiences with local-level funds and enhanced direct access modalities such as the Small Grants Programme, SANBI, and others."}, {"text_block_id": "p120_b1474", "text": "79"}, {"text_block_id": "p120_b1475", "text": "Especially for those outlined in the Biophysically Special Unique Marine Areas and Marine Bioregions reports."}, {"text_block_id": "p120_b1476", "text": "80"}, {"text_block_id": "p120_b1477", "text": "This definition included four key preconditions: (a) having the domestic capability to produce and feed the local population; (b) having a sufficiently diverse food production base to satisfy dietary needs; (c) having the distribution systems in place which link people to markets to ensure ease of access to food; and (d) having farm level efficiency monitored to ensure local produce is priced competitively and is affordable in the domestic market."}, {"text_block_id": "p120_b1478", "text": "81"}, {"text_block_id": "p120_b1479", "text": "In Fiji the agricultural sector is comprised of the Ministry of Agriculture and the Ministry of Sugarcane."}, {"text_block_id": "p120_b1480", "text": "82"}, {"text_block_id": "p120_b1481", "text": "Using GIS, identify where lowland agriculture can be sustained in light of sea level rise and other coastal climate impacts and hazards."}, {"text_block_id": "p120_b1482", "text": "83"}, {"text_block_id": "p120_b1483", "text": "Assessments need to look at both current and future risks."}, {"text_block_id": "p120_b1484", "text": "84"}, {"text_block_id": "p120_b1485", "text": "In accordance with Chapter 6 of the NAP framework."}, {"text_block_id": "p120_b1486", "text": "85"}, {"text_block_id": "p120_b1487", "text": "Particularly those important for food and nutrition security such as taro."}, {"text_block_id": "p120_b1488", "text": "86"}, {"text_block_id": "p120_b1489", "text": "For both seeds and plants."}, {"text_block_id": "p120_b1490", "text": "87"}, {"text_block_id": "p120_b1491", "text": "The aim should be to link research, policy and action across the whole food production system, from field to landscape, or ridge to reef as suggested by Taylor et al., (2016)."}, {"text_block_id": "p120_b1492", "text": "88"}, {"text_block_id": "p120_b1493", "text": "This includes research into climate-resilient livestock breeds and crop varieties (particularly those which are more tolerant of saline groundwater and/or periodic inundation and bio-security issues), integrated pest management techniques, alternative livestock feed, organic fertilisers, as well as potential for crop diversification in coastal and interior areas."}, {"text_block_id": "p120_b1494", "text": "89"}, {"text_block_id": "p120_b1495", "text": "Localised weather and seasonal forecasts, early warning systems."}, {"text_block_id": "p120_b1496", "text": "90"}, {"text_block_id": "p120_b1497", "text": "For instance, through website, SMS, and/or mobile app."}, {"text_block_id": "p120_b1498", "text": "91"}, {"text_block_id": "p120_b1499", "text": "These CSA practices include integrated farming (Integrated farming systems e.g. contour farming, minimum tillage, cover vegetation, crop rotation) and climate-based crop planning, and are aimed at diversifying crop cultivation, enhancing soil fertility, pest and weed control (e.g. marigold), expanding agro-forestry practices (e.g. plant shade trees and live fences for grazing of cattle or pigs under tree crops), promoting the use of heat, drought, flood and salt resistant varieties and cultivars (e.g. early maturity crops, shorter varieties), climate-resilient livestock breeds (e.g. by selective breeding and artificial insemination AI), increasing the production and awareness of traditional farm approaches (including methods of traditional medicine for livestock) and indigenous crops (which can be grown easily, organically, and are relatively disaster-resilient) and strengthen these through scientific research and toolkits (including investing in scientific capacity and in the capacity of users to demand, interpret and apply scientific outputs effectively)."}, {"text_block_id": "p120_b1500", "text": "92"}, {"text_block_id": "p120_b1501", "text": "Such efforts will need to increase training to farmers as improper use of chemicals can be harmful to the environment and to human health."}, {"text_block_id": "p120_b1502", "text": "93"}, {"text_block_id": "p120_b1503", "text": "By developing and applying practical on-farm approaches (demonstration sites) for sustainable land and soil management technologies, developing teaching material, strengthening the use of land use planning across soil and climate zones that involves the participation of communities and land users, introducing alternative crops in association with more sustainable land-use practices, especially on marginal sloping and coastal lands, increasing coastal and foreshore protection with stones, rocks, mangroves, and coastal forests, and strengthen fire & wind breaks (e.g. bare strips, hedges, trees) especially in dry areas, integrating pest management, controlled livestock grazing, cover crops, soil health, water-run off controls, integrated crop-livestock farming and agroforestry into farm practices, and provide user friendly guidelines and incentives for investing in organic farming, including the use of green house and hydroponic systems."}, {"text_block_id": "p120_b1504", "text": "94"}, {"text_block_id": "p120_b1505", "text": "Including outer islands."}, {"text_block_id": "p120_b1506", "text": "95"}, {"text_block_id": "p120_b1507", "text": "Such as crop and livestock insurance and fintech."}, {"text_block_id": "p120_b1508", "text": "96"}, {"text_block_id": "p120_b1509", "text": "For instance, by developing information materials on best land use practices, water management, risk management, and appropriate traditional farming skills and knowledge (e.g. drought- and flood-resilient traditional crops including fruit trees available and traditional planting techniques)."}, {"text_block_id": "p120_b1510", "text": "97"}, {"text_block_id": "p120_b1511", "text": "which promote inclusive awareness and knowledge exchange through regular meetings and use of media to exchange ideas and knowledge (in the appropriate vernacular)."}, {"text_block_id": "p120_b1512", "text": "98"}, {"text_block_id": "p120_b1513", "text": "Including climate-smart agriculture, disaster risk reduction, water management and sustainable land management practices."}, {"text_block_id": "p120_b1514", "text": "99"}, {"text_block_id": "p120_b1515", "text": "Both in terms of how climate change will impact domestic production but also how climate change may impact international production."}, {"text_block_id": "p120_b1516", "text": "100"}, {"text_block_id": "p120_b1517", "text": "Women often use handlines, traps, and bare hands while men typically use boats and nets or diving gear (Vuki and Vunisea, 2016)."}, {"text_block_id": "p121_b1518", "text": "101"}, {"text_block_id": "p121_b1519", "text": "For instance, market surveys to be made accessible to all stakeholders and link data to fish harvest areas and weather in accordance with best practice."}, {"text_block_id": "p121_b1520", "text": "102"}, {"text_block_id": "p121_b1521", "text": "There is a particular need to ensure the endorsement of the aquaculture and inshore fisheries bill."}, {"text_block_id": "p121_b1522", "text": "103"}, {"text_block_id": "p121_b1523", "text": "For instance, restoring mangroves, forests, seagrass, mud flats, and coral reefs."}, {"text_block_id": "p121_b1524", "text": "104"}, {"text_block_id": "p121_b1525", "text": "Relevant hazard maps could refer to those at the municipal level or wider level such as the watershed or province level."}, {"text_block_id": "p121_b1526", "text": "105"}, {"text_block_id": "p121_b1527", "text": "This could refer to replacement land, financing for small business opportunities, skills training for income generation projects, or cash transfers."}, {"text_block_id": "p121_b1528", "text": "106"}, {"text_block_id": "p121_b1529", "text": "The world has a target of at least 20% women."}, {"text_block_id": "p121_b1530", "text": "107"}, {"text_block_id": "p121_b1531", "text": "Such as ‘demand management approaches’ and ‘Drinking Water Safety and Security Panning’, and ‘Water Supply Management Plans (WSMP)’."}, {"text_block_id": "p121_b1532", "text": "108"}, {"text_block_id": "p121_b1533", "text": "This should include the design of penalties which effectively enforce compliance with environmental regulations. Fines could act as a source of revenue for adaptation activities, perhaps with a focus on extractive industries causing significant harm to biodiversity."}, {"text_block_id": "p121_b1534", "text": "109"}, {"text_block_id": "p121_b1535", "text": "At the time of writing the revised National Biodiversity Strategy and Action Plan is in its final stages of creation."}, {"text_block_id": "p121_b1536", "text": "110"}, {"text_block_id": "p121_b1537", "text": "This should include the design of penalties which effectively enforce compliance with environmental regulations. Fines could act as a source of revenue for adaptation activities, perhaps with a focus on extractive industries causing significant harm to biodiversity."}, {"text_block_id": "p121_b1538", "text": "111"}, {"text_block_id": "p121_b1539", "text": "Including the use of ‘cash for work’ programmes."}, {"text_block_id": "p121_b1540", "text": "112"}, {"text_block_id": "p121_b1541", "text": "Including the use of ‘cash for work’ programmes. should be strengthened. This could perhaps be achieved through the development and implementation of a roadmap; including the enaction of a comprehensive protected areas legal framework, development of sustainable financing arrangements and governance mechanisms, and a prioritisation process. There are a number of reports which the implementation of this action should build upon: FELA and EDO NSW (2017); Sykes et al., (2018); Wendt et al., (2018)."}, {"text_block_id": "p121_b1542", "text": "113"}, {"text_block_id": "p121_b1543", "text": "In order words it must operationalise existing guidance such as Parry et al., (2017)."}, {"text_block_id": "p121_b1544", "text": "114"}, {"text_block_id": "p121_b1545", "text": "Such as microfinance institutions, commercial banks, financial cooperatives, pension and other investment funds, and insurance companies."}, {"text_block_id": "p123_b1546", "text": "Ministry of Economy"}, {"text_block_id": "p123_b1547", "text": "Ro Lalabalavu House"}, {"text_block_id": "p123_b1548", "text": "370 Victoria Parade Suva"}, {"text_block_id": "p123_b1549", "text": "P.O Box 2212, Government Buildings, Suva, Fiji"}, {"text_block_id": "p123_b1550", "text": "Tele: (679) 330 7011, Fax: (679) 330 0834"}, {"text_block_id": "p123_b1551", "text": "Website: www.economy.gov.fj,"}, {"text_block_id": "p123_b1552", "text": "Email: EconomyInformation@economy.gov.fj"}], "document_description": "This National Adaptation Plan has been endorsed by the Fijian government and has been prepared by national policymakers in coordination with a group of international actors. It contains 160 adaptation ,easures to be prrioritised over five years."}