{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Fiji", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "National Energy Policy 2006", "document_country_code": "FJI", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "06/01/2005", "document_keyword": ["Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/FJI/2005/FJI-2005-01-06-National Energy Policy 2006_789c81c02e4a983e423304ba3967e436.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Review of the Fiji National Energy Policy"}, {"text_block_id": "p0_b2", "text": "Draft Energy Policy"}, {"text_block_id": "p0_b3", "text": "July 2013"}, {"text_block_id": "p0_b4", "text": "Submitted to GIZ Secretariat of the"}, {"text_block_id": "p0_b5", "text": "Pacific Community by:"}, {"text_block_id": "p0_b6", "text": "Economic Consulting Associates"}, {"text_block_id": "p0_b7", "text": "SMEC (New Zealand)"}, {"text_block_id": "p0_b8", "text": "Economic Consulting Associates Limited"}, {"text_block_id": "p0_b9", "text": "41 Lonsdale Road, London NW6 6RA, UK tel: +44 20 7604 4545, fax: +44 20 7604 4547"}, {"text_block_id": "p1_b10", "text": "Contents"}, {"text_block_id": "p2_b11", "text": "Abbreviations and acronyms"}, {"text_block_id": "p3_b12", "text": "Preface to policy"}, {"text_block_id": "p3_b13_merged", "text": "This report sets out the Draft National Energy Policy prepared by a team of consultants under the Review of the Fiji National Energy Policy project with the support of the Department of Energy. The consultants are contracted under the Coping with Climate Change in the Pacific Island Region (CCCPIR) programme, which is funded by GIZ and jointly implemented by the Secretariat of the Pacific Community (SPC) and GIZ."}, {"text_block_id": "p4_b18", "text": "DRAFT NATIONAL ENERGY POLICY"}, {"text_block_id": "p4_b19", "text": "July 2013"}, {"text_block_id": "p5_b20", "text": "Executive Summary"}, {"text_block_id": "p5_b21", "text": "Introduction"}, {"text_block_id": "p5_b22", "text": "This National Energy Policy sets out the Government’s direction for the energy"}, {"text_block_id": "p5_b23", "text": "sector in Fiji. It replaces the 2006 National Energy. A new energy policy was required to reflect recent changes and trends in the energy sector."}, {"text_block_id": "p5_b24", "text": "Vision and objectives"}, {"text_block_id": "p5_b25", "text": "The government’s vision is for a resource efficient, cost effective, and"}, {"text_block_id": "p5_b26", "text": "environmentally sustainable energy sector."}, {"text_block_id": "p5_b27", "text": "The primary objective of this energy policy is to achieve affordable energy for all of Fiji. The secondary objectives of this energy policy are to achieve sustainable energy supplies and reduce energy import costs."}, {"text_block_id": "p5_b28", "text": "Overview of the energy sector"}, {"text_block_id": "p5_b29", "text": "F"}, {"text_block_id": "p5_b30", "text": "iji’s energy situation is characterised primarily by a high reliance on imported"}, {"text_block_id": "p5_b31", "text": "fuels. Although this is unlikely to change in the foreseeable future, there is still a"}, {"text_block_id": "p5_b32", "text": "need to reduce Fiji’s reliance on imported fuels as much as possible."}, {"text_block_id": "p5_b33", "text": "Grid-based power s"}, {"text_block_id": "p5_b34", "text": "upply has arguably the most potential to make Fiji’s energy"}, {"text_block_id": "p5_b35", "text": "sector more efficient, cost effective, and environmentally sustainable. Over 50% of"}, {"text_block_id": "p5_b36", "text": "Fiji’s electricity is already generated from hydropower, but there are still likely a"}, {"text_block_id": "p5_b37", "text": "number of medium size undeveloped hydro sites and significant unexplored geothermal, solar, and wind resources."}, {"text_block_id": "p5_b38", "text": "The majority of the population has access to modern forms of energy, thanks to significant improvements in the last two decades through rural electrification initiatives. However approximately 10% of the population is still without access to electricity and Fiji is still struggling to provide remote areas and isolated islands with access to electricity in a sustainable manner."}, {"text_block_id": "p5_b39", "text": "The transport sector is the main user of imported fuel in Fiji. There have been attempts to reduce petroleum imports through the use of bio-fuels, but research and development both locally and abroad has shown that its economic viability is uncertain at best. Serious reductions in the cost of energy consumption in the transport sector will be challenging and will take time."}, {"text_block_id": "p5_b40_merged_merged_merged", "text": "Improving Fiji’s energy efficiency across the different sectors is likely a cost-effective way to reduce the cost and increase the availability of energy in Fiji, despite the fact that Fiji has a relatively low energy-intensive economy."}, {"text_block_id": "p5_b43", "text": "Fiji’s current institutional and policy framework for the energy sector is quite"}, {"text_block_id": "p5_b44", "text": "complex, with overlapping responsibilities and significant gaps in the area of regulation and oversight, which has led to weak sector governance. Other governance challenges include the effective sharing and management of energy information and improving the transparency of sector regulation.  These are"}, {"text_block_id": "p6_b45", "text": "evidenced by the fact that Fiji has been unsuccessful in encouraging significant private sector participation in the energy sector."}, {"text_block_id": "p6_b46", "text": "Targets"}, {"text_block_id": "p6_b47", "text": "Fiji’s targets for the energy sector, given below, are aligned with the Sustainable"}, {"text_block_id": "p6_b48", "text": "Energy for All (SE4ALL) initiative of the United Nations.  These targets will be further developed and refined over time as energy information becomes available."}, {"text_block_id": "p6_b49", "text": "Priority policies"}, {"text_block_id": "p6_b50_merged", "text": "Summaries of the priority policies for each key area of Fiji’s energy sector are provided below. These priority policies have been chosen on the basis that they are readily achievable and have the most potential to achieve the objectives and targets for the energy sector."}, {"text_block_id": "p6_b53", "text": "Grid-based power supply:"}, {"text_block_id": "p6_b54", "text": "Grid-based power supply:\n* , including\n* , including"}, {"text_block_id": "p6_b60", "text": "Rural electrification:"}, {"text_block_id": "p7_b61", "text": "Rural electrification:\n* , showing how each\n* and an associated framework that will be"}, {"text_block_id": "p7_b67", "text": "Renewable energy:"}, {"text_block_id": "p7_b68", "text": "Renewable energy:\n* Maintain a comprehensive assessment of Fijiâs renewable energy resources\n* Make all data on renewable energy resources available to the public and"}, {"text_block_id": "p7_b74", "text": "Transport:"}, {"text_block_id": "p7_b75", "text": "Transport:\n* , including continuing\n* that"}, {"text_block_id": "p7_b81", "text": "Petroleum and substitute fuels:"}, {"text_block_id": "p7_b82", "text": "Petroleum and substitute fuels:\n* by negotiating directly with\n* , including collecting data on"}, {"text_block_id": "p7_b88", "text": "Energy efficiency:"}, {"text_block_id": "p7_b89", "text": "Energy efficiency:\n* of energy efficiency by providing\n* to all widely imported electrical appliances and industrial\n* , so that demand side"}, {"text_block_id": "p7_b98", "text": "Implementation arrangements"}, {"text_block_id": "p7_b99", "text": "Overall responsibility for coordinating and overseeing the implementation of this National Energy Policy will be led by a new National Energy Coordination Committee (NECC), which will include representatives of the relevant government ministries and agencies.  DoE will be the secretariat to the NECC."}, {"text_block_id": "p8_b100", "text": "Primary responsibility for planning and policy development in the energy sector will lie with DoE. Its legal mandate to carry out this role will be reviewed and strengthened. FEA will remain responsible for planning of the national grid, while responsibility for national master plans and policies on the role of the private sector will be transferred from FEA to DoE to avoid potential conflicts of interest."}, {"text_block_id": "p8_b101_merged", "text": "The Commerce Commission will continue to be responsible for the economic regulation of the energy sector, including competition regulation and the setting of fuel and electricity prices. Technical regulatory functions currently held by FEA, including licensing and approvals, will be transferred to DoE. To avoid DoE’s policy-making and regulatory responsibilities being confused, a separate unit under DoE will be established to undertake these regulatory functions."}, {"text_block_id": "p8_b104", "text": "DoE will lead reporting, monitoring, and evaluation of all energy sector activity, including the implementation of the National Energy Policy, and report to the NECC annually. A national energy information system and database will be established and housed at DoE, which will be publicly accessible."}, {"text_block_id": "p9_b105", "text": "1 Introduction"}, {"text_block_id": "p9_b106", "text": "This National Energy Policy sets out the Government’s direction for the energy"}, {"text_block_id": "p9_b107", "text": "sector in Fiji."}, {"text_block_id": "p9_b108", "text": "Rationale for a new energy policy"}, {"text_block_id": "p9_b109", "text": "It has been seven years since the 2006 National Energy Policy was developed. Fiji has made significant progress since then in improving access to modern energy and the share of renewable energy sources in electricity generation. A new/updated energy policy is required to reflect recent changes and trends in the energy sector and to propose mechanisms to address new challenges, such as the significant"}, {"text_block_id": "p9_b110", "text": "increase in Fiji’s fuel import bill."}, {"text_block_id": "p9_b111", "text": "Preparation of the energy policy"}, {"text_block_id": "p9_b112", "text": "The review and update of the National Energy Policy (NEP) has been led by the Department of Energy (DoE) with the assistance of a team of international consultants and an advisory committee consisting of representatives from key government institutions. The NEP is the product of:"}, {"text_block_id": "p9_b113", "text": "The review and update of the National Energy Policy (NEP) has been led by the Department of Energy (DoE) with the assistance of a team of international consultants and an advisory committee consisting of representatives from key government institutions. The NEP is the product of:\n* Broad direction provided in strategic government documents such as\n* A thorough review of documentation and past reports relating to Fijiâs\n* A broad consultation process that has involved all of the key\n* Preparatory work and analysis undertaken by the consulting team with"}, {"text_block_id": "p9_b128", "text": "Supporting documents"}, {"text_block_id": "p9_b129", "text": "This National Energy Policy is accompanied by the following preparatory work and supporting documents that were prepared by the consultants:"}, {"text_block_id": "p9_b130", "text": "This National Energy Policy is accompanied by the following preparatory work and supporting documents that were prepared by the consultants:\n* â\n* â\n Assesses the status of mainstreaming the\n* â\n* â\n The National Energy"}, {"text_block_id": "p10_b138_merged", "text": "This National Energy Policy is accompanied by the following preparatory work and supporting documents that were prepared by the consultants:\n* â\n* â\n Assesses the status of mainstreaming the\n* â\n* â\n The National Energy\n* â\n* â\n Reviews the existing legislative framework\n* â\n* â\n Sets out the key actions (over the next five years)"}, {"text_block_id": "p10_b148", "text": "Support preparing this policy"}, {"text_block_id": "p10_b149", "text": "Support for the preparation of this policy has been provided primarily by GIZ through the Coping with Climate Change in the Pacific Island Region (CCCPIR) programme. The United Nations Development Programme (UNDP) also provided support."}, {"text_block_id": "p11_b150", "text": "2 Vision and objectives"}, {"text_block_id": "p11_b151", "text": "Vision"}, {"text_block_id": "p11_b152_merged", "text": "The government’s vision for Fiji’s energy sector, as set out in the Roadmap for Democracy and Sustainable Socio-Economic Development 2009-2014, is for a resource efficient, cost effective, and environmentally sustainable energy sector. This should ensure that communities have secure access to affordable and reliable energy supplies."}, {"text_block_id": "p11_b159", "text": "Objectives"}, {"text_block_id": "p11_b160", "text": "The primary objective of this National Energy Policy is to achieve:"}, {"text_block_id": "p11_b161", "text": "The primary objective of this National Energy Policy is to achieve:\n* Ensure that all Fijians have access to"}, {"text_block_id": "p11_b164", "text": "The secondary objectives of this National Energy Policy are to achieve:"}, {"text_block_id": "p11_b165", "text": ""}, {"text_block_id": "p11_b166", "text": "Sustainable energy supplies:"}, {"text_block_id": "p11_b167", "text": "Establish environmentally sound and sustainable systems for energy production, procurement, transportation, distribution and end-use."}, {"text_block_id": "p11_b168", "text": ""}, {"text_block_id": "p11_b169", "text": "Reduced import costs:"}, {"text_block_id": "p11_b170", "text": "Encourage the efficient use of energy and the use of indigenous energy sources to reduce the financial burden of energy imports on Fiji."}, {"text_block_id": "p12_b171", "text": "3 Overview of the energy sector"}, {"text_block_id": "p12_b172", "text": "An overview of Fiji’s energy sector is provided in the following sub"}, {"text_block_id": "p12_b173", "text": "-sections."}, {"text_block_id": "p12_b174", "text": "3.1 Overall energy situation in Fiji"}, {"text_block_id": "p12_b175", "text": "Fiji’s"}, {"text_block_id": "p12_b176", "text": "energy situation is characterised primarily by a high reliance on imported fuels"}, {"text_block_id": "p12_b177", "text": ". Although this is unlikely to change in the foreseeable future, there is still a need to reduce"}, {"text_block_id": "p12_b178", "text": "Fiji’s"}, {"text_block_id": "p12_b179", "text": "reliance on imported fuels as much as possible. This will"}, {"text_block_id": "p12_b180", "text": "improve Fiji’s"}, {"text_block_id": "p12_b181", "text": "macro-economic stability by making it less vulnerable to volatile international fuel prices and high import payments."}, {"text_block_id": "p12_b182", "text": "Fiji’s two other main sources of"}, {"text_block_id": "p12_b183", "text": "energy are biomass/wood for cooking in rural areas and hydropower generated electricity."}, {"text_block_id": "p12_b184", "text": "Fiji’s"}, {"text_block_id": "p12_b185", "text": "energy demand is driven by household consumption of electricity and transport fuels"}, {"text_block_id": "p12_b186", "text": "and by the need of its major industries, in particular agriculture and forestry, tourism, and mining. Demand has increased over the past decade and is likely to continue increasing, although the rate will depend significantly on the effect of future"}, {"text_block_id": "p12_b187", "text": "political developments on Fiji’s economic growth."}, {"text_block_id": "p12_b188", "text": "With the majority"}, {"text_block_id": "p12_b189", "text": "of Fiji’s population living"}, {"text_block_id": "p12_b190", "text": "on the two main islands of Viti Levu and Vanua Levu and Fiji being endowed with significant renewable resources (the extent of which is not fully known),"}, {"text_block_id": "p12_b191", "text": "grid-based power supply has arguably the most potential"}, {"text_block_id": "p12_b192", "text": "to make Fiji’s energy sector more efficient, cost effective, and"}, {"text_block_id": "p12_b193", "text": "environmentally sustainable"}, {"text_block_id": "p12_b194", "text": ". Over 50%"}, {"text_block_id": "p12_b195", "text": "of"}, {"text_block_id": "p12_b196", "text": "Fiji’s"}, {"text_block_id": "p12_b197", "text": "electricity is already generated from hydropower, but there are still likely a number of medium size undeveloped hydro sites and significant unexplored geothermal, solar, and wind resources. There"}, {"text_block_id": "p12_b198", "text": "has not been any private investment in Fiji’s power sector, but this will need"}, {"text_block_id": "p12_b199", "text": "to change if future investment needs are to be met."}, {"text_block_id": "p12_b200", "text": "The"}, {"text_block_id": "p12_b201", "text": "majority of the population has access to modern forms of energy"}, {"text_block_id": "p12_b202", "text": ", thanks to significant improvements in the last two decades through rural electrification initiatives. However approximately 10%"}, {"text_block_id": "p12_b203", "text": "of the population is still without access to electricity and Fiji is still struggling to provide remote areas with access to electricity in a sustainable manner."}, {"text_block_id": "p12_b204_merged_merged_merged_merged", "text": "The transport sector is the main user of imported fuel in Fiji. There have been attempts to reduce petroleum imports through the use of bio-fuels, but research and development both locally and abroad has shown that its economic viability is uncertain at best, and is therefore unlikely to make the sort of impact once hoped. The transport sector needs to increase its emphasis on reducing the cost of energy consumption, but gains will take time and are unlikely to be dramatic unless there is a technological breakthrough."}, {"text_block_id": "p13_b208", "text": "Improving Fiji’s energy efficiency"}, {"text_block_id": "p13_b209", "text": "–"}, {"text_block_id": "p13_b210", "text": "in the transport sector and also in the power sector and amongst households/businesses"}, {"text_block_id": "p13_b211", "text": "–"}, {"text_block_id": "p13_b212", "text": "is likely a cost-effective way to reduce the cost and increase the availability of energy"}, {"text_block_id": "p13_b213", "text": "in Fiji, despite the fact that Fiji is a relatively low energy-intensive country. Fiji has made some progress in recent years, but there is still much to be done, in particular with regard to emerging"}, {"text_block_id": "p13_b214", "text": "mining projects which will increase the energy intensity of Fiji’s economy"}, {"text_block_id": "p13_b215", "text": "."}, {"text_block_id": "p13_b216", "text": "3.2 Sector governance and implementation"}, {"text_block_id": "p13_b217", "text": "Fiji’s current"}, {"text_block_id": "p13_b218", "text": "institutional and policy framework for the energy sector is quite complex"}, {"text_block_id": "p13_b219", "text": ", with overlapping responsibilities and significant gaps in the areas of coordination, regulation and oversight. This has led to weak sector governance that must be improved going forward."}, {"text_block_id": "p13_b220", "text": "Coordination of the various public sector institutions with responsibilities in the energy sector has traditionally been a key weakness"}, {"text_block_id": "p13_b221", "text": "of sector governance and implementation of the previous National Energy Policy. These institutions include (but are not limited to) the Ministry of Works, Transport, and Public Utilities, the Ministry of Tourism and Public Enterprises, the Ministry of Finance and National Planning, the Ministry of Foreign Affairs and International Cooperation, the Commerce Commission, the Fiji Electricity Authority, and the Land Transport Authority."}, {"text_block_id": "p13_b222", "text": "The"}, {"text_block_id": "p13_b223", "text": "lack of an institution with overall responsibility for planning and policy development"}, {"text_block_id": "p13_b224", "text": "has been another key weakness. The previous energy policy foresaw a significant restructure of institutional responsibilities for planning and regulation in the energy sector, including new legislation that would empower the Department of"}, {"text_block_id": "p13_b225", "text": "Energy (DoE) to become Fiji’s central policy"}, {"text_block_id": "p13_b226", "text": "-making and planning entity for the energy sector. However this did not eventuate and DoE remained largely focused on detailed implementation in specific areas such as energy efficiency and rural electrification, rather than focusing on sector-wide planning and oversight which have greater potential to bring about change and development in the sector."}, {"text_block_id": "p13_b227", "text": "Effective sharing and management of energy information is another serious challenge"}, {"text_block_id": "p13_b228", "text": "for sector governance. Numerous recent energy sector studies in Fiji and the wider Pacific region have identified the poor quality of national and regional energy sector data as limiting opportunities for policy, planning, rational decision-making, private investment and future performance improvement. In many cases a culture of restrictive information still prevails."}, {"text_block_id": "p13_b229_merged_merged_merged", "text": "Economic regulation of the energy sector is led by the Commerce Commission, however the manner in which prices have been set has often lacked transparency. This is particularly the case for electricity tariffs and a number of different studies have highlighted the need for a regulatory contract that reduces discretionary powers. Fiji Electricity Authority (the state-owned power utility responsible for providing grid based electricity) has traditionally self-regulated on technical matters, including issuing licences and grid connection of IPPs and embedded generation. This creates possible conflicts of interest."}, {"text_block_id": "p14_b232", "text": "Fiji has been"}, {"text_block_id": "p14_b233", "text": "unsuccessful in encouraging significant private sector participation"}, {"text_block_id": "p14_b234", "text": "in the energy sector. This is largely due to weak sector governance (in particular the lack of a clear regulatory framework for encouraging third party electricity generation), resource information not being made public, and a general weakness in"}, {"text_block_id": "p14_b235", "text": "Fiji’s business climate."}, {"text_block_id": "p14_b236", "text": "3.3 Status by energy area"}, {"text_block_id": "p14_b237", "text": "Grid-based power supply"}, {"text_block_id": "p14_b238", "text": "Key issues to be addressed:"}, {"text_block_id": "p14_b239", "text": ""}, {"text_block_id": "p14_b240", "text": "Need to improve FEA’s efficiency by building on its"}, {"text_block_id": "p14_b241", "text": "strong past performance"}, {"text_block_id": "p14_b242", "text": ""}, {"text_block_id": "p14_b243", "text": "Fiji likely still has significant unutilised renewable energy resources"}, {"text_block_id": "p14_b244", "text": ""}, {"text_block_id": "p14_b245", "text": "The enabling framework for private sector investment needs to be improved"}, {"text_block_id": "p14_b246", "text": ""}, {"text_block_id": "p14_b247", "text": "Regulation needs to be strengthened"}, {"text_block_id": "p14_b248", "text": ""}, {"text_block_id": "p14_b249", "text": "Institutional responsibilities need to be streamlined"}, {"text_block_id": "p14_b250", "text": "Fiji Electricity Authority (FEA) is the vertically integrated, state-owned power utility that is responsible for providing grid based electricity. FEA has been performing well in comparison with other utilities in the Pacific region (although arguably less so when compared with the better-performing island utilities around the world)."}, {"text_block_id": "p14_b251", "text": "FEA’s total generation was"}, {"text_block_id": "p14_b252", "text": "823 GWh in 2012, 55% of which is hydro generation, 40% thermal, 4% co-generation, and 1% wind. More than 93% of generation is supplied on the main island of Viti Levu. The total installed capacity of FEA is 263 MW across three main systems of Viti Levu, Vanua Levu, and Ovalau."}, {"text_block_id": "p14_b253", "text": "Electricity demand has been largely flat over the last six years, although it is expected to increase in the future. Possible mining developments could also have a"}, {"text_block_id": "p14_b254", "text": "substantial impact on Fiji’s"}, {"text_block_id": "p14_b255", "text": "electricity demand."}, {"text_block_id": "p14_b256", "text": "The cost of imported fossil fuel for power generation is currently around 100 million FJD per annum. This could be reduced significantly if Fiji can fully utilise its renewable resources, in particular geothermal, hydro, and solar resources. Resource assessments are needed to fully understand this potential."}, {"text_block_id": "p14_b257", "text": "Fiji’s ele"}, {"text_block_id": "p14_b258_merged_merged_merged", "text": "ctricity system needs significant investment over the next decade (estimated to be in the order of FJD 1.5 billion), which cannot be financed by the public sector alone. Therefore Fiji needs to attract private investment in generation capacity. As yet there has not been a single true Independent Power Project (IPP)project in Fiji. This is largely due to the lack of a clear regulatory framework for encouraging"}, {"text_block_id": "p15_b260", "text": "private generation,"}, {"text_block_id": "p15_b261", "text": "uncertainty with regard to the government’s"}, {"text_block_id": "p15_b262", "text": "plans to reform FEA, resource information not being made public, and general weaknesses"}, {"text_block_id": "p15_b263", "text": "in Fiji’s"}, {"text_block_id": "p15_b264", "text": "business climate."}, {"text_block_id": "p15_b265", "text": "Regulatory oversight of FEA is weak. Tariffs are controlled by the Commerce Commission, but the manner in which tariffs are reviewed is not transparent. Two ministries have a mandate to oversee FEA, but in practice FEA has been self-regulated for many years with respect to all non-tariff aspects of the electricity system, including issuing licences, developing technical rules, and defining incentives for third party generation."}, {"text_block_id": "p15_b266", "text": "Rural electrification"}, {"text_block_id": "p15_b267", "text": "Key issues to be addressed:"}, {"text_block_id": "p15_b268", "text": ""}, {"text_block_id": "p15_b269", "text": "Despite recent success in improving access, the sustainability of current schemes is at risk"}, {"text_block_id": "p15_b270", "text": ""}, {"text_block_id": "p15_b271", "text": "Schemes are funded on an ad-hoc basis by government"}, {"text_block_id": "p15_b272", "text": ""}, {"text_block_id": "p15_b273", "text": "There is no clear plan of how to provide the remaining unserved population with access to electricity"}, {"text_block_id": "p15_b274", "text": "At present, approximately 20% of the rural population does not yet have any access to some modern form of energy and rely exclusively on wood fuels."}, {"text_block_id": "p15_b275", "text": "The on-going efforts of DoE and FEA under the government funded rural electrification programme have made significant progress towards full coverage over the past decade (rural electrification was approximately 69% in 2003), but rural access is still significantly less than 96% of the urban population with access. The number of remote islands in Fiji poses additional challenges for electrification (previous estimates suggest less than 10% of the rural population not electrified are within economic reac"}, {"text_block_id": "p15_b276", "text": "h of FEA’s grid)."}, {"text_block_id": "p15_b277", "text": "The delivery methods used to provide electricity access to rural areas in Fiji include FEA grid extension on the main island (which has likely had the greatest impact on access, with 487 grid extensions having been undertaken), diesel-based mini-grids (around 14 MW of installed capacity) operated by the Public Works Department or community cooperatives, and solar home systems (in over 3,000 homes)"}, {"text_block_id": "p15_b278", "text": "which are maintained by private contractors paid for from a monthly household charge plus a subsidy from DoE. There is currently no clear plan in place to show how each community should be served and how it will be funded."}, {"text_block_id": "p15_b279_merged_merged_merged_merged", "text": "The sustainability of the government funded rural electrification schemes is not secured– community operated models often lead to deteriorated and inoperable"}, {"text_block_id": "p16_b282", "text": "systems, while collection rates from households for solar home systems are low and as a result have to be heavily subsidised. Furthermore, the supply to consumers connected to isolated grids is constrained to several hours a day (typically in the evening) limiting the use of electricity for productive purposes."}, {"text_block_id": "p16_b283", "text": "Renewable energy"}, {"text_block_id": "p16_b284", "text": "Key issues to be addressed:"}, {"text_block_id": "p16_b285", "text": ""}, {"text_block_id": "p16_b286", "text": "A comprehensive assessment of Fiji’s"}, {"text_block_id": "p16_b287", "text": "resources and viability of different renewable technologies is needed"}, {"text_block_id": "p16_b288", "text": ""}, {"text_block_id": "p16_b289", "text": "Lack of access to resource data has been a strong impediment to private sector project development in the past"}, {"text_block_id": "p16_b290", "text": ""}, {"text_block_id": "p16_b291", "text": "Incentives for a wider participation of the population in renewable generation are insufficient"}, {"text_block_id": "p16_b292", "text": "Fiji is fortunate to have significant renewable energy resources. In particular, Fiji stands out in the Pacific region due to its high use of hydro (~55%) in its grid-based generation mix."}, {"text_block_id": "p16_b293", "text": "There are also a small number of diesel mini-grids that use a CNOdiesel blend (20/80) and over 3,000 solar home systems"}, {"text_block_id": "p16_b294", "text": "."}, {"text_block_id": "p16_b295", "text": "In rural areas, renewable biomass fuels still play a major role with more than 70% of rural households using wood for cooking purposes"}, {"text_block_id": "p16_b296", "text": ". While this can be considered renewable in most cases, the negative health impacts of cooking on open fires means this practice should not be encouraged."}, {"text_block_id": "p16_b297_merged_merged_merged", "text": "Fiji is well endowed with a variety of renewable energies, including hydro geothermal, solar, and wind, and development of these should be encouraged where they are the least-cost means of supply. A diversification of renewable resources would be ideal, given that hydropower is critically exposed to droughts and climate change. Significant progress has been made in assessing Fiji’s renewable resources, but much more remains to be done, particularly in improving data quality and access to data. The culture of restrictive information that currently prevails needs to be changed and relevant resource information, feasibility studies and project data needs to be openly shared in order to attract reputable private sector deve"}, {"text_block_id": "p16_b300", "text": "lopers to Fiji’s energy sector."}, {"text_block_id": "p16_b301", "text": "While countries in the region and the world have seen significant successes in decentralised, embedded renewable energy generation by households and businesses, investments in roof mounted solar and small scale wind has not taken"}, {"text_block_id": "p17_b302", "text": "off in Fiji because the feed-in tariff offered by FEA is too low to stimulate such investments"}, {"text_block_id": "p17_b303", "text": "."}, {"text_block_id": "p17_b304", "text": "Transport"}, {"text_block_id": "p17_b305", "text": "Key issues to be addressed:"}, {"text_block_id": "p17_b306", "text": ""}, {"text_block_id": "p17_b307", "text": "The transport sector is highly dependent on imported fuel"}, {"text_block_id": "p17_b308", "text": ""}, {"text_block_id": "p17_b309", "text": "More can be done to encourage fuel-efficient vehicles and a shift towards public transport and non-motorised transport"}, {"text_block_id": "p17_b310", "text": "The transport sector is the main user of imported fuel, accounting for over 60% of"}, {"text_block_id": "p17_b311", "text": "Fiji’s"}, {"text_block_id": "p17_b312", "text": "total petroleum consumption in recent years."}, {"text_block_id": "p17_b313", "text": "The biggest opportunity in fuel savings and energy conservation is in land transport ("}, {"text_block_id": "p17_b314", "text": "which makes up around 16% of Fiji’s total petroleum consumption)"}, {"text_block_id": "p17_b315", "text": ". The number of registered land vehicles has grown by around 40% over the last decade. At present, around 4% of land transport uses alternative energy sources (predominantly LPG)"}, {"text_block_id": "p17_b316", "text": "."}, {"text_block_id": "p17_b317", "text": "The government also promotes improvements in the fuel efficiency of land vehicles through age restrictions on imported cars, maximum axel weight restrictions, and duty concessions on low emission vehicles."}, {"text_block_id": "p17_b318", "text": "Electric vehicles have future potential to transform the sector, although this depends on grid-based electricity being from renewable sources or there is no true move away from dependency on petroleum products."}, {"text_block_id": "p17_b319_merged_merged_merged_merged", "text": "The air and marine transport industries are major imported fuel users (26% and 22% of Fiji’s total petroleum consumption respectively) but the potential for Fiji, acting alone, to increase efficiency in these is much more limited given that these industries are largely governed by international treaties and conventions."}, {"text_block_id": "p17_b322", "text": "Fi"}, {"text_block_id": "p17_b323", "text": "ji’s new transport policy is currently under development and provides a significant opportunity to increase the sector’s focus on energy efficiency, in"}, {"text_block_id": "p17_b324", "text": "particular by improving public transport and the layout of urban areas to encourage other non-motorised transport and reduce congestion."}, {"text_block_id": "p18_b325", "text": "Petroleum and substitute fuels"}, {"text_block_id": "p18_b326", "text": "Key issues to be addressed:"}, {"text_block_id": "p18_b327", "text": ""}, {"text_block_id": "p18_b328", "text": "Fiji needs to reduce its high petroleum import bill"}, {"text_block_id": "p18_b329", "text": ""}, {"text_block_id": "p18_b330", "text": "The viability of bio-fuels in Fiji seems marginal at best"}, {"text_block_id": "p18_b331", "text": "While there is general agreement on the desirability of reducing the volume and cost of imported petroleum products in Fiji, the potential to do so is limited. In 2011, Fiji imported a total of 707 million litres of petroleum products at a value of 1.17 billion FJD"}, {"text_block_id": "p18_b332", "text": ". Approximately 50% of imports are consumed and stored in Fiji, while the balance is re-exported to supply smaller Pacific island stated. Fuel is supplied by three major international oil companies, BP, Mobil Oil, and Total Oil, who each have their own storage facilities in Fiji. The distribution of fuel supplies to remote islands is expensive and irregular."}, {"text_block_id": "p18_b333", "text": "The main imported fuels in Fiji are diesel (over 50% of total imports), aviation fuel (~30%), and motor spirit (~ 10%). Other imported fuels include LPG, kerosene, and heavy fuel oil. The Commerce Commission regulates all retail fuel prices in Fiji, based on three-monthly submissions made by the oil companies in accordance with a pricing template (based on the cost of supply plus a return on investment for the oil companies). FEA purchases its petroleum fuel through bulk procurement arrangements with the oil companies. There are two retail suppliers of LPG in Fiji, which is used mainly for cooking, (replacing kerosene and open wood fires), although 2% of land transport vehicles also run on LPG."}, {"text_block_id": "p18_b334_merged_merged", "text": "The government’s strategy to curb petroleum imports has been to encourage the development of indigenous energy resources and investigate the potential to replace fuel imports with locally produced bio-fuels. This includes operating a pilot program to blend coconut oil and diesel (20%/80%) as a fuel for government vehicles and for rural electrification schemes. A number of recent studies in the region have raised serious doubts about the economic viability of using coconut oil as a replacement fuel. The possibility of ethanol production in Fiji has been repeatedly considered, however its financial viability is highly sensitive to a consistent supply of feedstock, and the rapid decline of the sugar industry over the last 10 years has deterred investors. Similarly, molasses based ethanol production requires taxes and levies to be waived in order to make it financially viable as fuel supply."}, {"text_block_id": "p18_b338", "text": "Petroleum exploration was undertaken in Fiji in the 1970s and 1980s and recoverable reserves were estimated to be up to 1 billion barrels per oil bearing structure. However there has been no further external interest in exploration and Fiji has not conducted any licensing rounds."}, {"text_block_id": "p19_b339", "text": "Energy efficiency"}, {"text_block_id": "p19_b340", "text": "Key issues to be addressed:"}, {"text_block_id": "p19_b341", "text": ""}, {"text_block_id": "p19_b342", "text": "Energy efficiency is highly cost-effective, but achievements in Fiji have been minimal"}, {"text_block_id": "p19_b343", "text": ""}, {"text_block_id": "p19_b344", "text": "An energy efficiency target has been lacking"}, {"text_block_id": "p19_b345", "text": "Fiji’s economy"}, {"text_block_id": "p19_b346", "text": "has a relatively low energy intensity of around 7 MJ input per US$ of GDP"}, {"text_block_id": "p19_b347", "text": ", reflecting the dominance of the service sector in its economy. However improving energy efficiency is still likely a highly cost-effective way to increase the availability of energy in Fiji. Fiji has not had an energy efficiency target until now."}, {"text_block_id": "p19_b348_merged_merged", "text": "The government’s initiatives relating to demand-side energy efficiency have so far focused on appliance labelling for refrigeration technology, the development of training material for a programme on energy efficiency in schools, and public awareness campaigns. There is clearly potential to expand these initiatives and make more of an impact on energy efficiency, including by ramping up the labelling awareness campaigns and targeting improvements in the public sector."}, {"text_block_id": "p19_b351", "text": "FEA scores well with respect to supply-side energy efficiency in comparison with other Pacific utilities, both with respect to fuel consumption and technical losses on the network. However little progress has been made with respect to developing the potential of smart grid technologies and improving asset management to further reduce losses."}, {"text_block_id": "p20_b352", "text": "4 Targets"}, {"text_block_id": "p20_b353", "text": "T"}, {"text_block_id": "p20_b354", "text": "argets for Fiji’s energy sector are provided below. They are aligned with"}, {"text_block_id": "p20_b355", "text": "the Sustainable Energy for All (SE4ALL) initiative of the United Nations."}, {"text_block_id": "p20_b356", "text": "Further information on these targets and how they were set is provided in the SE4ALL report accompanying this National Energy Policy. These targets take account of likely constraints on investment. They assume an annual average investment in electrification and renewable energy of approximately FJD 50 million can be achieved. If the implementation of the policy encourages even larger increases in investment then the dates for achieving targets can be advanced over the life of the policy."}, {"text_block_id": "p21_b357", "text": "5 Policies"}, {"text_block_id": "p21_b358_merged", "text": "Policy statements for each key area of Fiji’s energy sector are provided below. The policies that are to be prioritised are clearly identified. They have been chosen on the basis that they are both readily achievable and have the greatest expected impact in achieving the objectives for the energy sector."}, {"text_block_id": "p21_b361", "text": "The statements are organised by area of the energy sector for ease of reading. Inevitably some policies will impact on more than one area."}, {"text_block_id": "p21_b362", "text": "5.1 Grid-based power supply"}, {"text_block_id": "p21_b363", "text": "Encourage investment in grid-connected renewable generation"}, {"text_block_id": "p21_b364", "text": ", by establishing economically justified feed-in tariffs or similar mechanisms to give incentives and reduce the risks for electricity production from small-scale renewable sources that are connected to the grid. These mechanisms should not disadvantage either FEA or investors and the implementation of such mechanisms should not add unduly to the overall cost of electricity supply in Fiji. This will be accompanied by measures to encourage net metering, giving incentives for customers to invest in on-site small-scale renewable energy generation."}, {"text_block_id": "p21_b365", "text": "Improve the efficiency and effectiveness of management of the electricity grid."}, {"text_block_id": "p21_b366", "text": "This includes a regular process of power development planning to ensure that enough generation is built to meet peak demand and that it is delivered in a least cost manner, the development of asset management plans that detail historical and planned capital and operational spending to ensure that assets are adequately maintained, and investigating the potential for adopting smart grid potential allowing greater participation by customers in managing demand."}, {"text_block_id": "p22_b367", "text": "5.2 Rural electrification"}, {"text_block_id": "p22_b368", "text": "FEA will be expected to lead electrification by grid extension,"}, {"text_block_id": "p22_b369", "text": "in accordance with the national electrification master plan. FEA will have specific electrification obligations. It will have access to subsidies from the electrification fund to ensure that it is not commercially disadvantaged by these obligations."}, {"text_block_id": "p22_b370", "text": "Improve the effectiveness and sustainability of the existing management models for off-gird electrification"}, {"text_block_id": "p22_b371", "text": "including Renewable Energy Service Companies and community cooperatives being used to provide electricity to isolated communities. Fiji will research and learn from approaches adopted in other developing countries."}, {"text_block_id": "p22_b372", "text": "Promote involvement in off-grid rural electrification of non-government providers including community-based organisations, NGOs, and the private sector"}, {"text_block_id": "p22_b373", "text": ". These providers will be eligible for subsidies from the electrification fund. To support this, a standardised concession agreement for mini-grids will be considered. Consideration will be given to competitive tendering of concessions where the level of interest permits this."}, {"text_block_id": "p23_b374", "text": "5.3 Renewable energy"}, {"text_block_id": "p23_b375", "text": "Policy statements on renewable energy that relate specifically to grid-based power supply, rural electrification, and bio-fuels are given in the other sections."}, {"text_block_id": "p23_b376", "text": "sector developing projects."}, {"text_block_id": "p23_b377", "text": "Make all data on renewable energy resources available to the public and prospective investors through a single national repository. This will ensure that a lack of information does not continue to be an impediment to private"}, {"text_block_id": "p23_b378_merged_merged", "text": "Maintain a comprehensive assessment of Fiji’s renewable energy resourcestechnical and economic viability."}, {"text_block_id": "p23_b381", "text": "Research and promote new renewable energy technologies"}, {"text_block_id": "p23_b382", "text": ", including assessing their technical and economic viability and their environmental impact and social acceptability. This means keeping abreast of international developments and innovations and working with other countries and regional bodies so as to have research programmes which complement one another, rather than duplicating efforts. It also means encouraging tertiary institutions to develop research programmes on renewable energy technologies."}, {"text_block_id": "p23_b383", "text": "Conduct further investigations into geothermal energy resources as a matter of priority"}, {"text_block_id": "p23_b384", "text": ", with a view to identifying a pilot project for development. This recognises the contribution that geothermal energy can make to diversifying the energy mix and reducing the reliance on hydro power and petroleum imports."}, {"text_block_id": "p23_b385", "text": "Promote and improve guidelines and technical standards for renewable energy technologies"}, {"text_block_id": "p23_b386", "text": ". Fiji will use existing technical standards where available and relevant, including those produced by the Sustainable Energy Industries Association of the Pacific Islands."}, {"text_block_id": "p23_b387", "text": "Work with industry associations to identify and remove barriers"}, {"text_block_id": "p23_b388", "text": "to the uptake of renewable energy technologies."}, {"text_block_id": "p24_b389", "text": "5.4 Transport"}, {"text_block_id": "p24_b390_merged", "text": "Promote the fuel efficiency of imported motor vehicles pressure. efficiently."}, {"text_block_id": "p24_b393", "text": "The costs and benefits of introducing mandatory fuel efficiency standards"}, {"text_block_id": "p24_b394", "text": "based on those applied internationally will be explored."}, {"text_block_id": "p24_b395", "text": "Promote the fuel efficiency of the existing motor vehicle fleet"}, {"text_block_id": "p24_b396", "text": ", including promoting fuel-efficient driving practices through information campaigns and driver training, and by improving the enforcement of vehicle maintenance and maximum axel weight standards."}, {"text_block_id": "p24_b397", "text": "Review the potential to improve the fuel efficiency of marine transport"}, {"text_block_id": "p24_b398", "text": ", including considering imposing mandatory inter-island vessel standards and considering the options for the better integration of regional sea freight movement."}, {"text_block_id": "p24_b399", "text": "Support voluntary actions of businesses and industry"}, {"text_block_id": "p24_b400", "text": ", including the aviation industry and commercial land transport, to implement energy efficiency measures."}, {"text_block_id": "p25_b401", "text": "5.5 Petroleum and substitute fuels"}, {"text_block_id": "p25_b402", "text": "Encourage the use of relatively environmentally friendly petroleum products"}, {"text_block_id": "p25_b403", "text": "such as LPG over kerosene. This includes exploring the environmental impact of different fuel options and the relative taxation levels on different petroleum products, and running education/awareness programs. However, direct subsidisation of LPG or any other petroleum products is to be avoided, on the basis that it would become unaffordable for the government and that such subsidies are politically very difficult to dismantle."}, {"text_block_id": "p25_b404", "text": "Keep fuel standards up-to-date and ensure that they are adhered to"}, {"text_block_id": "p25_b405", "text": ", including in rural and remote areas, to enhance environmental protection, health, and safety."}, {"text_block_id": "p25_b406", "text": "Prepare and maintain contingency plans for fuel supply"}, {"text_block_id": "p25_b407", "text": "to ensure that there is adequate supply during business as usual and during emergency times, including natural disasters, political turmoil, and hydro shortages. This includes considering minimum stockholdings for industry and the acquisition of reservation stockholdings in other countries."}, {"text_block_id": "p25_b408", "text": "Continue research to explore the options for widespread use of biofuels"}, {"text_block_id": "p25_b409", "text": "as a"}, {"text_block_id": "p25_b410", "text": "means for improving the sustainability and environmental impact of Fiji’s energy"}, {"text_block_id": "p25_b411", "text": "sector. This includes encouraging the production of coconut oil in remote islands and the use of locally produced molasses as substitutes for imported fuels and to generate local employment and revenue. Any actions for the widespread development of biofuels in Fiji should be based on rigorous analysis showing that it is both technically and economically feasible and should be mindful of the risks, in particular the trade-offs between production of crops suitable for conversion to biofuels and production of food and cash crops. At this time, evidence is too uncertain for a decision to be made to whether to promote such biofuels on a widespread basis or not."}, {"text_block_id": "p26_b412", "text": "5.6 Energy efficiency"}, {"text_block_id": "p26_b413", "text": "Policy statements on energy efficiency that relate specifically to grid-based power supply and transport are given in the other sections."}, {"text_block_id": "p26_b414", "text": "Increase public education and awareness of energy efficiency"}, {"text_block_id": "p26_b415", "text": "technologies and options available. This should include encouraging"}, {"text_block_id": "p26_b416", "text": "target sectors where the greatest energy savings can be made."}, {"text_block_id": "p26_b417", "text": "to all widely imported electrical appliances and"}, {"text_block_id": "p26_b418", "text": "used by Australia and New Zealand to support closer economic relationships."}, {"text_block_id": "p26_b419", "text": "Extend the current system of energy labelling and minimum energy efficiency standards industrial equipment that contribute substantially to energy demand. Where appropriate, Fiji will adopt the standards and energy labelling information"}, {"text_block_id": "p26_b420_merged_merged_merged", "text": "Develop and implement an energy information databaseother supply-side energy information databases where possible."}, {"text_block_id": "p26_b422", "text": "Consider providing customs and tax incentives to energy efficient appliances and equipment,"}, {"text_block_id": "p26_b423", "text": "thereby ensuring that there is a differential between conventional equipment and energy efficient equipment. However very careful consideration will be given to ensure that reducing the cost of the appliances and equipment does not distort incentives and inadvertently increase the overall consumption of energy."}, {"text_block_id": "p26_b424", "text": "Update the codes and standards for buildings and industry."}, {"text_block_id": "p26_b425", "text": "These codes will provide minimum standards for energy use for ventilation, cooling, and lighting and will be regularly reviewed in response to new research, building practices and technologies."}, {"text_block_id": "p26_b426", "text": "Promote energy efficiency in the public sector"}, {"text_block_id": "p26_b427", "text": ", including launching demonstration projects on public buildings, establishing energy conservation and efficiency protocols for the operation of public sector facilities, and identifying public institutions/facilities that are the largest energy consumers and monitoring their energy performance. The creation of an Energy Services Company (ESCO) to undertake public sector energy efficiency projects will be considered, as will the potential to subsequently extend this to the private sector."}, {"text_block_id": "p26_b428", "text": "Support voluntary efforts by the business community to improve energy"}, {"text_block_id": "p26_b429", "text": "efficiency"}, {"text_block_id": "p26_b430", "text": "including public recognition of best performers, providing information on potential, encouraging dissemination of best practice and working with donors to develop energy efficiency programmes."}, {"text_block_id": "p27_b431", "text": "6 Implementation arrangements"}, {"text_block_id": "p27_b432", "text": "The institutional arrangements for implementing the National Energy Policy are detailed in the following sub-sections."}, {"text_block_id": "p27_b433", "text": "6.1 Coordination and direction"}, {"text_block_id": "p27_b434", "text": "Overall responsibility for coordinating and overseeing the implementation of this National Energy Policy will be led by a National Energy Coordination Committee (NECC)"}, {"text_block_id": "p27_b435", "text": ". The NECC should be chaired by the Permanent Secretary of the Ministry for Works, Transport and Public Utilities and its membership should include representatives of the relevant government ministries and agencies."}, {"text_block_id": "p27_b436", "text": "The NECC will be responsible for ensuring coordination across ministries and the departments under them in implementing the National Energy Policy. This includes aligning policies and activities of individual ministries with the overall policy, reviewing and approving planning and policy proposals prepared by the Department of Energy (DoE) and resolving any inter-ministry or inter-agency conflicts that may emerge. The NECC would meet at least two times annually. DoE will be the secretariat to the NECC."}, {"text_block_id": "p27_b437", "text": "6.2 Planning and policy development"}, {"text_block_id": "p27_b438", "text": "Primary responsibility for planning and policy development in the energy sector will lie with DoE."}, {"text_block_id": "p27_b439", "text": "Its legal mandate to carry out this role will be reviewed and strengthened. National master plans and cross-cutting policies developed by DoE will be reviewed and approved by the NECC. DoE will be expected to conduct Regulatory Impact Assessments (RIAs) on specific plans and programmes under the National Energy Policy to demonstrate their benefits exceed costs."}, {"text_block_id": "p27_b440", "text": "The Fiji Electricity Authority (FEA) will remain responsible for planning of the national grid, including generation and network planning and planning of grid extensions. DoE will be responsible for national master plans, including for renewable energy and electrification, and the plans prepared by FEA will be expected to comply with these. Responsibility for policy matters such as the role of the private sector in the electricity industry and development of frameworks for private sector participation will be transferred from FEA to DoE to avoid potential conflicts of interest."}, {"text_block_id": "p27_b441", "text": "DoE should not combine a remit for planning and policy development with continued responsibility for detailed implementation, including the installation and maintenance of electrification installations and energy efficiency equipment. DoE will look to gradually contract out these functions as part of the development of new electrification models."}, {"text_block_id": "p27_b442", "text": "The organisational structure and resourcing of DoE will be reviewed in light of its role as defined in this policy."}, {"text_block_id": "p28_b443", "text": "6.3 Stakeholder consultation"}, {"text_block_id": "p28_b444", "text": "As well as informal discussions and public consultations on specific proposals,"}, {"text_block_id": "p28_b445", "text": "DoE will also consult more generally at least twice yearly with representatives of external stakeholders in the energy sector"}, {"text_block_id": "p28_b446", "text": ". These consultations will be used to present and receive feedback on on-going activities under the National Energy Policy, progress with implementation of plans and policies and preliminary proposals on new or revised plans and policies. The consultations will be conducted through a National Energy Consultative Forum (NECF) modelled on the similar body established for the transport sector. The material presented and minutes of the consultations will be made publicly available."}, {"text_block_id": "p28_b447", "text": "6.4 Regulation"}, {"text_block_id": "p28_b448", "text": "The Commerce Commission will continue to be responsible for the economic regulation of the energy sector"}, {"text_block_id": "p28_b449", "text": ", including competition regulation and the setting of fuel and electricity prices (the latter through a new regulatory contract mechanism). In doing so, it will be expected to take account of government policies under the National Energy Policy. The Commerce Commission will be able to call on the technical expertise contained within DoE where sector-specific knowledge is required. In particular, it is expected that DoE will be responsible for reviewing and providing an assessment to the Commerce Commission of the cost-effectiveness and"}, {"text_block_id": "p28_b450", "text": "need for FEA’s proposed investment programmes."}, {"text_block_id": "p28_b451_merged_merged", "text": "Technical regulatory functions currently held by FEA, including licensing and approvals, will be transferred to DoE in line with the proposed separation of operational and regulatory functions. To avoid DoE’s policy-making and regulatory responsibilities being confused, a separate unit under DoE will be established to undertake these regulatory functions."}, {"text_block_id": "p28_b454", "text": "DoE will be given the legal mandate and the required enforcement powers to carry out its new regulatory functions"}, {"text_block_id": "p28_b455", "text": "6.5 Reporting, monitoring, and evaluation"}, {"text_block_id": "p28_b456", "text": "DoE will lead reporting, monitoring, and evaluation of all energy sector activity"}, {"text_block_id": "p28_b457", "text": ", including the implementation of the National Energy Policy."}, {"text_block_id": "p28_b458", "text": "DoE will monitor the implementation of the National Energy Policy, including specific progress against the actions contained in the Strategic Action Plan, and report to the NECC annually, which may amend targets and actions as considered necessary. Prior to submission to the NECC, the report will be presented to the NECF and comments received from stakeholders through this mechanism will be provided to NECC for its consideration when reviewing the implementation report."}, {"text_block_id": "p29_b459", "text": "A national energy information system and database will be established and housed at DoE. This will be publicly accessible. The national energy information system will include an electronic record of all relevant past studies in the energy sector, such as resource assessments, feasibility studies, and project evaluations. The database will include demand and supply-side data on all aspects of energy in Fiji and detailed fuel and electricity price data obtained from the Commerce Commission."}, {"text_block_id": "p30_b460", "text": "ANNEXES"}, {"text_block_id": "p31_b461", "text": "A1 Evaluation of National Energy Forum policies"}, {"text_block_id": "p31_b462", "text": "This Annex provides a summary of policy statements that were proposed at the National Energy Forum in April 2013 and were considered for inclusion in the National Energy Policy. It also summarises the criteria against which they were evaluated. This Annex is not intended to be an exhaustive list of possible energy policies for Fiji, nor sets out a scientific approach to choosing policies."}, {"text_block_id": "p32_b463", "text": "A1.1 Grid-based power supply"}, {"text_block_id": "p33_b464", "text": "A1.2 Rural electrification"}, {"text_block_id": "p34_b465", "text": "A1.3 Renewable energy"}, {"text_block_id": "p35_b466", "text": "A1.4 Transport"}, {"text_block_id": "p36_b467", "text": "A1.5 Petroleum and substitute fuels"}, {"text_block_id": "p37_b468", "text": "A1.6 Energy efficiency"}], "document_description": "This National Energy Policy sets out the Government's direction for the energy sector in Fiji. It replaces the 2006 National Energy. The primary objective of this energy policy is to achieve affordable energy for all of Fiji. The secondary objectives of this energy policy are to achieve sustainable energy supplies and reduce energy import costs.<br />\n<br />\nThe document sets out targets for the energy sector, aligned with the Sustainable Energy for All (SE4ALL) initiative of the United Nations. These targets notablyrelate to grid-based power supply, renewable energy, transport and energy efficiency."}