{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Fiji", "document_category": "Policy", "document_sector_name": ["Transportation", "Industry", "Environment", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "National Climate Change Policy 2018-2030", "document_country_code": "FJI", "document_hazard_name": ["Landslides", "Drought", "Flood"], "document_response_name": ["Loss And Damage", "Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2018", "document_keyword": ["Industry", "Renewables", "Agriculture", "Energy", "Gender"], "document_url": "https://cdn.climatepolicyradar.org/FJI/2018/FJI-2018-01-01-National Climate Change Policy 2018-2030_4f8ad3b1af4d662cf5d58d010d49f33c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF FIJI NATIONAL CLIMATE CHANGE POLICY"}, {"text_block_id": "p0_b2", "text": "2018–2030"}, {"text_block_id": "p2_b3", "text": "REPUBLIC OF FIJI NATIONAL CLIMATE CHANGE POLICY"}, {"text_block_id": "p2_b4", "text": "2018–2030"}, {"text_block_id": "p3_b5", "text": "©  Copyright 2019. Ministry of Economy, Republic of Fiji"}, {"text_block_id": "p4_b6", "text": "Foreword"}, {"text_block_id": "p4_b7", "text": "In line with our historic progress over the past decade, Fiji’s development aspirations are immense and they are wide-ranging. We seek to continue the unprecedented growth of our economy, expand our networks of high-quality infrastructure, increase access to essential services, create and sustain employment for our people, protect our natural environment and build up our resilience to worsening climate impacts. None of these are standalone aspirations. Rather, they are all deeply inter-connected strategic objectives."}, {"text_block_id": "p4_b8", "text": "Hon. Aiyaz Sayed-Khaiyum"}, {"text_block_id": "p4_b9_merged", "text": "The Fijian Government has already mapped out – in great detail – exactly how we plan to implement our development agenda through Fiji’s 5-Year and 20-Year National Development Plan. Those plans outline the way forward for Fiji in realising both the Sustainable Development Goals and the targets of our Nationally Determined Contribution to reduce carbon emissions under the Paris Agreement. Those plans both acknowledge and account for the impacts of our changing climate. However, this accompanying policy, Fiji’s National Climate Change Policy 2018–2030 (NCCP), presents a more detailed and deliberate articulation of Fiji’s priorities in reducing present and future climate risks, while maximising our long-term gains in development."}, {"text_block_id": "p4_b12", "text": "Fiji has emerged as a respected champion on the international stage for the cause of climate action. As the President of COP23, Fiji led the global climate negotiations to serious progress in implementing the Paris Agreement and launched both the Ocean Pathway Partnership and the landmark Talanoa Call for Action. The key to Fiji’s success has always been our unwavering commitment to a multi-sector approach, one that considers all perspectives and seizes on opportunities to exploit synergies between different actors to implement shared priorities."}, {"text_block_id": "p4_b13", "text": "In similar fashion, this policy document sets out a “woven approach” to resilient development that seeks to deepen engagement between different actors, from governments, to civil society organisations, to the private sector, to individual citizens. By putting forward new forms of collaboration, this document streamlines traditional roles and responsibilities by capitalising on natural commonalities and expands access to an ever-growing body of knowledge and experiences by aligning incentives and values in pursuit of a collective vision for a more resilient Fiji. The tapestry that we weave with this innovative approach – and our NCCP as a whole – will change and strengthen with time; this is a living document that will guide our decision-making through changing economic and geopolitical landscapes, and as such, we expect it to evolve with the needs of our nation."}, {"text_block_id": "p4_b14", "text": "The NCCP is a policy document that is defined by its foresight and evidence-based approach in reducing climate risks, with the aim of addressing the specific climate vulnerabilities faced by Fiji and the Fijian people. Importantly, this policy document lays the foundation for national climate change legislation in Fiji and sets out the most comprehensive game plan to-date of how Fiji plans to deliver on its Nationally Determined Contribution under the Paris Agreement. It also establishes a clear mandate for Fiji’s National Adaptation Process and Plan and the implementation of Fiji’s Low Emissions Development Strategy."}, {"text_block_id": "p4_b15", "text": "But what makes the NCCP such an historic policy for Fiji, its consistent focus on the Fijian people; not only on their wellbeing, but on their potential to drive forward and implement bold new solutions."}, {"text_block_id": "p4_b16", "text": "Within this document is a commitment, at every level, to capture and leverage the acute awareness of the Fijian people of the importance of our environment and of the strategies we can enact to build our resilience to climate change. It is a policy that outlines steady investment in solutions that empower our people, protect their progress, and allow them to raise their productive potential despite the worsening impacts of climate change. The scope of the NCCP not only supports the wellbeing of the Fijian people, it supports people from all around the world, as it paves the way for Fiji to achieve net zero carbon emissions by 2050, setting an example that all nations can and must follow to avert climate catastrophe for our world."}, {"text_block_id": "p4_b17", "text": "The climate risks present in Fiji today, along with those on the horizon, pose an extreme and unprecedented threat to our national progress and the security of our citizens. In response, every decision we make, at every level of government, must consider the impact of our changing climate. Our commitment on this issue must extend over the long-term. It is a struggle that will affect our country for generations to come, and we recognise that – regardless of the success of the Paris Agreement – our situation will grow more severe before things ever begin to improve. Bur rather than be intimated into inaction, the Fijian Government has laid out a comprehensive and achievable vision for our continuing progress and prosperity – a vision that is captured in this National Climate Change Policy."}, {"text_block_id": "p4_b18", "text": "That vision considers the local as well as the global, capturing our intention to find solutions here at home, while continuing Fiji’s global leadership in driving decisive climate action. Alongside our fellow Pacific island countries, we will continue to press for ambitious international climate action to set the world on a more sustainable path, a path that leads to a stable, resilient and sustainable future for all Fijians, and all people on Earth."}, {"text_block_id": "p4_b19", "text": "Hon. AiyAz SAyed-KHAiyum"}, {"text_block_id": "p4_b20", "text": "Attorney-General and Minister Responsible for Climate Change"}, {"text_block_id": "p5_b21", "text": "Acknowledgements"}, {"text_block_id": "p5_b22_merged", "text": "The Ministry of Economy would like to acknowledge and show appreciation for the active participation and contribution of national, regional, and international level stakeholders in all activities including through information gathering support, discussion participation, and the individual consultations required to develop the National Climate Change Policy 2018–2030. Specific acknowledgements are extended to recognise the support of: Ministry of Economy – Climate Change and International Cooperation Division, Ministry of Agriculture, Ministry of Waterways and Environment, Ministry of Disaster Management and Meteorological Services, Ministry of Forests, Ministry of Fisheries, Ministry of Health and Medical Services, Ministry of Industry, Trade and Tourism, Ministry of Education, Heritage & Arts, Ministry of Women, Children and Poverty Alleviation, Office of the Solicitor-General, Fiji Bureau of Statistics, United Nations Development Programme, Global Green Growth Institute and Fiji Women’s Rights Movement, DIVA for Equality, Pacific Islands Climate Action Network, Pacific Islands Association of Non-Governmental Organisations, University of the South Pacific, Fiji National University, Pacific Conference of Churches, Luke Gordon Photography, and all participants of the Divisional consultations. We appreciate the financial and technical support from Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) and Mr. Daniel Lund (Invoke Consulting) for the development of this national policy."}, {"text_block_id": "p5_b25", "text": "Abbreviations and Acronyms"}, {"text_block_id": "p6_b26", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p8_b27", "text": "REPUBLIC OF FIjI: NATIONAL CLIMATE CHANGE POLICY 2018–2023"}, {"text_block_id": "p10_b28", "text": "Executive Summary"}, {"text_block_id": "p10_b29", "text": "Climate change is a complex"}, {"text_block_id": "p10_b30", "text": "development challenge"}, {"text_block_id": "p10_b31", "text": "that requires an adjusted national approach"}, {"text_block_id": "p10_b32", "text": "to,"}, {"text_block_id": "p10_b33", "text": "and outlook"}, {"text_block_id": "p10_b34", "text": "on"}, {"text_block_id": "p10_b35", "text": "development. The"}, {"text_block_id": "p10_b36", "text": "Intergovernmental Panel on Climate Change Special Report on 1.5"}, {"text_block_id": "p10_b37", "text": "°"}, {"text_block_id": "p10_b38", "text": "C"}, {"text_block_id": "p10_b39", "text": "illustrates the narrow timeframe in which global emissions must be drastically minimised to prevent further disruption to human and ecological systems. Changes to long-term climate patterns have already begun to alter the environmental trends and the integrity of vital ecosystems which Fijians have relied upon for generations. Climate change impacts and disaster events are driving up the cost of development in the Pacific, increasing investment uncertainty and further challenging efforts to eradicate poverty. For the Fijian Government and the Citizens of Fiji, it is clear that past experiences of disaster events, current development challenges, and future climate projections tell a story that runs contrary with national priorities and aspirations. Fiji has taken significant action, since the inception of the first"}, {"text_block_id": "p10_b40", "text": "National Climate Change Policy"}, {"text_block_id": "p10_b41", "text": "in 2012 to reduce the impacts of climate change through actions to build resilience and mainstream climate and disaster risk considerations and requirements into development planning and implementation. The launch of the"}, {"text_block_id": "p10_b42", "text": "Sustainable Development Goals"}, {"text_block_id": "p10_b43", "text": "and the endorsement of the"}, {"text_block_id": "p10_b44", "text": "Paris Agreement"}, {"text_block_id": "p10_b45", "text": "in 2015 were referred to by former United Nations Secretary-General, Ban Ki-moon as the ‘"}, {"text_block_id": "p10_b46", "text": "twin plans for transformative progress by 2030’"}, {"text_block_id": "p10_b47", "text": ". Fiji’s"}, {"text_block_id": "p10_b48", "text": "National Development Plan"}, {"text_block_id": "p10_b49", "text": "calls for ‘"}, {"text_block_id": "p10_b50", "text": "inclusive socio-economic development’"}, {"text_block_id": "p10_b51", "text": "and"}, {"text_block_id": "p10_b52", "text": "‘transformative strategic thrusts’"}, {"text_block_id": "p10_b53", "text": "."}, {"text_block_id": "p10_b54", "text": "To further these commitments a revised national policy on climate change is required. In order to address the scale of climate change induced-risks and implications, the Fijian Government is committed to prioritising actions that have potential to fundamentally transform sectors and behaviours."}, {"text_block_id": "p10_b55", "text": "Weaving"}, {"text_block_id": "p10_b56_merged_merged", "text": "is a basic, inter-cultural, and international technology derived from the understanding that individual strands of a material become exponentially stronger when interconnected in a systematic way. The NCCP’s Woven approach is concerned with strengthening through connectivity and the need to identify specific actions and objectives which enable, progress, and cross-cut a range of priorities. By focusing on common requirements and actions which potentially satisfy multiple priority areas, the effectiveness of policy implementation and the efficiency and utility derived from activities and resources is expected to be improved. This approach requires a deepened focus on the core determinants and drivers of national wellbeing."}, {"text_block_id": "p11_b65", "text": "Policy Mandate"}, {"text_block_id": "p11_b66", "text": "The Fijian Government recognises that climate change threatens central national constitutional commitments and has endorsed the National Climate Change Policy (2018–2030) as a central policy instrument to protect Fiji’s development priorities from current, future, and intergenerational climate change risks. The NCCP serves to anchor Fiji’s national climate change response and"}, {"text_block_id": "p11_b67", "text": "nationally determined commitment"}, {"text_block_id": "p11_b68", "text": "under the"}, {"text_block_id": "p11_b69", "text": "Paris agreement"}, {"text_block_id": "p11_b70", "text": "within national policy and planning processes. The NCCP provides the overarching objectives that will define the evolution of Fiji’s climate change adaptation and mitigation targets and support the delivery of the priorities set out within the NDP and SDGs. The NCCP creates the mandate for the"}, {"text_block_id": "p11_b71", "text": "National Adaptation Process"}, {"text_block_id": "p11_b72", "text": "and the"}, {"text_block_id": "p11_b73", "text": "Low Emissions Development Strategy"}, {"text_block_id": "p11_b74", "text": ". Finally, the NCCP provides the basis, rationale and guidance for progressing national climate change legislation, in the form of a"}, {"text_block_id": "p11_b75", "text": "National Climate Change Act."}, {"text_block_id": "p11_b76", "text": "The"}, {"text_block_id": "p11_b77", "text": "National Climate Change Act"}, {"text_block_id": "p11_b78", "text": "will create the revised institutional arrangements and governance architecture required to institutionalise Fiji’s climate change response under national law."}, {"text_block_id": "p11_b79", "text": "vision 2050"}, {"text_block_id": "p11_b80", "text": "A resilient and prosperous Fiji, in which the wellbeing of current and future generations is supported and protected by a socially inclusive, equitable, environmentally sustainable, net-zero emissions economy."}, {"text_block_id": "p11_b81", "text": "Guiding Concepts, Principles, and Pillars"}, {"text_block_id": "p11_b82_merged_merged", "text": "Climate change is an intergenerational risk and requires a long-sighted approach. Fiji’s resilient development pathway must be shaped by a multi-dimensional and multi-stakeholder approach to risk management. In recognition of these key concepts and assumptions the NCCP calls for actions that enable sustainable wellbeing, enhance social cohesion, increase inclusivity, and foster new partnerships. Fiji’s climate response will be defined by the principle of agility recognising the need to be dynamic, flexible, and responsive to complex and changing threats. Fiji’s climate change response will be shaped by the principle of urgency, recognising the need for timely and robust actions given the scale of the climate crisis and nature of Fiji’s vulnerability to climate impacts. The NCCP seeks to improve transparency and communication recognising the need to change and enhance the way data and information is shared. The principle of integrated learning underpins the various strategies within the NCCP through the recognition that reflection, capacity building, and strong monitoring and evaluation frameworks are required to improve the efficiency and effectiveness of Fiji’s efforts to reduce risk and build national resilience. The NCCP is a gender responsive and human rights-based policy and provides guidance to ensure actions prevent climate change impacts from exacerbating existing inequalities that exist within society. The NCCP’s implementation is reliant on enhanced capacity for evidence-based decision-making and its objectives seek to increase the use of best available science, multi-criteria analysis, and information-sharing to help shape effective resilience-building solutions."}, {"text_block_id": "p11_b109", "text": "A Woven Approach to Resilient development"}, {"text_block_id": "p11_b110", "text": "The craft of weaving is one of the world’s most ancient technologies and is an integral part of our multi-cultural history. It is a method that has allowed us to transform organic materials into important tools and products. Weaving methods have been used to help create basic necessities such as shelter, clothing, baskets, rope, fishing nets, mats, and handicrafts. Beyond the physical applications of weaving, its basic concept, namely that individual strands of a material become exponentially stronger when interconnected in a systematic way, has timeless relevance. This lesson is not only of historical and traditional relevance as its concept continues to traverse the methods that have defined modern technology and engineering. Weaving is both an act of strengthening and transformation."}, {"text_block_id": "p11_b111", "text": "In the context of building national resilience to climate change, the basic method of weaving helps to represent the need to improve the connections between the many contributing factors that define national resilience. National resilience is a characteristic that is defined by a range of factors that when considered collectively influence the"}, {"text_block_id": "p12_b112", "text": "ability of society to withstand and recover from shocks and changes. Resilience, like a woven material, must be strengthened through the integration of various separate considerations and factors. Resilience to climate change can be increased through the strengthening of the interrelated systems that support and define human wellbeing, ecosystem health, and economic stability. Through the intentional interweaving of environmental, social, and economic priorities there is greater potential to identify common and cross-cutting development priorities that play an inextricable role in defining our ability to withstand shocks and changes."}, {"text_block_id": "p12_b113", "text": "The woven approach of the NCCP recognises the need to better connect and integrate development priorities in a strategic and cohesive way. The objectives of the NCCP have been shaped by Fiji’s"}, {"text_block_id": "p12_b114", "text": "Sustainable Development Goals"}, {"text_block_id": "p12_b115", "text": "and the development priorities set out within"}, {"text_block_id": "p12_b116", "text": "Fiji’s National Development Plan"}, {"text_block_id": "p12_b117", "text": ". The NCCP objectives collectively provide a strategy for climate-sensitising Fiji’s existing development ambitions and serve to support improved efficiency and complementarity between development initiatives and investments. To ensure climate change does not undercut the effectiveness of development and exacerbate existing vulnerabilities an increased focus on delivering shared benefits and minimising trade-offs is required. This is made possible through increased recognition of the interconnectivity between socio-economic and environmental risks and a deepened focus on improving the collaboration required to address common challenges. The woven approach places greater emphasis on weaving together the actions and priorities of Government, the private sector, civil society, development partners, and academia bringing these strands together to strengthen the strategic approach to managing climate risks. Similarly the NCCP provides strategies to improve capacity to combine different types of data, evidence, and information to improve foresight in order to create a more cohesive understanding of potential future risks."}, {"text_block_id": "p12_b118", "text": "Objectives and Strategies"}, {"text_block_id": "p12_b119", "text": "The policy objectives and strategies of the NCCP are presented in three clusters: foundations ("}, {"text_block_id": "p12_b120", "text": "national risk governance and global climate action"}, {"text_block_id": "p12_b121", "text": "), dimensions ("}, {"text_block_id": "p12_b122", "text": "climate change adaptation, climate change mitigation"}, {"text_block_id": "p12_b123", "text": "), and pathways ("}, {"text_block_id": "p12_b124", "text": "capacity development, sustainable financing, and private sector transition and engagement"}, {"text_block_id": "p12_b125", "text": ")."}, {"text_block_id": "p12_b126", "text": "1. Foundations"}, {"text_block_id": "p12_b127_merged_merged_merged", "text": "The NCCP enhances national risk governance arrangements and articulates Fiji’s global climate action priorities. The NCCP re-establishes the National Climate Change Coordination Committee and provides guidance for updating its role and functions. The NCCP elevates the oversight required to define the long-term direction of Fiji’s climate change response through the formation of a Cabinet Committee on Climate and Disaster Risk. To catalyse and formalise the engagement of the private sector in Fiji’s climate change response the NCCP establishes a National Private Sector Advisory Board to increase the scope of consultation, collaboration, and inter-sector alignment between the Government and private sector. To mobilise the cross-government intentions of the NCCP, the policy calls for the establishment of climate change focal points within all line ministries. Through guidance to inform new legislation and revise institutional arrangements, the NCCP establishes greater inter-government accountability for the national response to climate change. The NCCP sets out intention to pass, and guidance to inform, a National Climate Change Act to strengthen the legal mandate for Fiji’s climate change response, underpin a range of national, regional and international commitments and obligations cited within national policies and plans, and further align actions to achieve the Sustainable Development Goals. The effectiveness of Fiji’s resilient development approach is in part dependent on proactive international engagement and the vital need to progress, drive, and require an ambitious global response to mounting environmental and economic threats. The NCCP recognises that climate stressors and impacts are inherently inter-woven and cannot be addressed without collective, action, commitment, and solidarity and sets out the key objectives that underpin Fiji’s international engagements. Fiji will continue to further weave transformative action to protect the ocean into Fiji’s domestic and foreign policy exploiting all opportunities to influence international policy."}, {"text_block_id": "p13_b138", "text": "national Risk Governance"}, {"text_block_id": "p13_b139", "text": "national Risk Governance\n* To institutionalise and enhance accountability for climate risk management through appropriate long-term\n* To establish a legal framework for Fijiâs climate change response.\n* To accelerate resilient development through the use of national standards of compliance.\n* To improve national capacity for strategic foresight."}, {"text_block_id": "p13_b147", "text": "Leadership and Global Climate Action"}, {"text_block_id": "p13_b148", "text": "Leadership and Global Climate Action\n* To limit global average temperature rise to 1.5Â°C.\n* To reduce climate-change related impacts on human well-being and national sovereignty through robust regional\n* To operationalise the Warsaw International Mechanism for Loss and Damage.\n* To drive regional and global action to reduce stressors on the marine environment."}, {"text_block_id": "p13_b156", "text": "2. Dimensions"}, {"text_block_id": "p13_b157_merged", "text": "The NCCP articulates overarching national climate adaptation and mitigation objectives and strategies. These objectives and strategies demonstrate and reinforce the interconnections and linkages across these dimensions and in relation to terrestrial and marine environmental protection, disaster risk management, and the Sustainable Development Goals. The effectiveness of national adaptation measures will be enhanced through greater inter-governmental policy coherence and collaboration. The NCCP’s adaptation objectives seek to ensure that Fiji’s citizens benefit from initiatives which are locally defined, appropriate, and community driven. Fiji’s climate change response will be interlinked with the national disaster risk reduction agenda and specific mechanisms will be progressed to take full advantage of opportunities and activities which reduce climate and disaster risks. Nature-based solutions are vital to Fiji’s wellbeing and are central to the NCCP’s adaptation and mitigation objectives. Fiji’s adaptation, mitigation, and economic development ambitions will be driven through actions to conserve, protect, enhance and strategically manage Fiji’s natural environment and resources. The NCCP solidifies Fiji’s commitment to achieve net-zero emissions by 2050. For Fiji’s economy to transition effectively, dynamic and strong systems for monitoring, evaluating, and reducing emissions are required. The NCCP recognises the intimate linkages between the ocean, climate, and human wellbeing and calls for robust national, regional, and international actions to address ocean degradation."}, {"text_block_id": "p13_b162", "text": "Climate Change Adaptation and Resilient development"}, {"text_block_id": "p13_b163", "text": "Climate Change Adaptation and Resilient development\n* To integrate the consideration of climate change projections, articulation of risk reduction responsibilities, and\n* To increase ecosystem protection, natural resource redundancy, and environmental resilience.\n* To secure equal and sustainable access to the produce, products, resources, and services that support human\n* To implement climate change adaptation solutions which are inclusive, equitable, and locally-driven.\n* To integrate climate adaptation and disaster risk management priorities."}, {"text_block_id": "p13_b173", "text": "Climate Change mitigation and Resilient development"}, {"text_block_id": "p13_b174", "text": "Climate Change mitigation and Resilient development\n* To derive 100% of national electricity production from renewable energy sources by 2030 and achieve net zero\n* (Sub-Objective) To decarbonise Fijiâs transport sector.\n* To prioritise greenhouse-gas mitigation initiatives that increase national resilience and help achieve the\n* To preserve and enhance Fijiâs natural carbon sinks and carbon reservoirs."}, {"text_block_id": "p14_b182", "text": "3. Pathways"}, {"text_block_id": "p14_b183", "text": "Capacity development"}, {"text_block_id": "p14_b184", "text": "Capacity development\n* To improve data availability, analytical-capacity, risk communications, and awareness.\n* To invest strategically in human and technological capacity-building for climate-resilient development."}, {"text_block_id": "p14_b188", "text": "Sustainable Financing"}, {"text_block_id": "p14_b189", "text": "Sustainable Financing\n* To Increase the use and availability of domestically-derived climate finance.\n* To leverage internationally-derived climate-finance for transformative outcomes.\n* To improve and amend public financial management systems in response to changing public service delivery"}, {"text_block_id": "p14_b195", "text": "Private Sector Transition and engagement"}, {"text_block_id": "p14_b196", "text": "Private Sector Transition and engagement\n* To enhance public and private sector engagement and alignment.\n* To establish private-public partnerships.\n* To create a climate-ready workforce and promote social entrepreneurship."}, {"text_block_id": "p15_b202", "text": "STRUCTURE: NATIONAL CLIMATE CHANGE POLICY 2018–2030"}, {"text_block_id": "p15_b203", "text": "FIGURE 1"}, {"text_block_id": "p15_b204", "text": "depiction of nCCP document sections"}, {"text_block_id": "p16_b205", "text": "Introduction"}, {"text_block_id": "p16_b206", "text": "‘The purpose of Talanoa is to share stories, build empathy and to make wise decisions for the collective good’"}, {"text_block_id": "p16_b207", "text": "– UNFCCC Talanoa Dialogue Platform, 2018"}, {"text_block_id": "p16_b208", "text": "The entry into force of the Paris Agreement on November 4th, 2016 and Fiji’s ensuing presidency of the 23rd UNFCCC Conference of the Parties (COP23) in 2017 have advanced global political ambition and momentum to address both the drivers and impacts of climate change. The Fijian Presidency of COP23 launched the"}, {"text_block_id": "p16_b209", "text": "Talanoa Dialogue"}, {"text_block_id": "p16_b210", "text": "concept as a means to ensure a constructive, transparent, solutions-oriented, and inclusive approach to global climate action. The"}, {"text_block_id": "p16_b211", "text": "Talanoa Dialogue"}, {"text_block_id": "p16_b212", "text": "has been framed by the following questions:"}, {"text_block_id": "p16_b213", "text": "has been framed by the following questions:\n* Where are we?\n* Where do we want to go?\n* How do we get there?"}, {"text_block_id": "p16_b219_merged_merged", "text": "The development of this National Climate Change Policy (NCCP) has required reflection on these same questions at the national level. The first question, ‘where are we?’ is addressed though the consideration of current and future climate projections, national risk assessments, policy consultation findings, and current national, regional, and international policy contexts. These considerations have been framed within the accompanying nCCP Policy Rationale and Context supplement. The NCCP’s long term vision for 2050 , mid-term vision for 2030, as well as its principles and approaches answer the second question, where do we want to go?, providing detail on both the direction of travel and the desired destination. Through its strategic objectives and governance arrangements, the NCCP answers the third question, ‘How do we get there?’, and acts as the central policy instrument for formalising the issue specific plans, strategies, and mechanisms which will continue to drive Fiji’s national response to this question."}, {"text_block_id": "p17_b234", "text": "Policy Development Process and Consultation"}, {"text_block_id": "p17_b235_merged", "text": "In alignment with the Talanoa approach to dialogue, the NCCP’s development has recognised the importance of participation, communication, and partnership. This policy was developed in consultation with numerous stakeholders, both within and external to government, and was informed by a series of formal multi-stakeholder consultations held over a two year period (2017–2019). These included a National Consultation (Suva, 2017), consultations with the Northern Division (Labasa, 2017) and the Western Division (Lautoka, 2017), as well as consultations with a sample of rural communities. The NCCP’s development has also drawn upon all consultations held to inform the development of Fiji’s National Development Plan (NDP), National Adaptation Plan, and Low Emissions Development Strategy. This national policy is directly linked to the priorities and timeframes set out within Fiji’s National Development Plan and has been designed with consideration of the findings of recent national assessments including the Cyclone Winston Post Disaster Needs Assessment and The National Climate Vulnerability Assessment. The NCCP supports the implementation of Fiji’s NDC Roadmap and establishes the oversight for the National Adaptation Plan process and Fiji’s Low Emissions Development Strategy. The NCCP has been informed by relevant international and regional frameworks which have been referenced throughout the policy to provide further guidance to support national development strategies and targets. The NCCP has been closely aligned with the overarching objectives of the Sustainable Development Goals and provides guidance to accelerate their achievement through an elevated focus on the cross-cutting opportunities to leverage positive social and economic development outcomes while fundamentally reducing risk."}, {"text_block_id": "p18_b258", "text": "Policy Relationships"}, {"text_block_id": "p18_b259_merged", "text": "The NCCP services the ambition, commitments and priorities of Fiji’s National Development Plan and Nationally Determined Contribution to the Paris Agreement. The NCCP legitimises, guides, drives, informs, and establishes the governance for delivering Fiji’s climate change adaptation and mitigation priorities through the National Adaptation Plan Process and Fiji’s long-term Low Emissions Development Strategy. The coordinating role of the NCCP and its relationships with other cross-government/ministerial policies is depicted in the graphic below. The objectives and strategies introduced by this policy have been designed to support existing efforts to improve development effectiveness, social infrastructure, public services, and human and environmental protection and recognises the range of pre-existing government plans designed to support social development objectives and build national resilience."}, {"text_block_id": "p18_b270", "text": "Relationships between key inter-ministerial policies and plans relevant to NCCP"}, {"text_block_id": "p20_b271", "text": "Guiding Concepts"}, {"text_block_id": "p20_b272", "text": "INTERGENERATIONAL RISk"}, {"text_block_id": "p20_b273", "text": "The Fijian Government recognises that it is the responsibility of the current generation to protect and conserve Fiji’s rich biodiversity, environmental assets, and cumulative natural capital for the benefit of future generations. The Fijian Government recognises that climate change poses both an immediate and current threat to national wellbeing as well as to the long-term prosperity of future generations due to the impact of climatic change on Fiji’s fragile environments and ecological systems. To reduce the risk to future prosperity, long term objectives, ambitious mitigation targets, revised social policies, and incentives to protect Fiji’s biodiversity, reefs, forests, wetlands, water resources, and soil must be embedded within Fiji’s development approach. Actions to support intergenerational prosperity and wellbeing are streamlined throughout the NCCP through objectives and strategies designed"}, {"text_block_id": "p20_b274", "text": "to"}, {"text_block_id": "p20_b275", "text": ":"}, {"text_block_id": "p20_b276", "text": ":\n* Address long-term as well as short and medium-term risks.\n* Improve environmental protection standards, methods, and policy and enforce climate-sensitive and\n* Ensure national education systems support long term capacity building and employment transitions\n* Ensure national education systems support long term capacity building and employment transitions\n .\n* Progress national decarbonisation to achieve\n* national carbon emissions by 2050."}, {"text_block_id": "p20_b287", "text": "RESILIENT DEvELOPMENT"}, {"text_block_id": "p20_b288", "text": "Resilience"}, {"text_block_id": "p20_b289", "text": "is understood as the ability to cope with shocks and disturbance with minimal disruption and successfully return to a stable state. The introduction of the concept of ‘resilience-building’ as an objective within development narratives is associated with an increased focus on the strengthening of existing capacity, emphasis on enhancing systems, and the promotion of collaboration between actors and across disciplines. National resilience is understood through the characteristics of a nation’s government, society, and environment and is often assessed through the consideration of the following capacities:"}, {"text_block_id": "p20_b290", "text": "1."}, {"text_block_id": "p20_b291", "text": "Coping capacity"}, {"text_block_id": "p20_b292", "text": ": The capacity to cope with and absorb shocks."}, {"text_block_id": "p20_b293", "text": "2."}, {"text_block_id": "p20_b294", "text": "Adaptive capacity"}, {"text_block_id": "p20_b295", "text": ": A society’s ability to adapt to stressors and risks."}, {"text_block_id": "p20_b296", "text": "3."}, {"text_block_id": "p20_b297", "text": "Transformative capacity"}, {"text_block_id": "p20_b298", "text": ": The capacity, willingness, and ability of a nation to transform its systems and processes based on learning and experience. This is partially understood thorough a society’s ability to adopt new behaviours."}, {"text_block_id": "p20_b299", "text": "Resilient development"}, {"text_block_id": "p20_b300_merged_merged_merged_merged", "text": "describes the particular balance and focus of Fiji’s development approach. This approach recognises that risk management, environmental protection, climate change adaptation and mitigation are all activities which are indistinct from, and inextricably linked to Fiji’s economic development. Resiliencebuilding requires increased acknowledgement that human systems are embedded within and dependent upon environmental systems. A deepened understanding of this interdependency and its implications is required and advocated throughout this policy."}, {"text_block_id": "p22_b309", "text": "SECTION 1"}, {"text_block_id": "p22_b310", "text": "INTENTION"}, {"text_block_id": "p22_b311", "text": "“Resilience is a systems’ capacity to cope with disturbances and recover in such a way that they maintain their core function and identity. it also relates to the capacity to learn from and adapt to changing conditions, and when necessary, transform”"}, {"text_block_id": "p22_b312", "text": "Arctic Council, 2013"}, {"text_block_id": "p24_b313", "text": "Preamble"}, {"text_block_id": "p24_b314", "text": "The"}, {"text_block_id": "p24_b315", "text": "Constitution of the Republic of Fiji"}, {"text_block_id": "p24_b316", "text": "is grounded in a central ‘"}, {"text_block_id": "p24_b317", "text": "commitment to justice, national sovereignty and security, social and economic wellbeing and safeguarding of the environment"}, {"text_block_id": "p24_b318", "text": "’."}, {"text_block_id": "p24_b319", "text": "In accordance with this commitment the Fijian Government recognises the need for a strong principle-based vision for guiding Fiji’s national climate change response. This vision and its principles define this National Climate Change Policy which serves as an anchor for the actions, accountability and responsibility required to address the interlinked challenges of climate change and sustainable development in a balanced and equitable way. To establish these principles, the Fijian Government:"}, {"text_block_id": "p24_b320", "text": "Calls for"}, {"text_block_id": "p24_b321", "text": "this policy to be guided by the principle"}, {"text_block_id": "p24_b322", "text": "of Sustainable Wellbeing"}, {"text_block_id": "p24_b323", "text": "Recognising"}, {"text_block_id": "p24_b324", "text": "the range of detrimental environmental, social, and economic impacts resulting from anthropogenic"}, {"text_block_id": "p24_b325", "text": "climate change,"}, {"text_block_id": "p24_b326", "text": "Recognising"}, {"text_block_id": "p24_b327", "text": "that climate action is a constitutional requirement. That, unchecked, the impacts of climate change will undermine national constitutional commitments and national wellbeing,"}, {"text_block_id": "p24_b328", "text": "Recognising"}, {"text_block_id": "p24_b329", "text": "that climate-sensitive people-centred development is vital to its ability to fulfil constitutional obligations and reduce constitutional threats to current and future generations,"}, {"text_block_id": "p24_b330", "text": "Reaffirming"}, {"text_block_id": "p24_b331_merged_merged_merged", "text": "its commitment to achieving the Sustainable Development Goals noting that without relevant action, climate change and disaster risk pose major threats to Fiji’s development progress and national wellbeing, noting the priorities and objectives of Fiji’s National Development Plan;"}, {"text_block_id": "p24_b336", "text": "Calls for"}, {"text_block_id": "p24_b337", "text": "this policy to be guided by the principle of"}, {"text_block_id": "p24_b338", "text": "Social Cohesion"}, {"text_block_id": "p24_b339", "text": "Recognising"}, {"text_block_id": "p24_b340", "text": "the linkage between social cohesion and human resilience, and the potential for climate change to increase the erosion of social and cultural values,"}, {"text_block_id": "p24_b341", "text": "Encouraging"}, {"text_block_id": "p24_b342", "text": "actions which promote social responsibility, civic pride, and community;"}, {"text_block_id": "p25_b343", "text": "Calls for"}, {"text_block_id": "p25_b344", "text": "this policy to be guided by the principle of"}, {"text_block_id": "p25_b345", "text": "Partnership"}, {"text_block_id": "p25_b346", "text": "Noting"}, {"text_block_id": "p25_b347", "text": "that the drivers and impacts of climate change are not confined by national boundaries and require international collective action to reduce,"}, {"text_block_id": "p25_b348", "text": "Noting"}, {"text_block_id": "p25_b349", "text": "the importance of continued and enhanced solidarity between Pacific Island countries and the role of Pacific regionalism in driving international climate action,"}, {"text_block_id": "p25_b350", "text": "Noting"}, {"text_block_id": "p25_b351", "text": "the vision of the"}, {"text_block_id": "p25_b352", "text": "Blue Pacific"}, {"text_block_id": "p25_b353", "text": "narrative in guiding collective efforts to advance shared priorities,"}, {"text_block_id": "p25_b354", "text": "Encouraging"}, {"text_block_id": "p25_b355", "text": "all countries to collectively contribute to the protection and revitalisation of the world’s oceans, forests, wetlands, and areas of ecological value in order to help mitigate the impacts of climate change, ensure long term food security, protect vital ecosystems, and reduce global inequality;"}, {"text_block_id": "p25_b356", "text": "Calls for"}, {"text_block_id": "p25_b357", "text": "this policy to be guided by the principle of"}, {"text_block_id": "p25_b358", "text": "Urgency"}, {"text_block_id": "p25_b359", "text": "Reaffirming"}, {"text_block_id": "p25_b360", "text": "its commitment to the"}, {"text_block_id": "p25_b361", "text": "United Nations Framework Convention on Climate Change, Kyoto Protocol"}, {"text_block_id": "p25_b362", "text": "and the"}, {"text_block_id": "p25_b363", "text": "Paris Agreement,"}, {"text_block_id": "p25_b364", "text": "recalling the central concepts of"}, {"text_block_id": "p25_b365", "text": "common but differentiated responsibilities and respective capabilities in light of national circumstances"}, {"text_block_id": "p25_b366", "text": "and"}, {"text_block_id": "p25_b367", "text": "the specific needs and special circumstances of developing countries,"}, {"text_block_id": "p25_b368", "text": "Reaffirming"}, {"text_block_id": "p25_b369", "text": "the need to continue to increase ambition and transparency in order to limit global average temperature rise to no more than 1.5°C,"}, {"text_block_id": "p25_b370", "text": "Noting with concern"}, {"text_block_id": "p25_b371", "text": "the findings of the"}, {"text_block_id": "p25_b372", "text": "Intergovernmental Panel on Climate Change’s Special Report on 1.5°C"}, {"text_block_id": "p25_b373", "text": "and recognising the implications of the findings of this report for Fiji and the Pacific Region and the"}, {"text_block_id": "p25_b374", "text": "importance of averting, minimising and addressing loss and damage associated with the adverse effects of climate change,"}, {"text_block_id": "p25_b375", "text": "Noting with concern"}, {"text_block_id": "p25_b376", "text": "the severity of recent disaster events, the implications of future climate projections, and the disproportionate current and future impact of climate change on vulnerable small island developing states,"}, {"text_block_id": "p25_b377", "text": "Emphasising"}, {"text_block_id": "p25_b378", "text": "the concept of urgency, impressing the need to adopt an approach that prioritises accelerated action and embeds"}, {"text_block_id": "p25_b379", "text": "urgency"}, {"text_block_id": "p25_b380", "text": "as a guiding principle for all global climate action,"}, {"text_block_id": "p25_b381", "text": "Recognising"}, {"text_block_id": "p25_b382", "text": "the interdependency between human security and environmental health and the need to immediately ensure that human development is not progressed in a way that compromises environmental integrity,"}, {"text_block_id": "p25_b383", "text": "Emphasising"}, {"text_block_id": "p25_b384_merged_merged_merged_merged_merged", "text": "the vital role that oceans play in global ecosystem integrity, carbon sequestration, global water, nitrogen and oxygen cycles, food security, and international trade recognising the severe damage that human behaviour and climate change is inflicting on marine ecosystems,"}, {"text_block_id": "p25_b386", "text": "Recalling"}, {"text_block_id": "p25_b387", "text": "Articles four and five"}, {"text_block_id": "p25_b388", "text": "of the Paris Agreement, The Government of Fiji recognises the immediate need to take action to conserve and enhance sinks and reservoirs of greenhouse gases;"}, {"text_block_id": "p26_b389", "text": "Calls for"}, {"text_block_id": "p26_b390", "text": "this policy to be guided by the principle of"}, {"text_block_id": "p26_b391", "text": "Inclusivity"}, {"text_block_id": "p26_b392", "text": "Recognising"}, {"text_block_id": "p26_b393", "text": "the differentiated impacts of climate change across societies and vulnerable groups, the risk that climate change will exacerbate existing inequalities disproportionately affecting low-income and otherwise disadvantaged groups, and that vulnerability to climate change is also driven by non-climate-related factors,"}, {"text_block_id": "p26_b394", "text": "Reaffirming"}, {"text_block_id": "p26_b395", "text": ", the Fijian Government’s commitment to human rights, freedom of speech, the indivisibility of human rights, the rights of indigenous peoples, the right to health, the rights of persons with disabilities, the rights of vulnerable persons, the rights of women and girls, and actions which address intergenerational needs and considerations,"}, {"text_block_id": "p26_b396", "text": "Recognising"}, {"text_block_id": "p26_b397", "text": "t"}, {"text_block_id": "p26_b398", "text": "hat gender equality, inclusivity, responsiveness and balance is key to effectively addressing environmental challenges and climate risks in an equitable and sustainable way and commits to a gender-responsive approach to national development,"}, {"text_block_id": "p26_b399", "text": "Acknowledging"}, {"text_block_id": "p26_b400", "text": "the importance of an integrated approach to disaster risk reduction, climate change adaptation, and economy-wide decarbonisation in order to build national resilience and enable development which is climate neutral, compatible, and sensitised,"}, {"text_block_id": "p26_b401", "text": "Reaffirming"}, {"text_block_id": "p26_b402_merged", "text": "its commitment to achieving and enhancing Fiji’s Nationally Determined Contribution noting the importance of technology transfer and the timely accessibility of international climate finance to support this commitment and the need to ensure that adaptation and mitigation commitments are adequately articulated and supported within all future iterations of Fiji’s Nationally Determined Contribution;"}, {"text_block_id": "p26_b409", "text": "Calls for"}, {"text_block_id": "p26_b410", "text": "this policy to be guided by the principle of"}, {"text_block_id": "p26_b411", "text": "Agility"}, {"text_block_id": "p26_b412", "text": "Recognising"}, {"text_block_id": "p26_b413", "text": "the need to pre-empt, prepare for and react to change, ensuring that actions, investments and methods to address climate change are flexible, dynamic, and responsive to interconnected risks,"}, {"text_block_id": "p26_b414", "text": "Calling"}, {"text_block_id": "p26_b415", "text": "for the accountability, analysis, and insight required to prioritise actions, exploit co-benefits, achieve economies of scale, and demonstrate innovative policy approaches to support the potential for transformative behaviour change,"}, {"text_block_id": "p26_b416", "text": "Emphasising"}, {"text_block_id": "p26_b417", "text": "the importance of innovative financing mechanisms, market-based instruments, carbon pricing, and private sector engagement in driving resilient development, enabling low carbon transitions, reducing the burden of financial risk on people and governments, and enabling effective climate adaptation and mitigation actions;"}, {"text_block_id": "p26_b418", "text": "Calls for"}, {"text_block_id": "p26_b419", "text": "this policy to be guided by principles of"}, {"text_block_id": "p26_b420", "text": "Transparency and Communication"}, {"text_block_id": "p26_b421", "text": "Recognising"}, {"text_block_id": "p26_b422", "text": "the need to ensure that all stakeholders commit to approaches and systems that are transparent, publicly accountable, and complaint with international standards for best practice,"}, {"text_block_id": "p26_b423", "text": "Emphasising"}, {"text_block_id": "p26_b424", "text": "the importance of inter-stakeholder, cross-sectoral, and inter-governmental communication in all efforts to reduce risk, improve awareness, and promote equitable development transitions;"}, {"text_block_id": "p27_b425", "text": "Calls for"}, {"text_block_id": "p27_b426", "text": "this policy to be guided by the principle of"}, {"text_block_id": "p27_b427", "text": "Integrated learning"}, {"text_block_id": "p27_b428", "text": "Emphasising"}, {"text_block_id": "p27_b429", "text": "the importance of capacity building, technology transfer, knowledge sharing, and international cooperation as central enablers for Fiji’s adaptation and mitigation needs, requirements, and commitments,"}, {"text_block_id": "p27_b430", "text": "Recognising"}, {"text_block_id": "p27_b431", "text": "the important role of learning, and institutional reform as means to facilitate increased effectiveness, utility, efficiency and economies of scale in the process of addressing climate and disaster risk;"}, {"text_block_id": "p27_b432", "text": "And"}, {"text_block_id": "p27_b433", "text": "Recognising"}, {"text_block_id": "p27_b434", "text": "that Fiji’s inter-governmental response to climate change will be planned and executed through a number of interlinked and complementary plans, processes and strategies the Fijian Government,"}, {"text_block_id": "p27_b435", "text": "Calls into effect the ‘Woven Approach’"}, {"text_block_id": "p27_b436", "text": "to resilient development, ensuring that all elements of this approach are gender-responsive, human rights-based, and evidence-driven,"}, {"text_block_id": "p27_b437", "text": "Directs Government agencies"}, {"text_block_id": "p27_b438", "text": "to produce and operationalise"}, {"text_block_id": "p27_b439", "text": "a National Adaptation Process"}, {"text_block_id": "p27_b440", "text": "and"}, {"text_block_id": "p27_b441", "text": "National Adaptation Plan"}, {"text_block_id": "p27_b442", "text": "for guiding the prioritisation and implementation of the critical adaptation actions required to ensure robust and lasting national resilience to climate change and disaster risks, deliver Fiji’s NDC commitments, and ensure the nation’s ability to achieve all Sustainable Development Goals by 2030,"}, {"text_block_id": "p27_b443", "text": "Directs Government agencies"}, {"text_block_id": "p27_b444", "text": "to produce and operationalise a"}, {"text_block_id": "p27_b445", "text": "Low Emissions Development Strategy"}, {"text_block_id": "p27_b446", "text": "designed to enable the nation to deliver Fiji’s NDC commitments, achieve all Sustainable Development Goals by 2030, and set a sustainable pathway to achieving net-zero emissions by 2050;"}, {"text_block_id": "p27_b447", "text": "And"}, {"text_block_id": "p27_b448", "text": "Adopts"}, {"text_block_id": "p27_b449", "text": "this policy as a central vehicle to guide the national actions, methods, and objectives required to address and reduce the impacts of climate change on the Republic of Fiji."}, {"text_block_id": "p27_b450_merged_merged_merged", "text": "The Fijian Government’s implementation of the National Climate Change Policy will be made in accordance with Fiji’s commitments and obligations under relevant international treaties ratified by the Fijian Government and listed in Annex 1."}, {"text_block_id": "p28_b453", "text": "vision 2050"}, {"text_block_id": "p28_b454", "text": "A resilient and prosperous Fiji, in which the wellbeing of current and future generations is supported and protected by a socially inclusive, equitable, environmentally sustainable, net-zero emissions economy."}, {"text_block_id": "p28_b455_merged", "text": "The Vision 2050 statement is reflective of the following mission, purpose, goals and values:"}, {"text_block_id": "p28_b458", "text": "■"}, {"text_block_id": "p28_b459", "text": "MISSION"}, {"text_block_id": "p28_b460", "text": ":"}, {"text_block_id": "p28_b461", "text": "Resilience and prosperity."}, {"text_block_id": "p28_b462", "text": "■"}, {"text_block_id": "p28_b463", "text": "PURPOSE"}, {"text_block_id": "p28_b464", "text": ":"}, {"text_block_id": "p28_b465", "text": "Long-term wellbeing, the protection of the interests of future generations."}, {"text_block_id": "p28_b466", "text": "■"}, {"text_block_id": "p28_b467", "text": "GOALS"}, {"text_block_id": "p28_b468", "text": ":"}, {"text_block_id": "p28_b469", "text": "Environmental protection and enhancement, net-zero national emissions by 2050, policy coherence and integration, equitable and sustainable development."}, {"text_block_id": "p28_b470", "text": "■"}, {"text_block_id": "p28_b471", "text": "vALUES"}, {"text_block_id": "p28_b472", "text": ":"}, {"text_block_id": "p28_b473", "text": "Inclusivity, accountability, and equity."}, {"text_block_id": "p29_b474", "text": "vision 2030"}, {"text_block_id": "p29_b475", "text": "Fiji has achieved the Sustainable Development Goals and delivered all 5-year objectives set out in the National Development Plan. Climate risk management methods, strategies, and considerations are embedded within all national development plans and approaches. The delineations between the funding, implementation, and responsibilities for climate change risk management, disaster risk reduction, and economic development are increasingly indistinct and co-considered. Revised governance arrangements have increased the national capacity for evidence-based decision-making improving the effectiveness, efficiency, coherence, and prioritisation of development objectives."}, {"text_block_id": "p29_b476", "text": "Fiji’s National Climate Change Act has accelerated the involvement of multiple sectors, sources of expertise, decision-makers, and stakeholders in the delivery of Fiji’s enhanced Nationally Determined Commitment to the Paris Agreement. National capacity for multi-criteria assessment and strategic foresight have been widely improved enabling an agile and innovative approach to development challenges. Improved access to data and information ensures that risk information is effectively tailored to support individual and localised awareness. Risk information services have helped to improve social protection systems. Major natural hazard events continue to occur but physical and social adaptation measures prevent these events from becoming disasters. The reduced losses from disaster risk following the past decade of climate adaptation investments in Fiji’s rural and maritime provinces and planned relocations have improved the resilience and decreased the exposure of previously vulnerable communities. Agricultural innovations have increased national food security and diversified Fiji’s agricultural industry supporting rural development and the protection of rural livelihoods. The establishment of new business registration categories and national incentive schemes have prompted investment into new business models designed to deliver positive social outcomes and support the delivery of public sector objectives. Investment in education and capacity building efforts and the revision of national curriculums has expanded national skill sets and employment opportunities. National employment levels are the highest in 50 years with increasing numbers of Fijians employed by the national and regional development sector. The impacts of climate change have continued to impact upon Fiji’s environment, however, environmental protection and enhancement initiatives have slowed development-induced environmental damage. There is a distinct sector focused on supporting national resilience to climate and disaster risks through ecosystem enhancement and carbon reservoir and sink management. These initiatives have created a range of ecosystem enhancement-based employment opportunities. Environmental conservation and enhancement schemes and eco-tourism have leveraged economic benefits and enhanced natural resource protection."}, {"text_block_id": "p29_b477", "text": "Fiji’s energy sector and transport sector has become increasingly less reliant on fossil fuels. National low carbon transition is progressing steadily in keeping with high-ambition scenarios and the nation is on track for net zero emissions by 2050. Changing consumption behaviour and cross-sector responses to national and global environmental and economic change has increased Fiji’s economic self-reliance and reduced the exposure of Fiji’s economy to global market volatility."}, {"text_block_id": "p29_b478", "text": "Improved public financial management and resilient investment planning strategies have helped to better integrate international climate finance with national budget allocations, institutional investments, and private sector finance, increasing the resources available for resilient development objectives. Improved frameworks for collaboration expand the breath of stakeholders involved in Fiji’s development enhancing national capability to leverage development co-benefits through the strategic blending of priorities, objectives, resources, and responsibilities. Successful private and international investments in low carbon transition, adaptation, technology transfer, and research, have increased Fiji’s contribution and role in regional economic transitions increasing efficiencies of scale and driving up potential for transformative investments over the 2030–2050 period. Fiji remains a hub for Pacific regional development initiatives and organisations. Economic diversification has improved national wellbeing, supported improved inclusiveness and equality in society, and expanded opportunities and prospects for Fiji’s youth. Resilience-building has become ‘business as usual’."}, {"text_block_id": "p29_b479", "text": "Fiji and Pacific Nations remain at the forefront of global climate change governance processes and are playing a central role in maintaining the ambition required to reduce global emissions and improve environmental governance. Pacific nations have launched regional-scale actions and policies to protect oceans and maritime zones from exploitation and degradation. Global emissions have been dropping since plateauing in 2020 however further progress is required to meet global 2050 targets."}, {"text_block_id": "p30_b480", "text": "Overarching Policy Commitments"}, {"text_block_id": "p30_b481", "text": "The Fijian Government is committed to:"}, {"text_block_id": "p30_b482", "text": "1."}, {"text_block_id": "p30_b483", "text": "Minimising the impacts of climate change on Fiji’s people, environment and economy through capacity development, the transfer of appropriate and relevant technologies, strategic pre-emptive risk management, and evidence-based adaptation actions."}, {"text_block_id": "p30_b484", "text": "2."}, {"text_block_id": "p30_b485_merged", "text": "Securing robust and ambitious global climate action through international political engagement and inter-regional collaboration."}, {"text_block_id": "p30_b488", "text": "3."}, {"text_block_id": "p30_b489", "text": "Minimising national contributions to the drivers of climate change through nation-wide emissions reductions and the achievement of net zero annual national emissions by 2050."}, {"text_block_id": "p30_b490", "text": "4."}, {"text_block_id": "p30_b491", "text": "Enhancing the governance, systems, processes, efficiency, and effectiveness of Fiji’s national climate change response through fit-for-purpose institutional arrangements and increased multi-stakeholder collaboration."}, {"text_block_id": "p30_b492", "text": "5."}, {"text_block_id": "p30_b493", "text": "Securing adequate financing from international finance sources to accelerate the delivery of national climate change adaptation and mitigation objectives through international engagement."}, {"text_block_id": "p30_b494", "text": "6."}, {"text_block_id": "p30_b495", "text": "Increasing national access to sustainable finance through an enabling environment for private sector investment."}, {"text_block_id": "p31_b496", "text": "Policy Mandate and Purpose"}, {"text_block_id": "p31_b497", "text": "The purpose of the National Climate Change Policy is to provide the high-level guidance, vision, principles, institutional architecture, and objectives required to"}, {"text_block_id": "p31_b498", "text": "establish and support a long-term climate-resilient development pathway"}, {"text_block_id": "p31_b499", "text": "for Fiji."}, {"text_block_id": "p31_b500", "text": "1."}, {"text_block_id": "p31_b501", "text": "The NCCP defines approaches intended to ensure that climate change does not exacerbate existing vulnerability, erode social cohesion, undermine human rights, or deepen gender inequality."}, {"text_block_id": "p31_b502", "text": "2."}, {"text_block_id": "p31_b503", "text": "The NCCP sets out the institutional arrangements and governance structures for coordinating Fiji’s climate change response. The NCCP is designed to enhance accountability and establish the oversight required to deliver inclusive and equitable climate change actions in keeping with the requirements of the"}, {"text_block_id": "p31_b504", "text": "National Constitution"}, {"text_block_id": "p31_b505", "text": "."}, {"text_block_id": "p31_b506", "text": "3."}, {"text_block_id": "p31_b507", "text": "The NCCP provides the basis, rationale, and guidance for developing relevant legislation in the form of a"}, {"text_block_id": "p31_b508", "text": "National Climate Change Act"}, {"text_block_id": "p31_b509", "text": "as a means to progress Fiji’s climate change response and embed Fiji’s"}, {"text_block_id": "p31_b510", "text": "nationally determined contribution"}, {"text_block_id": "p31_b511", "text": "to the"}, {"text_block_id": "p31_b512", "text": "Paris Agreement"}, {"text_block_id": "p31_b513", "text": "within national law."}, {"text_block_id": "p31_b514", "text": "4."}, {"text_block_id": "p31_b515", "text": "The NCCP articulates Fiji’s international leadership objectives and requirements for progressing urgent international action."}, {"text_block_id": "p31_b516", "text": "5."}, {"text_block_id": "p31_b517", "text": "The NCCP establishes the overarching objectives and strategies required to reduce the impacts of climate change on Fiji’s people, environment, economy, and development ambitions."}, {"text_block_id": "p31_b518", "text": "6."}, {"text_block_id": "p31_b519", "text": "The NCCP enhances emphasis on national, regional, and global protection of the marine environment"}, {"text_block_id": "p31_b520", "text": "through targeted objectives."}, {"text_block_id": "p31_b521", "text": "7."}, {"text_block_id": "p31_b522", "text": "The NCCP provides a policy anchor for Fiji’s commitments under the"}, {"text_block_id": "p31_b523", "text": "Paris Agreement"}, {"text_block_id": "p31_b524", "text": "and establishes responsibilities and systems for national reporting to the UNFCCC. The NCCP calls into effect and legitimises a whole-of-government commitment to the implementation of the"}, {"text_block_id": "p31_b525", "text": "National Adaptation Plan Process"}, {"text_block_id": "p31_b526", "text": "and"}, {"text_block_id": "p31_b527", "text": "Low Emissions Development Strategy"}, {"text_block_id": "p31_b528", "text": "as the central high-level vehicles for delivering"}, {"text_block_id": "p31_b529", "text": "Fiji’s Nationally Determined Contribution"}, {"text_block_id": "p31_b530", "text": "under the Paris agreement."}, {"text_block_id": "p31_b531", "text": "8."}, {"text_block_id": "p31_b532_merged_merged_merged_merged_merged", "text": "The NCCP supports the high-level goals of the National Development Plan and the achievement of the Sustainable Development Goals by 2030 through complementary guidance and objectives intended to accelerate and enhance the delivery of resilient development outcomes. The NCCP provides strategies for increasing national capacity to manage development decisions, articulates modalities for improving cross-sectorial engagement and linkages between public and private sectors, and provides solutions intended to increase sustainable financing options."}, {"text_block_id": "p31_b537", "text": "9."}, {"text_block_id": "p31_b538", "text": "The NCCP provides a framework to guide the systems of evaluation and reporting required to track national resilience-building and progress against climate risk management objectives."}, {"text_block_id": "p33_b539", "text": "Guiding Principles"}, {"text_block_id": "p33_b540", "text": "Sustainable Wellbeing"}, {"text_block_id": "p33_b541", "text": "In the pursuit of the policy vision and in all efforts to improve the enabling environment for delivering the NCCP objectives, the Fijian Government is committed to actions that help achieve a sustainable state of wellbeing for all Fijians"}, {"text_block_id": "p33_b542", "text": ". The ability to achieve and"}, {"text_block_id": "p33_b543", "text": "sustain"}, {"text_block_id": "p33_b544", "text": "national wellbeing is both the rationale"}, {"text_block_id": "p33_b545", "text": "for"}, {"text_block_id": "p33_b546", "text": "and objective"}, {"text_block_id": "p33_b547", "text": "of"}, {"text_block_id": "p33_b548", "text": "Fiji’s climate change response. Progress against the objectives of this policy will be evaluated through the quantitative and qualitative analysis of impact on public wellbeing in keeping with the core mandate of Government established under Fiji’s"}, {"text_block_id": "p33_b549", "text": "National Constitution"}, {"text_block_id": "p33_b550", "text": "and the priorities of"}, {"text_block_id": "p33_b551", "text": "Fiji’s National Development Plan."}, {"text_block_id": "p33_b552", "text": "Social Cohesion"}, {"text_block_id": "p33_b553", "text": "Communities that demonstrate collaborative traits are often better able to withstand shocks, overcome disruptions, and manage change. The NCCP promotes efforts to maintain and improve ‘social cohesion"}, {"text_block_id": "p33_b554", "text": ","}, {"text_block_id": "p33_b555", "text": "i"}, {"text_block_id": "p33_b556", "text": ". The NCCP intends to enhance social cohesion by producing widely shared outcomes which are collectively designed and implemented. Cultural sensitivity and emphasis on shared values is key to retaining and improving social cohesion. The erosion of traditional practices and increasing urbanisation has detrimental implications for some of the values and practices that underpin the support systems that define strong communities. At the same time, traditional values must also adapt to new social norms"}, {"text_block_id": "p33_b557", "text": "ii"}, {"text_block_id": "p33_b558", "text": "."}, {"text_block_id": "p33_b559", "text": "Inclusivity"}, {"text_block_id": "p33_b560_merged_merged_merged", "text": "The principle of inclusivity recognises the importance of ensuring that Fiji’s actions to address the challenges of climate change result in positive social outcomes for all societal groups irrespective of gender, disability, sexuality, ethnicity, religion, political affiliation, age, and economic circumstance. An inclusive approach will be used to ensure that policy design, activities and investments take into account the differing needs and vulnerabilities of all social groups while also accounting for the differing challenges faced by those living in urban, rural, and outer island areas of the country. The principle of inclusivity within the policy context of the NCCP provides a direct linkage to the objectives of the Sustainable Development Goals, the human rights and gender-based approaches of this policy, and the NDP’s concept of Inclusive Socio-economic Development,."}, {"text_block_id": "p34_b568", "text": "Transparency and Communication"}, {"text_block_id": "p34_b569", "text": "The Fijian Government is committed to transparency and ensuring that all stakeholders can access the information required to be informed, empowered, and able to avoid risk. Transparency in reporting, data management, and monitoring will be required to meet Fiji’s commitments to international frameworks and agreements"}, {"text_block_id": "p34_b570", "text": ". Increased communication and information sharing between stakeholders, communities, ministries, civil society, and international partners is required to inform decision-making and support the management of complex risks and trade-offs. Improving the quality and accessibility of information products and the establishment of robust communication networks are both specific"}, {"text_block_id": "p34_b571", "text": "objectives"}, {"text_block_id": "p34_b572", "text": "and guiding"}, {"text_block_id": "p34_b573", "text": "principles"}, {"text_block_id": "p34_b574", "text": "of the NCCP."}, {"text_block_id": "p34_b575", "text": "Partnership"}, {"text_block_id": "p34_b576", "text": "In keeping with the goal of SDG17 ‘"}, {"text_block_id": "p34_b577", "text": "Partnerships for the Goals’"}, {"text_block_id": "p34_b578", "text": "Fiji is committed to enhancing the partnership, coordination, collaboration, and consultation between the Fijian Government, and a diverse range of stakeholders inclusive of the private sector"}, {"text_block_id": "p34_b579", "text": ", non-government actors, research institutions, and civil society to ensure a holistic approach to resilient development can be sustained. The NCCP recognises that strong national and international partnerships are required to mitigate global climate change impacts and reduce greenhouse-gas emissions. Furthermore, partnership is key to addressing and recognising Fiji’s requirements"}, {"text_block_id": "p34_b580", "text": "for"}, {"text_block_id": "p34_b581", "text": "development assistance, international climate finance, and public-private partnerships."}, {"text_block_id": "p34_b582", "text": "Integrated Learning"}, {"text_block_id": "p34_b583", "text": "The principle of ‘integrated learning’"}, {"text_block_id": "p34_b584", "text": "reflects the need to use robust monitoring, evaluation, and reporting systems to ensure that Fiji continues to benefit from learning outcomes"}, {"text_block_id": "p34_b585", "text": "iii"}, {"text_block_id": "p34_b586", "text": ". Increased information sharing and efforts to capture lessons-learned will help to improve risk reduction potential, implementation effectiveness, and resource efficiency while also reducing the potential for ineffective strategies to be replicated. This principle calls for systems of knowledge management which help to link traditionally separate sectors and actors, support national capacity building objectives, promote innovation, broaden participation, and support positive economic outcomes."}, {"text_block_id": "p34_b587", "text": "iv"}, {"text_block_id": "p34_b588", "text": "Agility"}, {"text_block_id": "p34_b589_merged_merged_merged_merged", "text": "The principle of Agility within the context of the NCCP has two dimensions. Firstly, agility is understood as the ability to move quickly, efficiently, and easily. Secondly, agility is conceived as the ability to have sufficient flexibility to adjust and adapt approaches efficiently in light of new information. The principle of agility reflects the need for institutional arrangements that are nimble and effective in order to ensure Fiji’s responses to climate change can be executed in a timely fashion, recognising that in many cases delay to action can exacerbate risk. The NCCP supports actions that improve the ability of all stakeholders to receive and react to information in ways that increase preparedness and resilience."}, {"text_block_id": "p35_b592", "text": "Urgency"}, {"text_block_id": "p35_b593_merged", "text": "This principle responds to the findings of the IPCC’s Special Report on 1.5°C (SR15) which has identified a severely limited timeframe in which to prevent severe global climate change impacts from occurring. Without urgent action to mitigate the impacts of climate change there will be catastrophic implications for small island developing states. Reducing climate, disaster, and development-related risks in Fiji is reliant on immediate national and international action to dramatically reduce greenhouse gas emissions, accelerated processes for accessing additional international finance to support risk reduction measures, and robust national prioritisation processes to ensure that the most urgent climate and disaster risk reduction objectives can be progressed and delivered as soon as possible."}, {"text_block_id": "p36_b599", "text": "Policy Pillars"}, {"text_block_id": "p36_b600", "text": "The following concepts are the central pillars of this policy and will be considered alongside the policy principles when shaping all actions taken to deliver the NCCP’s strategic objectives ."}, {"text_block_id": "p36_b601", "text": "1. Human Rights-Based"}, {"text_block_id": "p36_b602", "text": "In keeping with the principle of ‘inclusivity’, all activities under the NCCP will be guided by international human rights, best practice, and relevant guiding frameworks. This policy recognises the unique vulnerabilities and challenges faced by all societal groups and requires all interventions made under this policy to be socially progressive and equitably distributed. The NCCP will ensure that inequalities that may exist are not deepened as a result of the impacts of climate change. The NCCP defines vulnerable groups as any grouping that is at higher risk of experiencing discriminatory practices and physical or economic hardship as a result of gender, age, physical ability, sexuality, race, religion, beliefs, nationality, or ethnicity. In order to operationalise a human rights-based approach within Fiji’s climate change response and support of the objectives of the NDP and SDGs, the Fijian Government requires NCCP related plans, strategies, and policies to ensure that:"}, {"text_block_id": "p36_b603", "text": "1."}, {"text_block_id": "p36_b604", "text": "Policy interventions recognise that the most vulnerable in society are at risk of being disproportionately affected by climate change and address this fact with measurable initiatives and investments."}, {"text_block_id": "p36_b605", "text": "2."}, {"text_block_id": "p36_b606", "text": "The design of climate change related interventions capture the needs of all social groups utilising participatory approaches to ensure that individuals and vulnerable groups are able to exercise their freedom of speech, civil and political rights through their ability to inform relevant decision-making processes."}, {"text_block_id": "p36_b607", "text": "3."}, {"text_block_id": "p36_b608", "text": "Policy actions include responses and interventions that are specifically targeted, designed, and implemented to address the needs of vulnerable groups."}, {"text_block_id": "p36_b609", "text": "4."}, {"text_block_id": "p36_b610", "text": "Relevant information is publicly accessible, and reporting is transparent and accurate in its content, messaging, and documentation of results."}, {"text_block_id": "p36_b611", "text": "5."}, {"text_block_id": "p36_b612", "text": "The indivisibility and interdependency between civil, political, economic, social, and cultural rights are reflected and taken into account when programming Fiji’s climate response."}, {"text_block_id": "p36_b613", "text": "6."}, {"text_block_id": "p36_b614", "text": "The underlying drivers of vulnerability and the multi-dimensional nature of inequalities are taken into account and addressed in the design, delivery, and evaluation of actions taken under the guidance of the NCCP while factoring in the additional burdens and dynamics of climate-related variables and risks."}, {"text_block_id": "p36_b615", "text": "7."}, {"text_block_id": "p36_b616", "text": "Society-wide social protection systems can be continually improved and advanced to reduce baseline risks, minimise gaps in resilience, improve the self-reliance of citizens, and enhance social cohesion"}, {"text_block_id": "p36_b617", "text": "."}, {"text_block_id": "p36_b618", "text": "8."}, {"text_block_id": "p36_b619", "text": "Policy interventions are guided by the"}, {"text_block_id": "p36_b620_merged_merged", "text": "Pacific Framework for the Rights of Persons with Disabilities and comply with relevant UN Conventions on human rights including the convention on the ‘Rights of the Child’, ‘Rights of Older Persons’, and ‘Rights of Persons with Disability’."}, {"text_block_id": "p37_b625", "text": "2. Gender-Responsive"}, {"text_block_id": "p37_b626", "text": "“Women are disproportionately affected by climate change impacts such as droughts, floods and other extreme weather events. They also have a critical role in combating climate change but need to be better represented at all levels in the decision-making process. Empowering women will be a significant factor in meeting the climate challenge.”"}, {"text_block_id": "p37_b627", "text": "UNFCCC Former Executive Secretary Christiana Figueres, 2014"}, {"text_block_id": "p37_b628_merged", "text": "Climate change has significant potential to exacerbate gender inequalities and reinforce limitations on women’s rights enhancing inequality within society. The Fijian Government is committed to empowering women and recognises that women are powerful actors of change and that their voice and leadership will be an essential part of Fiji’s climate change response. Fiji’s National Gender Policy calls for a gender-responsive approach to all development activities. The principle of gender-responsiveness within the policy context of the NCCP is a specific call to ensure that all approaches and methods for adaptation and mitigation are guided by the consideration of gender issues, support improved gender-balance in both the decision-making processes and related implementation arrangements, promote gender-equitable benefits, and achieve outcomes which ensure that gender is a key consideration when programming finance and capacity-building. The following requirements must define the articulation and design of all aspects of Fiji national response to climate change:"}, {"text_block_id": "p37_b633", "text": "1."}, {"text_block_id": "p37_b634", "text": "Women as agents of change:"}, {"text_block_id": "p37_b635", "text": "Improve and enhance the incorporation of women’s knowledge, skills, participation and leadership into planning processes at the local and national level. Recognise the different types of knowledge and skills that women and men have and how these skills can complement actions to improve livelihoods. Create opportunities to maximise both women’s and men’s contributions to environmental sustainability."}, {"text_block_id": "p37_b636", "text": "2."}, {"text_block_id": "p37_b637", "text": "Social adaptation is required:"}, {"text_block_id": "p37_b638", "text": "Address structural inequalities directly, helping to ensure that adaptation reduces and improves outcomes for the economically and socially marginalised, recognising that the rights of women have a direct impact on the welfare of children, the elderly, and disabled. Address governance issues to help ensure that national implementation of adaptation and mitigation actions can be effective, efficient, and equitable."}, {"text_block_id": "p37_b639", "text": "3."}, {"text_block_id": "p37_b640", "text": "Ensure benefits are progressive and effectively realised:"}, {"text_block_id": "p37_b641", "text": "Ensure that Fiji’s response to climate change does not include actions that reinforce the elements of traditionally and socially constructed roles for women and girls which contribute to gaps and inequalities in terms of access to education, basic knowledge, information, basic services, transportation, and rights."}, {"text_block_id": "p37_b642", "text": "4."}, {"text_block_id": "p37_b643", "text": "Understand the influence of climate change on gender gaps:"}, {"text_block_id": "p37_b644", "text": "Ensure that gender gaps are understood across Government ministries and amongst stakeholders. Interventions must demonstrate understanding of the disproportionate consequences of disasters, climate change impacts, food, water, and nutritional security issues, and existing energy access disparities, on women and girls."}, {"text_block_id": "p37_b645", "text": "5."}, {"text_block_id": "p37_b646", "text": "Plan for solutions that reduce inequality:"}, {"text_block_id": "p37_b647", "text": "Planning, investment, and activities should reflect inclusive consultations and efforts that engage and incorporate women’s agency into solutions to ensure equitable, effective and sustainable outcomes. Plans should effectively demonstrate solutions which help to progress and cross-cut the structural reforms required, including but not limited to: legal changes, long term economic"}, {"text_block_id": "p38_b648", "text": "empowerment, enhanced access to education, information, technology and capacity building"}, {"text_block_id": "p38_b649", "text": ". The NAP process will help to coordinate gender-responsive stakeholder consultations and analysis to support the development of gender-responsive resource mobilisation and actions."}, {"text_block_id": "p38_b650", "text": "6."}, {"text_block_id": "p38_b651", "text": "Use gender-sensitive indicators:"}, {"text_block_id": "p38_b652", "text": "To ensure that Fiji’s climate change response and resilient development pathway is gender balanced and can support Fiji’s needs in terms of gender equality, gender-sensitive indicators should be used when evaluating solutions and results."}, {"text_block_id": "p38_b653", "text": "7."}, {"text_block_id": "p38_b654", "text": "Natural resource management is not gender-neutral:"}, {"text_block_id": "p38_b655", "text": "The specific role that women play in natural resource management means that women have a unique relationship"}, {"text_block_id": "p38_b656", "text": "with"}, {"text_block_id": "p38_b657", "text": ", and access"}, {"text_block_id": "p38_b658", "text": "to"}, {"text_block_id": "p38_b659", "text": "specific aspects of the natural environment. These unique interactions can be used to enhance Fiji’s climate change response and help to produce unique benefits. The implementation of the NCCP and associated plans linked to climate change, biodiversity protection, and land-use must reflect the specific role women play in managing water sources and utilising resources from forests, fisheries, and arable land. This will ensure alignment with the"}, {"text_block_id": "p38_b660", "text": "Convention on Biodiversity’s Declaration’s"}, {"text_block_id": "p38_b661", "text": "call to integrate greater knowledge, innovation, practice, and participation from women in reference to natural resource management. Women’s traditional knowledge will be utilised to improve conservation effectiveness in keeping with the objectives of the"}, {"text_block_id": "p38_b662", "text": "Nagoya Protocol"}, {"text_block_id": "p38_b663", "text": ", the"}, {"text_block_id": "p38_b664", "text": "Aichi Biodiversity Targets"}, {"text_block_id": "p38_b665", "text": ", and SDGs."}, {"text_block_id": "p38_b666", "text": "3. Evidence-Based"}, {"text_block_id": "p38_b667_merged_merged_merged", "text": "To manage complexity and achieve sustainable wellbeing, increased capacity to pre-empt risk and identify opportunities to fundamentally reduce risk is required. Improving foresight and access to strategic and innovative forward-looking planning processes is key for managing widespread change and reducing disruption. Evidencebased decision-making (EBDM) is the practice of using robust, diverse, scientifically-credible evidence and data, inclusive of socio-economic considerations and trends, to design policy, investments, and implementation methods. Assessing increasingly complex interactions between global, regional, national, and localised trends and risks is a challenge. Designing interventions that effectively anticipate future risks is a process that is increasingly dependent on robust data analysis, modelling, and scenario-building. A strong system and culture to promote capability for strategic foresight, enhance the use of appropriate cost-benefit analysis, and ultimately increase a culture of EBDM will enable Fiji to make strategic and cost-effective decisions that maximise positive social outcomes. To improve the enabling environment for EBDM arrangements, the effective, relevant, and timely capture and exchange of data and information between sectors, government divisions, and sub-national stakeholders is required as well as investments to improve data collection, quality, technology, and analytical capacity. Strengthening EBDM in Fiji will directly support objectives under Article 7 of the Paris Agreement. To ensure that development is climate-resilient, the NCCP calls for the use of the best available climate science and the increased use of socio-economic analysis and probability-based scenarios to help inform national decision-making and priority setting. The NCCP recognises the need to ensure that current and updated climate projections are readily available and updated in order to help inform policy, planning, and investments."}, {"text_block_id": "p42_b673", "text": "A Woven Approach to Resilient Development"}, {"text_block_id": "p42_b674", "text": "The Fijian Government recognises that economic development, climate change adaptation and mitigation, disaster risk reduction, and environmental protection objectives are deeply inter-woven and that without increased effort to address these linkages trade-offs will become increasingly difficult to manage. To deliver Fiji’s development objectives and reduce fragmentation deepened collaboration between government ministries and sectors is required. The Fijian Government is committed to an inter-governmental approach to resilient development"}, {"text_block_id": "p42_b675", "text": "v"}, {"text_block_id": "p42_b676", "text": "which is shaped by the understanding that"}, {"text_block_id": "p42_b677", "text": "national resilience"}, {"text_block_id": "p42_b678", "text": "can only be improved if the relationship and dependencies between social dynamics, environmental hazards, economic risks, development impacts, climate changes, and sectors are addressed and considered in a holistic way. To do so requires a focus on increasing the ability to leverage co-benefits and synergies through development actions and initiatives. The capacity to do so requires the reform of systems, increased connectivity and collaboration between a wide range of stakeholders, improved capability for strategic foresight and evidence-based decision-making, and an increased emphasis on common objectives and interests."}, {"text_block_id": "p42_b679", "text": "Weaving is a basic, inter-cultural, and international"}, {"text_block_id": "p42_b680", "text": "technology"}, {"text_block_id": "p42_b681", "text": "derived from the fundamental concept that"}, {"text_block_id": "p42_b682", "text": "individual strands of a material become exponentially stronger when interconnected in a systematic way."}, {"text_block_id": "p42_b683", "text": "The NCCPs"}, {"text_block_id": "p42_b684", "text": "Woven approach"}, {"text_block_id": "p42_b685", "text": "is focused on"}, {"text_block_id": "p42_b686", "text": "strengthening through connectivity"}, {"text_block_id": "p42_b687", "text": "and the need to identify specific actions and objectives which enable, progress, and cross-cut a range of priorities. By focusing on common requirements and actions which potentially satisfy multiple priority areas, the effectiveness of policy implementation and the efficiency and utility derived from activities and resources is expected to be improved. This approach requires a deepened focus on the core drivers of national wellbeing"}, {"text_block_id": "p42_b688", "text": "and is representative of a high-level commitment to promote multi-stakeholder collaboration. The NCCP addresses the need for greater"}, {"text_block_id": "p42_b689", "text": "vertical and horizontal integration"}, {"text_block_id": "p42_b690", "text": "–"}, {"text_block_id": "p42_b691", "text": "which, in physical terms, is the basis of what makes a woven product stronger."}, {"text_block_id": "p42_b692", "text": "Fiji’s NCCP objectives are aligned with a strategic approach to achieving the"}, {"text_block_id": "p42_b693", "text": "Sustainable Development Goals"}, {"text_block_id": "p42_b694", "text": ". The"}, {"text_block_id": "p42_b695", "text": "Sustainable Development Goals"}, {"text_block_id": "p42_b696", "text": "themselves are closely interwoven and inter-dependant"}, {"text_block_id": "p42_b697", "text": ". In Fiji’s case, vulnerability to climate change has potential to derail and undermine progress against each of the SDGs"}, {"text_block_id": "p42_b698", "text": ". In this way, the NCCP approaches the SDGs through the lens of SDG13 and the woven approach helps to provide insight into the relationships between the SDGs recognising that global and national ambition and commitment to climate action is a key holistic enabler to achieving the SDGs. The NCCP recognises that gender equality (SDG5), strong institutions (SDG16), partnerships (SDG17), as well as sustainable physical infrastructure and innovation (SDG9) are major prerequisites for improving basic services (SDG1, 2, 4, 6,7) and protecting ecosystem integrity (SDG14, 15). Actions to deliver against these goals will improve long-term well-being, economic resilience, and sustainability (SDG3, 8, 11, 12) which will ultimately enable the reduction of societal inequality (SDG10)."}, {"text_block_id": "p42_b699_merged_merged_merged_merged", "text": "A whole-of-economy approach is required to be strategic and coordinate the tools and resources needed to achieve transformative results. In order to weave a mat or fabric, the weaver must have a vision for the end product and understand how each piece contributes to the whole. The vision of the NCCP will be realised through development actions that individually and collectively contribute to protecting and improving national wellbeing."}, {"text_block_id": "p43_b702", "text": "FIGURE 2"}, {"text_block_id": "p43_b703", "text": "Sustainable development through the lens of SdG13."}, {"text_block_id": "p43_b704", "text": "Graphic adapted from 2030 Sustainable development Goals icons (un, 2015)"}, {"text_block_id": "p43_b705", "text": "The NCCP’s woven approach recognises:"}, {"text_block_id": "p43_b706", "text": "1."}, {"text_block_id": "p43_b707", "text": "The inextricably woven relationship between social and ecological systems and that human wellbeing and prosperity is dependent on environmental integrity and health."}, {"text_block_id": "p43_b708", "text": "2."}, {"text_block_id": "p43_b709", "text": "The unique and indivisible role of oceans in sustaining global environmental integrity."}, {"text_block_id": "p43_b710", "text": "3."}, {"text_block_id": "p43_b711", "text": "That climate and disaster impacts cascade across sectors and that therefore, responses must focus on the nexuses and relationships between sectors in order to establish credible solutions."}, {"text_block_id": "p43_b712", "text": "4."}, {"text_block_id": "p43_b713", "text": "That the sectoral divisions between issues, portfolios, and sectors become less relevant and applicable during times of fundamental change."}, {"text_block_id": "p43_b714", "text": "5."}, {"text_block_id": "p43_b715", "text": "That the common ground for all development policy must be the promotion of sustainable human wellbeing and that both wellbeing and resilience are characteristics and outcomes which are defined and determined by a number of interrelated factors."}, {"text_block_id": "p43_b716", "text": "6."}, {"text_block_id": "p43_b717", "text": "That to respond to"}, {"text_block_id": "p43_b718", "text": "the inter-woven"}, {"text_block_id": "p43_b719", "text": "risks that will result from changes to the climate, responses must be similarly"}, {"text_block_id": "p43_b720", "text": "inter-woven"}, {"text_block_id": "p43_b721", "text": "to be effective."}, {"text_block_id": "p43_b722", "text": "Addressing multi-sector threats requires a multi-sector and multi-stakeholder approach."}, {"text_block_id": "p43_b723", "text": "7."}, {"text_block_id": "p43_b724", "text": "That social cohesion, understood as the willingness of citizens to be supportive and collaborative of each other during challenging circumstances, is key to ensuring that societies and systems can be resilient, adaptable, and durable to change."}, {"text_block_id": "p43_b725", "text": "8."}, {"text_block_id": "p43_b726_merged_merged", "text": "That international climate actions to reduce greenhouse gas emissions will only achieve transformative results if these actions are interwoven in a consistent, systematic, and adequately ambitious manner across sectors and nations."}, {"text_block_id": "p44_b729", "text": "The NCCP’s woven approach is a response to the following requirements:"}, {"text_block_id": "p44_b730", "text": "1."}, {"text_block_id": "p44_b731", "text": "To weave together rather than separate elements of the risk management and development agenda."}, {"text_block_id": "p44_b732", "text": "2."}, {"text_block_id": "p44_b733", "text": "To integrate the actions and interests of all stakeholders, sectors, and groups in a united approach to resilient development."}, {"text_block_id": "p44_b734", "text": "3."}, {"text_block_id": "p44_b735", "text": "To ensure that all development actions adequately address the impacts, linkages, and dependencies between human wellbeing, ecosystem services, biodiversity, oceanic systems, and the global climate."}, {"text_block_id": "p44_b736", "text": "The NCCP’s woven approach advocates:"}, {"text_block_id": "p44_b737", "text": "1."}, {"text_block_id": "p44_b738", "text": "Efforts to capitalise and focus on exploiting"}, {"text_block_id": "p44_b739", "text": "co-benefits and commonalities"}, {"text_block_id": "p44_b740", "text": "between climate change adaptation, disaster risk, and low carbon development agendas in order to exploit cross-cutting benefits, reduce duplication and improve resource efficiency."}, {"text_block_id": "p44_b741", "text": "As with a woven material, cross-cuts and overlaps, are what create strength and should be perceived as welcome intersections rather than sources of conflict."}, {"text_block_id": "p44_b742", "text": "2."}, {"text_block_id": "p44_b743", "text": "The concept of"}, {"text_block_id": "p44_b744", "text": "triple helix innovation"}, {"text_block_id": "p44_b745", "text": "suggests that the economic development of a country depends not only on the presence of a strong government, universities and industries but more so on how these elements mutually interact to achieve strategic objectives"}, {"text_block_id": "p44_b746", "text": ". This concept speaks to the opportunity to increase national competitiveness and development through coordinatated collaboration between government, academia, and the private sector. When policy, science, and market-based innovation are combined there is increased potential to accelerate progressive and transformative outcomes for society."}, {"text_block_id": "p44_b747", "text": "3."}, {"text_block_id": "p44_b748", "text": "The established concept of the"}, {"text_block_id": "p44_b749", "text": "triple dividend of resilience"}, {"text_block_id": "p44_b750", "text": "which is a reference to the benefit of designing investments that help to fundamentally (1) avoid disaster and climate change-related losses but that also (2) unlock economic potential and (3) help generate development co-benefits"}, {"text_block_id": "p44_b751", "text": "."}, {"text_block_id": "p44_b752", "text": "4."}, {"text_block_id": "p44_b753", "text": "The"}, {"text_block_id": "p44_b754", "text": "gender responsive and human rights-based"}, {"text_block_id": "p44_b755", "text": "pillars of the NCCP. Social inclusion objectives and the protection of human rights must be carefully interwoven throughout Fiji’s climate change response to ensure that outcomes are equitable and improve social cohesion and integration."}, {"text_block_id": "p44_b756", "text": "5."}, {"text_block_id": "p44_b757_merged_merged_merged_merged_merged", "text": "The evidence-based pillar of the NCCP as the ambitions of this approach are dependent on improving access to information and data. Evidence and information is increasingly required to ensure all actors can understand the relationships, interactions, trade-offs, and overlapping priorities that exist between sectors, risks, and opportunities."}, {"text_block_id": "p48_b760", "text": "Policy Objectives and Strategies"}, {"text_block_id": "p48_b761", "text": "The objectives in the following sections prioritise actions designed to protect and enhance national wellbeing in keeping with Fiji’s NDP priorities and the SDGs. The objectives and strategies of the NCCP have implications that will require support from all divisions of Fiji’s central government, sub-national government and private sector as well as from communities, civil society, and individuals. These objectives have been divided into three objective categories:"}, {"text_block_id": "p48_b762", "text": "foundations, risk dimensions, and strategic pathways"}, {"text_block_id": "p48_b763", "text": "."}, {"text_block_id": "p48_b764", "text": "The"}, {"text_block_id": "p48_b765", "text": "foundations"}, {"text_block_id": "p48_b766", "text": "of this policy are objectives related to national governance, institutional arrangements, and global priorities. Appropriate"}, {"text_block_id": "p48_b767", "text": "governance"}, {"text_block_id": "p48_b768", "text": "arrangements, capacity to pre-empt risks, and international leadership to reduce the core drivers of global climate change are prerequisites for ensuring that domestic actions will not be undermined. These objectives are likened to the interwoven edges and ties of a woven product which prevent it from unravelling"}, {"text_block_id": "p48_b769", "text": "."}, {"text_block_id": "p48_b770", "text": "Fiji’s risk management priorities and actions required to reduce climate and disaster risks are articulated through the"}, {"text_block_id": "p48_b771", "text": "dimensions"}, {"text_block_id": "p48_b772", "text": "of climate change adaptation and mitigation. These ‘dimensions’ are likened to the structural foundation of a woven product"}, {"text_block_id": "p48_b773", "text": "as they are the core pillars of resilient-development."}, {"text_block_id": "p48_b774_merged_merged_merged_merged", "text": "The strategic pathway objectives are concerned with common priorities and enablers for sustainable and resilient development ( capacity development, sustainable finance, and private sector engagement, markets) and are likened to the cross-cutting strands that strengthen woven products due to their ability to fundamentally enhance the effectiveness of national risk reduction activities."}, {"text_block_id": "p48_b780", "text": "These foundations, dimensions, and pathways provide guidance to improve natural synergies between the objectives of Fiji’s related cross-government plans, policies, and strategies which address climate change challenges such as the NDP, NDC, NAP, NDRRP, and LEDS, and provide guidance to help reduce duplication of effort, enhance co-benefits, and help manage ‘trade-offs’."}, {"text_block_id": "p48_b781", "text": "STRATEGIC OBjECTIvES"}, {"text_block_id": "p49_b782", "text": "1. National Risk Governance"}, {"text_block_id": "p49_b783", "text": "FOUNDATIONS"}, {"text_block_id": "p49_b784", "text": "Improving the enabling environment, implementation arrangements, and governance of Fiji’s climate change response requires the ongoing refinement and clarification of the roles of existing entities, as well mechanisms to support closer operational integration between sectors, actors, and individuals. The Fijian Government aims to:"}, {"text_block_id": "p49_b785", "text": "1."}, {"text_block_id": "p49_b786", "text": "Enhance collaboration and inter-government coordination."}, {"text_block_id": "p49_b787", "text": "2."}, {"text_block_id": "p49_b788", "text": "Increase accountability and capacity to track and deliver the NCCP."}, {"text_block_id": "p49_b789", "text": "3."}, {"text_block_id": "p49_b790", "text": "Develop governance arrangements that reflect the NCCP’s eight core principles"}, {"text_block_id": "p49_b791", "text": "."}, {"text_block_id": "p49_b792", "text": "4."}, {"text_block_id": "p49_b793", "text": "Embed mechanisms that increase the application and proficiency of"}, {"text_block_id": "p49_b794", "text": "evidence-based decision-making."}, {"text_block_id": "p49_b795", "text": "5."}, {"text_block_id": "p49_b796", "text": "Support the aspirations of a"}, {"text_block_id": "p49_b797", "text": "Woven approach to Resilient Development"}, {"text_block_id": "p49_b798", "text": "recognising the various interactions and co-benefits involved with increased alignment and connectivity between policies, plans, sectors, and ministries."}, {"text_block_id": "p49_b799", "text": "6."}, {"text_block_id": "p49_b800", "text": "Promote policy innovations that help to cross-cut development objectives through the increased involvement and engagement of the private sector."}, {"text_block_id": "p49_b801", "text": "7."}, {"text_block_id": "p49_b802", "text": "Reflect the principle of"}, {"text_block_id": "p49_b803", "text": "inclusivity"}, {"text_block_id": "p49_b804", "text": "through governance arrangements that increase public consultation through a multi-sectorial participatory approach."}, {"text_block_id": "p49_b805", "text": "NCCP objectives will be delivered through a variety of sector specific policies, strategies and plans"}, {"text_block_id": "p49_b806", "text": "."}, {"text_block_id": "p49_b807", "text": "Adjustments to existing oversight bodies and the addition of new bodies required to progress coordination and governance functions in service of the NCCP are presented through the objectives in this section"}, {"text_block_id": "p49_b808", "text": "."}, {"text_block_id": "p49_b809_merged_merged_merged_merged_merged", "text": "The Fijian Government endorsed the 2012 NCCP’s call for the ‘exploration of appropriate legislation options to strengthen the legal mandate for driving national activities relevant to the management of climate change’. Following the ratification of the Paris Agreement and the policy implications involved, there is refreshed impetus and rationale to advance a national legal framework to support Fiji’s national approach to climate risk management and resilient development. The NCCP sets out general guidance as to the need for and value of a National Climate Change Act and provides overarching recommendations for defining the role of legislation in relation to the delivery of the NCCP. Climate change legislation is an important tool for establishing a legal framework for planning, implementing, and monitoring national climate change responses. Climate change legislation will be vital for institutionalising and systematising the multi-stakeholder coordination required to meet national obligations and strengthen government oversight of key risks and priorities. Furthermore, climate change legislation in the context of countries that are highly vulnerable to climate change will naturally support sustainable development objectives, policy coherence, and alignment with national constitutional commitments. Climate change legislation has the potential to further unite national stakeholders and inspire more cohesive collaboration between stakeholders. Appropriate legislation will also help foster greater confidence amongst international and domestic investors helping to improve the enabling environment for integrated public-private financing, investments, and decision-making."}, {"text_block_id": "p49_b818", "text": "Fiji’s response to climate change will also be further enabled through the use of national standards of compliance designed to improve consistency of practice through enforceable guidelines intended to reduce risks to people and the environment. Climate change related legislation will help to improve the scope, enforcement, and value-added potential of the application of standards as a way to adjust business as usual, instigate behaviour change, and ultimately help to automate the progression of key priorities. Standards of compliance should feature as a permanent agenda point for National Climate Change Coordination Committee (NCCCC) meetings."}, {"text_block_id": "p50_b819", "text": "OBjECTIvE 1.1"}, {"text_block_id": "p50_b820", "text": "To institutionalise and enhance accountability for climate risk management through appropriate long-term governance arrangements, planning processes, and evidence-based decision-making"}, {"text_block_id": "p50_b821", "text": "OUTCOMES"}, {"text_block_id": "p50_b822", "text": "National policy coherence, cross government consultation, and government oversight is improved in accordance with the objectives and intentions of the NCCP enhancing the capability of government to deliver programs which affect and enhance national resilience."}, {"text_block_id": "p50_b823", "text": "STRATEGIES"}, {"text_block_id": "p50_b824", "text": "1."}, {"text_block_id": "p50_b825", "text": "The terms of reference of the"}, {"text_block_id": "p50_b826", "text": "National Climate Change Coordination Committee"}, {"text_block_id": "p50_b827", "text": "are revised to reflect the guidance of the NCCP and update the committee’s functionality in alignment with new national and global frameworks and policies."}, {"text_block_id": "p50_b828", "text": "2."}, {"text_block_id": "p50_b829_merged_merged", "text": "A cabinet committee on climate and disaster risk is formed to provide high level oversight of the inter-related issues present across government portfolios. This committee serves as a platform to evaluate the macro-economic implications of climate change and the national security dimensions of climate risks."}, {"text_block_id": "p50_b832", "text": "3."}, {"text_block_id": "p50_b833", "text": "National civil service human resource needs, capability requirements and role descriptions are reviewed and revised to reflect changing human resource needs, service delivery expectations, and skill set requirements."}, {"text_block_id": "p50_b834", "text": "4."}, {"text_block_id": "p50_b835", "text": "Contract-based key performance indicators for Permanent Secretaries and relevant senior staff are used to formally link performance evaluation with key policy objectives. Civil service enrichment opportunities and trainings relevant to NCCP focus areas are developed."}, {"text_block_id": "p50_b836", "text": "5."}, {"text_block_id": "p50_b837", "text": "A network of climate change focal points is established with focal points embedded within all sectors and ministries enhancing the coordination and collaboration between portfolios."}, {"text_block_id": "p50_b838", "text": "6."}, {"text_block_id": "p50_b839", "text": "A private sector advisory board is established providing a formal platform to broker public-private partnerships and improve inter-sector knowledge exchange."}, {"text_block_id": "p50_b840", "text": "7."}, {"text_block_id": "p50_b841", "text": "Donor engagement and coordination arrangements are reviewed in the interest of enhancing potential for efficiency, complementarity, and the leveraging of co-benefits in keeping with the ‘woven approach’ of this policy."}, {"text_block_id": "p50_b842", "text": "8."}, {"text_block_id": "p50_b843", "text": "Local and sub-national government representatives help design and coordinate local resilience building initiatives  and are supported and resourced to ensure a decentralised approach to national risk management can be sustained."}, {"text_block_id": "p51_b844", "text": "OBjECTIvE 1.2"}, {"text_block_id": "p51_b845", "text": "To establish a legal framework for Fiji’s climate change response in the form of a national Climate Change Act"}, {"text_block_id": "p51_b846", "text": "OUTCOMES"}, {"text_block_id": "p51_b847", "text": "The Fijian Government develops legislation in the form of a National Climate Change Act strengthening the legal mandate for Fiji’s climate change response. The Act underpins a range of national, regional and international commitments and obligations cited within national policies and plans, and further aligns national actions required to achieve the Sustainable Development Goals. Legislation comes into effect during the first implementation period of the Paris Agreement strengthening the governance mechanisms set out by the NCCP, supporting the delivery of the NCCP objectives, and establishing national mechanisms for reviewing and evaluating the delivery of Fiji’s Nationally Determined Contribution. Legislation establishes Fiji’s National Adaptation Plan and Fiji’s Low Emissions Development Strategy as key instruments for guiding and prioritising national adaptation and mitigation actions."}, {"text_block_id": "p51_b848", "text": "STRATEGIES"}, {"text_block_id": "p51_b849", "text": "Legislating Fiji’s commitment to the Paris Agreement in national law will create a strong legal foundation for producing economic incentives and enforcement mechanisms needed to help better align all stakeholder efforts to reduce nation-wide risk and enhance the resources available for transformative adaptation and GHG mitigation."}, {"text_block_id": "p51_b850", "text": "The following overarching goals, rationale, and recommendations will help to define the strategy taken to define the legal framework for Fiji’s climate change response."}, {"text_block_id": "p51_b851", "text": "GOAL 1"}, {"text_block_id": "p51_b852", "text": "Governance Architecture for Fiji’s Climate Change Response is established under law"}, {"text_block_id": "p51_b853", "text": "Creating a legal basis for Fiji’s climate response will solidify the NCCP’s cross-cutting directives and improve access to the authority and accountability needed to drive holistic and consistent results. Legislation will be used to further establish the mechanisms and oversight required to ensure Ministries support, contribute to, and implement the"}, {"text_block_id": "p51_b854", "text": "National Adaptation Plan"}, {"text_block_id": "p51_b855", "text": "and action the findings and options provided by the"}, {"text_block_id": "p51_b856", "text": "Low Emissions Development Strategy"}, {"text_block_id": "p51_b857", "text": ". Legislation will enable the Fijian Government to:"}, {"text_block_id": "p51_b858", "text": "1."}, {"text_block_id": "p51_b859", "text": "Establish clear coordination and oversight mechanisms for progressing inter-government and cross-sectoral actions."}, {"text_block_id": "p51_b860", "text": "2."}, {"text_block_id": "p51_b861", "text": "Establish ministerial oversight of NCCP implementation while formalising the terms of reference for a support network of climate change focal points across government."}, {"text_block_id": "p51_b862", "text": "3."}, {"text_block_id": "p51_b863", "text": "Anchor the mandate of the NCCCC in legal terms and require formal interactions between the NCCCC,"}, {"text_block_id": "p51_b864", "text": "National Security Committee"}, {"text_block_id": "p51_b865", "text": ", and"}, {"text_block_id": "p51_b866", "text": "National Environment Committee."}, {"text_block_id": "p51_b867", "text": "4."}, {"text_block_id": "p51_b868", "text": "Update and reaffirm the terms of reference of the NCCCC, defining membership, functionality, and responsibilities."}, {"text_block_id": "p51_b869", "text": "5."}, {"text_block_id": "p51_b870", "text": "Establish a cabinet committee to service the vision of the NCCP to enhance the delivery effectiveness of the NCCP ("}, {"text_block_id": "p51_b871", "text": "see Cabinet Committee on Climate and Disaster Risk)."}, {"text_block_id": "p51_b872", "text": "6."}, {"text_block_id": "p51_b873", "text": "Improve transparency required to review government performance."}, {"text_block_id": "p51_b874", "text": "7."}, {"text_block_id": "p51_b875", "text": "Anchor the NCCP’s call to revise environmental policies and environmental impact assessment criteria to improve alignment with relevant climate and disaster risk management objectives."}, {"text_block_id": "p51_b876", "text": "8."}, {"text_block_id": "p51_b877", "text": "Establish a robust national process for producing integrated socio-economic and climate change-related national risk scenarios to support long-term policy and planning."}, {"text_block_id": "p51_b878", "text": "9."}, {"text_block_id": "p51_b879_merged_merged_merged", "text": "Establish the accountability and legal foundation for progressing the NCCP’s Human Rights-Based and GenderResponsive policy requirements."}, {"text_block_id": "p52_b884", "text": "10."}, {"text_block_id": "p52_b885", "text": "Support the ‘evidence-based’ objectives of the NCCP by establishing a national mechanism for collecting, disseminating, and storing relevant data and information to support the cross-sectoral information sharing."}, {"text_block_id": "p52_b886", "text": "11."}, {"text_block_id": "p52_b887", "text": "Support the ‘evidence-based’ objective of the NCCP by establishing the monitoring, evaluation and reporting systems required to support the delivery of Fiji’s adaptation and mitigation commitments."}, {"text_block_id": "p52_b888", "text": "12."}, {"text_block_id": "p52_b889", "text": "Support the ‘woven approach’ to resilient development through legal requirements to integrate risk evaluation and mitigation in national standards, codes, planning processes, and reporting procedures."}, {"text_block_id": "p52_b890", "text": "13."}, {"text_block_id": "p52_b891", "text": "Support the ‘woven approach’ by further defining the legal parameters for mainstreaming risk management across Fiji’s national development processes."}, {"text_block_id": "p52_b892", "text": "14."}, {"text_block_id": "p52_b893", "text": "Provide a clear policy signal and reassurance for the private sector to help guide long-term investment and provide incentives to improve private sector engagement, partnership, and transition."}, {"text_block_id": "p52_b894", "text": "GOAL 2"}, {"text_block_id": "p52_b895", "text": "Legislation enhances sustainable financing for national climate risk management"}, {"text_block_id": "p52_b896", "text": "Legislation will create a legal basis for the NCCP’s objectives improving policy legitimacy required to underpin finance commitments. Legislation for climate action will serve to support access to transformative finance through improved legal transparency and monitoring arrangements. To do so legislation should:"}, {"text_block_id": "p52_b897", "text": "1."}, {"text_block_id": "p52_b898", "text": "Provide language and guidance to support Fiji’s ability to secure international climate finance, attract private sector investment, and initiate innovative blended finance arrangements."}, {"text_block_id": "p52_b899", "text": "2."}, {"text_block_id": "p52_b900", "text": "Provide further legal context for ECAL utilisation and prioritisation within Fiji’s climate change response."}, {"text_block_id": "p52_b901", "text": "3."}, {"text_block_id": "p52_b902", "text": "Enable and support Fiji’s ability to participate in cooperative and market-based mechanisms established through the Paris Agreement."}, {"text_block_id": "p52_b903", "text": "4."}, {"text_block_id": "p52_b904", "text": "Support climate-induced mobility issues and loss and damage mitigation priorities through relevant mechanisms and systems."}, {"text_block_id": "p52_b905", "text": "GOAL 3"}, {"text_block_id": "p52_b906", "text": "Legislation establishes the pathway for economy-wide decarbonisation"}, {"text_block_id": "p52_b907", "text": "Climate change legislation is a central tool for regulating national emissions. To ensure that Fiji can meet national NDC commitments and phase out fossil fuels in an equitable way the climate change act must:"}, {"text_block_id": "p52_b908", "text": "1."}, {"text_block_id": "p52_b909", "text": "Establish the scope of Fiji’s emissions reporting clarifying both mandatory and voluntary reporting requirements."}, {"text_block_id": "p52_b910", "text": "2."}, {"text_block_id": "p52_b911", "text": "Delegate and legalise authority to: asses emissions profiles, regulate emissions, enforce national emissions standards, and provide the legal basis and requirements for monitoring sector-based emissions."}, {"text_block_id": "p52_b912", "text": "3."}, {"text_block_id": "p52_b913", "text": "Define emission quantification methods."}, {"text_block_id": "p52_b914", "text": "4."}, {"text_block_id": "p52_b915", "text": "Provide the legal basis for a national emissions"}, {"text_block_id": "p52_b916", "text": "monitoring, review, and verification"}, {"text_block_id": "p52_b917", "text": "(MRV) system."}, {"text_block_id": "p52_b918", "text": "5."}, {"text_block_id": "p52_b919_merged_merged", "text": "Set out principles to support internationally verifiable MRV credibility and incentivise investment into mitigation actions. In alignment with the requirements of the enhanced transparency framework under the Paris Agreement, establish a system for coordinating the data required to report against Fiji’s NDC and improve the accuracy and comparability of data through a national GHG accounting framework."}, {"text_block_id": "p52_b923", "text": "6."}, {"text_block_id": "p52_b924", "text": "Provide a legal basis for energy performance standards for vehicles and requirements for energy consumption labelling of electronic products while initiating the revision of existing energy compliance standards (prompting efforts to develop new standards and enforcement systems)."}, {"text_block_id": "p53_b925", "text": "7."}, {"text_block_id": "p53_b926", "text": "Set out legal requirements in relation to data disclosure and confidentiality to protect and define intentions for the benefit of the private sector."}, {"text_block_id": "p53_b927", "text": "8."}, {"text_block_id": "p53_b928", "text": "Create the mandate to establish emissions reduction incentive schemes."}, {"text_block_id": "p53_b929", "text": "9."}, {"text_block_id": "p53_b930", "text": "Set the basis for passing further legislation, as required, to help enable, guide, and enforce a national GHG accounting system, support an enabling environment for GHG reporting, facilitate greater stakeholder engagement, support the development of national and international carbon markets, and further establish and ratchet up program coverage."}, {"text_block_id": "p53_b931", "text": "OBjECTIvE 1.3"}, {"text_block_id": "p53_b932", "text": "To accelerate resilient development objectives through the use of national standards of compliance"}, {"text_block_id": "p53_b933", "text": "OUTCOMES"}, {"text_block_id": "p53_b934", "text": "National standards are used to reduce national risk, incentivise behavioural change, and support Fiji’s NDC commitments."}, {"text_block_id": "p53_b935", "text": "STRATEGIES"}, {"text_block_id": "p53_b936", "text": "1."}, {"text_block_id": "p53_b937_merged", "text": "The content, application, and enforcement options for Fiji’s National Building Codes is reviewed and adjusted to increase alignment with Fiji’s mitigation and adaptation objectives. Distinctions, recommendations, and legal requirements are clarified and sensitised to suit rural, outer-island, and urban contexts ensuring that implementation and enforcement of the codes is appropriate. The use of codes and indexes for designing and evaluating the resilience of the built environment, public infrastructure, and private sector improves national capacity to measure and understand disaster risk reduction, energy efficiency, and climate change adaptation benefits."}, {"text_block_id": "p53_b939", "text": "2."}, {"text_block_id": "p53_b940", "text": "Emissions standards for vehicles, white goods, and electronic products are used to manage and reduce national emissions, the pollution of the immediate local environment, and impacts upon human health."}, {"text_block_id": "p53_b941", "text": "3."}, {"text_block_id": "p53_b942", "text": "Environmental impact assessment methods and procedures as well as safeguard policies for land-use planning are used to progress NCCP objectives."}, {"text_block_id": "p53_b943", "text": "4."}, {"text_block_id": "p53_b944", "text": "National waste management standards, regulations, bans, and requirements reduce stressors on the environment."}, {"text_block_id": "p53_b945", "text": "5."}, {"text_block_id": "p53_b946", "text": "Standards and codes of practice are used as required to accelerate the objectives set out within national and international policies and plans."}, {"text_block_id": "p54_b947", "text": "OBjECTIvE 1.4"}, {"text_block_id": "p54_b948", "text": "To improve national capacity for strategic foresight"}, {"text_block_id": "p54_b949", "text": "OUTCOMES"}, {"text_block_id": "p54_b950", "text": "National development processes are enhanced through investment in robust risk assessments. Scenariobuilding exercises support pre-policy development, complement evidence-based decision making processes, enhance high-level oversight of national risk, and support the design of innovative risk financing tools."}, {"text_block_id": "p54_b951", "text": "STRATEGIES"}, {"text_block_id": "p54_b952", "text": "1."}, {"text_block_id": "p54_b953", "text": "A multi-disciplinary national risk foresight exercise"}, {"text_block_id": "p54_b954", "text": "is carried out to explore key national risk variables over an agreed timeframe. National scenarios and options are used as high-level framing and guidance for the work of the NCCCC and"}, {"text_block_id": "p54_b955", "text": "Cabinet Committee on Climate and Disaster Risks"}, {"text_block_id": "p54_b956", "text": "."}, {"text_block_id": "p54_b957", "text": "2."}, {"text_block_id": "p54_b958", "text": "Scenario development exercises are applied to improve the integration of traditional data with socio-economic trends, high level policy assumptions, and value-based preferences to support national-level strategies and overcome challenges related to decisions that involve deep uncertainty"}, {"text_block_id": "p54_b959", "text": "about the future."}, {"text_block_id": "p54_b960", "text": "3."}, {"text_block_id": "p54_b961", "text": "Long-term integrated scenarios are used to help overcome the limits and uncertainty of available climate models."}, {"text_block_id": "p54_b962", "text": "Long-term National Risk Scenario"}, {"text_block_id": "p54_b963", "text": "products are produced on a 2–5-year basis."}, {"text_block_id": "p54_b964", "text": "4."}, {"text_block_id": "p54_b965_merged_merged_merged_merged", "text": "Risk scenarios and innovative foresight tools are used to inform and support national prioritisation processes, system reform, policy development, investments, and climate finance targets as required."}, {"text_block_id": "p55_b967", "text": "INTERNATIONAL CLIMATE LEADERSHIP STATEMENT"}, {"text_block_id": "p55_b968", "text": "The Fijian Government is committed to the leadership and ambition required to tackle the interrelated challenges that climate and disaster risks pose to vulnerable nations and the well-being of future generations. Through international cooperation"}, {"text_block_id": "p55_b969", "text": "and proactive advocacy, Fiji will advance an equitable and integrated global approach to climate risk management and reduction. To protect national wellbeing and ensure domestic priorities are not undermined, the Fijian Government will work with partners to ensure robust actions are taken to reduce the core drivers of climate change."}, {"text_block_id": "p55_b970_merged_merged", "text": "Climate change is the single greatest threat to Fiji’s national security. The Fijian Government will continue to take action at the global level to establish greater accountability, reduce the core drivers of risk and solidify a robust multi-lateral response. Fiji and Pacific island countries have led the advocacy and action responsible for establishing the most crucial goal of the Paris Agreement – the commitment to keep average global warming to no more than 1.5 degrees Celsius above pre-industrial levels. Current projections based on collective NDCs put the world on track for three to six degrees of global warming by 2100. Average global warming of three degrees would yield catastrophic consequences for Pacific island countries and have devastating implications for most of the world’s nations, environments, economies, and people. The SR15 report has clarified that achieving the 1.5°C goal remains achievable if global emissions peak by 2020, are reduced by 45% by 2030, and by 2050 are reduced to net zero. Recognising the vulnerability of Fiji and neighbouring Pacific Countries to the impacts of climate change and the elevated imperative for Pacific countries to address loss and damage, relocation needs, and cross-border migration issues, the NCCP provides the mandate for the Government of Fiji to continue to progress efforts to develop, coordinate, advocate and support common positions and objectives on loss and damage issues within global negotiations. Loss of  cultural values , environmental assets, physical infrastructure, and habitable land have already been experienced in Fiji as a result of climate change. In accordance with Article 8 of the Paris Agreement the Fijian Government has progressed and continues to progress relevant actions to minimise loss and damage through emergency preparedness, risk management, and adaptation measures. The Fijian Government recognises that without increased global ambition to reduce GHG emissions, reduce detriment to the marine environment, and upscale international climate finance contributions, that Fiji will face increasing economic and non-economic losses. Unchecked, these losses will impact upon Fiji’s livelihoods, culture, ecosystem integrity, and ability to meet the Sustainable Development Goals. Fiji has completed a number of village relocations and has formalised National Planned Relocation Guidelines to help increase the nation’s ability to manage internal planned relocation issues caused by climate and disaster-related impacts. The Fijian Government remains deeply committed to driving urgent global action to address the root causes of global climate change. Fiji’s ability to effectively implement the NCCP is greatly dependent on international climate ambition, global short and long-term emissions scenarios, the availability of timely and adequate international climate finance, and support for capacity building and technology transfer."}, {"text_block_id": "p56_b983", "text": "OBjECTIvE 2.1"}, {"text_block_id": "p56_b984", "text": "To limit global average temperature rise to 1.5°C"}, {"text_block_id": "p56_b985", "text": "OUTCOMES"}, {"text_block_id": "p56_b986", "text": "Global climate risks are fundamentally reduced at source through increased global ambition. A strategic approach to the political opportunities to increase ambition through international platforms improves and increases the actions required to protect vulnerable states."}, {"text_block_id": "p56_b987", "text": "STRATEGIES"}, {"text_block_id": "p56_b988", "text": "1."}, {"text_block_id": "p56_b989", "text": "Coordination of priorities, positions, and objectives amongst Pacific island countries, global SIDS, and climate vulnerable nations is improved and used to increase political capital and leverage in global climate negotiations."}, {"text_block_id": "p56_b990", "text": "2."}, {"text_block_id": "p56_b991", "text": "Strategic alignment, policy consistency, and engagement effectiveness between Fiji’s outward-facing national ministries is improved."}, {"text_block_id": "p56_b992", "text": "3."}, {"text_block_id": "p56_b993", "text": "A common SIDS position to ensure that the most damaging incarnations of fossil fuel-use are phased out is used to progress actions to eliminate highly damaging practices by 2030 (including the practice of burning coal for energy production"}, {"text_block_id": "p56_b994", "text": ")."}, {"text_block_id": "p56_b995", "text": "4."}, {"text_block_id": "p56_b996", "text": "Regional coordination supported by CROP agencies, UN bodies, international technical agencies, development partners, and the private sector is improved to ensure relationships, opportunities, and funding sources can be strategically utilised."}, {"text_block_id": "p56_b997", "text": "5."}, {"text_block_id": "p56_b998", "text": "Regional initiatives and governance mechanisms such as the"}, {"text_block_id": "p56_b999", "text": "Pacific Resilience Partnership"}, {"text_block_id": "p56_b1000", "text": "and the"}, {"text_block_id": "p56_b1001", "text": "Pacific Regional Nationally Determined Contributions Hub"}, {"text_block_id": "p56_b1002", "text": "are leveraged to further support regional coherence, sharedoutcomes and enhanced knowledge exchange."}, {"text_block_id": "p56_b1003", "text": "6."}, {"text_block_id": "p56_b1004", "text": "A consistent approach and policy to support complementary actions across all the international bodies associated with the international governance of GHG emissions ensures that progress in one area is not undercut but a lack of ambition in another"}, {"text_block_id": "p56_b1005", "text": "."}, {"text_block_id": "p56_b1006", "text": "OBjECTIvE 2.2"}, {"text_block_id": "p56_b1007", "text": "To reduce climate-change related impacts on human well-being and national sovereignty through robust regional and international policy"}, {"text_block_id": "p56_b1008", "text": "OUTCOMES"}, {"text_block_id": "p56_b1009", "text": "National, Regional, and International policy actively pre-empts and protects climate-vulnerable populations through anticipatory and responsive policies, instruments, and systems for managing human mobility."}, {"text_block_id": "p56_b1010", "text": "STRATEGIES"}, {"text_block_id": "p56_b1011", "text": "1."}, {"text_block_id": "p56_b1012", "text": "Science informs and determines action."}, {"text_block_id": "p56_b1013_merged_merged_merged_merged", "text": "The findings of the IPCC Special Report on 1.5ºC, upcoming Special Report on Oceans and the Cryosphere, 6th Assessment Report, global carbon emissions stock takes, and the development of future socio-economic scenarios are used to inform and strengthen global action to prevent catastrophic losses."}, {"text_block_id": "p57_b1018", "text": "2."}, {"text_block_id": "p57_b1019", "text": "The"}, {"text_block_id": "p57_b1020", "text": "United Nations Security Council"}, {"text_block_id": "p57_b1021", "text": "establishes a permanent agenda item to address climate-change related security threats, ensuring the climate-security nexus is elevated and addressed appropriately within the global security dialogue."}, {"text_block_id": "p57_b1022", "text": "3."}, {"text_block_id": "p57_b1023", "text": "Climate and disaster risk finance access is increased for vulnerable countries."}, {"text_block_id": "p57_b1024", "text": "International negotiations are used to further clarify that without adequate finance for adaptation, losses and damages will increase. Developed countries significantly increase international adaptation finance and prioritise simplified access mechanisms."}, {"text_block_id": "p57_b1025", "text": "4."}, {"text_block_id": "p57_b1026", "text": "Human mobility is established as a priority human security and national security i"}, {"text_block_id": "p57_b1027", "text": "ssue. Legal frameworks, policies and strategies to manage climate and disaster-induced displacement are used to protect human rights and reduce long term risks. Planned relocation is supported through relevant resourcing and national policies and strategies as a form of adaptation. Cross-border migration issues and policy development is supported through the United Nations and the"}, {"text_block_id": "p57_b1028", "text": "Global Compact for Safe, Orderly and Regular Migration."}, {"text_block_id": "p57_b1029", "text": "The role of climate change in human displacement is articulated and international responsibilities defined."}, {"text_block_id": "p57_b1030", "text": "5."}, {"text_block_id": "p57_b1031", "text": "Regional responses and safety nets are established to manage cross-border migration and displacement issues."}, {"text_block_id": "p57_b1032", "text": "Regional cooperation helps to ensure that national and regional responses adhere to international best practice and that displacement and relocation issues are pre-empted and minimised. Responses to climate-related mobility issues consider the role of immigration policy and labour mobility initiatives as tools to support economic and adaptation-related priorities."}, {"text_block_id": "p57_b1033", "text": "OBjECTIvE 2.3"}, {"text_block_id": "p57_b1034_merged_merged_merged", "text": "To operationalise the Warsaw international mechanism for Loss and damage"}, {"text_block_id": "p57_b1036", "text": "OUTCOMES"}, {"text_block_id": "p57_b1037", "text": "The Warsaw International Mechanism for Loss and Damage provides adequate support to improve vulnerable countries’ ability to address and reduce loss and damage."}, {"text_block_id": "p57_b1038", "text": "STRATEGIES"}, {"text_block_id": "p57_b1039", "text": "1."}, {"text_block_id": "p57_b1040", "text": "Regional actions are taken to ensure that International agreements and frameworks account for the impact of climate change, disaster events, and internal and international displacement on culture, social cohesion, human rights, tradition, livelihoods, and equality."}, {"text_block_id": "p57_b1041", "text": "2."}, {"text_block_id": "p57_b1042", "text": "The Warsaw International Mechanism (WIM) is further developed and equipped with appropriate processes that meaningfully support actions and solutions that address loss and damage."}, {"text_block_id": "p57_b1043", "text": "3."}, {"text_block_id": "p57_b1044", "text": "Projects that are specifically designed to avert, minimise and address loss and damage are recognised and supported by relevant international climate finance funds, processes, and pipelines."}, {"text_block_id": "p57_b1045", "text": "4."}, {"text_block_id": "p57_b1046", "text": "International investment in the minimisation of loss and damage is enabled and formalised by innovative financing instruments."}, {"text_block_id": "p57_b1047", "text": "5."}, {"text_block_id": "p57_b1048", "text": "International support is used to establish regional and nationally-based funding mechanisms that support national planned relocation priorities."}, {"text_block_id": "p58_b1049", "text": "OBjECTIvE 2.4"}, {"text_block_id": "p58_b1050", "text": "To drive regional and global action to reduce stressors on the marine environment"}, {"text_block_id": "p58_b1051", "text": "OUTCOMES"}, {"text_block_id": "p58_b1052", "text": "National, regional, and international stewardship and protection of the marine environment is enhanced through robust actions, improved policy coherence, and industry-wide transitions, fundamentally reducing anthropogenic stressors on the global marine environment. Regional collaboration and policy addresses the dynamics between human development, global climate change, fisheries management, and oceanic health improving long-term Pacific governance of oceanic resources."}, {"text_block_id": "p58_b1053", "text": "STRATEGIES"}, {"text_block_id": "p58_b1054", "text": "1."}, {"text_block_id": "p58_b1055", "text": "The shared interests of Pacific Island Countries"}, {"text_block_id": "p58_b1056", "text": "are articulated within regional and international policy narratives and used to support integrated ocean management objectives, ocean financing mechanisms, and marine protected area governance frameworks."}, {"text_block_id": "p58_b1057", "text": "2."}, {"text_block_id": "p58_b1058", "text": "Recognising that increasing geo-political and economic interests require greater collective action, Pacific Island Countries enhance their foreign policy cooperation to advance ocean resource protection and security-related policy dialogue."}, {"text_block_id": "p58_b1059", "text": "3."}, {"text_block_id": "p58_b1060", "text": "Through the"}, {"text_block_id": "p58_b1061", "text": "Ocean Pathway"}, {"text_block_id": "p58_b1062", "text": "actions and commitments are made to specifically address the ocean-climate nexus and ensure ocean protection-related adaptation and mitigation activities are effectively recognised under the Paris Agreement as vital and pivotal to the concept of ‘"}, {"text_block_id": "p58_b1063", "text": "environmental integrity’"}, {"text_block_id": "p58_b1064", "text": "vi"}, {"text_block_id": "p58_b1065", "text": "."}, {"text_block_id": "p58_b1066", "text": "4."}, {"text_block_id": "p58_b1067", "text": "Deepened reflection of global climate change priorities, ecosystem integrity, and the core objectives of the"}, {"text_block_id": "p58_b1068", "text": "sustainable development goals"}, {"text_block_id": "p58_b1069", "text": "is reflected in global legal frameworks including through the"}, {"text_block_id": "p58_b1070", "text": "United Nations Convention on the Law of the Sea"}, {"text_block_id": "p58_b1071", "text": "and dialogue on"}, {"text_block_id": "p58_b1072", "text": "biodiversity beyond national jurisdiction."}, {"text_block_id": "p58_b1073", "text": "5."}, {"text_block_id": "p58_b1074", "text": "The United Nations Decade of Ocean Science for Sustainable Development and International Oceans Governance is used"}, {"text_block_id": "p58_b1075_merged_merged_merged_merged", "text": "as a platform to engage with a range of partners, political groupings, and research organisations to advance national, regional, and global efforts to reduce the direct drivers of marine ecosystem degradationvii ."}, {"text_block_id": "p58_b1078", "text": "6."}, {"text_block_id": "p58_b1079", "text": "National, regional, and international platforms are used to create and promote initiatives to reduce marine pollutants and plastics and enhance blue carbon sinks and reservoirs."}, {"text_block_id": "p58_b1080", "text": "7."}, {"text_block_id": "p58_b1081", "text": "Appropriate and standardised methods for blue carbon valuation are established."}, {"text_block_id": "p58_b1082", "text": "8."}, {"text_block_id": "p58_b1083", "text": "Research investments help to identify opportunities to advance the sustainability of the region’s blue economies and support:"}, {"text_block_id": "p58_b1084", "text": "Research investments help to identify opportunities to advance the sustainability of the region’s blue economies and support:\n* Regional regulation and control of deep-sea mining.\n* The development and access to affordable low carbon marine transport solutions\n* The development of sustainable ocean-based renewable energy production.\n* The use of technology and policy innovation to support marine monitoring and surveillance objectives and"}, {"text_block_id": "p59_b1092", "text": "THE OCEAN-CLIMATE NExUS"}, {"text_block_id": "p59_b1093", "text": "The Fijian Government recognises that integrated ocean management, global emissions reduction efforts, national climate change adaptation, and risk reduction priorities are inextricably linked and must be transparently coordinated at local, national and global levels."}, {"text_block_id": "p59_b1094", "text": "The Fijian Government and the People of Fiji recognise the following facts and statements as unequivocal:"}, {"text_block_id": "p59_b1095", "text": "1."}, {"text_block_id": "p59_b1096", "text": "Oceans cover 71% of the Earth’s surface and contain 96% of the world’s water"}, {"text_block_id": "p59_b1097", "text": "."}, {"text_block_id": "p59_b1098", "text": "2."}, {"text_block_id": "p59_b1099", "text": "The exchanges between the ocean and atmosphere drive and define global climate and weather patterns."}, {"text_block_id": "p59_b1100", "text": "3."}, {"text_block_id": "p59_b1101", "text": "Ocean dynamics and circulations have a major bearing on the Earth’s water cycle, precipitation, land temperatures, and regional climates."}, {"text_block_id": "p59_b1102", "text": "4."}, {"text_block_id": "p59_b1103", "text": "Oceanic ecosystems produce as much as 85% of the world’s breathable oxygen and are a major global source of human food security and livelihoods."}, {"text_block_id": "p59_b1104", "text": "5."}, {"text_block_id": "p59_b1105", "text": "Oceans are the Earth’s largest carbon sink."}, {"text_block_id": "p59_b1106", "text": "6."}, {"text_block_id": "p59_b1107", "text": "Oceans absorb over 90% of the additional warmth resulting from anthropogenic greenhouse-gas emissions"}, {"text_block_id": "p59_b1108", "text": "."}, {"text_block_id": "p59_b1109", "text": "7."}, {"text_block_id": "p59_b1110", "text": "Carbon emissions are increasing global average sea surface temperatures while the increased absorption of carbon by the ocean is changing ocean chemistry at alarming rates, damaging marine ecosystem integrity"}, {"text_block_id": "p59_b1111", "text": "."}, {"text_block_id": "p59_b1112", "text": "8."}, {"text_block_id": "p59_b1113", "text": "Ocean warming, and glacier melt are increasing the detrimental impacts of oceans on human settlements due to the impacts of sea level rise, coastal erosion, inundation events, and salt water intrusion on human settlements and activities."}, {"text_block_id": "p59_b1114", "text": "9."}, {"text_block_id": "p59_b1115", "text": "Further adverse anthropogenic impacts on oceans are driven by overexploitation of fisheries, marine pollution, plastics, land degradation and unsustainable coastal development practices. These practices are further destabilising the health of the marine environment."}, {"text_block_id": "p59_b1116", "text": "10."}, {"text_block_id": "p59_b1117", "text": "Human interactions with the climate and oceans are interlinked and continued stress on the climate and ocean will threaten human wellbeing, threaten to destabilise the global economy, and increase the frequency and scale of natural disaster events."}, {"text_block_id": "p59_b1118", "text": "11."}, {"text_block_id": "p59_b1119", "text": "Without actions that address the interlinked drivers of atmospheric changes and practices that directly cause oceanic degradation at source, the potential for global mitigation actions to be effective in reducing mid to long-term global temperature rise will be significantly reduced."}, {"text_block_id": "p59_b1120", "text": "12."}, {"text_block_id": "p59_b1121_merged_merged_merged_merged", "text": "If the current trends continue there is significant risk that the abundance and health of a broad range of marine life will be drastically reduced. Declining ocean productivity, the distributional shifts of fisheries due to warming oceans, ocean acidification, coral bleaching, pollution, resource exploitation, reef loss due to hydrometeorological events, and the resulting cumulative long-term damage to ecosystems pose a significant threat to Pacific Island Countries due to the dependency of their economies, livelihoods, cultures, and wellbeing on healthy ocean ecosystems."}, {"text_block_id": "p59_b1123", "text": "13."}, {"text_block_id": "p59_b1124", "text": "Fiji, Pacific Island Countries, and all Small Island Developing States are at the forefront of these risks and call for urgent action to prevent catastrophic detriment to Pacific life. To do so, global interventions that continue to forge stronger linkages between ocean health and climate security are required."}, {"text_block_id": "p60_b1125", "text": "3. Climate Change Adaptation and Resilient Development"}, {"text_block_id": "p60_b1126", "text": "Fiji’s"}, {"text_block_id": "p60_b1127", "text": "National Adaptation Plan"}, {"text_block_id": "p60_b1128", "text": "will deliver the NCCP’s climate adaptation objectives and direct national climate adaptation actions and investments. NAP objectives are designed to reduce short and mid-term climate risks while also addressing long-term climate projections. A NAP will be developed every five years and will be a primary vehicle for the ongoing process of integrating climate risk considerations and strategies into all areas of national decision-making. The NAP process will be guided by the NCCP’s"}, {"text_block_id": "p60_b1129", "text": "human rights-based, gender-responsive, evidence-based"}, {"text_block_id": "p60_b1130", "text": "pillars of the policy and the"}, {"text_block_id": "p60_b1131", "text": "woven approach"}, {"text_block_id": "p60_b1132", "text": ". The monitoring of NAP progress will be guided by Fiji’s adaptation commitments"}, {"text_block_id": "p60_b1133", "text": "under the Paris Agreements’"}, {"text_block_id": "p60_b1134", "text": "Global Goal on Adaptation"}, {"text_block_id": "p60_b1135", "text": "."}, {"text_block_id": "p60_b1136", "text": "Climate change and disaster impacts in the Pacific can exacerbate multiple existing risk factors such as:"}, {"text_block_id": "p60_b1137", "text": "poverty, hunger, disease, health, conflict, inadequate education, poor infrastructure, water and sanitation issues, unemployment, environmental degradation, social inequality, violence, and discrimination"}, {"text_block_id": "p60_b1138", "text": ". In situations where climate adaptation measures fail, the risk of disaster can increase. In this way the implementation of the NCCP has direct implications for the implementation of Fiji’s"}, {"text_block_id": "p60_b1139", "text": "National Disaster Risk Reduction Policy"}, {"text_block_id": "p60_b1140", "text": "and seeks to exploit synergies that ensure Fiji’s NAP and NDC yield long term benefits that fundamentally reduce disaster risks. The NCCP’s approaches and principles require that actions address and make use of the access, views, requirements, advice, and guidance provided by non-government actors. The support of a range of actors will be utilised to help advance social cohesion, and reduce risk in support of Fiji’s resilient development objectives. Civil Society, the private sector, research and education institutions, local and international non-government organisations and faith-based organisations"}, {"text_block_id": "p60_b1141", "text": "have intimate access to communities and groups across Fiji and will play an increasingly important role in the coordination of Fiji’s climate change response."}, {"text_block_id": "p60_b1142", "text": "OBjECTIvE 3.1"}, {"text_block_id": "p60_b1143", "text": "To integrate the consideration of climate change projections, articulation of risk reduction responsibilities, and formulation of resilience-building objectives across all sector plans and strategies"}, {"text_block_id": "p60_b1144", "text": "OUTCOMES"}, {"text_block_id": "p60_b1145_merged_merged_merged", "text": "Strengthened coordination capacity, policy coherence, and alignment of sector activities accelerates complementary climate-responsive actions and investments which increase national resilience. All dimensions of development planning, investment, and implementation are risk-informed and durable under a range of future climate change scenarios."}, {"text_block_id": "p60_b1147", "text": "STRATEGIES"}, {"text_block_id": "p60_b1148", "text": "1."}, {"text_block_id": "p60_b1149", "text": "Integrated national risk scenarios, climate projections, and foresight tools are used to translate global and regional trends and risks into national and localised policy implications."}, {"text_block_id": "p60_b1150", "text": "2."}, {"text_block_id": "p60_b1151", "text": "Fiji’s 2015 NDC is enhanced to reflect high-priority adaptation targets, actions, and indicators improving high level prioritisation and articulation of Fiji’s climate adaptation needs. The enhancement of Fiji’s NDC improves systems for tracking adaptation progress."}, {"text_block_id": "p61_b1152", "text": "3."}, {"text_block_id": "p61_b1153", "text": "Climate risk considerations and risk mitigation responses are integrated into all sector plans. Priorities, indicators, and targets for evaluating progress against resilience-building objectives are clearly demonstrated by all ministries"}, {"text_block_id": "p61_b1154", "text": "."}, {"text_block_id": "p61_b1155", "text": "4."}, {"text_block_id": "p61_b1156", "text": "Ministerial portfolios and functions are assessed in relation to climate risks. Relevant adjustments and changes to responsibilities, key performance indicators, and mandates are made to improve the strategic and logical linkages between issues and responsibilities."}, {"text_block_id": "p61_b1157", "text": "5."}, {"text_block_id": "p61_b1158", "text": "A network of climate change focal points is established, mobilised, and embedded across all ministries (objective 1.1)."}, {"text_block_id": "p61_b1159", "text": "6."}, {"text_block_id": "p61_b1160", "text": "Collaboration and consultation between ministerial portfolios and sectors is improved in recognition of interlinked dependencies, risks, and opportunities and the need to further coordinate planning and budgeting."}, {"text_block_id": "p61_b1161", "text": "7."}, {"text_block_id": "p61_b1162", "text": "Cross-government systems for coordination, tracking, and co-management of climate finance flows for adaptation and resilience building are improved."}, {"text_block_id": "p61_b1163", "text": "OBjECTIvE 3.2"}, {"text_block_id": "p61_b1164", "text": "To increase ecosystem protection, natural resource redundancy, and environmental resilience through nature-based solutions"}, {"text_block_id": "p61_b1165", "text": "OUTCOMES"}, {"text_block_id": "p61_b1166_merged_merged", "text": "Climate change adaptation activities improve both human and environmental resilience, incentivise environmental conservation, and progress actions to rehabilitate and grow natural assets (increasing redundancy and robustness). The climate resilience-building services of forests, mangroves, inter-tidal zones, wetlands, agricultural land, and coral reefs, are enhanced and accounted for through revised natural resource management practices. The interrelated impacts of climate change, disasters, and human development on Fiji’s natural environment are reduced."}, {"text_block_id": "p61_b1168", "text": "STRATEGIES"}, {"text_block_id": "p61_b1169", "text": "1."}, {"text_block_id": "p61_b1170", "text": "Flexible ecosystem-based adaptation solutions which protect biodiversity, increase carbon sequestration potential and reduce human vulnerability to climate impacts are prioritised and utilised where possible to reduce climate and disaster risk."}, {"text_block_id": "p61_b1171", "text": "2."}, {"text_block_id": "p61_b1172", "text": "Existing environmental policies and planning regulations are revised where required to improve consideration of the implications of climate change projections and risks."}, {"text_block_id": "p61_b1173", "text": "3."}, {"text_block_id": "p61_b1174", "text": "Ministries with environmental oversight collaborate closely to improve policy coherence recognising the need to better represent the inter-relations between environments, human behaviours, economic interests, and human development needs in response to increasing climate change-related stressors and risks."}, {"text_block_id": "p61_b1175", "text": "4."}, {"text_block_id": "p61_b1176", "text": "Methods are formalised for assessing and quantifying the adaptation and mitigation co-benefits resulting from environmental conservation activities."}, {"text_block_id": "p61_b1177", "text": "5."}, {"text_block_id": "p61_b1178", "text": "Environmental impact assessment methods, regulations, and safeguard criteria are aligned to support climate adaptation, disaster risk, and greenhouse-gas mitigation objectives. Full cost accounting methods are used to evaluate infrastructure proposals."}, {"text_block_id": "p62_b1179", "text": "6."}, {"text_block_id": "p62_b1180", "text": "Fiji’s marine and terrestrial pollution reduction objectives are clarified and progressed through policy instruments and regulations."}, {"text_block_id": "p62_b1181", "text": "7."}, {"text_block_id": "p62_b1182", "text": "The management of the interactions between waterways, extractive practices, and land-based development is improved through activities and policy reducing added stressors on marine and terrestrial ecosystems."}, {"text_block_id": "p62_b1183", "text": "8."}, {"text_block_id": "p62_b1184", "text": "Land-use decisions and activities are regulated to ensure activities do not deepen existing inequalities and exacerbate vulnerabilities."}, {"text_block_id": "p62_b1185", "text": "9."}, {"text_block_id": "p62_b1186", "text": "Marine spatial planning and maritime management objectives are supported by national ocean data services and information systems."}, {"text_block_id": "p62_b1187", "text": "10."}, {"text_block_id": "p62_b1188", "text": "The cumulative percentage of Fiji’s maritime zones demarcated as managed marine protected areas is increased."}, {"text_block_id": "p62_b1189", "text": "11."}, {"text_block_id": "p62_b1190", "text": "Large-scale marine managed areas and locally managed coastal fisheries are supported by governance frameworks designed to help ensure that managed and protected marine zones build measurable environmental and human resilience."}, {"text_block_id": "p62_b1191", "text": "12."}, {"text_block_id": "p62_b1192", "text": "The percentage of forests, wetlands, and mangroves protected by environmental law is increased with a priority given to protecting areas which provide natural protection to people and ecosystems."}, {"text_block_id": "p62_b1193", "text": "13."}, {"text_block_id": "p62_b1194", "text": "Natural resource management and compliance incentives are used to support and enhance local livelihoods."}, {"text_block_id": "p62_b1195", "text": "14."}, {"text_block_id": "p62_b1196", "text": "Formal government support for community-based management of marine and terrestrial assets is increased."}, {"text_block_id": "p62_b1197", "text": "15."}, {"text_block_id": "p62_b1198", "text": "Scenario and multi-criteria analysis based-tools are applied to inform the use of Fiji’s environmental resources, reducing the risk of mal-adaptation, environmental degradation, and the potential for risk exacerbation."}, {"text_block_id": "p62_b1199", "text": "16."}, {"text_block_id": "p62_b1200", "text": "The objectives of international frameworks such as the"}, {"text_block_id": "p62_b1201", "text": "Convention on Biodiversity, Aichi Targets,"}, {"text_block_id": "p62_b1202", "text": "and"}, {"text_block_id": "p62_b1203", "text": "UN Convention to Combat Desertification"}, {"text_block_id": "p62_b1204", "text": "are supported and progressed through ecosystem-based adaptation solutions."}, {"text_block_id": "p62_b1205", "text": "17."}, {"text_block_id": "p62_b1206_merged_merged", "text": "Fiji’s National Ocean Policy enhances integrated ocean governance in Fiji, supporting Fiji’s UN Oceans Commitments, promotes actions complementary to the principles of NCCP’s woven approach , and furthers the coordination of the domestic actions required to protect and enhance ocean health (through national focal points, and direct linkages with objectives of the NDP, NCCP, NAP, LEDS, and SDG 14)."}, {"text_block_id": "p62_b1210", "text": "OBjECTIvE 3.3"}, {"text_block_id": "p62_b1211", "text": "To secure equal and sustainable access to the produce, products, resources, and services that support human health and wellbeing"}, {"text_block_id": "p62_b1212", "text": "OUTCOMES"}, {"text_block_id": "p62_b1213", "text": "Climate resilient food security-building initiatives, freshwater protection strategies, and investments in health infrastructure and services ensure that human health and wellbeing are not undermined by the impacts of climate change."}, {"text_block_id": "p62_b1214", "text": "STRATEGIES"}, {"text_block_id": "p62_b1215", "text": "1."}, {"text_block_id": "p62_b1216", "text": "Robust prioritisation processes are used to improve the ‘agility’ of adaptation investments systematically improving, increasing the access to, and reducing the vulnerability of basic service provision (i.e. water, electricity, shelter, education, health)."}, {"text_block_id": "p63_b1217", "text": "2."}, {"text_block_id": "p63_b1218", "text": "The management of freshwater resources and infrastructure is adapted in response to climate change projections."}, {"text_block_id": "p63_b1219", "text": "3."}, {"text_block_id": "p63_b1220", "text": "National health services access additional funding to improve the ability to monitor climate change impacts on health, develop preventative measures, and implement awareness campaigns designed to reduce the impacts of climate change on human health."}, {"text_block_id": "p63_b1221", "text": "4."}, {"text_block_id": "p63_b1222", "text": "Technical climate projections are translated into actionable advice and made readily available to farmers through information products which provide accessible guidance"}, {"text_block_id": "p63_b1223", "text": "for improving seasonal planning."}, {"text_block_id": "p63_b1224", "text": "5."}, {"text_block_id": "p63_b1225", "text": "Investment in the research and introduction of climate resilient crop types and strains, the expansion of aquaculture, climate-smart agricultural practices, and innovative crop insurance schemes are used to increase the overall resilience of Fiji’s agricultural sector."}, {"text_block_id": "p63_b1226", "text": "6."}, {"text_block_id": "p63_b1227", "text": "Technical assistance and capacity development initiatives support the long-term diversification of Fiji’s productive sectors and the reduction of losses in crop yield."}, {"text_block_id": "p63_b1228", "text": "7."}, {"text_block_id": "p63_b1229", "text": "Integrated coastal and fisheries management methods are used to help protect local food security and livelihoods."}, {"text_block_id": "p63_b1230", "text": "8."}, {"text_block_id": "p63_b1231", "text": "Development activities are designed to support long-term sustainability and reduce intergenerational risks through the consideration of long-term national implications alongside short to mid-term objectives."}, {"text_block_id": "p63_b1232", "text": "OBjECTIvE 3.4"}, {"text_block_id": "p63_b1233", "text": "To implement climate change adaptation solutions which are inclusive, equitable, and locally-driven"}, {"text_block_id": "p63_b1234", "text": "OUTCOMES"}, {"text_block_id": "p63_b1235", "text": "Climate adaptation outcomes are equitably distributed through interventions which address social dynamics as well as physical climate-related risks. Adaptation initiatives are culturally relevant, sensitive and appropriate and maintain and enhance the elements of existing social structures that inform social cohesiveness. Sub"}, {"text_block_id": "p63_b1236", "text": "-"}, {"text_block_id": "p63_b1237", "text": "national, local, and non-governmental actors have direct access to resources to support the implementation of local climate change adaptation activities"}, {"text_block_id": "p63_b1238", "text": "and are empowered to contribute to Fiji’s National Development Plan objectives and the Sustainable Development Goals."}, {"text_block_id": "p63_b1239", "text": "STRATEGIES"}, {"text_block_id": "p63_b1240", "text": "1."}, {"text_block_id": "p63_b1241", "text": "A demand-driven approach to adaptation is established through mechanisms that reduce reliance on central government implementation and empower communities to respond to risks."}, {"text_block_id": "p63_b1242", "text": "viii"}, {"text_block_id": "p63_b1243", "text": "2."}, {"text_block_id": "p63_b1244", "text": "Stakeholders adhere to a common and consistent set of social and environmental safeguards when designing, evaluating and implementing adaptation investments."}, {"text_block_id": "p63_b1245", "text": "3."}, {"text_block_id": "p63_b1246_merged_merged_merged_merged", "text": "Recognising that the roots of vulnerability and inequality are often complex, policy and adaptation-related initiatives benefit from investment in social research, socio-economic analysisix and partnerships with academic centres of excellence, improving the scope for transformative behaviour-based adaptation initiatives."}, {"text_block_id": "p63_b1249", "text": "4."}, {"text_block_id": "p63_b1250", "text": "Inclusive multi-stakeholder-led consultations are used to identify adaptation–specific capacity gaps, risks, and opportunities."}, {"text_block_id": "p64_b1251", "text": "5."}, {"text_block_id": "p64_b1252", "text": "Traditional and local knowledge are leveraged to enhance applicability, relevance, and efficiency of adaptation actions. Traditional knowledge"}, {"text_block_id": "p64_b1253", "text": "is considered in the design of adaptation interventions and non-traditional local knowledge is integrated within planning processes to support the understanding of current risks, behaviours, and solutions."}, {"text_block_id": "p64_b1254", "text": "6."}, {"text_block_id": "p64_b1255", "text": "Sustainable and resilient infrastructure and adaptation investments are designed to be flexible to accommodate changing risk parameters"}, {"text_block_id": "p64_b1256", "text": "x"}, {"text_block_id": "p64_b1257", "text": "."}, {"text_block_id": "p64_b1258", "text": "7."}, {"text_block_id": "p64_b1259_merged_merged_merged", "text": "Fiji’s National Planned Relocation Guidelines are operationalised through the development of Standard Operating Procedures which establish pro-active processes for addressing the risk of climate and disasterdriven displacement. At-risk communities are successfully relocated and supported. National procedures for assessing and implementing planned relocations are enabled by relevant financial mechanisms."}, {"text_block_id": "p64_b1264", "text": "OBjECTIvE 3.5"}, {"text_block_id": "p64_b1265", "text": "To integrate climate adaptation and disaster risk management priorities"}, {"text_block_id": "p64_b1266", "text": "OUTCOMES"}, {"text_block_id": "p64_b1267", "text": "National risk governance is agile, efficient and effective. Common priorities within national disaster and climate change risk reduction agendas are translated into integrated activities and objectives."}, {"text_block_id": "p64_b1268", "text": "STRATEGIES"}, {"text_block_id": "p64_b1269", "text": "1."}, {"text_block_id": "p64_b1270", "text": "Interlinked and related disaster risk reduction and climate change adaptation priorities are identified and used to progress further integrated actions that address and are relevant to both fast and slow onset hazard events as well as longer-term climate impacts and risks."}, {"text_block_id": "p65_b1271", "text": "2."}, {"text_block_id": "p65_b1272", "text": "Public messaging platforms are used to improve public awareness of the connectivity between climate change impacts and disaster risks. Integrated communications strategies focus on promoting common practices and behaviours that build societal resilience to a range of risks and hazards."}, {"text_block_id": "p65_b1273", "text": "3."}, {"text_block_id": "p65_b1274", "text": "The NCCP’s integrated approach is used to support improved risk governance arrangements, supporting improved resource efficiency and reducing potential for duplication and policy inconsistency."}, {"text_block_id": "p65_b1275", "text": "4."}, {"text_block_id": "p65_b1276", "text": "Development partner coordination and responsiveness is improved reducing the sectorisation of DRR and CCA in project design."}, {"text_block_id": "p65_b1277", "text": "5."}, {"text_block_id": "p65_b1278", "text": "Planned relocation priorities and operations are co-delivered by DRR and CCA leads."}, {"text_block_id": "p65_b1279", "text": "6."}, {"text_block_id": "p65_b1280", "text": "Integrated early warning systems support slow onset risk reduction priorities."}, {"text_block_id": "p65_b1281", "text": "7."}, {"text_block_id": "p65_b1282", "text": "The implementation and conceptualisation of ‘build back better’ is defined by climate and disaster risk priorities."}, {"text_block_id": "p65_b1283", "text": "8."}, {"text_block_id": "p65_b1284", "text": "Innovative, low cost, scalable, and sustainable risk finance tools are developed for risk prevention, retention, and transfer purposes and serve to fundamentally reduce both physical risks and financial burdens on Fiji’s citizens, private sector, and government."}, {"text_block_id": "p65_b1285_merged", "text": "Fiji’s national emissions currently account for approximately 0.04% of global emissions while Fiji’s historical and cumulative contribution to the anthropogenic climate change over the last two centuries has been negligible. However, under a business as usual scenario, Fiji’s cumulative annual emissions are likely to double by 2050. Article 4 of the Paris Agreement recommends that parties communicate by 2020, to the secretariat, mid-century, long-term low greenhouse gas emission development strategies in accordance with Article 4, paragraph 19, of the Agreement. Pursuant to Article 4 and paragraph 19 of the Paris Agreement, in 2018, The Fijian Government has developed a Low Emissions Development Strategy (LEDS) to provide long-term multi-sectoral guidance for achieving net-zero national carbon emissions by 2050. Building climate resilience requires cross-cutting actions that, where possible, simultaneously serve to protect the natural environment, manage social and economic risk, and reduce GHG emissions. GHG mitigation targets must be achieved alongside crucial adaptation objectives. Protecting the environment through robust land-use policies and practices can enhance long-term mitigation outcomes through both the reduction of GHG emissions and actions that increase the carbon sequestration potential of natural carbon sinks. The NCCP provides the basis for anchoring the mitigation component of Fiji’s NDC commitments in national governance structures. Revised governance arrangements for monitoring Fiji’s progress against its NDC will be required in order to manage implementation, improve planning, and enable long-term decarbonisation."}, {"text_block_id": "p65_b1299", "text": "OBjECTIvE 4.1"}, {"text_block_id": "p65_b1300", "text": "To derive 100% of national electricity production from renewable energy sources by 2030 and achieve net zero annual greenhouse-gas emissions by 2050"}, {"text_block_id": "p65_b1301", "text": "OUTCOMES"}, {"text_block_id": "p65_b1302", "text": "Electricity is derived from 100% renewable sources by 2030 and national greenhouse gas emissions reduction targets for 2050 are met by 2050. Fiji’s dependency on fossil fuels is minimised reducing exposure to localised pollution and decoupling economic growth from fossil fuel consumption."}, {"text_block_id": "p66_b1303", "text": "STRATEGIES"}, {"text_block_id": "p66_b1304", "text": "1."}, {"text_block_id": "p66_b1305", "text": "A revised National Energy Policy and enhanced 2030 Nationally Determined Contribution to the Paris Agreement are used to progress a cross-sectoral approach to decarbonisation through renewable energy technology, efficiency improvements, demand-based reductions, clean transport initiatives, waste management innovation, behaviour-change, and climate-smart urban and rural development initiatives."}, {"text_block_id": "p66_b1306", "text": "2."}, {"text_block_id": "p66_b1307", "text": "Criteria-based prioritisation processes are used to guide and evaluate sector emissions reduction options improving the ability to articulate resource requirements, facilitate technology transfer, and drive capacity building."}, {"text_block_id": "p66_b1308", "text": "3."}, {"text_block_id": "p66_b1309", "text": "The enabling environment for private sector investment and domestic capacity building is improved ("}, {"text_block_id": "p66_b1310", "text": "see Pathway objectives)"}, {"text_block_id": "p66_b1311", "text": "supporting deep decarbonisation objectives."}, {"text_block_id": "p66_b1312", "text": "4."}, {"text_block_id": "p66_b1313", "text": "A transparent and fit for purpose system for national emission accounting and governance is institutionalised effectively tracking progress against Fiji’s NDC commitments and supporting long-term emissions reduction strategies."}, {"text_block_id": "p66_b1314", "text": "5."}, {"text_block_id": "p66_b1315", "text": "Ministerial portfolios and functions are assessed in relation to decarbonisation objectives. Relevant adjustments and changes to responsibilities, key performance indicators and mandates are made to improve the strategic and logical linkages between issues and responsibilities."}, {"text_block_id": "p66_b1316", "text": "SUB-OBjECTIvE 4.1.1"}, {"text_block_id": "p66_b1317", "text": "To decarbonise Fiji’s transport sector"}, {"text_block_id": "p66_b1318", "text": "OUTCOMES"}, {"text_block_id": "p66_b1319", "text": "Fiji’s transport sector continues to grow and diversify improving human mobility, equitable access to services, while reducing local and global environmental impacts and national exposure to oil price volatility. Transport sector growth is decoupled from growth in greenhouse-gas emissions. By 2050, investments in low carbon transport options, infrastructure and transport efficiency improvements and behaviour-change have reduced domestic transport emissions to minimal levels which are fully offset by national carbon sequestration-enhancing activities."}, {"text_block_id": "p66_b1320", "text": "STRATEGIES"}, {"text_block_id": "p66_b1321", "text": "1."}, {"text_block_id": "p66_b1322", "text": "Fiji’s NDC is enhanced to reflect ambitious decarbonisation targets for domestic aviation, inter-island marine transportation, and land transport sectors and supported by national action plans and strategies."}, {"text_block_id": "p66_b1323", "text": "2."}, {"text_block_id": "p66_b1324", "text": "Public-private partnerships and incentives scale-up access to affordable low to zero carbon transport products and markets."}, {"text_block_id": "p66_b1325", "text": "3."}, {"text_block_id": "p66_b1326", "text": "Increased annual public investment on public transport improves inclusive, affordable, and low to zero carbon transport options for rural, urban, and outer island citizens. Carbon-intensive modes of transport are disincentivised and phased-out."}, {"text_block_id": "p66_b1327", "text": "4."}, {"text_block_id": "p66_b1328", "text": "Investments in urban green spaces improve pedestrian experiences and infrastructure required to support non-motorised transport, reducing the growth of the private land transport sector."}, {"text_block_id": "p66_b1329", "text": "5."}, {"text_block_id": "p66_b1330_merged_merged", "text": "Low-carbon maritime transport options and shipping efficiency improvements are used to improve the cost-effectiveness of shipping routes, increasing inter-island connectivity (both frequency and introduction of new routes) in keeping with NDP objectives."}, {"text_block_id": "p67_b1332", "text": "6."}, {"text_block_id": "p67_b1333", "text": "Increased engagement with the International Maritime Organisation"}, {"text_block_id": "p67_b1334", "text": "improves access to networks and mechanisms that support low carbon shipping transitions"}, {"text_block_id": "p67_b1335", "text": "xii"}, {"text_block_id": "p67_b1336", "text": "."}, {"text_block_id": "p67_b1337", "text": "7."}, {"text_block_id": "p67_b1338", "text": "Engagement with international market-based mechanisms including the"}, {"text_block_id": "p67_b1339", "text": "International Civil Aviation Organisation’"}, {"text_block_id": "p67_b1340", "text": "s (ICAO)"}, {"text_block_id": "p67_b1341", "text": "Carbon Offsetting and Reduction Scheme for International Aviation"}, {"text_block_id": "p67_b1342", "text": "(CORSIA)"}, {"text_block_id": "p67_b1343", "text": "xiii"}, {"text_block_id": "p67_b1344", "text": "is used to leverage further support for sector-based low carbon transport transitions."}, {"text_block_id": "p67_b1345", "text": "OBjECTIvE 4.2"}, {"text_block_id": "p67_b1346", "text": "To prioritise greenhouse-gas mitigation initiatives that increase national resilience and help achieve the Sustainable development Goals"}, {"text_block_id": "p67_b1347", "text": "OUTCOMES"}, {"text_block_id": "p67_b1348", "text": "All Fijians have access to affordable clean and reliable electricity and transport. Fuel poverty is eliminated, reducing reliance on primary fuel types such as firewood (SDG7)"}, {"text_block_id": "p67_b1349", "text": "xiv"}, {"text_block_id": "p67_b1350", "text": ". Investments and initiatives to reduce greenhouse-gas emissions"}, {"text_block_id": "p67_b1351", "text": "xv"}, {"text_block_id": "p67_b1352", "text": "minimise environmental damage, reduce economic exposure to oil price fluctuations, and reduce human exposure to natural hazards."}, {"text_block_id": "p67_b1353", "text": "STRATEGIES"}, {"text_block_id": "p67_b1354", "text": "1."}, {"text_block_id": "p67_b1355", "text": "Energy system redundancy and decentralisation of Fiji’s energy production assets is improved through investment into localised renewable energy sources and associated infrastructure."}, {"text_block_id": "p67_b1356", "text": "2."}, {"text_block_id": "p67_b1357", "text": "Clarity of objectives, progress reporting, robust cost-benefit analysis, multi-criteria assessment, and the development of levelised energy production option costs ensures investments in the transition to 100% renewable energy are effective, efficient, that social and economic trade-offs are minimised, and the potential to leverage private sector and concessional finance increased."}, {"text_block_id": "p67_b1358", "text": "3."}, {"text_block_id": "p67_b1359", "text": "Environmental impact assessments are used to reduce the potential for energy projects to cause environmental detriment and are applied where relevant."}, {"text_block_id": "p67_b1360", "text": "4."}, {"text_block_id": "p67_b1361", "text": "A just transition to net-zero is enabled through a focus on exploiting economic opportunities and development co-benefits, capacity building, decent work, and the affordability of energy and transport options."}, {"text_block_id": "p67_b1362", "text": "5."}, {"text_block_id": "p67_b1363", "text": "Transport investment options that provide vital services for vulnerable and remote communities as well as highly populated areas are prioritised."}, {"text_block_id": "p67_b1364", "text": ","}, {"text_block_id": "p67_b1365", "text": "xvi"}, {"text_block_id": "p67_b1366", "text": "6."}, {"text_block_id": "p67_b1367", "text": "Increased engagement with research institutions is used to improve ocean health monitoring and observation, progress ocean energy options and access to low carbon transport technology."}, {"text_block_id": "p67_b1368", "text": "OBjECTIvE 4.3"}, {"text_block_id": "p67_b1369", "text": "To preserve and enhance Fiji’s natural carbon sinks and carbon reservoirs"}, {"text_block_id": "p67_b1370", "text": "OUTCOMES"}, {"text_block_id": "p67_b1371_merged_merged_merged_merged_merged", "text": "Fiji’s natural carbon reservoirs and the carbon sequestration potential of Fiji’s natural carbon sinks are quantified and accounted for helping to further establish these natural resources as valued assets and incentivising further investment into environmental protection, rehabilitation and enhancement."}, {"text_block_id": "p68_b1373", "text": "STRATEGIES"}, {"text_block_id": "p68_b1374", "text": "xvii"}, {"text_block_id": "p68_b1375", "text": "1."}, {"text_block_id": "p68_b1376", "text": "Environmental protection of natural carbon reservoirs and carbon sinks is enhanced through an inter-governmental approach guided by actions taken in response to"}, {"text_block_id": "p68_b1377", "text": "Article 6"}, {"text_block_id": "p68_b1378", "text": "of the"}, {"text_block_id": "p68_b1379", "text": "Paris Agreement."}, {"text_block_id": "p68_b1380", "text": "2."}, {"text_block_id": "p68_b1381", "text": "National methodologies for quantifying, valuing, enhancing, and accounting for carbon sequestration services (carbon sinks and reservoirs) are used to enhance Fiji’s NDC, improve national carbon accounting, drive conservation incentives, and support actions to improve environmental resilience to climate change."}, {"text_block_id": "p68_b1382", "text": "3."}, {"text_block_id": "p68_b1383", "text": "Land-use planning regulations and relevant environmental policies are revised in relation to LEDS and NAP guidance."}, {"text_block_id": "p68_b1384", "text": "4."}, {"text_block_id": "p68_b1385", "text": "Sub national government, private sector, community-based fiscal incentive schemes are used to enhance environmental protection and conservation activities."}, {"text_block_id": "p68_b1386", "text": "5."}, {"text_block_id": "p68_b1387", "text": "Revised targets for afforestation initiatives, Fiji’s REDD+ initiative"}, {"text_block_id": "p68_b1388", "text": "xviii"}, {"text_block_id": "p68_b1389", "text": ", reef and fisheries conservation, mangrove protection and planting initiatives, nature-based coastal protection applications, and sustainable agricultural practices are quantified further within Fiji’s NDC targets"}, {"text_block_id": "p68_b1390", "text": "6."}, {"text_block_id": "p68_b1391", "text": "Revised NDC targets are reflected in relevant plans and supported through relevant incentive schemes, national levies, and sub-national government enforcement mechanisms."}, {"text_block_id": "p68_b1392", "text": "7."}, {"text_block_id": "p68_b1393", "text": "The forests, wetlands, and mangroves are protected and enhanced through afforestation and regeneration programmes, and protection incentives which cumulatively serve to ensure there is no net loss in forests, wetlands, and mangroves by 2030 (using 2016–2019 baseline)."}, {"text_block_id": "p68_b1394", "text": "8."}, {"text_block_id": "p68_b1395_merged_merged_merged_merged", "text": "Sustainable management of forestry supply chains is ensured through robust transparency systems, afforestation targets, and the demarcation of zero-deforestation zones."}, {"text_block_id": "p68_b1398", "text": "9."}, {"text_block_id": "p68_b1399", "text": "Blue carbon initiatives and other carbon sequestration service-enhancing activities contribute to net zero carbon emissions targets."}, {"text_block_id": "p68_b1400", "text": "10."}, {"text_block_id": "p68_b1401", "text": "Nature-based bonds and insurance products are developed and implemented to support NDC commitments."}, {"text_block_id": "p68_b1402", "text": "Enhancing national (analytical, human, technological ) capacity to manage interrelated risks is vital to Fiji’s efforts to manage climate change impacts and development challenges. Information and knowledge management, multi-criteria analysis, public awareness-raising, and local-level risk management capacity are key prerequires for enabling an effective national response to climate change risks. These needs traverse and have potential to contribute to various national development priorities and have potential to accelerate solutions. New ways of producing, sharing, analysing, and responding to information and data is required to manage increasing complexity. National information and communication systems must be dynamic in order to respond to changing data needs, facilitate transparent and verifiable monitoring and evaluation systems, and enable improved systems for evidence-based decision making. Fiji’s ability to respond to the complex challenges posed by climate change will require new efforts to increase public awareness, support private sector engagement, and increase capacity building opportunities. Technology transfer is a vital enabler for specific adaptation, mitigation, and risk reduction activities as well as central to improved knowledge management, data capture, and analysis."}, {"text_block_id": "p69_b1403", "text": "OBjECTIvE 5.1"}, {"text_block_id": "p69_b1404", "text": "To improve data availability, analytical-capacity, risk communications and awareness"}, {"text_block_id": "p69_b1405", "text": "OUTCOMES"}, {"text_block_id": "p69_b1406", "text": "Ministerial capacity to analyse, tailor, verify and filter an increasing variety of data is reflected in the accuracy and effectiveness of long-term planning, investments, and policy. Technical project proposal capacity is increased helping to accelerate climate finance access. Public capacity to manage and reduce climate risks is improved. Government ministries and agencies invest strategically and effectively in equitable and resilient development initiatives."}, {"text_block_id": "p69_b1407", "text": "STRATEGIES"}, {"text_block_id": "p69_b1408", "text": "1."}, {"text_block_id": "p69_b1409", "text": "A national climate change communications strategy guides the dissemination of information through a variety of formats, media-types, languages, and communication channels improving public awareness, increasing consistent public engagement, and supporting risk reduction and preparedness objectives."}, {"text_block_id": "p69_b1410", "text": "2."}, {"text_block_id": "p69_b1411", "text": "Secure and sustainable data storage is established through a national data repository. Connectivity is improved through inter-government information sharing protocols and processes to simplify information exchange, data reusability, and discoverability."}, {"text_block_id": "p69_b1412", "text": "3."}, {"text_block_id": "p69_b1413", "text": "Relevant national and international data sharing agreements are secured to improve data access and protect national data sovereignty."}, {"text_block_id": "p69_b1414", "text": "4."}, {"text_block_id": "p69_b1415", "text": "Structured investment into data collection technology and human resources to support analytical capabilities is used to improve the enabling environment for evidence-based decision-making"}, {"text_block_id": "p69_b1416", "text": "."}, {"text_block_id": "p69_b1417", "text": "5."}, {"text_block_id": "p69_b1418", "text": "Multi-criteria assessment"}, {"text_block_id": "p69_b1419", "text": "and cost benefit analysis methods are standardised within investment planning processes."}, {"text_block_id": "p69_b1420", "text": "6."}, {"text_block_id": "p69_b1421_merged_merged_merged", "text": "Fiji’s network of meteorological and hydrological stations is maintained, upgraded, and expanded improving the capacity of government to capture and produce downscaled climate information."}, {"text_block_id": "p69_b1423", "text": "7."}, {"text_block_id": "p69_b1424", "text": "Localised capacity to produce risk assessments and evaluate risk probability is improved increasing public and cross-sectorial access to robust evidence for decision-making."}, {"text_block_id": "p70_b1425", "text": "FROM DATA TO OUTCOME"}, {"text_block_id": "p70_b1426", "text": "delivering Fiji’s Adaptation and mitigation objectives through evidence-based Safe-guards"}, {"text_block_id": "p70_b1427", "text": "FIGURE 3"}, {"text_block_id": "p70_b1428", "text": "From data to outcome, Fiji’s eBdm Approach"}, {"text_block_id": "p70_b1429", "text": "OBjECTIvE 5.2"}, {"text_block_id": "p70_b1430", "text": "To invest strategically in human and technological capacity-building for climate-resilient development"}, {"text_block_id": "p70_b1431", "text": "OUTCOMES"}, {"text_block_id": "p70_b1432", "text": "Fijian citizens are increasingly equipped with relevant specialist skills to support Fiji’s resilient development priorities, GHG mitigation targets, private sector reform objectives, and technical and practical skill gaps."}, {"text_block_id": "p70_b1433", "text": "STRATEGIES"}, {"text_block_id": "p70_b1434", "text": "1."}, {"text_block_id": "p70_b1435", "text": "National curriculums and innovative learning platforms improve access and exposure to relevant disciplines, skills, and expertise pathways."}, {"text_block_id": "p70_b1436", "text": "2."}, {"text_block_id": "p70_b1437_merged", "text": "The Fijian Government promotes access to relevant national university courses, degrees, and modules that address expertise gaps and enrich skills required to develop a climate-ready workforce while investing in the professional enrichment of civil servants."}, {"text_block_id": "p70_b1440", "text": "3."}, {"text_block_id": "p70_b1441", "text": "Improved civil service knowledge management systems, IT services, and centralised databases encourage cross-sector communication, information sharing, and capacity development."}, {"text_block_id": "p70_b1442", "text": "4."}, {"text_block_id": "p70_b1443", "text": "Key performance indicators and job descriptions for civil servants are updated to reflect new requirements and deliverables."}, {"text_block_id": "p71_b1444", "text": "5."}, {"text_block_id": "p71_b1445", "text": "Inter-regional and bilateral knowledge exchange as well as service-agreements and partnerships with centres of excellence, academia and research institutions are increased improving the enabling environment for innovation and technology transfer"}, {"text_block_id": "p71_b1446", "text": "."}, {"text_block_id": "p71_b1447", "text": "6."}, {"text_block_id": "p71_b1448", "text": "Research and development funds are accessed to progress national climate resilience building objectives and opportunities for innovation."}, {"text_block_id": "p71_b1449", "text": "7."}, {"text_block_id": "p71_b1450", "text": "Sub-national and local access to information, capacity building, and data collection services is improved through decentralisation initiatives that support locally-driven activities."}, {"text_block_id": "p71_b1451", "text": "8."}, {"text_block_id": "p71_b1452", "text": "Technology transfer and uptake is increased and enhanced through the development of technology development targets and technology upgrade roadmaps where relevant within sector plans."}, {"text_block_id": "p71_b1453", "text": "9."}, {"text_block_id": "p71_b1454", "text": "Investment in employment transitions through national capacity building influences emerging skill sets and expertise to support a workforce with the required skills to support long-term low carbon transitions (See Strategic Pathway 7)."}, {"text_block_id": "p71_b1455", "text": "10."}, {"text_block_id": "p71_b1456", "text": "Domestic capacity building outcomes are included and budgeted for within all climate finance proposals."}, {"text_block_id": "p71_b1457", "text": "6. Sustainable Financing"}, {"text_block_id": "p71_b1458", "text": "PATHWAYS"}, {"text_block_id": "p71_b1459", "text": "Finance and resource mobilisation is vital for ensuring Fiji’s ability to respond to the impacts of climate change and achieve net-zero national emissions. Fiji’s response will require the utilisation and integration of a variety of finance sources and flows. International and domestic private sector finance, institutional investments, innovative blended finance structures and instruments, and results-based financing initiatives, will be required alongside international climate finance, overseas development assistance and development bank support. Articulating climate finance requirements will continue to require robust processes for prioritisation. These processes will benefit from the NCCP’s advancement of evidence-based decision-making and knowledge management objectives. The"}, {"text_block_id": "p71_b1460", "text": "National Adaptation Process"}, {"text_block_id": "p71_b1461", "text": "will establish mechanisms for adaptation-based climate finance prioritisation and resource mobilisation whilst the mitigation component of Fiji’s NDC, strategic guidance of the LEDS, and sector-based mitigation plans will support the coordination and oversight of financing national GHG emissions reduction priorities."}, {"text_block_id": "p71_b1462", "text": "OBjECTIvE 6.1"}, {"text_block_id": "p71_b1463", "text": "To increase the use and availability of domestically-derived climate finance"}, {"text_block_id": "p71_b1464", "text": "OUTCOMES"}, {"text_block_id": "p71_b1465", "text": "National investments, private sector activities, and government initiatives are aligned to support national resilience-building objectives and economic protection."}, {"text_block_id": "p71_b1466", "text": "STRATEGIES"}, {"text_block_id": "p71_b1467", "text": "1."}, {"text_block_id": "p71_b1468_merged_merged_merged", "text": "Government revenue collection instruments and innovative financing initiatives are used to increase public resources for national resilience-buildingxix ."}, {"text_block_id": "p71_b1471", "text": "2."}, {"text_block_id": "p71_b1472", "text": "Innovative risk financing instruments and products support a cohesive financial protection strategy for Fiji’s future. Products such as index-based crop insurance and parametric housing insurance support agricultural"}, {"text_block_id": "p72_b1473", "text": "transitions and help incentivise investment in resilient public housing"}, {"text_block_id": "p72_b1474", "text": "xx"}, {"text_block_id": "p72_b1475", "text": ". Policy actions create an enabling environment for the growth of Fiji’s insurance sector prompting the development of affordable insurance schemes for personal property, investments, and healthcare increasing social protection."}, {"text_block_id": "p72_b1476", "text": "3."}, {"text_block_id": "p72_b1477", "text": "In keeping with the NCCP’s principles of ‘agility’ and ‘inclusiveness’ climate finance is both accessed and implemented at the local level reducing the overall reliance on top down delivery and broadening societal participation in the design and implementation of risk reduction solutions and the delivery of NDP objectives."}, {"text_block_id": "p72_b1478", "text": "4."}, {"text_block_id": "p72_b1479", "text": "Investment in financial technology (FinTech) is used to support and expand available platforms for deploying, implementing, and managing domestic climate finance, risk finance instruments, and carbon mitigation objectives."}, {"text_block_id": "p72_b1480", "text": "5."}, {"text_block_id": "p72_b1481", "text": "Major infrastructure investments made by the private sector are required to demonstrate alignment with Fiji’s enhanced NDC commitments (inclusive of both adaptation and mitigation objectives) increasing private sector contribution to low carbon transition and climate adaptation priorities."}, {"text_block_id": "p72_b1482", "text": "6."}, {"text_block_id": "p72_b1483", "text": "Fiji Development Bank increases domestic and regional access to finance and plays an increasing role in driving large transformative investments."}, {"text_block_id": "p72_b1484", "text": "OBjECTIvE 6.2"}, {"text_block_id": "p72_b1485", "text": "To leverage internationally-derived climate-finance for transformative outcomes"}, {"text_block_id": "p72_b1486", "text": "OUTCOMES"}, {"text_block_id": "p72_b1487", "text": "International private financial investors and multilateral climate finance sources are harnessed to progress major transformational programmes and initiatives."}, {"text_block_id": "p72_b1488", "text": "STRATEGIES"}, {"text_block_id": "p72_b1489", "text": "1."}, {"text_block_id": "p72_b1490", "text": "A National climate finance strategy and framework is developed to support, coordinate, and design Fiji’s ongoing climate finance access."}, {"text_block_id": "p72_b1491", "text": "2."}, {"text_block_id": "p72_b1492", "text": "Government coordination and prioritisation processes guided by the NCCP’s"}, {"text_block_id": "p72_b1493", "text": "woven approach"}, {"text_block_id": "p72_b1494", "text": ", LEDS, and NAP, improve and scale up the design of programmatic, sector-wide, and transformative investments and initiatives."}, {"text_block_id": "p72_b1495", "text": "3."}, {"text_block_id": "p72_b1496", "text": "Through the institutionalisation of appropriate governance arrangements, accounting systems, and transparency frameworks, Fiji’s access to public and private climate finance is increased."}, {"text_block_id": "p72_b1497", "text": "4."}, {"text_block_id": "p72_b1498", "text": "A dedicated fund is created to support and enable Fiji’s planned relocation requirements."}, {"text_block_id": "p72_b1499", "text": "5."}, {"text_block_id": "p72_b1500", "text": "Development partners coordinate funding objectives in alignment with the NDC, NDP, NCCP, DRRP, NAP and LEDS prioritising actions that cross-cut priorities, avoid duplication and minimise administrative burden on Government"}, {"text_block_id": "p72_b1501", "text": "xxi"}, {"text_block_id": "p72_b1502", "text": "."}, {"text_block_id": "p72_b1503", "text": "6."}, {"text_block_id": "p72_b1504_merged_merged_merged_merged", "text": "In response to Article 6 of the Paris Agreement, the Fijian Government supports the scale-up of cooperative approaches and internationally transferred mitigation outcomes and accesses further support for Fiji’s NDC commitmentsxxii ."}, {"text_block_id": "p72_b1511", "text": "7."}, {"text_block_id": "p72_b1512", "text": "Fiji leads regional climate finance innovation through partnerships and the piloting of non-traditional and hybrid financing arrangements."}, {"text_block_id": "p72_b1513", "text": "8."}, {"text_block_id": "p72_b1514", "text": "National policy and prioritisation processes are used to leverage finance to enhance ocean protection initiatives, ocean-based adaptation and the enhancement of blue carbon sinks."}, {"text_block_id": "p72_b1515", "text": "9."}, {"text_block_id": "p72_b1516", "text": "International finance and financers support the development of national risk finance instruments and insurance products."}, {"text_block_id": "p73_b1517", "text": "OBjECTIvE 6.3"}, {"text_block_id": "p73_b1518", "text": "To improve and amend public financial management systems in response to changing public service delivery requirements"}, {"text_block_id": "p73_b1519", "text": "OUTCOMES"}, {"text_block_id": "p73_b1520", "text": "Improved public financial management"}, {"text_block_id": "p73_b1521", "text": "xxiii"}, {"text_block_id": "p73_b1522", "text": "systems, coordination mechanisms, budget-coding and investment effectiveness tracking accelerate the Fijian Government’s ability to plan and deliver resilient development objectives while increasing the efficiency and effectiveness of implementation."}, {"text_block_id": "p73_b1523", "text": "STRATEGIES"}, {"text_block_id": "p73_b1524", "text": "1."}, {"text_block_id": "p73_b1525", "text": "Climate-responsive budgeting and coding systems are used to support the tracking of implementation effectiveness."}, {"text_block_id": "p73_b1526", "text": "2."}, {"text_block_id": "p73_b1527", "text": "Financial tracking systems are used to develop best practice required to improve capacity for evidence-based investments."}, {"text_block_id": "p73_b1528", "text": "3."}, {"text_block_id": "p73_b1529", "text": "Robust public asset management systems and centralised registry databases improve the upkeep, maintenance, and tracking of national assets."}, {"text_block_id": "p73_b1530", "text": "4."}, {"text_block_id": "p73_b1531", "text": "Robust and appropriate accounting requirements for private sector and non-government agencies are developed to support the feasibility of multi-stakeholder implementation arrangements."}, {"text_block_id": "p73_b1532", "text": "7. Private Sector Transition and Engagement"}, {"text_block_id": "p73_b1533", "text": "PATHWAYS"}, {"text_block_id": "p73_b1534", "text": "The Fijian Government is committed to economically pragmatic cross-sectoral and economy-wide action on climate."}, {"text_block_id": "p73_b1535", "text": "Enhancing the role of the private sector in the financing and delivery of climate change adaptation, GHG emissions reduction, sustainable development, and national disaster risk reduction objectives is a crucial global objective and a key enabler for effective national climate change responses. Achieving greater alignment and linkages between the interests"}, {"text_block_id": "p73_b1536", "text": "xxiv"}, {"text_block_id": "p73_b1537", "text": ", objectives, and investments of the public and private sectors requires efforts to increase the awareness of mutual interests and the development of greater incentives for collaboration. Improved understanding of the business rationale for promoting normative change within the private sector in light of climate change impacts can be achieved through increased dialogue and consultation between sectors."}, {"text_block_id": "p73_b1538", "text": "PUBLIC AND PRIvATE SECTOR ENGAGEMENT ARRANGEMENTS"}, {"text_block_id": "p73_b1539", "text": "Public and private sector engagement arrangements can be classified broadly under three engagement types:"}, {"text_block_id": "p73_b1540", "text": "■"}, {"text_block_id": "p73_b1541", "text": "Informal: Informal engagement and alignment is facilitated by ad-hoc collaboration and information sharing."}, {"text_block_id": "p73_b1542", "text": "Examples"}, {"text_block_id": "p73_b1543", "text": ": Public-Private consultation forums. Use of focal points to coordinate information sharing between sectors."}, {"text_block_id": "p73_b1544", "text": "■"}, {"text_block_id": "p73_b1545", "text": "Strategic: Strategic engagement and alignment is facilitated by policies, agreements, and mechanisms that exploit synergies. This engagement is coordinated through formal mechanisms to maintain and guide ongoing rather than ad-hoc alignment. Strategic engagement informs specific rather than broad shared objectives"}, {"text_block_id": "p73_b1546", "text": ". Examples"}, {"text_block_id": "p73_b1547", "text": ": Ad-hoc project-based agreements to deliver specific outcomes. Policy to encourage opportunity for collaboration. Agreements to share information on specific issues continuously."}, {"text_block_id": "p73_b1548", "text": "■"}, {"text_block_id": "p73_b1549_merged_merged_merged_merged_merged", "text": "Harmonised: Harmonised engagement is facilitated through close coordination of shared commitments and objectives in a holistic way. This level of alignment is defined by shared roles in implementation and the use of integrated strategies. Examples: Policy is used to incentivise business models which exist to support shared objectives. Agreements which formally create long-term pipelines for the implementation of public projects by private entities. Information sharing arrangements which have a legal basis."}, {"text_block_id": "p73_b1552", "text": "In order to maximise the involvement of the private sector in the delivery of Fiji’s central development and climate change-related objectives, a mixture of the above engagement types will need to be explored across the various branches of the private sector."}, {"text_block_id": "p74_b1553", "text": "partnerships, and improve access to international markets."}, {"text_block_id": "p74_b1554", "text": "Fiji’s adaptation and mitigation objectives are contingent on the increased alignment of public and private sector priorities. The enabling environment for private sector engagement will be supported through the objectives and actions set out by the NAP and LEDS. Actions will be taken to incentivise the private sector and increase the private sector’s contribution to positive social outcomes, the promotion social normative and behavioural changes, and public awareness raising. External investment and markets will be key to supporting the private sector’s development and its ability to support public sector priorities. The Fijian Government will"}, {"text_block_id": "p74_b1555", "text": "improve"}, {"text_block_id": "p74_b1556", "text": "the investment environment in ways that attract and enable international investment, facilitate the development of strategic"}, {"text_block_id": "p74_b1557", "text": "OBjECTIvE 7.1"}, {"text_block_id": "p74_b1558", "text": "To enhance public and private sector engagement and alignment"}, {"text_block_id": "p74_b1559", "text": "OUTCOMES"}, {"text_block_id": "p74_b1560", "text": "Greater alignment between the public and private sector leverages the resources, support, and consistency of approach required to scale-up economy-wide climate change adaptation, risk management, and low carbon transitions."}, {"text_block_id": "p74_b1561", "text": "STRATEGIES"}, {"text_block_id": "p74_b1562", "text": "1."}, {"text_block_id": "p74_b1563", "text": "New public-private engagement mechanisms and policies increase incentives, that promote collaboration between the public and private sector."}, {"text_block_id": "p74_b1564", "text": "2."}, {"text_block_id": "p74_b1565_merged_merged", "text": "Climate-resilient economic transitions are supported by a formal national platform for public-private information sharing which serves to help translate national objectives into business opportunities, incentives, and synergies, and encourages structured public-private capacity building (See Private Sector Advisory Board)."}, {"text_block_id": "p74_b1569", "text": "3."}, {"text_block_id": "p74_b1570", "text": "Increased policy consultation and engagement between private and public sector decision makers helps to improve the private sectors’ disaster risk preparedness and promotes climate-sensitive investments."}, {"text_block_id": "p74_b1571", "text": "4."}, {"text_block_id": "p74_b1572", "text": "National institutional arrangements include mechanisms for increasing the ability of the private sector to access appropriate and relevant international investment and development assistance enabling the private sector to leverage support to co-finance investments which support Fiji’s NDC commitments and development objectives."}, {"text_block_id": "p74_b1573", "text": "5."}, {"text_block_id": "p74_b1574", "text": "Fiji’s private sector interacts with relevant market-based mechanisms to help establish sustainable climate finance flows."}, {"text_block_id": "p75_b1575", "text": "OBjECTIvE 7.2"}, {"text_block_id": "p75_b1576", "text": "To establish private-public partnerships"}, {"text_block_id": "p75_b1577", "text": "OUTCOMES"}, {"text_block_id": "p75_b1578", "text": "Greater harmonisation between Fiji’s development priorities, investors, and businesses facilitate long-term collaboration arrangements between the Government and businesses with specialised capacity to support initiatives that help to deliver large-scale climate-responsive programmes."}, {"text_block_id": "p75_b1579", "text": "STRATEGIES"}, {"text_block_id": "p75_b1580", "text": "1."}, {"text_block_id": "p75_b1581", "text": "Legislation and policy is developed to support private and public sector partnerships."}, {"text_block_id": "p75_b1582", "text": "2."}, {"text_block_id": "p75_b1583", "text": "Public-private partnerships are used as an innovative method for reducing procurement and implementation burdens on government."}, {"text_block_id": "p75_b1584", "text": "3."}, {"text_block_id": "p75_b1585", "text": "Public-private partnerships are supported by transparent processes, robust legal accountability frameworks and safeguards, and agreements that require contributions to local capacity building."}, {"text_block_id": "p75_b1586", "text": "OBjECTIvE 7.3"}, {"text_block_id": "p75_b1587", "text": "To create a climate-ready workforce and promote social entrepreneurship"}, {"text_block_id": "p75_b1588", "text": "OUTCOMES"}, {"text_block_id": "p75_b1589", "text": "New opportunities for individuals and businesses to support and contribute to public sector objectives"}, {"text_block_id": "p75_b1590", "text": "xxv"}, {"text_block_id": "p75_b1591", "text": "help to formalise a sub-sector with unique capacity and access to support the delivery of Fiji’s NDP, NDC, NAP, LEDS and the achievement of the Sustainable Development Goals. Fiji’s workforce is able to support new business objectives and expertise requirements and is adequately prepared to benefit from new employment opportunities."}, {"text_block_id": "p75_b1592", "text": "STRATEGIES"}, {"text_block_id": "p75_b1593", "text": "1."}, {"text_block_id": "p75_b1594", "text": "Employment standards, job creation and sector development strategies that support national climate adaptation, environmental protection, and climate mitigation priorities are promoted supporting the concept of ‘"}, {"text_block_id": "p75_b1595", "text": "Just Transition’"}, {"text_block_id": "p75_b1596", "text": "."}, {"text_block_id": "p75_b1597", "text": "2."}, {"text_block_id": "p75_b1598", "text": "Laws are enacted that recognise and establish new business types and structures incentivising the registration of SME’s with business models designed to deliver positive social outcomes ("}, {"text_block_id": "p75_b1599", "text": "social enterprises"}, {"text_block_id": "p75_b1600", "text": "xxvi"}, {"text_block_id": "p75_b1601", "text": ")."}, {"text_block_id": "p75_b1602", "text": "3."}, {"text_block_id": "p75_b1603", "text": "Social enterprises both benefit from and help to progress national capacity-building priorities and provide a further domestically-derived and sustainable source of financing for development as well as new employment opportunities. Incentivising the development of financially self-sustainable entities which deliver positive social or environmental outcomes reduces donor reliance and these entities help to accelerate technology transfer and awareness campaigns designed to reduce risk and build national resilience."}, {"text_block_id": "p75_b1604", "text": "4."}, {"text_block_id": "p75_b1605", "text": "National business groupings, awards, employment bodies, and councils encourage the development and recognition of individuals and businesses that promote, share, and champion best practice in relation to sustainability, climate-responsiveness, social and environmental protection, and the objectives of the ‘"}, {"text_block_id": "p75_b1606", "text": "Decent Work agenda"}, {"text_block_id": "p75_b1607", "text": "’ helping to progress and influence a culture of social responsibility within Fiji’s private sector."}, {"text_block_id": "p75_b1608", "text": "5."}, {"text_block_id": "p75_b1609", "text": "Large SME’s produce, implement, and share sustainability plans and appoint focal points for climate and disaster risk issues facilitating increased communication between the public and private sector."}, {"text_block_id": "p75_b1610", "text": "6."}, {"text_block_id": "p75_b1611_merged_merged_merged_merged_merged", "text": "National education institutions help progress the development of curriculums and capacity building programs which respond to new employer competency requirements and desired skill sets further supporting the development of a climate ready workforce."}, {"text_block_id": "p78_b1614", "text": "SECTION 4"}, {"text_block_id": "p78_b1615", "text": "IMPLEMENTATION"}, {"text_block_id": "p78_b1616", "text": "REPUBLIC OF FIJI  •  NATIONAL CLIMATE CHANGE POLICY"}, {"text_block_id": "p78_b1617", "text": "75"}, {"text_block_id": "p80_b1618", "text": "Policy Implementation Arrangements and Governance Architecture"}, {"text_block_id": "p80_b1619", "text": "Accountability Statement"}, {"text_block_id": "p80_b1620", "text": "The Fijian Government is committed to inter-governmental and society-wide accountability and responsibility for environmental protection and climate risk management. Through robust systems and frameworks for monitoring performance and progress against the objectives of the National Climate Change Policy and associated plans, the Fijian Government will ensure the nation can successfully achieve its national development ambitions and deliver national adaptation and greenhouse-gas emissions mitigation commitments under the Paris Agreement. The Government of Fiji is committed to creating appropriate legal architecture as required to expedite the efficient delivery of the strategic objectives set out by the National Climate Change Policy (2018–2030)."}, {"text_block_id": "p80_b1621", "text": "Improving, enhancing, and driving accountability, strategy, and collaboration is required to deliver the NCCP’s objectives. Though the delivery of this policy will be overseen, coordinated, and delivered by actors across government and national sectors the following bodies and actors will have high-level oversight of the delivery of the NCCP."}, {"text_block_id": "p80_b1622", "text": "Legislation"}, {"text_block_id": "p80_b1623", "text": "The National Climate Change Act will provide a legal anchor and further formalise the governance and oversight of the NCCP’s objectives."}, {"text_block_id": "p80_b1624", "text": "Oversight"}, {"text_block_id": "p80_b1625", "text": "national Climate Change Committee"}, {"text_block_id": "p80_b1626", "text": "In 2010, a ‘National Climate Change Country Team’ (NCCCT) was created as a result of Cabinet Decision No. 357. The role of the NCCCT was, inter alia, to serve as the main platform to provide guidance and policy advice to Government on all matters relating to climate change and disaster management. The NCCCT was subsequently renamed to the National Climate Change Coordination Committee (NCCCC). The NCCCC is comprised of the Permanent Secretaries and nominated representatives from government ministries, departments and agencies. The National Climate Change Coordination Committee functions on behalf of the Fijian Government to:"}, {"text_block_id": "p80_b1627", "text": "1."}, {"text_block_id": "p80_b1628", "text": "Ensure Ministerial and Department activities are aligned with relevant cross-cutting policies and frameworks, such as the National Adaptation Plan Framework and National Climate Change Policy."}, {"text_block_id": "p80_b1629", "text": "2."}, {"text_block_id": "p80_b1630", "text": "Ensure the creation, implementation, and monitoring and evaluation of these cross-cutting policies."}, {"text_block_id": "p80_b1631", "text": "3."}, {"text_block_id": "p80_b1632", "text": "Ensure the creation, implementation, and monitoring and evaluation of relevant sector plans. Assess own progress on integrating climate change issues into Ministerial and Department activities and report on progress."}, {"text_block_id": "p80_b1633", "text": "4."}, {"text_block_id": "p80_b1634", "text": "Provide advice and assist with resolving strategic level issues and risks."}, {"text_block_id": "p80_b1635", "text": "5."}, {"text_block_id": "p80_b1636", "text": "Use authority to assist the implementation of cross-government policies, frameworks, and plans to ensure aims and objectives are achieved."}, {"text_block_id": "p80_b1637", "text": "6."}, {"text_block_id": "p80_b1638", "text": "Review and provide comments on the National Adaptation Plan and National Climate Change Policy document which will be ultimately submitted to Cabinet for approval."}, {"text_block_id": "p81_b1639", "text": "The endorsement of the NCCP (2018) will trigger a full review of the terms of reference of the NCCCC (Objective 1.1) to ensure the functionality of this committee is updated in alignment with the principles and objectives of the new policy. Oversight of the update of the terms of reference will be managed by CCICD and a new draft submitted for endorsement by Cabinet. The revision of the NCCCC terms of reference are expected to include the following elements:"}, {"text_block_id": "p81_b1640", "text": "1."}, {"text_block_id": "p81_b1641", "text": "Clear guidance for interactions with the National Disaster Management Committee on issues that cross-cut the adaptation and disaster risk reduction objectives to improve the ability to coordinate resources and improve the accuracy of risk reduction reporting and planning."}, {"text_block_id": "p81_b1642", "text": "2."}, {"text_block_id": "p81_b1643", "text": "Updated guidance on the role, functions, and processes for securing technical advisory support through technical working groups and consultative groups."}, {"text_block_id": "p81_b1644", "text": "3."}, {"text_block_id": "p81_b1645", "text": "Clarity on the NCCCC’s role in progressing NDC enhancement and NAP reporting and related processes (including processes for forming a National Adaptation Plan Steering Committee as and when required)."}, {"text_block_id": "p81_b1646", "text": "4."}, {"text_block_id": "p81_b1647", "text": "Guidance on the role of the NCCCC in supporting and progressing the development of climate change related legislation."}, {"text_block_id": "p81_b1648", "text": "5."}, {"text_block_id": "p81_b1649", "text": "Guidance to reflect the NCCP’s ‘woven approach’ including through specific reference to the NCCC’s role in progressing private sector engagement in relation to the NCCP’s objectives."}, {"text_block_id": "p81_b1650", "text": "6."}, {"text_block_id": "p81_b1651", "text": "Guidance on the NCCCC approach to and oversight of and international climate diplomacy initiatives in order to ensure the NCCCC can coordinate responsibilities of relevant ministries."}, {"text_block_id": "p81_b1652", "text": "7."}, {"text_block_id": "p81_b1653", "text": "Guidance on the option to develop an independent body comprised of technical experts, civil society representatives, policy specialists, and private sector representatives to review the performance and decisions made by the NCCCC and support national and international transparency priorities through the provision of recommendations and advisory support."}, {"text_block_id": "p81_b1654", "text": "national Adaptation Plan Steering Committee"}, {"text_block_id": "p81_b1655", "text": "A NAP steering committee, comprised of relevant sector leads will be formed at least every five years in keeping with the current duration of the NAP to guide the review of NAP progress to date, consider relevant changes to the of the current climate risk context and guide the development of a revised NAP. The steering committee will call upon relevant technical expertise to support committee meetings and will form technical working groups as needed to progress decision-making. The NAP process will form consultative groups involving government, non-government, private sector, and civil society representatives to help inform both the review of NAP progress and the development of revised actions."}, {"text_block_id": "p81_b1656", "text": "The Low emissions development Strategy Steering Committee"}, {"text_block_id": "p81_b1657", "text": "The LEDS Steering Committee, which was formed for the development of the LEDS and is comprised of relevant sector leads, should be convened at least once every two years to consider the progress on the NDC and LEDS. For this purpose, the CCICD should provide a progress report to the Steering Committee once a year. A key role of the Steering Committee will be to advise when there is necessity and rational to update the LEDS."}, {"text_block_id": "p81_b1658", "text": "Cabinet Committee on Climate and disaster Risk"}, {"text_block_id": "p81_b1659", "text": "The Fijian Government intends to form a cabinet committee to improve high-level oversight of climate and disaster risks and national responses in accordance with objective 1.1 of this policy. This committee will support, where required, high-level inter-government policy decisions intended to advance national risk management and resilient development objectives. Ministerial oversight in this instance would provide the following benefits:"}, {"text_block_id": "p82_b1660", "text": "1."}, {"text_block_id": "p82_b1661", "text": "Improved high-level oversight of cross-cutting issues that require greater inter-ministerial collaboration."}, {"text_block_id": "p82_b1662", "text": "2."}, {"text_block_id": "p82_b1663", "text": "The establishment of a high-level decision-making body for advancing the legislation required to anchor Fiji’s climate change policy in national law."}, {"text_block_id": "p82_b1664", "text": "3."}, {"text_block_id": "p82_b1665", "text": "Oversight to support an integrated approach to addressing the national risks which have potential to impact upon the delivery of the National Development Plan."}, {"text_block_id": "p82_b1666", "text": "4."}, {"text_block_id": "p82_b1667", "text": "The provision of a high-level ‘action-oriented’ committee that can respond effectively to issues raised by the NCCCC that require cabinet endorsement."}, {"text_block_id": "p82_b1668", "text": "5."}, {"text_block_id": "p82_b1669", "text": "The ability to support the NCCCC with high-level input into adaptation and mitigation prioritisation and investment processes."}, {"text_block_id": "p82_b1670", "text": "6."}, {"text_block_id": "p82_b1671", "text": "A platform to progress greater high-level understanding of emerging issues that require attention and consideration on the national security agenda."}, {"text_block_id": "p82_b1672", "text": "Private Sector Advisory Board"}, {"text_block_id": "p82_b1673", "text": "To support integration and alignment between the public and private sectors and in recognition of the need for the private sector to receive relevant, tailored and actionable information on climate change initiatives and impacts, a"}, {"text_block_id": "p82_b1674", "text": "Private sector advisory board"}, {"text_block_id": "p82_b1675", "text": "will be established (objective 1.1). This advisory board will provide a landing zone for key private sector-relevant information arising from the work of the NCCCC and create a space for developing and consulting on new private-public partnership opportunities. The advisory board would help to support existing national and regional private sector groupings through their direct representation on the board along with an agreed diversity of private sector representatives. The private sector advisory board will help to identify key issues relevant to investment and business planning and ensure that the private sector is updated in a timely fashion in relation to new initiatives, incentives, standards, regulations, and risks. The private sector advisory board will also help to support and progress new types of businesses and identify business opportunities that cross-cut climate adaptation and mitigation objectives."}, {"text_block_id": "p82_b1676", "text": "Coordination"}, {"text_block_id": "p82_b1677", "text": "Sector and ministry-Based Climate Change Focal Points"}, {"text_block_id": "p82_b1678", "text": "To improve communication, coordination, and integration of Fiji’s climate change objectives across government, designated climate change focal points will be established within all government line ministries (objective 1.1). These individuals will either be existing civil servants with current obligations relevant to climate change or newly recruited specialists. These focal points should be equipped to manage strategic planning processes and cross-sectorial and intra-ministerial engagement. Clear key performance indicators for these roles should be designed by the relevant ministry with inputs from CCICD. The formalisation of climate change focal points across government will help improve information on sector-based capacity improvement opportunities. The use of external technical assistance should, where possible, continue to include knowledge transfer requirements and shadowing schemes. The use of innovative training opportunities and increased time allocations for professional development will help to support the NCCP’s principle of ‘integrated learning’."}, {"text_block_id": "p82_b1679", "text": "Climate Change and international Cooperation division"}, {"text_block_id": "p82_b1680_merged_merged", "text": "The 2012 NCCP called for the establishment of a ‘Climate Change Unit’. This entity is based in the Ministry of Economy under the revised designation – the Climate Change and International Cooperation Division. The CCICD will play a central coordinating role in support of the NCCP’s implementation through seven engagement areas:"}, {"text_block_id": "p83_b1683", "text": "1."}, {"text_block_id": "p83_b1684", "text": "Coordination of Climate Finance:"}, {"text_block_id": "p83_b1685", "text": "CCICD will act as a conduit between donors, climate funds, and sector recipients of climate finance to help support a woven approach to proposal design, funding alignment with priorities, and efficient implementation arrangements. CCICD will be kept informed of all climate finance flows in order to support coordination, reduce duplication and ensure robust climate finance tracking. CCICD will work closely the national budget process and relevant offices within the Ministry of Finance to improve budget coding and tracking systems. CCICD will also lead on the reporting and monitoring of domestic climate finance sources such as the ECAL, Private Sector sources, and insurance initiatives. CCICD will actively oversee Fiji’s engagement with the Green Climate Fund and Adaptation Fund while engaging internationally to enhance Fiji’s access to sustainable climate finance flows."}, {"text_block_id": "p83_b1686", "text": "2."}, {"text_block_id": "p83_b1687", "text": "Implementation Support and Reporting:"}, {"text_block_id": "p83_b1688", "text": "CCICD is responsible for coordinating implementation and reporting associated with Fiji’s NDP, LEDS, NDC and NAP commitments. CCICD will help to coordinate sector actions liaising closely with all government ministries and agencies to support the various dimensions of NCCP implementation, improve data sharing, and enhance inter/intra-ministerial cooperation. CCICD will be supported by sector-based climate change officers who will support coordination and integration objectives."}, {"text_block_id": "p83_b1689", "text": "3."}, {"text_block_id": "p83_b1690", "text": "International Reporting:"}, {"text_block_id": "p83_b1691", "text": "CCICD is responsible for Fiji reporting to the UNFCCC as well as national reporting on the SDGs ensuring transparency, integrity, and consistency of reporting. CCICD will recruit specific monitoring and evaluation expertise as required to support this remit."}, {"text_block_id": "p83_b1692", "text": "4."}, {"text_block_id": "p83_b1693", "text": "knowledge Management:"}, {"text_block_id": "p83_b1694", "text": "CCICD will support climate change knowledge management through the development of communications strategies, development and maintenance of data repositories, and functions and product designed to raise government awareness of key climate change issues."}, {"text_block_id": "p83_b1695", "text": "5."}, {"text_block_id": "p83_b1696", "text": "Advisory support:"}, {"text_block_id": "p83_b1697", "text": "for Government ministries to support national efforts to mainstream climate change into development planning, decision making, and policy."}, {"text_block_id": "p83_b1698", "text": "6."}, {"text_block_id": "p83_b1699", "text": "National Advocacy and Awareness:"}, {"text_block_id": "p83_b1700_merged", "text": "CCICD will work with Government Ministries to support national climate advocacy and awareness raising campaigns to support public awareness and increase the visibility of key issues. It should be specifically noted that CCICD will be required to closely with Fiji Meteorological Services, The National Health Emergency and Disaster Management Office, the Department of Environment, to support national risk awareness."}, {"text_block_id": "p83_b1707", "text": "7."}, {"text_block_id": "p83_b1708", "text": "International Engagement:"}, {"text_block_id": "p83_b1709", "text": "CCICD will play a lead role in coordinating Fiji’s engagement with the UNFCCC Conference of the Parties and will be responsible for articulated national priorities at the international level."}, {"text_block_id": "p83_b1710", "text": "Local and Sub-national Government"}, {"text_block_id": "p83_b1711", "text": "The impacts and challenges that Fiji faces are locally-derived, inconsistent and variable across the different areas of the country and local government communication with and representation of communities and their needs will be pivotal to Fiji’s ability to translate the objectives of the NCCP to local outcomes. Local government entities including district offices and provincial councils play a vital role in the delivery of the NCCP’s objectives at the community level. Central Government agencies will support efforts to ensure climate risks are adequately reflected in district-level and provincial plans. Climate finance initiatives will be progressed to support local government resourcing and ability to develop community-defined interventions to reduce local risks. The NAP process will promote various mechanisms and arrangements to progress local government facilitation. In many cases, the NCCP’s objectives will need to be demand-driven through a bottom-up approach. Non-state actors will be engaged to support processes to enable greater self-organisation at district and community level."}, {"text_block_id": "p84_b1712", "text": "The below graphic represents the relationships and governance arrangements associated with key intra-government plans such as the NCCP, NAP, LEDS. This representation provides a visualisation of linkages and is not an exhaustive depiction of Fiji’s climate change legislation, noting that climate change considerations, policies and legal arrangements will be streamlined across a variety of plans and policies."}, {"text_block_id": "p85_b1713", "text": "Policy Monitoring, Evaluation, Reporting, and Review"}, {"text_block_id": "p85_b1714", "text": "A focus on co-benefits"}, {"text_block_id": "p85_b1715", "text": "Addressing economic and social development priorities alongside risk reduction requirements requires a fundamental shift (change) in the overarching approach to development. The objectives of this policy can be summarised as a set of actions designed to improve national ability to"}, {"text_block_id": "p85_b1716", "text": "communicate, integrate, normalise, and invest in change."}, {"text_block_id": "p85_b1717", "text": "These action categories ("}, {"text_block_id": "p85_b1718", "text": "communicating, integrating, investing, and normalising"}, {"text_block_id": "p85_b1719", "text": ") can be used to group the key common focus areas that inform the strategic objectives of this policy and help to shape policy monitoring frameworks."}, {"text_block_id": "p85_b1720", "text": "Implementing the NCCP will require robust systems for both centralised and decentralised evaluation and reporting. The specific M+E frameworks required for the actions associated with the NAP and LEDS implementation as well as through the processes of implementing the other strategic objectives set out by the NCCP will require the development of common performance indicators and assessment criteria. To support efforts to integrate the principles of the NCCP into different areas of its implementation and delivery, the NCCP provides overarching guidance to support associated M+E processes. In recognition of the NCCP principles, monitoring and evaluation frameworks and systems should be designed to monitor:"}, {"text_block_id": "p85_b1721", "text": "1."}, {"text_block_id": "p85_b1722", "text": "Delivery time-frames for results"}, {"text_block_id": "p85_b1723", "text": "in keeping with the principles of"}, {"text_block_id": "p85_b1724", "text": "agility and urgency."}, {"text_block_id": "p85_b1725", "text": "2."}, {"text_block_id": "p85_b1726", "text": "Institutional performance and knowledge retention"}, {"text_block_id": "p85_b1727", "text": "in keeping with the principles of"}, {"text_block_id": "p85_b1728", "text": "transparency and communication, integrated learning, and partnership"}, {"text_block_id": "p85_b1729", "text": "."}, {"text_block_id": "p85_b1730", "text": "3."}, {"text_block_id": "p85_b1731", "text": "Progress made against development objectives"}, {"text_block_id": "p85_b1732_merged_merged", "text": "in keeping with the principles of sustainable wellbeing and inclusivity (and alignment with the SDGs and Paris Agreement reporting and review cycles)."}, {"text_block_id": "p85_b1735", "text": "The progress of actions associated with the delivery of the NCCP’s strategic objectives should utilise the following principles and lines of questioning when designing indicators for monitoring and evaluation frameworks:"}, {"text_block_id": "p86_b1736", "text": "1."}, {"text_block_id": "p86_b1737", "text": "Coverage:"}, {"text_block_id": "p86_b1738", "text": "What percentage of the target has been addressed?"}, {"text_block_id": "p86_b1739", "text": "2."}, {"text_block_id": "p86_b1740", "text": "Impact"}, {"text_block_id": "p86_b1741", "text": ": What is the cumulative impact in relation to the issue addressed?"}, {"text_block_id": "p86_b1742", "text": "3."}, {"text_block_id": "p86_b1743", "text": "Sustainability"}, {"text_block_id": "p86_b1744", "text": ": Is the intervention sustainable?"}, {"text_block_id": "p86_b1745", "text": "4."}, {"text_block_id": "p86_b1746", "text": "Replicabilit"}, {"text_block_id": "p86_b1747", "text": "y: Can the intervention be learned from and applied elsewhere? Would the method be used again?"}, {"text_block_id": "p86_b1748", "text": "5."}, {"text_block_id": "p86_b1749", "text": "Process"}, {"text_block_id": "p86_b1750", "text": ": How was the intervention designed, prioritised, and justified?"}, {"text_block_id": "p86_b1751", "text": "6."}, {"text_block_id": "p86_b1752", "text": "Outcomes"}, {"text_block_id": "p86_b1753", "text": ": What are all of the outcomes associated with the intervention both intended and unintended?"}, {"text_block_id": "p86_b1754", "text": "7."}, {"text_block_id": "p86_b1755", "text": "Behaviour:"}, {"text_block_id": "p86_b1756", "text": "Is there evidence to suggest that behaviour has been altered by the intervention?"}, {"text_block_id": "p86_b1757", "text": "8."}, {"text_block_id": "p86_b1758", "text": "Wellbeing"}, {"text_block_id": "p86_b1759", "text": ": Did the outcome contribute meaningfully to the improvement of welfare?"}, {"text_block_id": "p86_b1760", "text": "9."}, {"text_block_id": "p86_b1761", "text": "Gender-responsive and sensitive"}, {"text_block_id": "p86_b1762", "text": ": Have gender-sensitive indicators and targets been used to design, implement and measure results?"}, {"text_block_id": "p86_b1763", "text": "10."}, {"text_block_id": "p86_b1764", "text": "Human Rights considerations"}, {"text_block_id": "p86_b1765", "text": ": Have all potential human rights considerations and interactions been taken into account in the design, implementation, and evaluation of results?"}, {"text_block_id": "p86_b1766", "text": "11."}, {"text_block_id": "p86_b1767", "text": "Cost"}, {"text_block_id": "p86_b1768", "text": ": How have funds been utilised? What are the expected budgetary implications to require sustainability. Have available financing sources been leveraged in a complimentary way?"}, {"text_block_id": "p86_b1769_merged", "text": "Indicators and evaluation methods should also ensure that there are standardised considerations, methods, and indicators used to evaluate changes to: Adaptive capacity, Climate change-sensitivity, disaster and climate risk exposure, GHG emissions (including measures of efficiency, intensity), natural"}, {"text_block_id": "p86_b1776", "text": "carbon sequestration potential."}, {"text_block_id": "p86_b1777", "text": "The NCCP will be measured through outcomes which impact upon the following classifications of national value:"}, {"text_block_id": "p86_b1778", "text": "1."}, {"text_block_id": "p86_b1779", "text": "Human wellbeing and security"}, {"text_block_id": "p86_b1780", "text": "(health, capacity, knowledge, skills, access to vital resources and services)"}, {"text_block_id": "p86_b1781", "text": "2."}, {"text_block_id": "p86_b1782", "text": "Natural Capital"}, {"text_block_id": "p86_b1783", "text": "(natural resources, environmental resilience)"}, {"text_block_id": "p86_b1784", "text": "3."}, {"text_block_id": "p86_b1785", "text": "Social Capital"}, {"text_block_id": "p86_b1786", "text": "(networks, behaviours)"}, {"text_block_id": "p86_b1787", "text": "4."}, {"text_block_id": "p86_b1788", "text": "Financial Capital"}, {"text_block_id": "p86_b1789", "text": "(assets and finance)"}, {"text_block_id": "p86_b1790", "text": "5."}, {"text_block_id": "p86_b1791", "text": "Physical Capital"}, {"text_block_id": "p86_b1792", "text": "(infrastructure)"}, {"text_block_id": "p86_b1793", "text": "6."}, {"text_block_id": "p86_b1794", "text": "Political Capital"}, {"text_block_id": "p86_b1795", "text": "(trust, international partnership, influence)"}, {"text_block_id": "p86_b1796", "text": "The NCCP’s woven approach encourages interventions aimed at producing outcomes which add value across as many different dimensions of national capital as possible."}, {"text_block_id": "p86_b1797", "text": "Monitoring and Evaluation Responsibilities"}, {"text_block_id": "p86_b1798", "text": "Relevant sector-leads and ministries will be responsible for delivering aspects of the NCCP through their respective roles in the implementation of the NAP, NDC, NDP and SDG objectives. In each case these lead agencies will be required to communicate M+E outcomes and reports to CCICD to support national reporting processes. CCICD is responsible for collating and submitting Fiji’s national reporting relating to Paris Agreement and SDG commitments to appropriate UN bodies. The reporting responsibilities of CCICD include but are not limited to:"}, {"text_block_id": "p86_b1799", "text": "1."}, {"text_block_id": "p86_b1800", "text": "Voluntary National Reports on SDG progress"}, {"text_block_id": "p86_b1801", "text": "2."}, {"text_block_id": "p86_b1802", "text": "National Communications to the UNFCCC (every 4 years)"}, {"text_block_id": "p86_b1803", "text": "3."}, {"text_block_id": "p86_b1804", "text": "Biennial Update Reports to UNFCCC (2 years after each national communication submission)"}, {"text_block_id": "p87_b1805", "text": "4."}, {"text_block_id": "p87_b1806", "text": "Nationally Determined Contribution to the Paris Agreement: Review and enhancement of Fiji’s NDC will take place every 5 years."}, {"text_block_id": "p87_b1807", "text": "5."}, {"text_block_id": "p87_b1808", "text": "National Adaptation Plan: Adaptation Communications will be submitted to the UNFCCC Monitoring and evaluation processes will be implemented on an ongoing basis. Formal national reporting and reviews will be defined by the NAP’s 5-year implementation cycles."}, {"text_block_id": "p87_b1809", "text": "6."}, {"text_block_id": "p87_b1810", "text": "NDC Roadmap and LEDS Implementation: MRV of sector emissions conducted on an ongoing basis."}, {"text_block_id": "p87_b1811", "text": "7."}, {"text_block_id": "p87_b1812", "text": "Environment and Climate Adaptation Levy (ECAL): National reporting on use of levied funds."}, {"text_block_id": "p87_b1813", "text": "8."}, {"text_block_id": "p87_b1814", "text": "Green Bond: Issuance reporting to bond holders."}, {"text_block_id": "p87_b1815", "text": "9."}, {"text_block_id": "p87_b1816", "text": "Climate finance: Coordination within national budgets and with donors during the design phase of programming will receive support from CCICD. CCICD will work with the relevant offices within the Ministry of Economy to create budget coding and systems for tracking climate finance."}, {"text_block_id": "p87_b1817", "text": "10."}, {"text_block_id": "p87_b1818", "text": "Other International Cooperation related reporting"}, {"text_block_id": "p87_b1819", "text": "The data required to support various reporting process will require improved systems for understanding and quantifying national assets and capital. In addition to the financial and physical capital, improved systems will be required to measure, evaluate and understand changes to natural, social, and human capital."}, {"text_block_id": "p87_b1820", "text": "Policy Review Process"}, {"text_block_id": "p87_b1821", "text": "The NCCCC will conduct a mid-term review of the NCCP by 2025 to assess the NCCP’s performance and effectiveness and to ensure ongoing alignment between 2030 SDG targets, NAP delivery, 2030 NDC delivery, and the objectives of the NDP."}, {"text_block_id": "p88_b1822", "text": "ANNEx 1"}, {"text_block_id": "p88_b1823", "text": "Treaties Supported by the NCCP"}, {"text_block_id": "p88_b1824", "text": "The following treaties have been concluded or ratified by the Fijian Government and are related or referenced directly or indirectly by Fiji’s National Climate Change policy."}, {"text_block_id": "p88_b1825", "text": "1."}, {"text_block_id": "p88_b1826", "text": "Cartagena Protocol on Biosafety"}, {"text_block_id": "p88_b1827", "text": "2."}, {"text_block_id": "p88_b1828", "text": "Convention concerning the Protection of the World Cultural and Natural Heritage"}, {"text_block_id": "p88_b1829", "text": "3."}, {"text_block_id": "p88_b1830", "text": "Convention for the Safeguarding of the Intangible Cultural Heritage"}, {"text_block_id": "p88_b1831", "text": "4."}, {"text_block_id": "p88_b1832", "text": "Convention on Biological Diversity"}, {"text_block_id": "p88_b1833", "text": "5."}, {"text_block_id": "p88_b1834", "text": "Convention on the Conservation and Management of Highly Migratory Fish Stocks in the Western and Central Pacific Ocean"}, {"text_block_id": "p88_b1835", "text": "6."}, {"text_block_id": "p88_b1836", "text": "Convention on the Conservation of Migratory Species of Wild Animals"}, {"text_block_id": "p88_b1837", "text": "7."}, {"text_block_id": "p88_b1838", "text": "Convention on the Elimination of All Forms of Discrimination Against Women"}, {"text_block_id": "p88_b1839", "text": "8."}, {"text_block_id": "p88_b1840", "text": "Convention on the High Seas"}, {"text_block_id": "p88_b1841", "text": "9."}, {"text_block_id": "p88_b1842", "text": "Convention on the Political Rights of Women"}, {"text_block_id": "p88_b1843", "text": "10."}, {"text_block_id": "p88_b1844", "text": "Convention on the Rights of Persons with Disabilities"}, {"text_block_id": "p88_b1845", "text": "11."}, {"text_block_id": "p88_b1846", "text": "Convention on the Rights of the Child"}, {"text_block_id": "p88_b1847", "text": "12."}, {"text_block_id": "p88_b1848", "text": "Indigenous and Tribal Peoples Convention"}, {"text_block_id": "p88_b1849", "text": "13."}, {"text_block_id": "p88_b1850", "text": "International Convention on the Elimination of All Forms of Racial Discrimination"}, {"text_block_id": "p88_b1851", "text": "14."}, {"text_block_id": "p88_b1852", "text": "The Kyoto Protocol"}, {"text_block_id": "p88_b1853", "text": "15."}, {"text_block_id": "p88_b1854", "text": "The Montreal Protocol"}, {"text_block_id": "p88_b1855", "text": "16."}, {"text_block_id": "p88_b1856", "text": "The Nagoya Protocol"}, {"text_block_id": "p88_b1857", "text": "17."}, {"text_block_id": "p88_b1858", "text": "Paris Agreement"}, {"text_block_id": "p88_b1859", "text": "18."}, {"text_block_id": "p88_b1860", "text": "The Ramsar Convention"}, {"text_block_id": "p88_b1861", "text": "19."}, {"text_block_id": "p88_b1862", "text": "United Nations Convention on the Law of the Sea"}, {"text_block_id": "p88_b1863", "text": "20."}, {"text_block_id": "p88_b1864", "text": "United Nations Convention to Combat Desertification"}, {"text_block_id": "p88_b1865", "text": "21."}, {"text_block_id": "p88_b1866", "text": "United Nations Framework Convention on Climate Change"}, {"text_block_id": "p88_b1867", "text": "22."}, {"text_block_id": "p88_b1868", "text": "Vienna Convention for the Protection of the Ozone Layer"}, {"text_block_id": "p88_b1869", "text": "23."}, {"text_block_id": "p88_b1870", "text": "Convention on international trade in endangered species of wild Fauna and Flora"}, {"text_block_id": "p88_b1871", "text": "24."}, {"text_block_id": "p88_b1872", "text": "Stockholm Convention"}, {"text_block_id": "p90_b1873", "text": "Endnotes"}, {"text_block_id": "p90_b1874", "text": "i."}, {"text_block_id": "p90_b1875", "text": "Social Cohesion is also a fundamental consideration for international climate negotiations under the UNFCCC. In this case, whether or not there will be global social cohesion and willingness and consensus to ambitiously address climate change and support the most vulnerable is a defining consideration and factor for developing different socio-economic projections. The"}, {"text_block_id": "p90_b1876", "text": "representative concentration pathways"}, {"text_block_id": "p90_b1877", "text": "(RCPs) that have been formulated by the IPCC to inform and guide international negotiations have used a range of metrics to represent differing degrees of ‘collectivism’ when considering different emissions scenarios and climate change projections. These exercises have asked whether or not economies, regions, and countries will be working"}, {"text_block_id": "p90_b1878", "text": "with"}, {"text_block_id": "p90_b1879", "text": "or"}, {"text_block_id": "p90_b1880", "text": "against"}, {"text_block_id": "p90_b1881", "text": "each other in the future."}, {"text_block_id": "p90_b1882", "text": "ii."}, {"text_block_id": "p90_b1883", "text": "Opportunities to enhance community support mechanisms and bolster civic pride in urban settings and non-traditional settings can be used to incentivise collective actions. For example, national Sport is a strong driver of social cohesion and national pride and can be used to communicate important messages at both the national and international level. Participation in national sporting events and the collegiate spirit of Fiji’s sporting traditions can continue to be used to help to improve social integration and dissipate barriers between social groups."}, {"text_block_id": "p90_b1884", "text": "iii."}, {"text_block_id": "p90_b1885", "text": "Without a system for learning, policy processes cycle back and forth between planning and implementation without the opportunity to assess and learn from previous efforts. Dedicated budgets for monitoring and evaluation processes are required to ensure that there is a method for assessment that can help produce learning outcomes. Learning is a key enabler of the reflection and evaluation required to adapt policy in the interest of improved planning and implementation. The impact and effectiveness of policy can be undermined without a strong system and culture of practice dedicated to enhancing opportunities for learning and promoting the sharing of best practice alongside the constructive analysis of failures."}, {"text_block_id": "p90_b1886", "text": "iv."}, {"text_block_id": "p90_b1887", "text": "For instance, in relation to mitigation activities and the use of renewable energy, experience implementing renewable energy solutions incrementally improves over time and is perceived to be a factor in reducing the overall cost of implementation as national capacity is gradually built and reliance on external expertise drops, this concept in relation to renewable energy is referred to as the ‘learning rate’"}, {"text_block_id": "p90_b1888", "text": "v."}, {"text_block_id": "p90_b1889", "text": "Rationale: The institutional structure of most modern states is defined by the separation of the governmental mandate into sectoral divisions. This structuring has been described as the ‘special interest approach’ to governance (Carter, 2001). Institutional structures may not, in some cases, be designed to promote and incentivise interconnected decision making due to the required separation of issues within traditional planning and budgeting processes. This ‘silo-ed’ approach to sectors and risk areas often creates competition for limited resources. In Pacific island country contexts, the objectives and activities associated with disaster risk reduction, economic development, environmental conservation, climate change adaptation and mitigation agendas are highly inter-related. Maintaining separation between these agendas is often in part justified by the way in which ministerial portfolios are structured as well as by donor funding streams which tend to target specific terminologies and outcomes over others. However, it is increasingly clear that for development to be ‘climate-resilient’, integrated approaches and strategies are required and that such strategies will improve the long-term efficiency and effectiveness of development."}, {"text_block_id": "p90_b1890", "text": "vi."}, {"text_block_id": "p90_b1891", "text": "Article 5 of the Paris Agreement recognises the need to ‘"}, {"text_block_id": "p90_b1892", "text": "conserve and enhance sinks and reservoirs of greenhouse gases’"}, {"text_block_id": "p90_b1893", "text": ". However, further articulation is required to substantiate actions to progress large scale ocean protection measures, ecosystem-based adaptation, the measurement of actions to enhance marine and coastal carbon sinks, and methods for monitoring and accounting for ocean actions within the Paris Agreement’s frameworks and mechanisms including through the Global Stocktake and transparency mechanisms. The Fijian Government believes that global climate ambition must specifically demonstrate commitments to oceans and that adaptation, mitigation, ecosystem protection and restoration, and blue carbon considerations, should be included as an important element to reflect (as an additionality) in global nationally determined contributions."}, {"text_block_id": "p90_b1894", "text": "vii."}, {"text_block_id": "p90_b1895_merged_merged_merged", "text": "Fiji has played a central role in driving the global ocean agenda. As Co-Chair of the first UN Oceans conference in New York, Fiji pressed for enhanced national commitments to revitalised global ocean health. The Fijian Government is committed to progressing ocean action during the United Nations Decade of Oceans Science for Sustainable Development (2021-2030) and recognises the key responsibilities, platforms, agreements, conventions, and opportunities overseen by FAO, UNEP, UNDP, UNESCO, and IMO."}, {"text_block_id": "p90_b1898", "text": "viii."}, {"text_block_id": "p90_b1899", "text": "To create sustainable positive outcomes for wellbeing, poverty alleviation, risk reduction, and equality, plans must specifically include treatment and recognition of the correlations, causal chains, and relationships between risk, exposure, vulnerability, inequality, and disadvantage."}, {"text_block_id": "p90_b1900", "text": "ix."}, {"text_block_id": "p90_b1901", "text": "The Paris Agreement recognises the important role of non-party stakeholders in the delivery of localised solutions. The NCCP through the NAP will enhance the role of sub-national government and community leadership in order to support a bottom up approach to adaptation interventions where relevant"}, {"text_block_id": "p90_b1902", "text": "x."}, {"text_block_id": "p90_b1903", "text": "Increasing the focus of adaptation and GHG mitigation related policy on opportunities to facilitate behaviour change will is important to ensure everyday practices can be changed to suit a changing environment. New behaviour must be normalised rather than enforced"}, {"text_block_id": "p90_b1904", "text": "xi."}, {"text_block_id": "p90_b1905", "text": "Planning and implementation methods consider social and cultural impacts, specifically reflect projected urbanisation rates, consider national population dynamics and trends, the impacts of economic growth and change, as well as climate risks, ensuring that anticipated outcomes are as sustainable and long-term as possible and suited to address changing contexts and needs"}, {"text_block_id": "p91_b1906", "text": "xii."}, {"text_block_id": "p91_b1907", "text": "Noting that Fiji’s leadership and promotion of the ocean-climate nexus and regional low carbon shipping initiatives will be enhanced by efforts to improve the policy coherence, collaboration, and political will."}, {"text_block_id": "p91_b1908", "text": "xiii."}, {"text_block_id": "p91_b1909", "text": "The International Civil Aviation Organisation"}, {"text_block_id": "p91_b1910", "text": "’s historic agreement on a global-market based measure to control aviation emissions was reached in October 2016. For vulnerable nations with international airlines that account for a minor proportion of global market-share such as Fiji, the priority is to ensure credible and ambitious emissions reductions are made by large international airlines. Pacific air travel is vulnerable to disruptions due to natural hazards, is directly impacted by global oil price fluctuation, and has been impacted by the strengthening of the ENSO which has resulted in stronger headwinds which have resulted in increased fuel burn."}, {"text_block_id": "p91_b1911", "text": "xiv."}, {"text_block_id": "p91_b1912", "text": "The Fijian Government identifies households with higher than average proportional fuel costs in relation to income and where the cost of electricity requirements exceeds 10% of cumulative household income, provides subsidies to reduce electricity costs for low income households."}, {"text_block_id": "p91_b1913", "text": "xv."}, {"text_block_id": "p91_b1914", "text": "Further capacity for energy investment analysis will be required to support the development of tools such as"}, {"text_block_id": "p91_b1915", "text": "levelised costs"}, {"text_block_id": "p91_b1916", "text": "of electricity production as a means to compare energy source options and guide investment decision-making."}, {"text_block_id": "p91_b1917", "text": "xvi."}, {"text_block_id": "p91_b1918", "text": "Transport systems and infrastructure are developed and planned using an appropriately balanced consideration of population growth projections, economic development objectives, climate adaptation considerations, and mitigation targets."}, {"text_block_id": "p91_b1919", "text": "xvii."}, {"text_block_id": "p91_b1920", "text": "The GHG emissions and localised pollution derived from agricultural and productive sectors, the forestry sector, land and coastal development, land-use changes, waste management practices, industrial and extractive processes, infrastructure and the built environment, and activities of the tourism sector have a substantial cumulative effect on Fiji’s emissions profile alongside the energy and transport sectors which account for the majority of Fiji’s cumulative national emissions. The strategies under objective 2.3 build upon strategic objective 1.2 and will be co-delivered through NAP and LEDS prioritisation processes and existing national environmental policies and plans."}, {"text_block_id": "p91_b1921", "text": "xviii."}, {"text_block_id": "p91_b1922", "text": "A sustainable forestry sector remains key priority for Fiji’s national climate change response as by reducing unsustainable practices there will be a range of co-benefits in relation to carbon mitigation, biodiversity conservation, ecosystem service protection, livelihoods protection, adaptation capacity, food security, as well as reduced risks of hazard events such as flooding and landslides. The protection of mangroves offers a similar set of co-benefits but also include benefits for the preservation of fisheries and the marine and coastal environment. The benefits of the protection of mangroves are well understood and efforts to enhance and grow degraded mangrove environments should be implemented at scale."}, {"text_block_id": "p91_b1923", "text": "xix."}, {"text_block_id": "p91_b1924", "text": "Fiji’s"}, {"text_block_id": "p91_b1925", "text": "Environment and Climate Adaptation"}, {"text_block_id": "p91_b1926", "text": "Levy (ECAL) is aligned to support climate change and environment protection initiatives and is levied through percentage tax on a range of goods, services and earnings. The ECAL provides a sustainable source of domestically derived climate finance and will help to improve consistent finance for climate action and environmental protection As of April 2018, $110.6m FJD had been collected through the ECAL and $106m FJD spent on a range of projects supporting disaster relief, response and recovery, metrological service upgrades, and a range of resilient development initiatives. In addition to the ECAL, the Fijian Government has also produced the"}, {"text_block_id": "p91_b1927", "text": "Fiji Green Bond Framework"}, {"text_block_id": "p91_b1928", "text": "and issued a Sovereign Green Bond (listed on the London Stock Exchange) successfully raising FJD $100 million to finance domestic climate action and environmental protection initiatives. These initiatives will continue to be vital for financing mitigation and adaptation actions."}, {"text_block_id": "p91_b1929", "text": "xx."}, {"text_block_id": "p91_b1930", "text": "Improving the enabling environment for the development of innovative disaster risk financing instruments, sovereign risk transfer products, private sector insurance development, parametric-based disaster risk insurance, and social protection initiatives will help further reduce financial risks."}, {"text_block_id": "p91_b1931", "text": "xxi."}, {"text_block_id": "p91_b1932", "text": "Development Partners and climate funds are encouraged to align their objectives with Fiji NCCP and remove barriers which can interrupt and"}, {"text_block_id": "p91_b1933", "text": "sector-ise"}, {"text_block_id": "p91_b1934", "text": "program funding in a way that has negative implications for national policy coherence."}, {"text_block_id": "p91_b1935", "text": "xxii."}, {"text_block_id": "p91_b1936", "text": "Fiji is committed to ensuring national policy alignment with market-based mechanisms that promote sustainable development and adaptation outcomes, enhance global and national mitigation outcomes, and protect environmental integrity."}, {"text_block_id": "p91_b1937", "text": "xxiii."}, {"text_block_id": "p91_b1938", "text": "Strengthening Public Finance Management, developing budget coding systems, formalising climate finance investment targets, and economic tools such as standardised discount rates for particular types of investments, levelised cost models, and cost-benefit analysis frameworks are recommended."}, {"text_block_id": "p91_b1939", "text": "xxiv."}, {"text_block_id": "p91_b1940", "text": "The Fiji Business Disaster Resilience Council, the Fiji Commerce and Employers Federation, the Fiji Hotel and Tourism Association, South Pacific Tourism Organisation, Pacific Private Sector Organisation, and the Pacific Islands Forum are all important communication channels for advancing the role of the private sector in the delivery of the objectives of the NCCP through awareness, incentives, and partnerships."}, {"text_block_id": "p91_b1941", "text": "xxv."}, {"text_block_id": "p91_b1942_merged_merged_merged_merged", "text": "Noting Marrakech Business Action for Climate Network objectives and the outcomes of the Global Employer’s Climate Action Forum hosted by the Fiji Commerce and Employers Federation (Suva, July 2018) and the concept of Just Transitions for a Green/ Blue Economy, national initiatives, policy, education opportunities, and investors are encouraged to collectively support the need to transition skill sets and business types to suit national resilience-building objectives and develop a climate-ready workforce"}, {"text_block_id": "p91_b1945", "text": "xxvi."}, {"text_block_id": "p91_b1946", "text": "Social enterprises are defined here as independent companies which prioritise the delivery of social and environmental outcomes over profit creation and operate services which contribute to a specific societal mission or vision. Such organisations would be required to adhere to enhanced transparency requirements to ensure that outcomes are credible and can be captured in national planning and reporting."}, {"text_block_id": "p92_b1947", "text": "Works Cited"}, {"text_block_id": "p92_b1948", "text": "Arctic Council. (2013)."}, {"text_block_id": "p92_b1949", "text": "The Arctic Resilience Interim Report."}, {"text_block_id": "p92_b1950", "text": "Arctic Council."}, {"text_block_id": "p92_b1951", "text": "Artic Council. (2013)."}, {"text_block_id": "p92_b1952", "text": "Carter, N. (2001)."}, {"text_block_id": "p92_b1953", "text": "The Politics of the Enviroment: Ideas, Activism, Policy."}, {"text_block_id": "p92_b1954", "text": "Cambridge University Press."}, {"text_block_id": "p92_b1955", "text": "Heinrich Boll Foundation Schleswig-Holstein. (2017)."}, {"text_block_id": "p92_b1956", "text": "The Ocean Atlas."}, {"text_block_id": "p92_b1957", "text": "Heinrich Böll Foundation Schleswig-Holstein,  the Heinrich Böll Foundation (national foundation), and the University of Kiel’s Future Ocean Cluster of Excellence."}, {"text_block_id": "p92_b1958", "text": "Intergovernmental Panel on Climate Change. (2001)."}, {"text_block_id": "p92_b1959", "text": "Climate Change 2001: Synthesis Report."}, {"text_block_id": "p92_b1960", "text": "IPPC."}, {"text_block_id": "p92_b1961", "text": "Intergovernmental Panel on Climate Change. (2014)."}, {"text_block_id": "p92_b1962", "text": "Fifth Assessment Report."}, {"text_block_id": "p92_b1963", "text": "Intergovernmental Panel on Climate Change. (2018)."}, {"text_block_id": "p92_b1964", "text": "IPCC Special Report on 1.5C, Summary for Policy Makers."}, {"text_block_id": "p92_b1965", "text": "Incheon: IPCC."}, {"text_block_id": "p92_b1966", "text": "Kimatu, J. N. (2016). Evolution of strategic interactions from the triple to quad helix innovation models for sustainable development in the era of globalization."}, {"text_block_id": "p92_b1967", "text": "Journal of Innovation and Entrepreneurship"}, {"text_block_id": "p92_b1968", "text": "."}, {"text_block_id": "p92_b1969", "text": "Kumar, A., & et al. (2017, March). A review of multi criteria decision making (MCDM) towards sustainable renewable energy development."}, {"text_block_id": "p92_b1970", "text": "Renewable and Sustainable Energy Review"}, {"text_block_id": "p92_b1971", "text": ", 596-609."}, {"text_block_id": "p92_b1972", "text": "Lund, D. J. (2018)."}, {"text_block_id": "p92_b1973", "text": "EBDM a Tool For Change."}, {"text_block_id": "p92_b1974", "text": "Suva: Invoke Consulting."}, {"text_block_id": "p92_b1975", "text": "Storlazzi, C. D., & et al. (2018, April 25). Most Atolls will be uninhabitable by the mid-21st century because of"}, {"text_block_id": "p92_b1976", "text": "sea-level risk exacerbating wave-driven flooding."}, {"text_block_id": "p92_b1977", "text": "Science Advances, 4"}, {"text_block_id": "p92_b1978", "text": "(4)."}, {"text_block_id": "p92_b1979_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Tanner, T., & Griffith-Jones, S. (2016). Financial Crises and Economic Resilience: Lessons for Disaster Risk Management and Resilience Dividends. Realising the Triple Dividend of Resilience – A New Business Case for Disaster Risk Management, 151-172."}, {"text_block_id": "p92_b1982", "text": "WMO. (2019)."}, {"text_block_id": "p92_b1983", "text": "State of the Global Climate Report 2018."}, {"text_block_id": "p92_b1984", "text": "WMO."}, {"text_block_id": "p92_b1985", "text": "World Energy Council. (2017). The Global Energy Trilemma. World Energy Council."}, {"text_block_id": "p95_b1986", "text": "Ministry of Economy"}, {"text_block_id": "p95_b1987", "text": "Ro Lalabalavu House"}, {"text_block_id": "p95_b1988", "text": "370 Victoria Parade Suva"}, {"text_block_id": "p95_b1989", "text": "P.O Box 2212, Government Buildings, Suva, Fiji"}, {"text_block_id": "p95_b1990", "text": "Tele: (679) 330 7011, Fax: (679) 330 0834"}, {"text_block_id": "p95_b1991", "text": "economyInformation@economy.gov.fj"}, {"text_block_id": "p95_b1992", "text": "www.economy.gov.fj"}], "document_description": "The National Climate Change Policy is a central policy instrument to protect Fiji's development priorities from current, future and intergenerational climate change risks.&nbsp;<br><br>The NCCP articulates national climate adaptation and mitigation objectives and strategies.&nbsp;<br><br>The purpose of NCCP is to provide the high-level guidance, principles, institutional architecture and objectives required to establish and support a long-term climate-resilient development.&nbsp;<br><br>This document replaces the Climate Change Policy from 2012."}