{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "South Africa", "document_category": "Policy", "document_sector_name": ["Water", "Agriculture"], "document_language": "English", "document_name": "Drought Management Plan", "document_country_code": "ZAF", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "08/01/2005", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development"], "document_url": "https://cdn.climatepolicyradar.org/ZAF/2005/ZAF-2005-01-08-Drought Management Plan_d07707276511762db8ec6ffe09d63cdc.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "DROUGHT MANAGEMENT PLAN (DMP"}, {"text_block_id": "p0_b2", "text": "AUGUST 2005"}, {"text_block_id": "p0_b3", "text": "A DISCUSSION DOCUMENT FOR PUBLIC COMMENT"}, {"text_block_id": "p1_b4", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b5", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p3_b6_merged", "text": "In terms of section 24(b)(iii) of the Constitution of the Republic of South Africa, 1996, everyone “has the right to have the environment protected, for the benefit of present and future generations, through reasonable legislative and other measures that secure ecologically sustainable development and use of natural resources while promoting justifiable economic and social development”. Hence drought, which is a normal phenomenon (White Paper on Agriculture, 1996), calls for the development of a risk management system, the features of which are captured in the White Paper on Disaster Management, 1999. These features are: prevention or reduction of disasters, mitigation, preparedness, response, recovery and rehabilitation."}, {"text_block_id": "p3_b11", "text": "The above legislative framework is the basis for a drought management plan. Such a plan must also reflect the vision of the Agricultural Sector Plan, namely a united, non-racial and prosperous agricultural sector, as well as those elements of the strategic plan of the Department of Agriculture that have a direct bearing on the support of beneficiaries of the Department."}, {"text_block_id": "p3_b12", "text": "The Drought Management Plan proposed in this paper is based on four key performance areas (KPAs), namely institutional arrangements, integrated institutional capacity, disaster risk assessment and reduction planning, and response and recovery. The following enablers are seen to drive drought management: information and communication; education, training, public awareness and research; and funding."}, {"text_block_id": "p3_b13", "text": "If approved, this document will guide the development of various implementation actions."}, {"text_block_id": "p4_b14", "text": "1. INTRODUCTION"}, {"text_block_id": "p4_b15", "text": "Drought is a major feature of the climate of Southern Africa and often has a devastating impact. Thus the South African government needs capacity and expertise to respond timely and effectively to drought across various farming communities, especially those with poor resources. Currently, responses to drought are reactive due to the lack of pro"}, {"text_block_id": "p4_b16", "text": "-"}, {"text_block_id": "p4_b17", "text": "active measures."}, {"text_block_id": "p4_b18_merged_merged", "text": "The White Paper on Disaster Management of 1999 provides the framework for the government’s disaster management policy, highlighting both national and provincial governments’ powers and responsibilities. The White Paper advocates a risk reduction approach to disaster management, especially the reduction of risk of economic loss and vulnerability and the protection of the environment."}, {"text_block_id": "p4_b21", "text": "The root causes of vulnerability to drought disasters in South Africa remain low average rainfall, poverty and inequitable development. Rapid population growth and urbanisation, inequitable patterns of land ownership, lack of education and subsistence agriculture on marginal land lead to deforestation and environmental degradation, malnutrition and unemployment, all of which heighten vulnerability."}, {"text_block_id": "p4_b22", "text": "A notable part of South Africa has been declared a drought disaster area for up to 70% of a 30-year period, whereas some eastern parts of the country have never been declared a drought disaster area. The drought of the 1980s and 1990s, which in many areas was the worst since 1921, brought the local drought policy under scrutiny and revealed significant weaknesses in the government’s ability to respond timely and effectively. The government’s 1991/92 drought assistance also revealed serious administrative and logistic deficiencies in the central and regional authorities regarding the provision of water and food. Another shortcoming was the lack of an information system that allows for continuous assessment of the effect of drought on the employment of various categories of farm workers, a group particularly vulnerable."}, {"text_block_id": "p4_b23", "text": "The above scenario calls for a comprehensive approach to drought management. To be effective, such an approach needs to appropriately balance prevention, mitigation,"}, {"text_block_id": "p5_b24", "text": "preparedness, response, recovery and disaster-related development. The Drought Management Plan (DMP) proposed in this paper is aimed at guiding interventions related to drought."}, {"text_block_id": "p5_b25", "text": "1.1 Structure of the paper"}, {"text_block_id": "p5_b26", "text": "The paper focuses on –"}, {"text_block_id": "p5_b27", "text": "The paper focuses on –\n* stating the vision and objectives of the plan;\n* outlining the problems by way of a statement;\n* describing the approaches to the implementation of the plan;\n* articulating the management challenges;\n* addressing the key performance areas, as outlined in the Disaster\n* outlining the implementation guidelines."}, {"text_block_id": "p5_b39", "text": "1.2 Vision and strategic objectives of the DMP"}, {"text_block_id": "p5_b40", "text": "The vision contained in the DMP is to develop an effective, integrated risk and disaster management system for plant and animal husbandry and price and income systems so as to minimise the impact of droughts. Reducing drought risk and managing drought entail –"}, {"text_block_id": "p5_b41", "text": "The vision contained in the DMP is to develop an effective, integrated risk and disaster management system for plant and animal husbandry and price and income systems so as to minimise the impact of droughts. Reducing drought risk and managing drought entail –\n* setting up a system of information management, and monitoring and evaluating\n* compiling drought indicator maps so as to provide updated information on, for\n* compiling regular rangeland/vegetation indicator maps to enable those farming to\n* implementing and improving early warning systems; and\n* establishing and implementing priority programmes for risk reduction, including"}, {"text_block_id": "p6_b51", "text": "1.3 Problem statement"}, {"text_block_id": "p6_b52", "text": "Most rural households depend on agriculture as their source of food and income. Agriculture thus plays a prominent role in the stability of rural communities. When drought strikes, these communities are often left without their livelihood and their investment in agriculture. Until recently, responses to drought have been reactive and the procedures have followed inconsistent patterns."}, {"text_block_id": "p6_b53", "text": "Historically, drought management in South Africa has had significant weaknesses: Governmental structures have responded slowly and ineffectively to drought, especially in farming communities with poor resources, and clear definitions of the roles and responsibilities of the state and the farming communities have been absent. These weaknesses can be ascribed to the absence of a comprehensive drought management plan, including an effective and accessible early warning system. South Africa, with its developed commercial farming sector functioning alongside its large subsistence farming sector, needs a much more comprehensive plan to protect its rural communities and their economy against the ravages of drought. Therefore the Department of Agriculture together with key stakeholders pledges to work together to root out the uncertainties with regard to drought management by means of the DMP."}, {"text_block_id": "p6_b54", "text": "1.4 Approaches to the implementation of the DMP"}, {"text_block_id": "p6_b55", "text": "Drought management is a shared responsibility of all levels of government, the farming community, the private sector and civil society. In addition, the effect of drought on SADC countries must be taken into consideration, since drought has no respect for borders"}, {"text_block_id": "p6_b56", "text": "."}, {"text_block_id": "p6_b57", "text": "To achieve South Africa’s vision for drought management, the following overarching principles must be heeded:"}, {"text_block_id": "p6_b58", "text": "To achieve South Africa’s vision for drought management, the following overarching principles must be heeded:\n* The objectives of the DMP should be in line with the Disaster Management Act\n* The DMP must create awareness and preparedness in the South African\n* The DMP should emphasise the joint responsibility of the government and farming"}, {"text_block_id": "p7_b64", "text": "To achieve South Africa’s vision for drought management, the following overarching principles must be heeded:\n* The objectives of the DMP should be in line with the Disaster Management Act\n* The DMP must create awareness and preparedness in the South African\n* The DMP should emphasise the joint responsibility of the government and farming\n* The DMP should clarify the responsibilities of the different levels of government and\n<\\li1>"}, {"text_block_id": "p7_b66", "text": "2. DROUGHT MANAGEMENT CHALLENGES"}, {"text_block_id": "p7_b67", "text": "2.1 Adequate planning – the need for a management system"}, {"text_block_id": "p7_b68", "text": "The agricultural sector has to develop and maintain an effective drought management capability appropriate to its needs. The absence thereof could result in the following:"}, {"text_block_id": "p7_b69", "text": "The agricultural sector has to develop and maintain an effective drought management capability appropriate to its needs. The absence thereof could result in the following:\n* More and extended hardship (especially among those who cannot afford it).\n* Greater financial strain and delay in economic recovery and development.\n* Loss of property and community infrastructure.\n* Greater possibility of epidemics.\n* Enhanced chance of political instability.\n* Disruption of the provision of essential services.\n* Loss of natural resources, such as valuable plant and animal genetic material."}, {"text_block_id": "p7_b83", "text": "The root causes of vulnerability to drought disasters in South Africa remain poverty, unexpected length and severity of some droughts and inadequate preparations by those affected. Rapid population growth and urbanisation, inequitable patterns of land ownership, lack of education and subsistence agriculture on marginal land lead to deforestation and environmental degradation, malnutrition and unemployment. These conditions can be countered by a meaningful and adequate drought management planning process that is accepted by all. If successful, the DMP will ultimately support national development."}, {"text_block_id": "p7_b84", "text": "2.2 Weak institutional support and management systems"}, {"text_block_id": "p7_b85", "text": "The disastrous drought of the 1980s and 1990s, the worst recorded since 1921, revealed significant weaknesses in the ability of government structures to respond timely and effectively to such disasters and to reduce their impact. These weaknesses were in no small measure due to the absence of a comprehensive drought management plan, an effective early warning system, research, education and public awareness programmes. The 1991/92 drought also revealed serious administrative and logistic deficiencies in"}, {"text_block_id": "p8_b86", "text": "central, provincial and local government’s response to large-scale demands for assistance, especially the provision of water and food."}, {"text_block_id": "p8_b87", "text": "2.3 Criteria for state intervention"}, {"text_block_id": "p8_b88", "text": "The criteria for state intervention must be clearly defined. A sizeable part (70%) of South Africa was declared a drought disaster area over a 30-year period, although some eastern parts have never been declared as such. Previous criteria for state intervention were based on the magnitude of the events instead of the needs of the communities affected. These criteria have to be radically revised. Drought should be analysed in terms of duration and severity, with special reference to those communities most affected."}, {"text_block_id": "p8_b89", "text": "2.4 Drought mitigation"}, {"text_block_id": "p8_b90", "text": "The priority of drought mitigation is the protection of the critical resources and systems on which communities depend. Drought mitigation has four basic components:"}, {"text_block_id": "p8_b91", "text": "The priority of drought mitigation is the protection of the critical resources and systems on which communities depend. Drought mitigation has four basic components:\n* Awareness\n* Avoidance\n* Early warning\n* Rehabilitation"}, {"text_block_id": "p8_b99", "text": "2.5 Reciprocation"}, {"text_block_id": "p8_b100", "text": "Reciprocation is the commitment of farming communities to satisfy certain prerequisites before drought assistance may be accessed. This implies that the government will provide assistance on condition that mitigation procedures are followed. The aims of reciprocation are to promote resource conservation and long-term sustainability of economic farm production."}, {"text_block_id": "p8_b101", "text": "3. KEY PERFORMANCE AREAS"}, {"text_block_id": "p8_b102", "text": "3.1 Institutional arrangements for disaster management"}, {"text_block_id": "p8_b103", "text": "The Department of Provincial and Local Government is responsible for the execution of the Disaster Management Act (57 of 2002). Drought management is the responsibility of"}, {"text_block_id": "p9_b104", "text": "national, provincial and local government, farming communities, the private sector and civil society."}, {"text_block_id": "p9_b105", "text": "3.1.1 National Department of Agriculture"}, {"text_block_id": "p9_b106", "text": "The National Department of Agriculture makes the following strategic interventions to reduce drought risk:"}, {"text_block_id": "p9_b107", "text": "The National Department of Agriculture makes the following strategic interventions to reduce drought risk:\n* Setting up and maintaining a comprehensive National Drought Plan and a system of\n* Compiling veld indicator maps to enable livestock farming communities to make\n* Conducting research in drought-prone areas;\n* Assisting provincial departments of agriculture with drought assessments;\n* Implementing and improving early warning systems;\n* Developing and implementing priority risk and disaster management programmes\n* Sourcing allocated funds from National Treasury for disaster drought assistance\n* Outlining the criteria for drought assistance; and\n* Participating actively in risk and disaster management forums at regional,"}, {"text_block_id": "p9_b125", "text": "Monitoring, prediction and early warning are on-going processes based on on-going collection, evaluation and assessment of physical and social indicators of vulnerability."}, {"text_block_id": "p9_b126", "text": "3.1.2 Provincial departments of agriculture"}, {"text_block_id": "p9_b127", "text": "The provincial departments of agriculture (PDAs) have the competence to handle disaster programmes and projects. PDAs must use their resources (capacity and funds) to coordinate and monitor drought activities. The Department of Provincial and Local Government plays a crucial role in mobilising resources."}, {"text_block_id": "p9_b128", "text": "A PDA should –"}, {"text_block_id": "p9_b129", "text": "A PDA should –\n* lead education and awareness campaigns;\n* conduct drought assessments and compile reports;"}, {"text_block_id": "p10_b133", "text": "A PDA should –\n* lead education and awareness campaigns;\n* conduct drought assessments and compile reports;\n* appoint and pay service providers to deliver services to affected farming\n* ensure that farming communities implement risk reduction measures;\n* measure vulnerabilities of communities so as to target priority assistance;\n* ensure enough capacity for drought management;\n* implement disaster assistance schemes for affected farming communities;\n* determine and establish the severity and magnitude of drought in the province;\n* prepare and review drought disaster management operational plans;\n* ensure that farming communities timely de-stock in seasons of decreased veld and\n* compile drought indicator maps to review the drought situation in the province;\n* design its own model(s) to identify drought disasters within the Disaster\n* prepare a provincial disaster management plan."}, {"text_block_id": "p10_b155", "text": "Provinces should abide by the following norms and standards:"}, {"text_block_id": "p10_b156", "text": "Provinces should abide by the following norms and standards:\n* All risk and disaster information dissemination must comply with the norms and\n* Information must be of high quality and emphasise risk reduction;\n* Early warning information must reach beneficiaries through community libraries, the\n* All agents of information must keep all information in hard copies and electronic\n* Monitoring and evaluation must be effective; and\n* Extension services for handling drought disasters must be well coordinated."}, {"text_block_id": "p10_b168", "text": "3.1.3 Local government"}, {"text_block_id": "p10_b169", "text": "Local government plays a critical role in drought management, particularly in the mobilisation of local resources. Local government should –"}, {"text_block_id": "p10_b170", "text": "Local government plays a critical role in drought management, particularly in the mobilisation of local resources. Local government should –\n* act as conduit for information concerning drought disasters in the municipal area;\n* act as an advisory body on drought disaster issues;\n* incorporate early warning systems in its planning;"}, {"text_block_id": "p11_b176", "text": "Local government plays a critical role in drought management, particularly in the mobilisation of local resources. Local government should –\n* act as conduit for information concerning drought disasters in the municipal area;\n* act as an advisory body on drought disaster issues;\n* incorporate early warning systems in its planning;\n* make recommendations regarding assistance and initiate and facilitate efforts to\n* establish disaster management centres within the municipal area; and\n* prepare a municipal disaster management plan."}, {"text_block_id": "p11_b182", "text": "The highest priority is the protection of the critical resources of farming communities. Because of the variety of factors that cause and exacerbate drought, the government has adopted a multi-sectoral approach to intervention."}, {"text_block_id": "p11_b183", "text": "3.1.4 Farming communities"}, {"text_block_id": "p11_b184", "text": "Any assistance to farming communities will be in accordance with the Disaster Management Framework. In order for farming communities to qualify for this assistance, they should have –"}, {"text_block_id": "p11_b185", "text": ""}, {"text_block_id": "p11_b186", "text": "applied prevention and mitigation strategies, e.g. the planting of drought-tolerant crops, de-stocking and the use of available insurance products;"}, {"text_block_id": "p11_b187", "text": ""}, {"text_block_id": "p11_b188", "text": "followed good farming practices; and"}, {"text_block_id": "p11_b189", "text": ""}, {"text_block_id": "p11_b190", "text": "utilised early warning information in their planning."}, {"text_block_id": "p11_b191", "text": "Farming communities must report their drought damages to their local authorities and Advisory Services. The following will be considered when stock farmers apply for assistance:"}, {"text_block_id": "p11_b192", "text": ""}, {"text_block_id": "p11_b193", "text": "A valid and updated stock card must be shown for each animal;"}, {"text_block_id": "p11_b194", "text": ""}, {"text_block_id": "p11_b195", "text": "A register of all stock must be kept, at least for the past 12 months and updated quarterly;"}, {"text_block_id": "p11_b196", "text": ""}, {"text_block_id": "p11_b197", "text": "A farm plan must be in place and grazing capacity must be adhered to (overgrazing will lead to the forfeiture of assistance);"}, {"text_block_id": "p11_b198", "text": ""}, {"text_block_id": "p11_b199", "text": "Fences, whether privately owned or erected with government assistance, must be maintained and secured at all times;"}, {"text_block_id": "p11_b200", "text": ""}, {"text_block_id": "p11_b201", "text": "The maximum number of livestock to be considered for feeding during a drought disaster will be 50 cow units (linked to the protection of the natural resources); and"}, {"text_block_id": "p11_b202", "text": ""}, {"text_block_id": "p11_b203", "text": "Livestock must be removed from high-lying areas during cold weather."}, {"text_block_id": "p11_b204", "text": "Livestock will be replaced provided the Minister of Agriculture recommends replacement and the natural disaster was beyond farmers’ control."}, {"text_block_id": "p12_b205", "text": "3.2 Integrated institutional capacity for disaster management"}, {"text_block_id": "p12_b206", "text": "The government has established a formal structure for the management of disasters, namely the National Disaster Management Center (NDMC), which acts under the auspices of the Department of Provincial and Local Government, with the National Department of Agriculture chairing the Inter-departmental Working Group on Drought."}, {"text_block_id": "p12_b207", "text": "To provide a higher level of proactive planning, these organs of state shall –"}, {"text_block_id": "p12_b208", "text": ""}, {"text_block_id": "p12_b209", "text": "coordinate and manage an early warning and monitoring system nationally;"}, {"text_block_id": "p12_b210", "text": ""}, {"text_block_id": "p12_b211", "text": "develop emergency response systems;"}, {"text_block_id": "p12_b212", "text": ""}, {"text_block_id": "p12_b213", "text": "set norms and standards for drought disaster risk management;"}, {"text_block_id": "p12_b214", "text": ""}, {"text_block_id": "p12_b215", "text": "evaluate the status of a drought disaster;"}, {"text_block_id": "p12_b216", "text": ""}, {"text_block_id": "p12_b217", "text": "gather information, and interpret and disseminate it to all stakeholders;"}, {"text_block_id": "p12_b218", "text": ""}, {"text_block_id": "p12_b219", "text": "maintain a database of all drought disasters;"}, {"text_block_id": "p12_b220", "text": ""}, {"text_block_id": "p12_b221", "text": "encourage the provision of training, information and technology support;"}, {"text_block_id": "p12_b222", "text": ""}, {"text_block_id": "p12_b223", "text": "conduct research and development trials;"}, {"text_block_id": "p12_b224", "text": ""}, {"text_block_id": "p12_b225", "text": "encourage farming communities to adhere to water usage restrictions, keep suitable breeds and plant drought resistant cultivars; and"}, {"text_block_id": "p12_b226", "text": ""}, {"text_block_id": "p12_b227", "text": "put in place food security programmes to provide for drought situations."}, {"text_block_id": "p12_b228", "text": "3.3 Disaster risk assessment and planning"}, {"text_block_id": "p12_b229", "text": "3.3.1 Disaster risk assessment"}, {"text_block_id": "p12_b230", "text": "The first step in a drought mitigation plan is the development and dissemination of information required for decision-making and implementation by political decision-makers, administrative officials and, most importantly, individuals vulnerable to drought. The decision-makers and administrators should be fully aware of the risks as well as the options available during drought, including funds and manpower, and how these can be obtained. Those directly affected by a drought should be fully informed of actions they should take and assistance that they could expect. It is equally important that they should be aware of financial and other assistance that will not be available to them so that they can provide for this in their planning."}, {"text_block_id": "p13_b231", "text": "3.3.2 Disaster risk reduction planning"}, {"text_block_id": "p13_b232", "text": "In order to effectively reduce the impact of drought, the government and other stakeholders must also address the various causes of drought or factors exacerbating it. For this purpose the government has to adopt a multi-sectoral approach. Advocacy is required to ensure that all parties understand the impact of their plans on water scarcity and drought vulnerability. It is therefore necessary to give attention to the mitigation plans of government departments at national, provincial and local level, and the farming communities."}, {"text_block_id": "p13_b233", "text": "The effect of drought disasters is mitigated by three factors:"}, {"text_block_id": "p13_b234", "text": ""}, {"text_block_id": "p13_b235", "text": "Influencing the cause of the disaster (research and development);"}, {"text_block_id": "p13_b236", "text": ""}, {"text_block_id": "p13_b237", "text": "Modifying the disaster hazard (suitable breeds and combinations for specific biomes, drought-resistant cultivars and food security programmes must be in place to provide for disaster situations and limit water wastage and losses); and"}, {"text_block_id": "p13_b238", "text": ""}, {"text_block_id": "p13_b239", "text": "Developing plans and providing training to reduce vulnerability to drought, focusing on the diversification of crops and animals, and good farming practices."}, {"text_block_id": "p13_b240", "text": "3.4 Response and recovery"}, {"text_block_id": "p13_b241", "text": "3.4.1 Response"}, {"text_block_id": "p13_b242", "text": "Issues that should be addressed include:"}, {"text_block_id": "p13_b243", "text": ""}, {"text_block_id": "p13_b244", "text": "Appropriate research plan;"}, {"text_block_id": "p13_b245", "text": ""}, {"text_block_id": "p13_b246", "text": "Drought predictions;"}, {"text_block_id": "p13_b247", "text": ""}, {"text_block_id": "p13_b248", "text": "Early warning and monitoring systems;"}, {"text_block_id": "p13_b249", "text": ""}, {"text_block_id": "p13_b250", "text": "Decision support tools for drought management;"}, {"text_block_id": "p13_b251", "text": ""}, {"text_block_id": "p13_b252", "text": "Establishment of soil-crop-climate norms for agriculture in a reasonably homogeneous farming area (RHFA);"}, {"text_block_id": "p13_b253", "text": ""}, {"text_block_id": "p13_b254", "text": "Establishment of norms and standards for veld and animals in RHFAs;"}, {"text_block_id": "p13_b255", "text": ""}, {"text_block_id": "p13_b256", "text": "Development of responsive farming plans;"}, {"text_block_id": "p13_b257", "text": ""}, {"text_block_id": "p13_b258", "text": "Improvement of research, including that on climate change; and"}, {"text_block_id": "p13_b259", "text": ""}, {"text_block_id": "p13_b260", "text": "Determination of the impact of global environmental change on drought disaster characteristics and agricultural production."}, {"text_block_id": "p14_b261", "text": "3.4.2 Recovery"}, {"text_block_id": "p14_b262", "text": "Drought usually results in major setbacks such as loss of livestock, crops and natural resources, which in turn negatively affect on-going development. If farming communities have taken appropriate measures to mitigate drought disasters, production capacity will be restored much more quicker than would otherwise be the case. Therefore only farming communities who have acted responsibly and proactively should be assisted; dependency should not be induced by supporting those farmers who have left the success of their endeavours to chance."}, {"text_block_id": "p14_b263", "text": "4. ENABLERS IN KEY PERFORMANCE AREAS"}, {"text_block_id": "p14_b264", "text": "4.1 Information and communication"}, {"text_block_id": "p14_b265", "text": "The first step in drought mitigation is the development of information and its dissemination to political decision-makers, administrative officials and individuals vulnerable to drought. The public should be kept informed of current and forecast conditions and the required response actions by the provision of accurate, timely information to the print and electronic media (TV, radio, newsletters, information centres and the internet). An effective early warning and monitoring system should be in place to warn farming communities about risk and climatic conditions well in advance."}, {"text_block_id": "p14_b266", "text": "4.2 Education, training, public awareness and research"}, {"text_block_id": "p14_b267", "text": "Managing drought is central to the success of farm practices. Farming communities need access to information regarding on-farm and off-farm risk, education on disaster management and training in farm management. The development of management skills should emphasise a change of attitude towards acquiring and using information and integrating management skills. These processes should be responsive to farmers’ needs and access requirements. In particular, they should recognise the importance of the role of women in farm management. Support for farming communities could include grants to individual farm management teams to improve skills and plan their business professionally, and the provision of advice and training on risk, financial and natural resource management, marketing and sustainable farming. Research and awareness"}, {"text_block_id": "p15_b268", "text": "programmes should identify geographical regions and farming communities that are at risk of drought disaster. Public awareness and education on the realities of our climate, our natural resources and vulnerability to crises need to be promoted as a specific mitigation measure. Risk maps and predictions should be prepared and well maintained."}, {"text_block_id": "p15_b269", "text": "4.3 Funding"}, {"text_block_id": "p15_b270_merged", "text": "Experience has shown that the annual cost of drought reduction programmes is far less than the annualised cost of post-disaster recovery and rehabilitation, and that prevention is better than cure. In addition, it is difficult to budget for disasters, as they occur infrequently. Moreover, the costs of drought-mitigating activities such as public awareness programmes and the development of early warning systems are borne by national, provincial and local authorities as well as the private agricultural sector. The public sector and farming communities should budget for the costs of these activities, whereas national, provincial and local governments should contribute to response efforts and post-recovery and rehabilitation. Funding is estimated at R5 million over a period of three years and excludes post-disaster recovery and rehabilitation. The funding of information and research is on-going. The Department of Agriculture will carry the following costs:"}, {"text_block_id": "p15_b273", "text": ""}, {"text_block_id": "p15_b274", "text": "Development of plans, the sensitisation of all concerned and the review of plans;"}, {"text_block_id": "p15_b275", "text": ""}, {"text_block_id": "p15_b276", "text": "Dissemination, coordination and implementation of early warning systems and issuing of advisories;"}, {"text_block_id": "p15_b277", "text": ""}, {"text_block_id": "p15_b278", "text": "Awareness campaigns and education; and"}, {"text_block_id": "p15_b279", "text": ""}, {"text_block_id": "p15_b280", "text": "Research initiatives."}, {"text_block_id": "p15_b281", "text": "Each provincial department of agriculture and municipality should provide for disaster in their annual budget or Medium Term Expenditure Framework projections. If the disaster is of such a magnitude that a provincial department of agriculture or municipality cannot handle it, assistance may be requested from the National Department of Agriculture. The latter will then approach National Treasury for post-disaster recovery and rehabilitation funding. Funding will ultimately depend on the approval of assistance schemes by the Minister of Agriculture."}, {"text_block_id": "p16_b282", "text": "5. IMPLEMENTATION GUIDELINES"}, {"text_block_id": "p16_b283", "text": "5.1 Strategic issues"}, {"text_block_id": "p16_b284", "text": "Although the proposed Drought Management Plan can be implemented within a short time span, its revision will require considerable information as well as research on the drought situation and demand in different parts of the country. Inputs will be obtained by detailed discussions among stakeholders on the proposed interventions, objectives and targets. The components of the plan should be finalised by national inter-governmental workgroups and all key stakeholders."}, {"text_block_id": "p16_b285", "text": "Some strategic issues to be considered for implementation include:"}, {"text_block_id": "p16_b286", "text": ""}, {"text_block_id": "p16_b287", "text": "Development and implementation of appropriate drought management plans at local, provincial and national level, linked to information systems;"}, {"text_block_id": "p16_b288", "text": ""}, {"text_block_id": "p16_b289", "text": "Development of systems to share drought disaster management information with stakeholders;"}, {"text_block_id": "p16_b290", "text": ""}, {"text_block_id": "p16_b291", "text": "Establishment and maintenance of monitoring systems as part of a broader system to mitigate, prevent and respond to drought disaster; and"}, {"text_block_id": "p16_b292", "text": ""}, {"text_block_id": "p16_b293", "text": "Provision of support to improve institutional and organisational development with special focus on human resource capacity. The goal is to improve programme planning, implementation, monitoring and evaluation."}, {"text_block_id": "p16_b294", "text": "5.2 Actions for implementation"}, {"text_block_id": "p16_b295", "text": "The following mechanisms will be employed to put the plan into action:"}, {"text_block_id": "p16_b296", "text": ""}, {"text_block_id": "p16_b297", "text": "Design priority programmes for disaster mitigation;"}, {"text_block_id": "p16_b298", "text": ""}, {"text_block_id": "p16_b299", "text": "Set key performance indicators;"}, {"text_block_id": "p16_b300", "text": ""}, {"text_block_id": "p16_b301", "text": "Set service delivery standards;"}, {"text_block_id": "p16_b302", "text": ""}, {"text_block_id": "p16_b303", "text": "Design management and administrative structures;"}, {"text_block_id": "p16_b304", "text": ""}, {"text_block_id": "p16_b305", "text": "Design information and communication systems;"}, {"text_block_id": "p16_b306", "text": ""}, {"text_block_id": "p16_b307", "text": "Design monitoring and evaluation systems; and"}, {"text_block_id": "p16_b308", "text": ""}, {"text_block_id": "p16_b309", "text": "Secure human and financial resources."}, {"text_block_id": "p17_b310", "text": "5.3 Implementation tools"}, {"text_block_id": "p17_b311", "text": "The plan embodies the principles and guidelines contained in the following documents:"}, {"text_block_id": "p17_b312", "text": ""}, {"text_block_id": "p17_b313", "text": "The Constitution;"}, {"text_block_id": "p17_b314", "text": ""}, {"text_block_id": "p17_b315", "text": "The White Paper on Agriculture, 1995;"}, {"text_block_id": "p17_b316", "text": ""}, {"text_block_id": "p17_b317", "text": "The White Paper on Disaster Management, 1999;"}, {"text_block_id": "p17_b318", "text": ""}, {"text_block_id": "p17_b319", "text": "The Disaster Management Act (57 of 2002);"}, {"text_block_id": "p17_b320", "text": ""}, {"text_block_id": "p17_b321", "text": "The Strategic Plan for the Department of Agriculture; and"}, {"text_block_id": "p17_b322", "text": ""}, {"text_block_id": "p17_b323", "text": "The Conservation of Agricultural Resources Act (43 of 1983)."}, {"text_block_id": "p17_b324", "text": "6. DISASTER GOVERNANCE"}, {"text_block_id": "p17_b325", "text": "The Disaster Management Act, 2002, provides for the declaration of disasters through national, provincial and local government. When provincial and local authorities have determined that a disastrous drought is in progress or is about to occur, the disaster management centre of both the province and local municipality must immediately –"}, {"text_block_id": "p17_b326", "text": ""}, {"text_block_id": "p17_b327", "text": "initiate efforts to assess the magnitude and severity or potential magnitude and severity of the disaster;"}, {"text_block_id": "p17_b328", "text": ""}, {"text_block_id": "p17_b329", "text": "inform the national centre of the disaster and the initial assessment of the magnitude and severity or potential magnitude and severity of the disaster;"}, {"text_block_id": "p17_b330", "text": ""}, {"text_block_id": "p17_b331", "text": "alert disaster management role-players in the province who may be of assistance; and"}, {"text_block_id": "p17_b332", "text": ""}, {"text_block_id": "p17_b333", "text": "initiate the implementation of any contingency plans and emergency procedures that may be applicable."}, {"text_block_id": "p17_b334_merged", "text": "The national executive is primarily responsible for the coordination and management of national disasters, irrespective of whether or not a national state of disaster has been declared in terms of section 27 of the Disaster Management Act (57 of 2002). In the event of a national disaster, the Minister of Agriculture may, by notice in the National Gazette, declare a national state of disaster if existing contingency arrangements do not adequately provide for the national executive to deal effectively with the disaster. In the event of a provincial disaster, the premier of a province, after consultation with the other MECs, may, in terms of section 41 of the Disaster Management Act (57 of 2002), by notice in the Provincial Gazette, declare a"}, {"text_block_id": "p18_b339_merged", "text": "provincial state of disaster. In the event of a local disaster, the council of a municipality may, in terms of section 55 of the Disaster Management Act (57 of 2002), by notice in the Provincial Gazette, declare a local state of disaster if special circumstances warrant the declaration. When informing the National Disaster Management Centre, a provincial disaster management centre may make recommendations regarding the classification of the disaster."}, {"text_block_id": "p18_b342", "text": "7. ASSISTANCE SCHEMES: PRINCIPLES AND PROCEDURES"}, {"text_block_id": "p18_b343", "text": "Farmers will have the benefit of advisories as well as other relevant climatic information, which will be issued on a monthly basis in terms of the early warning system implemented by the Department of Agriculture. Advisories may include information on risk and disaster management to provincial departments of agriculture, municipalities, organised agriculture and farmers for management towards reducing the impact of the drought. However, although the government is obliged to assist farmers when disasters occur, farmers should take pro-active measures to mitigate disasters. These measures are important considerations in the design of assistance schemes."}, {"text_block_id": "p18_b344", "text": "In the past, assistance schemes were developed to compensate farmers in the event of losses resulting from cold spells, veld fires, floods, droughts, snow etc. Some of these schemes are still in operation, such as flood and drought assistance schemes. They are based on the extent of the damage in a province. Therefore each province has a unique scheme designed for that province."}, {"text_block_id": "p18_b345", "text": "Current assistance schemes are not designed to replace what farmers have lost, but to enable them to continue farming despite setbacks brought about by disasters. These assistance schemes do not cover insured or insurable assets such as infrastructure and crops. However, emergency relief measures will be in operation should communal/small/ emerging farmers lose their means of providing for themselves and their families. Nevertheless, this is only applicable if the best farming practices were followed. Farmers who employ risky farming practices or do not adhere to advisories may be excluded from government assistance in the event of a disaster."}, {"text_block_id": "p18_b346", "text": "Any scheme of a provincial department of agriculture and local authority must be submitted to the Department of Agriculture through the Directorate: Agricultural Risk and"}, {"text_block_id": "p19_b347", "text": "Disaster Management for approval by the Minister of Agriculture. Funds are made available either from an existing budget or from funds allocated by parliament. The scheme must be published in the"}, {"text_block_id": "p19_b348", "text": "Government Gazette"}, {"text_block_id": "p19_b349", "text": "before its implementation."}, {"text_block_id": "p19_b350", "text": "As soon as the Minister of Agriculture approves a scheme, the following duties must be performed:"}, {"text_block_id": "p19_b351", "text": ""}, {"text_block_id": "p19_b352", "text": "The head of a provincial department of agriculture must obtain damage assessment forms for each farmer from Extension Services."}, {"text_block_id": "p19_b353", "text": ""}, {"text_block_id": "p19_b354", "text": "The forms must be in the standard format, fully completed and signed."}, {"text_block_id": "p19_b355", "text": ""}, {"text_block_id": "p19_b356", "text": "The forms must be collected by the set date and copies forwarded to the Directorate: Agricultural Risk and Disaster Management, with a financial analysis, accompanied by a letter of confirmation signed by the head of the provincial department of agriculture."}, {"text_block_id": "p19_b357", "text": ""}, {"text_block_id": "p19_b358", "text": "The Directorate: Financial Management will be approached for funds, either from the current departmental budget or from National Treasury through the Department of Provincial and Local Government (the National Disaster Management Centre)."}, {"text_block_id": "p19_b359", "text": ""}, {"text_block_id": "p19_b360_merged_merged", "text": "As soon as the funds are available, the Directorate: Agricultural Risk and Disaster Management will forward copies of the relevant scheme to the Directorate: Legal Services for approval and signature by the Minister of Agriculture and to the Government Gazette for publication in English and the relevant local languages."}, {"text_block_id": "p19_b363", "text": "7.1 Declaration of a national state of disaster"}, {"text_block_id": "p19_b364", "text": "A declaration of drought is limited to a natural disaster. The involvement of Advisory Services and local government in a province’s assessment is crucial so as to advise the National Department of Agriculture on the scale and extent of the damage caused by drought. Provincial departments will then be informed about the financial assistance required to normalise the situation. Key determinants will be considered during the assessment, such as veld, livestock, fodder and crops, weather and climatic conditions, and water supply systems so as to ascertain whether the disaster was beyond the farmers’ control or not."}, {"text_block_id": "p19_b365", "text": "The following considerations apply to the declaration of drought:"}, {"text_block_id": "p20_b366", "text": "(1)"}, {"text_block_id": "p20_b367_merged", "text": "In the event of a national disaster, the Minister of Agriculture and Land Affairs may, in terms of the Disaster Management Act (57 of 2002), by notice in the Government Gazette, declare a national state of disaster if –"}, {"text_block_id": "p20_b370", "text": "In the event of a national disaster, the Minister of Agriculture and Land Affairs may, in terms of the Disaster Management Act (57 of 2002), by notice in the Government Gazette, declare a national state of disaster if –\n* existing legislation and contingency arrangements do not adequately provide for the\n* other special circumstances warrant the declaration of a national state of disaster.\n* the release of any available resources of the national government, including stores,\n* the release of personnel of a national organ of state for the rendering of emergency\n* the implementation of all or any of the provisions of a national disaster management\n* the evacuation to temporary shelters of all or part of the population from the\n* the regulation of traffic to, from or within the disaster-stricken or threatened area;\n* the regulation of the movement of persons and goods to, from or within the\n* the control and occupancy of premises in the disaster-stricken or threatened area;\n* the provision, control or use of temporary emergency accommodation;\n* the suspension or limiting of the sale, dispensing or transportation of alcoholic\n* the maintenance or installation of temporary lines of communication to, from or\n* the dissemination of information required for dealing with the disaster;\n* emergency procurement procedures;\n* the facilitation of response and post-disaster recovery and rehabilitation;\n* other steps that may be necessary to prevent an escalation of the disaster, or to\n* steps to facilitate international assistance."}, {"text_block_id": "p20_b374", "text": "(2)"}, {"text_block_id": "p20_b375", "text": "If a national state of disaster has been declared in terms of subsection (1) the Minister may, subject to subsection (3), and after consulting the responsible cabinet member, make regulations or issue directions or authorise the issue of directions concerning –"}, {"text_block_id": "p21_b406", "text": "(3)"}, {"text_block_id": "p21_b407", "text": "The powers referred to in subsection (2) may be exercised only to the extent that this is necessary for the purpose of –"}, {"text_block_id": "p21_b408", "text": "The powers referred to in subsection (2) may be exercised only to the extent that this is necessary for the purpose of –\n* assisting and protecting the public;\n* providing relief to the public;\n* protecting property;\n* preventing or combating disruption; or\n* dealing with the destructive and other effects of the disaster.\n* lapses three months after it has been declared;\n* may be terminated by the Minister by notice in the\n* before it\n* may be extended by the Minister by notice in the Government Gazette for one"}, {"text_block_id": "p21_b418", "text": "(4)"}, {"text_block_id": "p21_b419", "text": "Regulations made in terms of subsection (2) may include regulations prescribing penalties for any contravention of the regulations."}, {"text_block_id": "p21_b420", "text": "(5)"}, {"text_block_id": "p21_b421", "text": "A national state of disaster that has been declared in terms of subsection (1) –"}, {"text_block_id": "p21_b432", "text": "7.2 National assistance in the event of local and provincial disasters"}, {"text_block_id": "p21_b433", "text": "When a municipality or a province requests the national government to financially contribute to post-disaster recovery and rehabilitation in the event of a local or provincial disaster, the following factors may be taken into account:"}, {"text_block_id": "p21_b434", "text": ""}, {"text_block_id": "p21_b435", "text": "Whether any prevention and mitigation measures were taken or initiated by the municipality or province, and if not, the reasons for the absence of such measures;"}, {"text_block_id": "p21_b436", "text": ""}, {"text_block_id": "p21_b437", "text": "Whether the disaster could have been avoided or minimised had prevention and mitigation measures been taken;"}, {"text_block_id": "p21_b438", "text": ""}, {"text_block_id": "p21_b439", "text": "Whether it is reasonable to expect that prevention and mitigation measures should have been taken or initiated in the circumstances by the municipality or province;"}, {"text_block_id": "p22_b440", "text": ""}, {"text_block_id": "p22_b441", "text": "Whether the damage caused by the disaster is covered by adequate insurance, and if not, the reasons for the absence or inadequacy of insurance cover; and"}, {"text_block_id": "p22_b442", "text": ""}, {"text_block_id": "p22_b443", "text": "The magnitude and severity of the disaster, and whether or not available financial resources at local level, or if it is a provincial disaster, at provincial level, are exhausted."}, {"text_block_id": "p22_b444", "text": "8. CONCLUSION"}, {"text_block_id": "p22_b445", "text": "The Drought Management Plan discussed in this paper represents a marked deviation from the existing approach to drought management. Risk management, and therefore risk reduction, is the core principle of the plan and is aimed at reducing the vulnerability of farming communities. The plan signifies a shift away from the disproportionate emphasis given to rare major disasters and underscores the government’s intention to move away from direct financial intervention and improve South Africa’s ability to manage drought and its consequences in a coordinated, efficient and effective manner. The plan acknowledges the premise that the government should only provide assistance where sustainable agricultural management is employed. Partnership between government and farming communities is essential for the latter."}, {"text_block_id": "p23_b446", "text": "BIBLIOGRAPHY"}, {"text_block_id": "p23_b447", "text": "(Many of the sources below have been drawn from the"}, {"text_block_id": "p23_b448", "text": "Input Paper on Agricultural Management Issues Related to Disasters"}, {"text_block_id": "p23_b449", "text": ", 1997.)"}, {"text_block_id": "p23_b450", "text": "Agricultural Policy on Drought and other Agricultural Disasters"}, {"text_block_id": "p23_b451", "text": ", 1996."}, {"text_block_id": "p23_b452", "text": "Anon., 1990"}, {"text_block_id": "p23_b453", "text": "."}, {"text_block_id": "p23_b454", "text": "National Drought Policy. Drought Policy Review Task Team, Final Report"}, {"text_block_id": "p23_b455", "text": ", Vol. 1. Australian Government Publishing Service, Canberra, 30 pp."}, {"text_block_id": "p23_b456", "text": "Anon., 1995"}, {"text_block_id": "p23_b457", "text": "."}, {"text_block_id": "p23_b458", "text": "Report from the meeting of experts on climate information and prediction services (CLIPS), Melbourne, Australia"}, {"text_block_id": "p23_b459", "text": ". WCASP 32, WMO/tdNo. 680, World Meteorological Organisation."}, {"text_block_id": "p23_b460", "text": "Anon., 1997"}, {"text_block_id": "p23_b461", "text": "."}, {"text_block_id": "p23_b462", "text": "Rural adjustment: Managing change"}, {"text_block_id": "p23_b463", "text": ". Mid-term review of the Rural Adjustment Scheme, May 1997, Department of Primary Industries and Energy, Canberra, Australia, pp 1-11."}, {"text_block_id": "p23_b464", "text": "A proposal for a National Drought Management Strategy"}, {"text_block_id": "p23_b465", "text": ", 1992."}, {"text_block_id": "p23_b466", "text": "Brown, H.D., 1987."}, {"text_block_id": "p23_b467", "text": "Locusts – A new threat."}, {"text_block_id": "p23_b468", "text": "Research highlights 1987: Plant Production"}, {"text_block_id": "p23_b469", "text": ". Department of Agriculture and Water Supply, R.S.A., pp. 153156."}, {"text_block_id": "p23_b470", "text": "Bruwer, J.J., 1990"}, {"text_block_id": "p23_b471", "text": ". Drought policy in the Republic of South Africa. In:"}, {"text_block_id": "p23_b472", "text": "Proceedings of the SARCCUS workshop on drought in June 1989"}, {"text_block_id": "p23_b473", "text": ". Edited by A.L. du Pisani."}, {"text_block_id": "p23_b474", "text": "Buckland, R.W., 1994"}, {"text_block_id": "p23_b475", "text": ". Implications of climatic variability for food security in the Southern African Development Community. In:"}, {"text_block_id": "p23_b476", "text": "Usable science: Food security, early warning and EI Nino"}, {"text_block_id": "p23_b477", "text": ". Proceedings of the workshop on ENSO/FEWS, Budapest, Hungary, 25-28 October 1993. Boulder, Colorado: NCAR, pp. 185-194."}, {"text_block_id": "p23_b478", "text": "De Jager, J.M., Howard, M.D. & Fouché, H.J., 1997"}, {"text_block_id": "p23_b479", "text": ". Computing drought severity and forecasting its future impact on grazing in a GIS. In:"}, {"text_block_id": "p23_b480", "text": "Hazards and Disaster: A series of definitive works"}, {"text_block_id": "p23_b481", "text": ". Volume on Drought. Edited by Donald Wilhite of the International Drought Mitigation Centre, University of Nebraska, Lincoln (1997), Routledge Publishers."}, {"text_block_id": "p23_b482", "text": "Disaster Management Bill"}, {"text_block_id": "p23_b483_merged_merged_merged_merged_merged_merged", "text": ", 2001. Government Gazette. South Africa Disaster Management Act, 2002. Government Gazette South Africa"}, {"text_block_id": "p24_b486", "text": "Erasmus, J.F., 1991"}, {"text_block_id": "p24_b487", "text": "."}, {"text_block_id": "p24_b488", "text": "Methodologies for drought monitoring using meteorological data"}, {"text_block_id": "p24_b489", "text": ". Unpublished Ph.D. thesis, University of the Orange Free State."}, {"text_block_id": "p24_b490", "text": "Fouché, H.J., De Jager, J.M. & Opperman, D.P. 1985"}, {"text_block_id": "p24_b491", "text": ". A mathematical model for assessing the influence of stocking rate on the incidence of drought and for estimating the optimal stocking rates."}, {"text_block_id": "p24_b492", "text": "J. Grass. Soc. S. Afr"}, {"text_block_id": "p24_b493", "text": "., 2(3), pp. 3-6."}, {"text_block_id": "p24_b494", "text": "Glantz, M.H., 1992"}, {"text_block_id": "p24_b495", "text": ". Global warming and environmental change in sub-Saharan Africa."}, {"text_block_id": "p24_b496", "text": "Global Environmental Change"}, {"text_block_id": "p24_b497", "text": ", Sept., pp. 183-204."}, {"text_block_id": "p24_b498", "text": "Glantz, M., Betsill, M. & Crandall, K., 1997"}, {"text_block_id": "p24_b499", "text": "."}, {"text_block_id": "p24_b500", "text": "Food security in southern Africa: Assessing the use and value of ENSO information"}, {"text_block_id": "p24_b501", "text": ". National Centre for Atmospheric Research, National Oceanic and Atmospheric Administration Proposal No. GC95-017, 142 pp."}, {"text_block_id": "p24_b502", "text": "Keating, B.A., Meinke, H. & Dimes, J.P., 1996"}, {"text_block_id": "p24_b503", "text": "."}, {"text_block_id": "p24_b504", "text": "Prospects for using a cropping systems simulator to assess exceptional droughts"}, {"text_block_id": "p24_b505", "text": ". Consultancy report to the Bureau of Resource Sciences, Department of Primary Industries and Energy, Canberra, Australia."}, {"text_block_id": "p24_b506", "text": "Maritz, P., Bosman, H., Armer, D. & Fuchs, L., 1996"}, {"text_block_id": "p24_b507", "text": "."}, {"text_block_id": "p24_b508", "text": "Report of the working group on restructuring the water quota subsidy scheme"}, {"text_block_id": "p24_b509", "text": ". 11 pp."}, {"text_block_id": "p24_b510", "text": "Minutes of the Drought Working Group"}, {"text_block_id": "p24_b511", "text": ", 2001. (Unpublished)"}, {"text_block_id": "p24_b512", "text": "National Drought Management Centre, 1995"}, {"text_block_id": "p24_b513", "text": "."}, {"text_block_id": "p24_b514", "text": "A proposal for a National Drought Management Strategy."}, {"text_block_id": "p24_b515", "text": "Pretoria, South Africa, 69 pp."}, {"text_block_id": "p24_b516", "text": "O'Connor, T.G., 1995"}, {"text_block_id": "p24_b517", "text": ". Transformation of a savanna grassland by drought and grazing."}, {"text_block_id": "p24_b518", "text": "Afr. J. Range For. Sci"}, {"text_block_id": "p24_b519", "text": "., 12(2), pp. 53-60."}, {"text_block_id": "p24_b520", "text": "Roodeplaat Grassland Institute"}, {"text_block_id": "p24_b521", "text": ", undated."}, {"text_block_id": "p24_b522", "text": "Stocking rate and grazing/carrying capacity of veld"}, {"text_block_id": "p24_b523", "text": ". On request from the Co-ordinated Extension Action Organisation."}, {"text_block_id": "p24_b524", "text": "Schulze, R.E., 1984"}, {"text_block_id": "p24_b525", "text": ". Hydrological simulation as a tool for agricultural drought assessment."}, {"text_block_id": "p24_b526", "text": "Water SA"}, {"text_block_id": "p24_b527", "text": ", 10(1), pp. 55-62."}, {"text_block_id": "p24_b528", "text": "Schulze, R.E., Kiker, G.A. & Kunz, R.P., 1993"}, {"text_block_id": "p24_b529_merged_merged_merged_merged_merged_merged_merged_merged", "text": ". Global climate change and agricultural productivity in southern Africa. Global Environment Change, December, pp. 330-349."}, {"text_block_id": "p25_b532", "text": "Singles, A. & Potgieter, A.B., 1996"}, {"text_block_id": "p25_b533", "text": "."}, {"text_block_id": "p25_b534", "text": "Evaluating drought mitigation strategies using a crop model and ENSO information"}, {"text_block_id": "p25_b535", "text": ". South African Society for Crop Production, 23-25 January, Bloemfontein, South Africa."}, {"text_block_id": "p25_b536", "text": "Smit, B. & Yunlong, C., 1996"}, {"text_block_id": "p25_b537", "text": ". Climate change and agriculture in China."}, {"text_block_id": "p25_b538", "text": "Global Environment Change"}, {"text_block_id": "p25_b539", "text": ", 6(3), pp. 205-214."}, {"text_block_id": "p25_b540", "text": "Smith, D.I., 1993"}, {"text_block_id": "p25_b541", "text": ". Drought policy and sustainability: Lessons from South Africa."}, {"text_block_id": "p25_b542", "text": "Search"}, {"text_block_id": "p25_b543", "text": ", 24(10), pp. 292-295."}, {"text_block_id": "p25_b544", "text": "Snyman, H.A. & Fouché, H.J., 1991"}, {"text_block_id": "p25_b545", "text": ". Production and water use efficiency of semi-arid grasslands of South Africa as affected by veld condition and rainfall."}, {"text_block_id": "p25_b546", "text": "Water SA"}, {"text_block_id": "p25_b547", "text": ", 17, pp. 263-268."}, {"text_block_id": "p25_b548", "text": "Snyman, H.A. & Fouché, H.J., 1993"}, {"text_block_id": "p25_b549", "text": ". Estimating seasonal herbage production of a semi-arid grassland based on veld condition, rainfall, and evapotranspiration."}, {"text_block_id": "p25_b550", "text": "Afr. J. Range For. Sci."}, {"text_block_id": "p25_b551", "text": ", 10(1), pp. 21-24."}, {"text_block_id": "p25_b552", "text": "Steward, J.I., 1991."}, {"text_block_id": "p25_b553", "text": "Principles and performance of response farming. In:"}, {"text_block_id": "p25_b554", "text": "Climatic risk in crop production"}, {"text_block_id": "p25_b555", "text": ". Edited by R.C. Muchow & J.A. Bellamy. Proceedings of the International Symposium on Climate Risk in Crop Production, Brisbane, Australia, 2-6 July 1990, 548 pp."}, {"text_block_id": "p25_b556", "text": "Venter, J.C., 1992."}, {"text_block_id": "p25_b557", "text": "Drought characterization based on Karoo shrub land productivity."}, {"text_block_id": "p25_b558", "text": "S. Afr. J. Sci"}, {"text_block_id": "p25_b559", "text": "., 88, pp. 154-157."}, {"text_block_id": "p25_b560", "text": "Walters, M.C., 1993"}, {"text_block_id": "p25_b561", "text": "."}, {"text_block_id": "p25_b562", "text": "Present state drought policy in the RSA and possible areas of adaptation"}, {"text_block_id": "p25_b563", "text": ". Presented at \"Planning for drought as a natural phenomenon\", Mmabatho, Bophuthatswana, 28 January, 18 pp."}, {"text_block_id": "p25_b564", "text": "White Paper on Agriculture"}, {"text_block_id": "p25_b565", "text": ","}, {"text_block_id": "p25_b566", "text": "1996. Government Gazette. South Africa"}, {"text_block_id": "p25_b567", "text": "White Paper on Disaster Management"}, {"text_block_id": "p25_b568", "text": ", 2000. Government Gazette South Africa"}, {"text_block_id": "p25_b569", "text": "Yevjevich, Y.M., 1967"}, {"text_block_id": "p25_b570", "text": "."}, {"text_block_id": "p25_b571", "text": "An objective approach to definitions and investigations of continental hydrologic droughts"}, {"text_block_id": "p25_b572", "text": ". Colorado State University, Fort Collins, Colorado, USA. Hydrology Paper 23."}, {"text_block_id": "p25_b573", "text": "Zucchini, W., Adamson, P.T. & McNeill, L., 1991."}, {"text_block_id": "p25_b574_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "A family of stochastic models for droughts. S. Afr. J. Plant Soil, 8(4), pp. 206-211."}, {"text_block_id": "p26_b577", "text": "ANNEXURE 1"}, {"text_block_id": "p26_b578", "text": "Historical overview of drought management in South Africa"}, {"text_block_id": "p26_b579", "text": "South Africa has long been recognised as a country subjected to recurring droughts of varying spatial and temporal dimensions. The 1923 final report of the Drought Investigating Commission remains a classic publication on the subject, while the great droughts of the 1930s, which coincided with the Great Depression, have been the local drought benchmark for decades (Bruwer, 1990). Droughts are a regular feature of the weather pattern of the southern tip of Africa, the incidence of drought (broadly defined as less than 70% of normal precipitation) being about once in three years."}, {"text_block_id": "p26_b580", "text": "The drought management policy of the past was characterised by the following:"}, {"text_block_id": "p26_b581", "text": "1."}, {"text_block_id": "p26_b582", "text": "Drought alleviation strategies were aimed at assisting farmers to retain productive capacity and resume production when conditions improve."}, {"text_block_id": "p26_b583", "text": "2."}, {"text_block_id": "p26_b584", "text": "Drought management interventions were generally reactive due to the absence of pro-active approaches to coping with drought."}, {"text_block_id": "p26_b585", "text": "3."}, {"text_block_id": "p26_b586", "text": "Drought assistance was mostly directed at livestock farmers in areas most prone to excessive variation in rainfall and thus drought."}, {"text_block_id": "p26_b587", "text": "4."}, {"text_block_id": "p26_b588", "text": "In exceptional cases drought extended into the major cropping areas where rainfall was normally higher and less subject to annual variation. In such cases, special drought schemes were devised to assist crop farmers and stabilise the rural economy."}, {"text_block_id": "p26_b589", "text": "5."}, {"text_block_id": "p26_b590", "text": "The 1991/92 drought and the unprecedented build-up of carry-over debt to R2,4 billion necessitated the introduction of the “Aid to Agriculture” schemes (Department of Agriculture, 1992) in order to prevent the collapse of the rural economy and the country’s crop production. The principles and objectives that were taken into account in the compilation of the assistance package were the following:"}, {"text_block_id": "p26_b591", "text": "The 1991/92 drought and the unprecedented build-up of carry-over debt to R2,4 billion necessitated the introduction of the “Aid to Agriculture” schemes (Department of Agriculture, 1992) in order to prevent the collapse of the rural economy and the country’s crop production. The principles and objectives that were taken into account in the compilation of the assistance package were the following:\n* To give financial support to as many farmers as possible so as to\n<\\li1>"}, {"text_block_id": "p27_b593", "text": "The 1991/92 drought and the unprecedented build-up of carry-over debt to R2,4 billion necessitated the introduction of the “Aid to Agriculture” schemes (Department of Agriculture, 1992) in order to prevent the collapse of the rural economy and the country’s crop production. The principles and objectives that were taken into account in the compilation of the assistance package were the following:\n* To give financial support to as many farmers as possible so as to\n<\\li1>\n* To ensure that nucleus breeding herds and flocks are maintained\n* To allocate assistance to farmers on an equal basis, irrespective of\n* To retain expertise and as many job opportunities as possible for\n* To ensure optimum use and protection of scarce agricultural\n* To promote market-orientated agricultural production."}, {"text_block_id": "p28_b603", "text": "ANNEXURE 2"}, {"text_block_id": "p28_b604", "text": "Definitions"}, {"text_block_id": "p28_b605", "text": "The boldfaced terms below carry particular meanings in the Drought Management Plan."}, {"text_block_id": "p28_b606", "text": "Disaster:"}, {"text_block_id": "p28_b607", "text": "a progressive or sudden, widespread or localised natural or people-induced occurrence that causes or threatens to cause damage to property, infrastructure or the environment, and is of a magnitude that exceeds the ability of those affected to cope with its effects using only their resources."}, {"text_block_id": "p28_b608", "text": "Disaster management:"}, {"text_block_id": "p28_b609", "text": "a continuous and integrated multi-disciplinary process of planning and implementing measures aimed at:"}, {"text_block_id": "p28_b610", "text": "•"}, {"text_block_id": "p28_b611", "text": "preventing or reducing the risk of disasters;"}, {"text_block_id": "p28_b612", "text": "•"}, {"text_block_id": "p28_b613", "text": "mitigating the severity or consequences of disasters;"}, {"text_block_id": "p28_b614", "text": "•"}, {"text_block_id": "p28_b615", "text": "instilling emergency preparedness; and"}, {"text_block_id": "p28_b616", "text": "•"}, {"text_block_id": "p28_b617", "text": "responding rapidly and effectively to disasters."}, {"text_block_id": "p28_b618", "text": "Drought:"}, {"text_block_id": "p28_b619", "text": "a prolonged, abnormally dry period when there is insufficient water for users'normal needs. Agriculture suffers first and eventually everyone feels the impact. No definition of drought is all-inclusive. In addition, there are various types of drought:"}, {"text_block_id": "p28_b620", "text": "•"}, {"text_block_id": "p28_b621", "text": "Seasonal drought"}, {"text_block_id": "p28_b622", "text": ": This is a predictable drought and an annual event, e.g. a dry winter in a summer rainfall region, or a dry summer in a winter rainfall region. Other seasons may also be much drier than normal. Where overgrazing prevails, a seasonal drought may be mistaken for a severe drought, which qualifies for assistance. Seasonal droughts do not qualify for assistance unless the preceding seasons were disastrously dry"}, {"text_block_id": "p28_b623", "text": "."}, {"text_block_id": "p28_b624", "text": "•"}, {"text_block_id": "p28_b625", "text": "Periodic drought"}, {"text_block_id": "p28_b626", "text": ": This occurs at more or less regular intervals and is largely the result of normal fluctuations in rainfall below the"}, {"text_block_id": "p29_b627", "text": "expected average. Overgrazing aggravates such droughts. Periodic droughts are also those that must be provided for in the form of veld and fodder reserves."}, {"text_block_id": "p29_b628", "text": "•"}, {"text_block_id": "p29_b629", "text": "Disaster drought"}, {"text_block_id": "p29_b630", "text": ": Although there is no single all-encompassing definition for a disaster drought that would satisfy all perceptions, rainfall is a factor that determines the incidence and severity of such a drought. Disaster droughts tend to develop gradually in grazing lands, usually from chronic lower rainfall over many months and seasons. In crop production areas a disaster drought could occur over the short term, such as when the soil has already reached an advanced stage of drying out, followed by little or no rain. Disaster droughts are not predictable and occur at uneven intervals of years. The incidence of disaster droughts is low, usually only once in 15 or more years. A major aggravating factor in disaster drought is overstocking. This leads to a progressive deterioration of veld quality and quantity. Disaster droughts could last very long, but usually end within 12 to 36 months."}, {"text_block_id": "p29_b631", "text": "•"}, {"text_block_id": "p29_b632", "text": "False drought"}, {"text_block_id": "p29_b633", "text": ": This type of \"drought\" occurs when rainfall is normally below the long-term average, but as a result of overgrazing the veld and fodder supply becomes prematurely depleted, giving the impression of a prevailing drought. In some instances false droughts have been declared as disaster droughts."}, {"text_block_id": "p29_b634", "text": "•"}, {"text_block_id": "p29_b635", "text": "Premature drought:"}, {"text_block_id": "p29_b636", "text": "This type of drought occurs when a chronic dry situation is so aggravated by overgrazing that a disaster drought is prematurely declared. In many instances, adjoining farms may differ widely as to the intensity of a drought as a result of veld management practices and the exploitation of grazing capacity."}, {"text_block_id": "p29_b637", "text": "•"}, {"text_block_id": "p29_b638", "text": "Prolonged drought"}, {"text_block_id": "p29_b639", "text": ": A drought situation can be prolonged for months where high stock numbers are maintained. This results in a more or less chronic food shortage even after rains have fallen."}, {"text_block_id": "p30_b640", "text": "Plants become severely damaged. It is also possible that areas that have been declared drought stricken do not recover after moderate rainfall. After a few months the drought grows even worse."}, {"text_block_id": "p30_b641", "text": "•"}, {"text_block_id": "p30_b642", "text": "Green drought"}, {"text_block_id": "p30_b643", "text": ": Green drought occurs when excessive grazing pressure is maintained in semi-dry periods. This causes food shortage even though the vegetation appears green and soil moisture reserves are favourable, or where natural causes such as rain showers during a drought promote a short spell of green growth, but not enough for breaking the drought. A green drought can also occur where insects severely attack plants and deplete the fodder to such a degree that it takes on the appearance of a drought situation. There is thus a shortage of fodder in spite of favourable circumstances. The most common pests are locusts, Karoo caterpillar and the commando caterpillar."}, {"text_block_id": "p30_b644", "text": "•"}, {"text_block_id": "p30_b645", "text": "Financial drought:"}, {"text_block_id": "p30_b646", "text": "Farmers exert pressure to obtain financial assistance in order to improve cash flow. Thus a region is sometimes declared drought stricken even though a drought does not prevail. (The declaration of such a region as a disaster drought area has a negative effect on the interpretation of rainfall records because a drought is indicated when it does not exist.) The envisaged Agriculture Insurance Bill could counter this situation."}, {"text_block_id": "p30_b647", "text": "Excluding a disaster drought, none of the droughts defined above qualified for drought assistance under the previous Disaster Drought Scheme. It should be reiterated that a disaster drought is caused by a below normal rainfall and that overgrazing is the most common drought-aggravating factor. Where grazing capacity is strictly observed and veld management is sound, the drought problem can be greatly eliminated."}, {"text_block_id": "p30_b648", "text": "Emergency preparedness:"}, {"text_block_id": "p30_b649", "text": "a state of readiness that enables the public, farming communities and other institutions involved in disaster management"}, {"text_block_id": "p31_b650", "text": "to mobilise, organise and provide relief measures to deal with an impending or current disaster or the effects of a disaster drought."}, {"text_block_id": "p31_b651", "text": "El Nino:"}, {"text_block_id": "p31_b652", "text": "the phenomenon that occurs when sea-surface temperatures (SSTs) in the Equatorial Pacific Ocean of the South American coast become warmer than normal. Such persisting warm SSTs influence atmospheric circulation and change climate patterns globally."}, {"text_block_id": "p31_b653", "text": "Mitigation:"}, {"text_block_id": "p31_b654", "text": "measures aimed at reducing the impact or effects of a disaster."}, {"text_block_id": "p31_b655", "text": "Post-disaster recovery and rehabilitation:"}, {"text_block_id": "p31_b656", "text": "efforts, including development, aimed at creating a situation where normality is restored, the effects of disaster are mitigated or circumstances are created that will reduce the risk of a similar disaster occurring."}, {"text_block_id": "p31_b657", "text": "Prevention:"}, {"text_block_id": "p31_b658", "text": "measures aimed at stopping a disaster from occurring or preventing an occurrence from becoming a disaster."}, {"text_block_id": "p31_b659", "text": "Reciprocation:"}, {"text_block_id": "p31_b660", "text": "the commitment of farming communities to comply with certain prerequisites before they qualify for assistance."}, {"text_block_id": "p31_b661", "text": "Response:"}, {"text_block_id": "p31_b662", "text": "measures taken during or immediately after a disaster in order to bring relief to farming communities affected by disaster."}, {"text_block_id": "p31_b663", "text": "Southern oscillation"}, {"text_block_id": "p31_b664", "text": ": a measure of the strength and phase of the anomalous sea-level pressure difference between Tahiti (mid-Pacific) and Darwin (Australia)."}], "document_description": "South Africa's Drought Management Plan has four key areas of focus: institutional arrangements, integrated institutional capacity, disaster risk assessment and reduction planning, and response and recovery.\n\nThe plan proposes a number of specific actions, including creating and maintaining an information management system, monitoring and evaluation, conducting research (including research specifically about climate change), giving technical assistance to provincial agricultural departments' drought assessments, implementing early warning systems, incorporating drought into disaster risk reduction programs, procuring funds from the national treasury, and encouraging participation in disaster risk and drought reduction programs at all levels of government."}