{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "South Africa", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Economic Reconstruction and Recovery Plan", "document_country_code": "ZAF", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "11/01/2020", "document_keyword": ["Covid19", "Stimulus Plan"], "document_url": "https://cdn.climatepolicyradar.org/ZAF/2020/ZAF-2020-01-11-Economic Reconstruction and Recovery Plan_5c00086f0805fbd83bb82e6c6806a856.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE SOUTH AFRICAN ECONOMIC RECONSTRUCTION AND RECOVERY PLAN"}, {"text_block_id": "p1_b2_merged", "text": "1. INTRODUCTION"}, {"text_block_id": "p1_b5", "text": "This document sets out a reconstruction and recovery plan for the South African economy that is aimed at stimulating equitable and inclusive growth. For the past decade, the South African economy has experienced stagnation which has put a strain in the effort to tackle the historical structural inequalities, unemployment and poverty. There is a consensus amongst the social partners that there should be substantial structural change in the economy that would unlock growth and allow for development. Government•s conviction is that we have to massively mobilise all our resources and efforts in economic activities that will put the economy in a sustainable recovery trajectory."}, {"text_block_id": "p1_b6", "text": "The challenges in the South African economy have overtime been worsened by sustained low levels of investment and growth. The economy has also experienced a series of downgrades, including state-owned enterprises (SOEs). This has impacted adversely on the cost of borrowing. In addition, low levels of growth and challenges related to revenue leakages have also impacted negatively on resource mobilisation. These challenges, coupled with an increasing budget deficit and a rising stock of debt has constrained the fiscal space. To break the stranglehold of these challenges and other economic constraints, requires a plan that will help us take advantage of the opportunities presented by the global economy that is also on the mend."}, {"text_block_id": "p1_b7", "text": "The outbreak of the Covid-19 pandemic in March, 2020, found a vulnerable South African economy. In fact, at the time pandemic reached our shores, the South African economy had experienced two consecutive quarters of a recession. As a result, the Covid-19 pandemic deepened the economic crisis. Many people lost their jobs, many have gone without income for extended periods, and many are going hungry every day. Inequality is expected to widen and poverty to deepen. Given the extent of the devastation, the economic response required should match or even surpass the scale of the disruption caused."}, {"text_block_id": "p1_b8", "text": "The stagnation of the economy for a long period coupled with the Covid-19 crisis has also led to low levels of capacity utilization in the various sectors of the South African economy. This trend is projected to continue; painting a dire picture for gross fixed capital formation. A significant reduction in the gross fixed capital formation variable is a troubling development; given that this variable is critical in sustaining and growing the productive base of the economy."}, {"text_block_id": "p2_b9", "text": "Drastic declines in capacity utilization also imply that investment plans and projects that were affordable before the impact of the crisis face the possibility of not being affordable with a prolonged subdued capacity utilization."}, {"text_block_id": "p2_b10", "text": "entrenched levels of inequality, poverty and unemployment."}, {"text_block_id": "p2_b11", "text": "•We are determined not merely to return our economy to where it was"}, {"text_block_id": "p2_b12", "text": "before the coronavirus, but to forge a new economy in a new global reality.•"}, {"text_block_id": "p2_b13", "text": "The South African Economic Reconstruction and Recovery Plan has three phases: Engage and Preserve -which includes a comprehensive health response to save lives and curb the spread of the pandemic;  Recovery and Reform -which includes interventions to restore the economy while controlling the health risks; and lastly, Reconstruct and Transform -which entails building a sustainable, resilient and inclusive economy. In terms of the Plan, the following priority interventions will be made:"}, {"text_block_id": "p2_b14", "text": "The South African Economic Reconstruction and Recovery Plan has three phases: Engage and Preserve -which includes a comprehensive health response to save lives and curb the spread of the pandemic;  Recovery and Reform -which includes interventions to restore the economy while controlling the health risks; and lastly, Reconstruct and Transform -which entails building a sustainable, resilient and inclusive economy. In terms of the Plan, the following priority interventions will be made:\n* Aggressive infrastructure investment;\n* Employment orientated strategic localization, reindustrialization and export promotion;\n* Energy security;\n* Support for tourism recovery and growth;\n* Gender equality and economic inclusion of women and youth;\n* Green economy interventions;\n* Mass public employment interventions;\n* Strengthening food security; and\n* Macro-economic interventions"}, {"text_block_id": "p3_b32", "text": "To ensure the successful implementation of the Plan, the following key enablers will be put in place:"}, {"text_block_id": "p3_b33", "text": "To ensure the successful implementation of the Plan, the following key enablers will be put in place:\n* Resource mobilisation;\n* Regulatory changes, a supportive policy environment and enabling conditions for ease\n* Building a capable state;\n* Social compacting;\n* Skills development; as well as\n* Economic diplomacy and further integration into the African continent"}, {"text_block_id": "p3_b45", "text": "In addition, specific interventions in sectors that have emerged as important areas of growth and employment will be made to strengthen the economic reconstruction and recovery. Interventions in the Plan will be underpinned by the need to protect vulnerable workers, households and firms; build consumer, investor and public confidence; deepen industrialization through localization; pursue environmental sustainability, deliver quick wins; and continue providing relief to mitigate the impact of Covid-19. Ultimately, the end goal is to pursue and infrastructure led economic reconstruction and recovery with investment in infrastructure that will stimulate the various sectors of the economy."}, {"text_block_id": "p3_b46", "text": "To support economic reconstruction and recovery, the following structural reforms will be implemented:"}, {"text_block_id": "p3_b47", "text": "To support economic reconstruction and recovery, the following structural reforms will be implemented:\n* Modernizing and reforming network industries and associated state owned enterprises;\n* Re-orienting trade policies and pursuing greater regional integration to boost exports,\n* Lowering barriers to entry to make it easier for businesses to start, grow, and compete;\n* Supporting labour-intensive sectors such as tourism and agriculture to achieve more\n* Creating greater levels of economic inclusion, including through addressing high levels\n* Addressing the weak job-creating capacity of the economy;\n* Boosting education and skills development;\n* Promoting greater beneficiation of raw materials; and\n* Addressing racial, gender and geographical inequalities which hamper deeper"}, {"text_block_id": "p4_b65", "text": "In the final analysis, the reconstruction and recovery plan seeks to build a South African economy that meets the needs of all its citizens. An economy that will create enough jobs for all who seek employment, provide equitable distribution of income amongst all South Africans and create a better life for all."}, {"text_block_id": "p4_b66", "text": "2. FRAMING THE PROBLEM • SUPPLY AND DEMAND IMPACTS"}, {"text_block_id": "p4_b67", "text": "programmes of government expensive."}, {"text_block_id": "p4_b68", "text": "Figure 1: The fiscus"}, {"text_block_id": "p4_b69_merged", "text": "The increase in the risk premium as a result of an increase in downgrades has also had an adverse impact on the public debt servicing costs. It is also important to indicate that the"}, {"text_block_id": "p5_b71_merged", "text": "primary budget deficit has been increasing over time, and that the stock of debt has also been rising thereby leading to a constrained fiscal headspace. The COVID-19 crisis found the South African economy battling with the effects of structural problems. The crisis has led to significant adverse impact on capacity utilization for various sectors of the South African economy, this has also been accompanied by significant decreases in gross fixed capital formation in the first quarter of 2020 compared to the same period the year before."}, {"text_block_id": "p5_b77", "text": "measures to mitigate against the impact of the crisis."}, {"text_block_id": "p5_b78", "text": "supportive to sustained and accelerated economic recovery."}, {"text_block_id": "p5_b79", "text": "Figure 2: South Africa•s GDP performance (2014:Q1 • 2020:Q1)"}, {"text_block_id": "p6_b80", "text": "Data Source:"}, {"text_block_id": "p6_b81", "text": "Statistics South Africa, 2020"}, {"text_block_id": "p6_b82", "text": "A response to the economic impact of COVID-19 calls for interventions that also address the structural problems that beset the South African economy prior to the impact of the coronavirus. This means crafting interventions that bring about an outcome that decisively deal with the impact of the coronavirus on the South African economy and the last standing structural challenges that have been inhibiting the type inroads that we needed to have made as an economy and a people."}, {"text_block_id": "p6_b83", "text": "Figure 3: Framing the problem"}, {"text_block_id": "p7_b84", "text": "Figure 4: Cornerstones of the reconstruction and recovery plan"}, {"text_block_id": "p8_b85", "text": "Figure 5: Phases of the Economic Reconstruction and Recovery effort"}, {"text_block_id": "p8_b86", "text": "Specific short, medium and long-term interventions required to strengthen key sectors of the economy will also be made. The collective impact of these sectoral interventions are intended to bring South Africa back on course towards the targets set in the National Development Plan; Vision 2030. These include:"}, {"text_block_id": "p8_b87", "text": "Specific short, medium and long-term interventions required to strengthen key sectors of the economy will also be made. The collective impact of these sectoral interventions are intended to bring South Africa back on course towards the targets set in the National Development Plan; Vision 2030. These include:\n* Growing the economy at a rate of 5,4%;\n* Reducing the unemployment rate to 6%;\n* Increasing investment as a share of GDP to 30%;\n* Reducing inequality as measured by the Gini Coefficient to 0.60; and\n* Total eradication of poverty."}, {"text_block_id": "p8_b97", "text": "It is acknowledged that the attainment of Vision 2030 and these targets have been made more difficult by the COVID-19 crisis. This presents a challenge which must be met through a"}, {"text_block_id": "p9_b98", "text": "redoubling of efforts to put the economy back on track after the blow dealt to it by the crisis, and to place it back on the track towards the trajectory of Vision 2030."}, {"text_block_id": "p9_b99", "text": "3. PRIORITY INTERVENTIONS"}, {"text_block_id": "p9_b100", "text": "3.1 Infrastructure investment and delivery"}, {"text_block_id": "p9_b101", "text": "include a review of the PFMA and the MFMA to facilitate PPP."}, {"text_block_id": "p9_b102", "text": "In this regard the following will be implemented:"}, {"text_block_id": "p9_b103", "text": "In this regard the following will be implemented:\n* Reversing delays in Metrorail modernization including prioritizing the refurbishment\n* Reversing delays in Metrorail modernization including prioritizing the refurbishment\n of  the Mabopane line in Tshwane and the Central line in Cape Town;\n* Ensuring improved efficiencies at ports of entry;\n* Protecting passenger and freight rail infrastructure from vandalism, arson and other\n* Protecting passenger and freight rail infrastructure from vandalism, arson and other\n crimes;\n* as local supply and value chains.\n* as local supply and value chains.\n Fast-tracking the approved Integrated Public Transport Networks in 5 Cities, providing"}, {"text_block_id": "p9_b114", "text": "local supplier industries for infrastructure delivery."}, {"text_block_id": "p9_b115_merged_merged_merged_merged", "text": "Attention will also be paid to improving the state•s technical, project preparation and financial engineering capabilities, including through drawing-in private sector skills and expertise, to"}, {"text_block_id": "p10_b117", "text": "fast-track the delivery of infrastructure projects. A single window of entry will be created"}, {"text_block_id": "p10_b118", "text": "through the establishment of Infrastructure South Africa (ISA): a central government agency"}, {"text_block_id": "p10_b119", "text": "responsible for coordinating and driving the infrastructure investment programme. This will"}, {"text_block_id": "p10_b120", "text": "help fast-track the delivery of projects."}, {"text_block_id": "p10_b121", "text": "To further strengthen state capacity for infrastructure expansion the following will be"}, {"text_block_id": "p10_b122", "text": "implemented:"}, {"text_block_id": "p10_b123", "text": "implemented:\n* Standard design for social infrastructure;\n* Designate the DBSA and Coega to be implementing agents for certain key projects\n* Designate the DBSA and Coega to be implementing agents for certain key projects\n where there are capacity constraints;\n* Reinforce the Municipal Infrastructure Support Unit as it is in the area of municipal\n* Reinforce the Municipal Infrastructure Support Unit as it is in the area of municipal\n infrastructure where there are the greatest capacity issues;\n* Improve coordination with provinces to introduce preparation capacity, whilst also\n* Improve coordination with provinces to introduce preparation capacity, whilst also\n working strengthen overall infrastructure capacity;\n* Allow greater allocation to project preparation and packaging"}, {"text_block_id": "p10_b136", "text": "Figure 6: Reviews to be undertaken"}, {"text_block_id": "p10_b137", "text": "3.2 Industrialisation through localisation"}, {"text_block_id": "p10_b138_merged_merged_merged_merged_merged_merged", "text": "To kick-start a massive programme of industrialisation through localisation, certain local industries where localisation will be driven aggressively will be supported with special"}, {"text_block_id": "p11_b140_merged", "text": "measures including through a strong link with infrastructure investment plans. These include those sectors located in economically depressed areas; those able to create large numbers of jobs, including low skills jobs; industries where South Africa already has existing capacity or a competitive advantage as well as industries that support innovation."}, {"text_block_id": "p11_b144", "text": "and localization."}, {"text_block_id": "p11_b145", "text": "Overall, the programme to drive industrialization through localization will seek to achieve the following strategic objectives:"}, {"text_block_id": "p11_b146", "text": "Overall, the programme to drive industrialization through localization will seek to achieve the following strategic objectives:\n* Reduce the proportion of imported intermediate and finished-goods;\n* Improve the efficiency of local producers; and\n* Develop export competitive sectors that can expand the sales of South African made"}, {"text_block_id": "p11_b152", "text": "component production."}, {"text_block_id": "p11_b153", "text": "products."}, {"text_block_id": "p11_b154", "text": "identification of strategic minerals that will be designated for local beneficiation."}, {"text_block_id": "p12_b155", "text": "sustained."}, {"text_block_id": "p12_b156", "text": "following principles:"}, {"text_block_id": "p12_b157", "text": "following principles:\n* value chain;\n* value chain;\n Accelerating the involvement of township and rural enterprises in the manufacturing\n* Intensifying SMME participation in the light and fast consumer goods manufacturing;\n* Facilitating the participation of SMMEs in the high-demand minerals beneficiation, such as chrome and ferrochrome; and\n* Revitalizing dormant industrial production infrastructure"}, {"text_block_id": "p12_b167", "text": "the manufacturing sector."}, {"text_block_id": "p12_b168", "text": "Figure 7: Industrial localisation"}, {"text_block_id": "p12_b169", "text": "Figure 7 presents the extent of localization in various subsectors of the manufacturing sector in the South African economy. This provides a good base from which government will intensify localization focusing on the top export basket list, critical inputs for the industrialization and for domestic consumption. To this end, government will aggressively support localization that is guided by these three areas in a manner that improves the competitiveness and resilience of"}, {"text_block_id": "p13_b170", "text": "State procurement will shift decisively to local procurement, while enforcement of local procurement requirements will be strengthened. The weight placed on pricing will be reviewed to enable deeper levels of local procurement. Competition policies will be utilised to ensure that the state does not face unreasonable pricing."}, {"text_block_id": "p13_b171", "text": "Centralised procurement will be used for all identified products, with transversal contracts to enable long-term procurement commitments with reciprocal commitments by manufacturers to transformation, investment and pricing."}, {"text_block_id": "p13_b172", "text": "The different tools available to the state, all public entities and the three spheres of government; including industrial funding, tax incentives, licensing, tariffs and others public measures will be reviewed to enable conditionalities to be placed for localisation. The implementation of the export tax on scrap metal will be speeded up to enable foundries and steel mini-mills to recover and grow."}, {"text_block_id": "p13_b173", "text": "3.3 Energy security"}, {"text_block_id": "p13_b174", "text": "pool and capacity through innovation and efficiency."}, {"text_block_id": "p13_b175", "text": "Specific interventions in the energy sector include:"}, {"text_block_id": "p13_b176", "text": "Specific interventions in the energy sector include:\n* Creating a Transmission Company from a Restructured Eskom and facilitating electricity\n* Creating a Transmission Company from a Restructured Eskom and facilitating electricity\n trading;\n* Securing and additional 550 MW procured by Eskom that will be connected by December\n* Securing and additional 550 MW procured by Eskom that will be connected by December\n 2020;\n* Connection of additional 128 MW of IPP capacity;\n* Connection of Bid Window 4 IPP capacity, 1338 MW between January and June 2021 and 279 MW by March 2022;\n* Enabling additional capacity through section 34, to unlock 2 000 MW;\n* Prepare for the nuclear programme at the pace and rate that is affordable;"}, {"text_block_id": "p14_b191", "text": "Specific interventions in the energy sector include:\n* Creating a Transmission Company from a Restructured Eskom and facilitating electricity\n* Creating a Transmission Company from a Restructured Eskom and facilitating electricity\n trading;\n* Securing and additional 550 MW procured by Eskom that will be connected by December\n* Securing and additional 550 MW procured by Eskom that will be connected by December\n 2020;\n* Connection of additional 128 MW of IPP capacity;\n* Connection of Bid Window 4 IPP capacity, 1338 MW between January and June 2021 and 279 MW by March 2022;\n* Enabling additional capacity through section 34, to unlock 2 000 MW;\n* Prepare for the nuclear programme at the pace and rate that is affordable;\n* Finalise model and partnership for the LNG Import Architecture and Partnership within 6\n* Finalise model and partnership for the LNG Import Architecture and Partnership within 6\n months in order to unlock investment and value;\n* Enable Upstream Sector Investments, through the finalization of the Petroleum Resources\n* Enable Upstream Sector Investments, through the finalization of the Petroleum Resources\n Development Bill and related fiscal measures;\n* Finalise the Bioenergy regulations in the short term;\n* Implementing price and market regulatory changes to increase usage of LPG as an alternative energy source for heating and cooking;\n* Issuing a request for qualification on the gas to power programme; and\n* Enabling generation for own use."}, {"text_block_id": "p14_b206", "text": "A critical part of securing South Africa•s energy future, is the need to intensify regional integration efforts; whether for access to gas in cases where neighbouring countries are endowed, or for the development of new regional generation and transmission infrastructure where needed."}, {"text_block_id": "p14_b207", "text": "Some of the immediate interventions to secure South Africa's energy future include separating and unbundling Eskom, improving efficiency, monitoring the Eskom build programme and reliability of energy supply, reviewing progress with the minimisation of load shedding trends and identifying potential opportunities for Eskom on the continent to support regional development. The Framework Agreement for a Social Compact on Supporting Eskom for Inclusive Economic Growth is critical component of ensuring security of energy supply as well as the operational and financial stabilisation of Eskom."}, {"text_block_id": "p14_b208", "text": "The implementation of the Integrated Resource Plan will ensure the diversification of South Africa•s energy sources which also embraces new entrants and capacity into the energy space. Government will continue to explore the conversion of old power stations that are to be decommissioned with proximity to Mozambique for gas conversion."}, {"text_block_id": "p14_b209", "text": "3.4 Gender equality and economic inclusion of women and youth"}, {"text_block_id": "p14_b210", "text": "The interventions that form part of the South African Economic Reconstruction and Recovery Plan will be geared towards promoting greater participation by black people, women, youth and persons with disability at all economic levels. This will be done as part of transforming patterns of asset ownership and income distribution in our society. Government will ensure effective gender mainstreaming in all aspects of the Plan, through the participation and mobilization of women at"}, {"text_block_id": "p15_b211", "text": "all levels. This includes such mechanisms as the 40% set aside for women in public procurement, legal remedies to close the gender pay gap, women•s participation in key economic sectors, access to assets such as land, and women•s financial inclusion and empowerment."}, {"text_block_id": "p15_b212", "text": "In the infrastructure built programme, South African companies and building materials will be used, as well as labour intensive construction methods; placing emphasis on skills transfer, the empowerment and inclusion of young people, women and persons with disability. SMMEs, especially those run by the young people, women and persons with disability will play a significant role in the delivery of the infrastructure necessary to catalyze economic recovery and reconstruction."}, {"text_block_id": "p15_b213", "text": "Young people, women and persons with disability will be encouraged and supported to form cooperatives in key economic sectors such as retail, agriculture and agro processing, financial services (Cooperative Financial Institutions), manufacturing and infrastructure development. In addition, young people, women and persons with disability will be prioritized in accessing funding for initiatives that will drive the recovery and reconstruction effort."}, {"text_block_id": "p15_b214", "text": "As part of building the skills base required by our changing economy, young people, women and persons with disability will be provided with tools and training to enable them to access online learning and economic opportunities. Linked to this will be the re-orientation and alignment of the skills strategy to be more demand led and responsive to the changing nature of work, including prioritising the up-skilling of women and girls with due regard to reversing the deterioration of the gender division of labour;"}, {"text_block_id": "p15_b215", "text": "3.5 Support for the recovery and growth of the tourism, cultural and creative industries"}, {"text_block_id": "p15_b216", "text": "part of the overall reconstruction and recovery effort."}, {"text_block_id": "p15_b217_merged", "text": "The tourism industry is a growth focal point, able to absorb varying skills levels through employment. Industrial linkages of the sector have important implications for the general stimulation of South Africa•s economy through the multiplier effect from the expenditure side, and the fall in demand of related sectors such as agriculture, transport, petroleum industry has"}, {"text_block_id": "p16_b222", "text": "started filtering through the economy. Gross value addition in this sector is rooted in its value chain"}, {"text_block_id": "p16_b223", "text": "that has a strong relationship and linkages with other sectors of the economy."}, {"text_block_id": "p16_b224", "text": "overtime:"}, {"text_block_id": "p16_b225_merged_merged", "text": "Immediate measures to protect the supply side capacity of the tourism sector will be introduced. These are indicated in Figure 8 below."}, {"text_block_id": "p17_b227", "text": "Figure 8: Immediate measure to protect supply side capacity of tourism sector"}, {"text_block_id": "p17_b228", "text": "be given to the maintenance of attraction to prevent the collapse of the tourism supply base."}, {"text_block_id": "p17_b229", "text": "protocols and support for the biodiversity economy will be strengthened."}, {"text_block_id": "p17_b230", "text": "SMME funding in the tourism sector will be directed in a manner that deepens the spatial tourism subsector product offerings in villages and small towns. Sector transformation aimed at facilitating participation of black people, especially women shall also be facilitated through implementation of Tourism Equity Fund."}, {"text_block_id": "p17_b231", "text": "To support the revival and sustained growth of the cultural and creative industries in the COVOD19 era, interventions will be made to strengthen the development of online platforms for the distribution of creative products and where they exist these will be strengthened. Linked to this"}, {"text_block_id": "p18_b232", "text": "will be interventions to strengthen, including through the introduction of appropriate incentives, online dissemination of cultural products such as music, film and design."}, {"text_block_id": "p18_b233", "text": "To unlock both the demand and supply side constraints in the cultural and creative industries, the following focus areas will be prioritized:"}, {"text_block_id": "p18_b234", "text": "•"}, {"text_block_id": "p18_b235", "text": "Stimulation of demand;"}, {"text_block_id": "p18_b236", "text": "•"}, {"text_block_id": "p18_b237", "text": "Audience development and consumption;"}, {"text_block_id": "p18_b238", "text": "•"}, {"text_block_id": "p18_b239", "text": "Support the development of local content, including digital content; and"}, {"text_block_id": "p18_b240", "text": "•"}, {"text_block_id": "p18_b241", "text": "Develop cultural value adds to the tourism packages and enhance the profile of the coordinated value proposition."}, {"text_block_id": "p18_b242", "text": "3.6 Green economy interventions"}, {"text_block_id": "p18_b243_merged", "text": "The pursuit of green industrialization and a green future is an important intervention not only in addressing the persistent challenges of inequality, poverty and unemployment, but also in offering a sustainable solution to climate vulnerability and driving economic competitiveness. Green industrialization also guarantees the security of energy, food, water and electricity supply. Accordingly, South Africa•s economic reconstruction and recovery effort will include a significant green component. This will help in creating new green jobs, industries and firms."}, {"text_block_id": "p18_b245", "text": "Pursuing green industrialization also has added advantages as follows."}, {"text_block_id": "p19_b246", "text": "Figure 9: Advantages of Green Industrialisation"}, {"text_block_id": "p19_b247", "text": "Expanding the programme to retrofit public and private buildings with measures to improve energy and water efficiency, will form a major part of South Africa•s green agenda. The extension of this programme to schools, human settlements, clinics and other public buildings has a potential to build a local industry that is labour intensive and anchored on a sustainable value chain that supports SMME participation, income generation by households and skills development for unemployed youth."}, {"text_block_id": "p19_b248", "text": "In the energy sector the retrofitting of the aging Mpumalanga power stations with solar power could save jobs, sustain livelihoods and ensure that important grid infrastructure is revitalized. Also of significance is that the economy transitions to towards a greener future, care will be taken to ensure the principle of a just transition. Critical interventions in the green economy include amongst others the following high impact priority areas:"}, {"text_block_id": "p19_b249", "text": "•"}, {"text_block_id": "p19_b250", "text": "Biodiversity economy infrastructure roll out inclusive of Protected areas;"}, {"text_block_id": "p19_b251", "text": "•"}, {"text_block_id": "p19_b252", "text": "Support for SMMEs and cooperatives to take advantage of opportunities in the green economy;"}, {"text_block_id": "p19_b253", "text": "•"}, {"text_block_id": "p19_b254", "text": "Implementation of exclusion applications for 48 sites for ash, gypsum, slag and biomass beneficiation;"}, {"text_block_id": "p19_b255", "text": "•"}, {"text_block_id": "p19_b256", "text": "Support for small grower farmers through PPPs in forestry, including in state plantations"}, {"text_block_id": "p20_b257", "text": "•"}, {"text_block_id": "p20_b258", "text": "Support for Traditional Authorities Demonstration Project;"}, {"text_block_id": "p20_b259", "text": "•"}, {"text_block_id": "p20_b260", "text": "Waste picker integration and revitalization of buy-back centres;"}, {"text_block_id": "p20_b261", "text": "Waste picker integration and revitalization of buy-back centres;\n* Section 18 industry waste management plans; and\n* Intermediary solutions for aquaculture products, and revitalisation and upgrade of existing"}, {"text_block_id": "p20_b265", "text": "3.7"}, {"text_block_id": "p20_b266", "text": "Mass public employment interventions"}, {"text_block_id": "p20_b267", "text": "The COVID-19 crisis is having an especially devastating impact on the livelihoods of the most vulnerable South Africans, including young people. As a result of the crisis it is anticipated that youth unemployment will worsen even further."}, {"text_block_id": "p20_b268", "text": "The nature of the crisis requires immediate intervention in the form of more direct investment in employment creation through public employment programmes and related measures that are able to create a large number of jobs in the shorter term. Public employment programmes have an advantage in that not only do they create jobs for people where they live, they also help in meeting community needs in areas such as infrastructure maintenance, the care economy and ecological services."}, {"text_block_id": "p20_b269", "text": "Figure 10: Dimensions of employment stimulus"}, {"text_block_id": "p20_b270", "text": "As part of the support package announced in response to COVID-19, R 100 billion was earmarked for job creation and retention. This is part of an employment stimulus, based primarily on direct public investment in employment to counteract anticipated job losses. The stimulus would enable the creation of a cumulative 2.5 million direct jobs by the end of the 2021/22 and 5 million jobs by 2023/2024. A provisional allocation of R19.6 billion was made in the Special Adjustment Budget for this purpose."}, {"text_block_id": "p21_b271", "text": "The mass public employment plan cuts across clusters and spheres of government and builds on existing EPWP programmes and the implementation of the Presidential Youth Employment Intervention."}, {"text_block_id": "p21_b272", "text": "In addition, mass employment opportunities will be created through social employment programmes such as launching a campaign on •War on Waste•, building the circular economy, supporting the learning environment in schools as well as initiatives to support and expand small producers producing food for their own consumption and for local informal markets."}, {"text_block_id": "p21_b273", "text": "The following specific initiatives to boost mass employment creation will be implemented across departments:"}, {"text_block_id": "p21_b274", "text": "•"}, {"text_block_id": "p21_b275", "text": "Establishment of the Social Employment Fund to support community-driven work for the common good;"}, {"text_block_id": "p21_b276", "text": "•"}, {"text_block_id": "p21_b277", "text": "The creation of 50,000 new job opportunities in environmental programmes;"}, {"text_block_id": "p21_b278", "text": "•"}, {"text_block_id": "p21_b279", "text": "74,626 small-scale farmers will be supported to expand production and access markets;"}, {"text_block_id": "p21_b280", "text": "•"}, {"text_block_id": "p21_b281", "text": "25,000 new opportunities will be created in labour-intensive municipal infrastructure maintenance;"}, {"text_block_id": "p21_b282", "text": "•"}, {"text_block_id": "p21_b283", "text": "1,560 new opportunities will be created in facilities maintenance, water and energy efficiency, and construction of rural bridges;"}, {"text_block_id": "p21_b284", "text": "•"}, {"text_block_id": "p21_b285", "text": "37,097 new opportunities will be created in rural roads maintenance;"}, {"text_block_id": "p21_b286", "text": "•"}, {"text_block_id": "p21_b287", "text": "5,531 new opportunities will be created in community health work and nursing;"}, {"text_block_id": "p21_b288", "text": "•"}, {"text_block_id": "p21_b289", "text": "14,000 new opportunities will be created in community forestry;"}, {"text_block_id": "p21_b290", "text": "•"}, {"text_block_id": "p21_b291", "text": "32,663 new opportunities will be created for public employment in cities;"}, {"text_block_id": "p21_b292", "text": "•"}, {"text_block_id": "p21_b293", "text": "300,000 opportunities will be created for teaching and school assistants;"}, {"text_block_id": "p21_b294", "text": "•"}, {"text_block_id": "p21_b295", "text": "44,933 vulnerable teaching posts to be protected;"}, {"text_block_id": "p21_b296", "text": "•"}, {"text_block_id": "p21_b297", "text": "Support for 34,070 livelihoods in the creative, cultural and sporting sector (including grant funding and protection of vulnerable posts in cultural institutions);"}, {"text_block_id": "p21_b298", "text": "•"}, {"text_block_id": "p21_b299", "text": "Support to 5,000 young entrepreneurs and micro-enterprises; and"}, {"text_block_id": "p21_b300", "text": "•"}, {"text_block_id": "p21_b301", "text": "Expansion of the BPO incentive to create 8,000 jobs in global business services"}, {"text_block_id": "p21_b302", "text": "Linked to the mass public employment interventions will be initiatives for employment protection and stimulation. These include:"}, {"text_block_id": "p22_b303", "text": "•"}, {"text_block_id": "p22_b304", "text": "Fast-tracking measures already announced to provide relief to industries, such as the export tax on scrap metal for the steel industry;"}, {"text_block_id": "p22_b305", "text": "•"}, {"text_block_id": "p22_b306", "text": "Embracing digitalisation for and retraining of retrenched workers;"}, {"text_block_id": "p22_b307", "text": "•"}, {"text_block_id": "p22_b308", "text": "Promoting health and safety in the workplace; and"}, {"text_block_id": "p22_b309", "text": "•"}, {"text_block_id": "p22_b310", "text": "Exploring reasonable alternatives to retrenchments in distressed companies and sectors"}, {"text_block_id": "p22_b311", "text": "3.8"}, {"text_block_id": "p22_b312", "text": "Strengthening agriculture and food security"}, {"text_block_id": "p22_b313", "text": "In 2017, 45.6 % of South Africans living in rural areas and 13.4% of those living in urban areas could be classified as food insecure. The COVID-19 crisis poses and additional threat to the food security of millions of South Africans who were already food insecure before the outbreak of COVID-19. In the long run the combined effects of the crisis could disrupt the function of food systems. Such a disruption could result in consequences for health and nutrition of a severity and scale never seen in more than half a century. As part of its comprehensive response to the COVID19 crisis, government wide-ranging support for the most vulnerable through R50 billion in expanded social grants as well as the distribution of food parcels and vouchers."}, {"text_block_id": "p22_b314", "text": "Research as well as engagements with social partners through the Agriculture and Agro-processing Master Plan process, indicate that gross fixed capital formation in agriculture could decline by between 3% and 5% in 2020, due to the COVID-19 crisis. Critical components of agricultural value chains that contribute to declining gross-fixed capital formation include inputs and farm equipment as well as land improvements. With farmers and agribusinesses facing income losses, this will affect their will to recapitalize farming businesses."}, {"text_block_id": "p22_b315", "text": "The suit of measures contained in the Comprehensive Land and Agrarian Strategy will create 317 000 new jobs. The bulk of these jobs will be created by private sector players in the fruits and other high value crops. Over R80 billion in gross production value will be created relative to the baseline."}, {"text_block_id": "p22_b316", "text": "The impact of proposed measures will ensure close to 230 000 households are supported thus directly addressing the food security at a household level. The following schemes modelled in the Land and Agrarian Strategy will be prioritized given the significant implications they have for food security:"}, {"text_block_id": "p22_b317", "text": "•"}, {"text_block_id": "p22_b318", "text": "Industrial Crops: Cotton and Sugar cane;"}, {"text_block_id": "p23_b319", "text": "•"}, {"text_block_id": "p23_b320", "text": "White Meat: Poultry and pigs;"}, {"text_block_id": "p23_b321", "text": "•"}, {"text_block_id": "p23_b322", "text": "Red Meat: Cattle, Goat and Sheep;"}, {"text_block_id": "p23_b323", "text": "•"}, {"text_block_id": "p23_b324", "text": "Fibers: Wool/Mohair;"}, {"text_block_id": "p23_b325", "text": "•"}, {"text_block_id": "p23_b326", "text": "Grains: Maize, Wheat and Soybean;"}, {"text_block_id": "p23_b327", "text": "•"}, {"text_block_id": "p23_b328", "text": "Fruits: Citrus, Deciduous Subtropical; and"}, {"text_block_id": "p23_b329", "text": "•"}, {"text_block_id": "p23_b330", "text": "Vegetables: Potato, Tomato, Onion"}, {"text_block_id": "p23_b331", "text": "3.9 Macro-economic policy interventions"}, {"text_block_id": "p23_b332", "text": "productive purposes to generate high growth which will reduce the debt to GDP ratio."}, {"text_block_id": "p23_b333", "text": "current economic context. Certain projects and programmes will also be postponed."}, {"text_block_id": "p24_b334", "text": "Figure 11: Macro-economic policy interventions"}, {"text_block_id": "p24_b335", "text": "businesses, and commercial banks have introduced temporary payment holidays."}, {"text_block_id": "p24_b336", "text": "real terms, the policy rate is now negative, and well below the estimated neutral rate of ±2%."}, {"text_block_id": "p24_b337", "text": "In addition to this measure, the SARB has sought to support financial-market functioning by:"}, {"text_block_id": "p25_b338", "text": "Figure 12: SARB support for financial market functioning"}, {"text_block_id": "p25_b339", "text": "Trust are providing interest-free loans and grants to small and medium-sized firms"}, {"text_block_id": "p25_b340", "text": "."}, {"text_block_id": "p25_b341", "text": "4. ENABLERS OF THE ECONOMIC RECOVERY AND RECONSTRUCTION PLAN"}, {"text_block_id": "p25_b342", "text": "4.1. Resource mobilization and the fight against corruption"}, {"text_block_id": "p25_b343", "text": "Resource mobilization is critical for the implementation of this Plan. Even more critical is that the initiatives and focus areas identified in the Plan should inform resource allocation going forward. The Plan identifies the following as critical elements of mobilizing resources for the economic recovery and reconstruction effort:"}, {"text_block_id": "p25_b344", "text": "•"}, {"text_block_id": "p25_b345", "text": "Ensuring the ease of accessing the government backed loan relieve scheme, which is a result of the collaboration between the National Treasury, the South African Reserve Bank and commercial banks;"}, {"text_block_id": "p25_b346", "text": "•"}, {"text_block_id": "p25_b347", "text": "Amendments to Regulation 28 of the Pension Funds Act to unlock funding for long-term infrastructure projects and high impact capital projects;"}, {"text_block_id": "p26_b348", "text": "•"}, {"text_block_id": "p26_b349", "text": "The use of project preparation to further unlock private sector funding for infrastructure and high impact capital funding;"}, {"text_block_id": "p26_b350", "text": "•"}, {"text_block_id": "p26_b351", "text": "Increased use of green infrastructure bonds and green climate finance"}, {"text_block_id": "p26_b352", "text": "•"}, {"text_block_id": "p26_b353", "text": "The formation and operation of the State bank; and"}, {"text_block_id": "p26_b354", "text": "•"}, {"text_block_id": "p26_b355", "text": "Changes to the PFMA and MFMA to facilitate PPP to facilitate greater private sector involvement in the reconstruction and recovery effort"}, {"text_block_id": "p26_b356", "text": "the implementation of the Open Tender Process."}, {"text_block_id": "p26_b357", "text": "Accordingly, the following priority actions will be undertaken:"}, {"text_block_id": "p26_b358", "text": "•"}, {"text_block_id": "p26_b359", "text": "Investment in the modernisation of the state and improving its capabilities and efficiencies, including the implementation of the Open Tender system;"}, {"text_block_id": "p26_b360", "text": "•"}, {"text_block_id": "p26_b361", "text": "sectors;"}, {"text_block_id": "p26_b362", "text": "Embarking upon a multi-stakeholder campaign to deal with the illicit economy, including protection rackets for jobs and the illegal occupation of construction sites by armed gangs, that has a crippling effect on the economic contribution of mining, construction and other"}, {"text_block_id": "p26_b363", "text": "•"}, {"text_block_id": "p26_b364", "text": "Increasing the human and financial resources of law enforcement agencies and the judicial"}, {"text_block_id": "p26_b365", "text": "system including specialised courts, so that prosecutions can be speeded up;"}, {"text_block_id": "p26_b366", "text": "•"}, {"text_block_id": "p26_b367", "text": "Ensuring that all government procurement transactions are reported in a transparent manner"}, {"text_block_id": "p26_b368", "text": "on an open platform;"}, {"text_block_id": "p26_b369", "text": "•"}, {"text_block_id": "p26_b370", "text": "Business organisations have committed to taking firm and decisive action, together with law enforcement agencies, against private companies and professional services firms in the business community that facilitate collusion and corruption, including state capture;"}, {"text_block_id": "p26_b371", "text": "•"}, {"text_block_id": "p26_b372_merged_merged_merged_merged", "text": "state capture; Civil society and trade unions have committed to acting against corruption in their organisations, or against officials and office-bearers who facilitate corruption, including"}, {"text_block_id": "p27_b374", "text": "•"}, {"text_block_id": "p27_b375_merged", "text": "a prominent public function. Balance the need for the detection of the movement of bribes, the use of the financial systems to launder illicit money flows and the human rights need to allow for honest living (including engaging in business activities) where a person has ceased to be entrusted with"}, {"text_block_id": "p27_b377", "text": "capacity to deal with these challenges will be strengthened."}, {"text_block_id": "p27_b378", "text": "To further strengthen resource mobilisation the following will be implemented:"}, {"text_block_id": "p27_b379", "text": "•"}, {"text_block_id": "p27_b380", "text": "Enhancing productivity and customer centricity;"}, {"text_block_id": "p27_b381", "text": "•"}, {"text_block_id": "p27_b382", "text": "Support for international and domestic resource mobilization;"}, {"text_block_id": "p27_b383", "text": "•"}, {"text_block_id": "p27_b384", "text": "Promoting full tax compliance;"}, {"text_block_id": "p27_b385", "text": "•"}, {"text_block_id": "p27_b386", "text": "Support all levels of government to collect taxes, rates and other revenue"}, {"text_block_id": "p27_b387", "text": "•"}, {"text_block_id": "p27_b388", "text": "Support efforts to drastically improve efficiency of spending."}, {"text_block_id": "p27_b389", "text": "4."}, {"text_block_id": "p27_b390", "text": "2. Regulatory reforms"}, {"text_block_id": "p27_b391", "text": "Ensuring ease and reducing the cost of doing business are some of the critical enablers of the economic recovery and reconstruction effort. In this regard, government will introduce regulatory changes that seek to optimise the regulatory environment as well as facilitate the ease and reduce the cost of doing business. The regulatory changes will also attract much needed private sector investment into the economy. Already the time it takes to register a company has been reduced to a few hours. This will be used as a lesson to systematically improve other registration and licensing processes in government."}, {"text_block_id": "p27_b392", "text": "In particular the implementation of the following regulatory reform will be accelerated:"}, {"text_block_id": "p27_b393", "text": "•"}, {"text_block_id": "p27_b394", "text": "Unnecessary and excessively stringent license and permit requirements identification and waived."}, {"text_block_id": "p28_b395", "text": "•"}, {"text_block_id": "p28_b396", "text": "Approval of the recently reviewed lists of critical skills, occupations in high demand and priority occupations to fast-track recruitment from South Africa and elsewhere; and"}, {"text_block_id": "p28_b397", "text": "•"}, {"text_block_id": "p28_b398", "text": "The finalization of the PIC Amendment Bill as well as simplifying and aligning BBBEE legislation and regulations."}, {"text_block_id": "p28_b399", "text": "4.3."}, {"text_block_id": "p28_b400", "text": "Building social compacts"}, {"text_block_id": "p28_b401", "text": "The COVID-19"}, {"text_block_id": "p28_b402", "text": "crisis has created material conditions for the emergence of a national consensus on how best to address short-term challenges due to the crisis. The crisis has also opened a fresh discussion on how to address long-term historical problems facing the country. There is a tremendous amount of goodwill among all sectors of the South African society to be leveraged on, as the country proceeds along the path of economic reconstruction and recovery. Accordingly, a process of social dialogue and social compacting, at national, provincial and sectoral level, involving key constituencies such as business, labour, communities and government, has been identified as among the key enablers of the Plan."}, {"text_block_id": "p28_b403", "text": "The Social Compact we are developing is two-fold in its mandate and manifestation. It is a compact between all the social partners in the South African eco-system. It will establish shared values and a unified vision for the reconstruction and recovery of South Africa•s economy. It will bring together the collective forces of labour, business and communities rural and urban alike, then we will be able to harness the full capacity and potential of our resources. This united front will also be entering into a compact with the investor community to establish a win-win approach to driving new growth, jobs and innovation that will put us back on track towards the Vision 2030 as set out in the NDP."}, {"text_block_id": "p28_b404", "text": "Already, the South African Economic Recovery and Reconstruction Plan is a product of social dialogue and compacting. It builds on the broad consensus among social partners on what needs to be done to drive economic recovery and reconstruction. Social partners have made collective and individual commitments in respect of all the priority focus areas of the Plan. There is an acknowledged that each social partner, not only government, has the resources and capabilities to contribute to the overall objectives of the success of the Plan."}, {"text_block_id": "p28_b405", "text": "There is also an appreciation of the trade-offs and sacrifices required from each social partner for the common good, and there is consensus that while the contribution of each social partner on any"}, {"text_block_id": "p29_b406", "text": "of the specific outcomes of the Plan may not be equal or simultaneous, each social partner has an important role to play in the implementation of the Plan."}, {"text_block_id": "p29_b407", "text": "4.4. Strengthening the capacity of the State"}, {"text_block_id": "p29_b408", "text": "The successful"}, {"text_block_id": "p29_b409", "text": "implementation of the Plan will also depend on a capable, ethical developmental state to with the capacity to plan and to implement in a coherent and integrated manner across the three spheres of government. Accordingly, strengthening the capacity of the state will be among the priority areas of focus."}, {"text_block_id": "p29_b410", "text": "As part of strengthening the capacity of the state, government will, overtime, expand dedicated capacity in project preparation, project implementation and execution of infrastructure and high impact capital projects. This will include strengthening partnerships with the private sector."}, {"text_block_id": "p29_b411", "text": "Corruption has had a profoundly negative impact on the ability and capability of the state to deliver. It has reached alarming proportions, and emboldened acts of corruption overtime have eroded public trust in the ability and capability of the state to deliver services to South Africans. Accordingly, government will intensify efforts to deal with corruption given that it also has the impact of undermining the capacity of the State to support growth and development. To this end, a zero-tolerance approach, building on the ongoing work, will be taken and the relevant law enforcement capacity will be strengthened in order to decisively deal with corruption in both the public and private sector."}, {"text_block_id": "p29_b412_merged", "text": "Procurement Bill will be fast-tracked. So too will be the introduction of transversal contracts for identified large volume items."}, {"text_block_id": "p29_b414", "text": "planning and delivery of basic services."}, {"text_block_id": "p29_b415", "text": "4.5"}, {"text_block_id": "p29_b416", "text": "Communications and the Digital Economy"}, {"text_block_id": "p30_b417", "text": "Communications and the digital economy cut across all economic activity. They contribute to lowering businesses costs, enable better government service provision, increase productivity, encourage innovation, reduce unemployment, and provide the poor with access to productive opportunities. Given the potential that communications and the digital economy have on the goal of unlocking inclusive growth, they will be among the key enablers of South Africa•s economic reconstruction and recovery."}, {"text_block_id": "p30_b418", "text": "Amongst others, the policy and policy direction will determine the release of spectrum allocations made at the WRC-19 and consider the modernization of spectrum regulations to align with technological changes which are critical to unlocking investment in communications and the digital economy. Necessary policy interventions will be put in place in order to ensure the building digital skills, digital capacity and competitiveness."}, {"text_block_id": "p30_b419", "text": "An Artificial Intelligence Institute with a focus on advanced manufacturing and new materials is important for the building of capacity for a globally competitive manufacturing sector will be established. South African based portals and platforms will also be developed in order to enhance the country•s status as major player in the digital economy as opposed to it being a follower."}, {"text_block_id": "p30_b420_merged", "text": "Necessary interventions will be made in order to increase broadband connectivity and creation of the virtual classroom to 152 schools. The plan was to provide support for the COVID19 period and 3 months post the COVID. There are ongoing discussions to have the intervention stay for a longer period. This is done with a view to expand coverage to other schools."}, {"text_block_id": "p30_b424", "text": "Necessary interventions will be made in order to increase the localisation content of expanding economic activity through infrastructure investment and delivery in this sector through the intensification of backward and forward linkages with other sector of our economy. The digital economy has been identified as an important area of the inclusion of SMMEs into the mainstream economy."}, {"text_block_id": "p30_b425", "text": "As part of expanding digital inclusion the following will be undertaken:"}, {"text_block_id": "p30_b426", "text": "•"}, {"text_block_id": "p30_b427", "text": "Expediting digital migration by March 2021;"}, {"text_block_id": "p30_b428", "text": "•"}, {"text_block_id": "p30_b429", "text": "Releasing high demand spectrum to individual Electronic Communication Network Services (iECNS) license holders by December 2020;"}, {"text_block_id": "p31_b430", "text": "•"}, {"text_block_id": "p31_b431", "text": "Licensing iECNS for the Wireless Open Access Network (WOAN) and ensuring that licensing of spectrum is set aside for new entrants; and"}, {"text_block_id": "p31_b432", "text": "•"}, {"text_block_id": "p31_b433", "text": "Providing learners and workers with tools and training to be able to learn and work online"}, {"text_block_id": "p31_b434", "text": "4.6. Skills development"}, {"text_block_id": "p31_b435_merged", "text": "Skills development is critical not only in driving South Africa•s economic reconstruction and recovery, but also in sustaining it. The COVID-19 crisis has had profound implications for the world of work. Working remotely has grown in application and in significance. The use of technology has taken centre stage in all economic sectors. COVID-19 has also laid bare the frailties in the labour market; with certain jobs more secure than others."}, {"text_block_id": "p31_b437", "text": "Given the problem of the skills mismatch that is characteristic of the South African labor market, there is a real danger that as the use of technology grows, many semi and unskilled workers will be left behind. There is, therefore, a need to manage this transition with a view to ensuring that it does not lead to massive job losses. In this regard, opportunities for the reskilling and retraining of workers will be expanded."}, {"text_block_id": "p31_b438", "text": "Linked to this is the need to build a skills base for the economy, industries and jobs of the future. In this regard, a comprehensive skills audit to ascertain South Africa•s skills requirements and to determine what skills are already available will be undertaken. This work will be done in collaboration with industry and the tertiary education sector."}, {"text_block_id": "p31_b439", "text": "Working with the SETAs, industry and TVET colleges the production of artisans with the required skills and competencies to drive the delivery and maintenance of infrastructure will be up-scaled. Workplace and industry training will also be leveraged on to support the drive to build and strengthen the required skills base. In this regard, artisanal programmes will also be rolled out, absorbing 20 000 learners a year."}, {"text_block_id": "p31_b440", "text": "The skills strategy will be reoriented to be more demand led and responsive to the changing nature of work as well as to, in the immediate term, focus SETA skills training on addressing the impact of Covid-19. The reconstruction and recovery plan will require investment in human capital. The youth dividend needs significant investment to realise its full potential as a driver of economic growth and prosperity. In the immediate term, programmes that bring youth into workplace based"}, {"text_block_id": "p32_b441", "text": "learning in various sectors of the economy will be rolled out. In particular, 100 000 learners will be placed in these programmes in the first year. To support the building of a sustained skills pipeline, it will be a requirement that all infrastructure projects contribute towards the creation of new skilled artisans, drawn mainly from women and young people."}, {"text_block_id": "p32_b442", "text": "4.7 Economic Diplomacy, and further integration into the African Continent"}, {"text_block_id": "p32_b443_merged", "text": "At a political level, the COVID-19 crisis risks amplifying nationalism and unilateral initiatives. Protectionism is likely to grow, global trade is likely to slow and global value chains are likely to be reconfigured. This will prompt firms to search for new markets for their products and services."}, {"text_block_id": "p32_b447", "text": "For South Africa, this is an opportunity to further strengthen integration, trade and investment within the Africa continent taking advantage of the African Continental Free Trade Agreement. This will include deliberate action to ensure the inclusion of South African manufactured products in major African value and supply chains. Priority will also be given to strengthening trade, investment and tourism with other regional blocs, such as the European Union, the Asia Pacific and the Americas."}, {"text_block_id": "p32_b448", "text": "Partnerships with other countries will also be leveraged in areas such as improving efficiencies in South Africa•s ports and in expanding markets for products and services provided by South"}, {"text_block_id": "p33_b449", "text": "African SOEs. Coordination in the implementation of specific interregional infrastructure projects such as the Beit Bridge project will be accelerated and improved."}, {"text_block_id": "p33_b450", "text": "4.8 Support for SMMES, cooperatives and start-ups"}, {"text_block_id": "p33_b451", "text": "will be undertaken to support SMMEs, cooperatives and start-ups:"}, {"text_block_id": "p33_b452", "text": "•"}, {"text_block_id": "p33_b453", "text": "Reviewing and integrating government support for formal and informal SMMEs, startups and cooperatives, including removing red tape and reducing timeframes for relevant licenses and permits to improve the ease of doing business; and"}, {"text_block_id": "p33_b454", "text": "•"}, {"text_block_id": "p33_b455", "text": "Designing more appropriate financing products, such as microfinance, gap housing products and blended financing including for emerging farmers."}, {"text_block_id": "p33_b456", "text": "•"}, {"text_block_id": "p33_b457", "text": "The support to SMMEs to participate in the localization opportunities."}, {"text_block_id": "p33_b458", "text": "4.9 Innovation"}, {"text_block_id": "p33_b459", "text": "Science, technology and innovation (STI) have a key role to play in supporting economic reconstruction and recovery, as well as in improving service delivery. The national and international response to the COVID-19 pandemic has underlined the central role played by STI. Both developed and developing countries have singled out investment in research, development and innovation (RDI) as a driver for economic recovery and a distinct input into measures to address the social distress caused by the pandemic and lockdowns implemented to slow the spread of the disease. In the South African context, previous investments in RDI enabled the national system of innovation to deploy capabilities built over time to support the national COVID-19 national response."}, {"text_block_id": "p33_b460", "text": "Continued long-term investment into RDI in South Africa over the years will be leveraged to contribute to economic reconstruction and recovery in three areas: RDI to revitalise and modernise existing industries/sectors; RDI that creates new sources of growth and stimulates R&D-led industrial development; and RDI in support of a capable and developmental state.The key sectors"}, {"text_block_id": "p34_b461", "text": "that will be supported, mainly through supporting sector master plans, include agriculture, mining and minerals beneficiation, and manufacturing."}, {"text_block_id": "p34_b462", "text": "In agriculture, the key focus will be on RDI for crop improvement programmes, a phenomics platform to increase precision and speed up turnaround in the implementation of new technologies, and the animal health cluster for the development of animal vaccines (critical for the revitalisation of the veterinary pharmaceutical sector, which currently relies heavily on imports). Full commercialisation of the animal health cluster portfolio will cost an estimated R50 million over the next three to five years leading to a potential local industry turnover growth of 21%, creating income of close to R700 million and 2 300 additional employment opportunities."}, {"text_block_id": "p34_b463", "text": "In mining and minerals beneficiation, the key focus area is the Platinum Group Metals (PGM) sector, which employs 38% of the mining labour force. The DSI launched the Hydrogen South Africa (HySA) programme in 2007, with a view to develop fuel cell technologies to convert South Africa&#39;s comparative advantage (the country possesses 75% of global PGM reserves) into a competitive advantage. Fuel cell technologies also have considerable potential for greening the mining and transport sectors."}, {"text_block_id": "p34_b464", "text": "The Mining Precinct is a public-private partnership between the DSI and the Minerals Council South Africa, focusing on RDI to support the longevity and sustainability of the mining sector, concentrating on gold and platinum mines. The South African Mining Extraction Research, Development and Implementation (SAMERDI) strategy aims to harness the technologies of the Fourth Industrial Revolution for the mining sector."}, {"text_block_id": "p34_b465", "text": "In respect of modernising manufacturing, the following interventions will be made:"}, {"text_block_id": "p34_b466", "text": "•"}, {"text_block_id": "p34_b467", "text": "Additional investment in Aeroswift additive manufacturing (next-generation 3D printer) to enable the country to unlock global value chains;"}, {"text_block_id": "p34_b468", "text": "•"}, {"text_block_id": "p34_b469", "text": "Increasing the uptake of additive manufacturing technologies in South Africa to facilitate local production in niche areas such as manufacturing scarce spares;"}, {"text_block_id": "p34_b470", "text": "•"}, {"text_block_id": "p34_b471", "text": "Medical additive manufacturing will be scaled-up;"}, {"text_block_id": "p34_b472", "text": "•"}, {"text_block_id": "p34_b473", "text": "Increasing broad-based technological support to manufacturing firms, especially SMMES, through the Technology Stations Programme. During 2019/20, about 2 162 SMMEs received support, of which 1 055 were women-owned;"}, {"text_block_id": "p35_b474", "text": "•"}, {"text_block_id": "p35_b475", "text": "Increased technological capability of local firms to leverage public procurement for increased local production • the Technology Localisation Programme is important in this area;"}, {"text_block_id": "p35_b476", "text": "•"}, {"text_block_id": "p35_b477", "text": "The development of capabilities for the local manufacturing of satellites; and"}, {"text_block_id": "p35_b478", "text": "•"}, {"text_block_id": "p35_b479", "text": "Providing technology support to firms across the manufacturing value chains, including manufacturing indigenous knowledge systems products."}, {"text_block_id": "p35_b480", "text": "4.10 Other enablers of economic recovery and reconstruction"}, {"text_block_id": "p35_b481", "text": "Additional enablers for the Plan include:"}, {"text_block_id": "p35_b482", "text": "•"}, {"text_block_id": "p35_b483", "text": "Developing and finalizing employment and labour migration policies"}, {"text_block_id": "p35_b484", "text": "•"}, {"text_block_id": "p35_b485", "text": "Reviewing labour market policies relating to issues such as retrenchments and wages"}, {"text_block_id": "p35_b486", "text": "•"}, {"text_block_id": "p35_b487", "text": "Promoting greater shop floor partnerships and reduced industrial downtime"}, {"text_block_id": "p35_b488", "text": "•"}, {"text_block_id": "p35_b489", "text": "Reinforcing an ethical culture"}, {"text_block_id": "p35_b490", "text": "•"}, {"text_block_id": "p35_b491", "text": "Promoting access to quality, affordable and universal health care"}, {"text_block_id": "p35_b492", "text": "•"}, {"text_block_id": "p35_b493", "text": "Input by various social partners into MTBPS as part of contributing to resource mobilization"}, {"text_block_id": "p35_b494", "text": "•"}, {"text_block_id": "p35_b495", "text": "Increasing the level of investment by private sector"}, {"text_block_id": "p35_b496", "text": "•"}, {"text_block_id": "p35_b497", "text": "Support commitments made at the Presidential Investment Conferences"}, {"text_block_id": "p35_b498", "text": "•"}, {"text_block_id": "p35_b499", "text": "Pay statutory and contractual contributions such as unemployment insurance, skills levies, electricity bills and traffic fines."}, {"text_block_id": "p35_b500", "text": "5. INSTITUTIONAL ARRANGMENTS FOR THE IMPLEMENTATION OF THE PLAN"}, {"text_block_id": "p35_b501", "text": "Model will underpinned the implementation of all programmes identified in the Plan."}, {"text_block_id": "p36_b502", "text": "To cascade the implementation of the Plan to provinces and districts:"}, {"text_block_id": "p36_b503", "text": "•"}, {"text_block_id": "p36_b504", "text": "Provinces and provincial departments will develop supporting provincial implementation"}, {"text_block_id": "p36_b505", "text": "plans working with the relevant National Departments and Districts;"}, {"text_block_id": "p36_b506", "text": "•"}, {"text_block_id": "p36_b507", "text": "Provincial Coronavirus Command Councils and District Coronavirus Command Councils"}, {"text_block_id": "p36_b508", "text": "will integrate the monitoring of the of the implementation of the Economic Reconstruction"}, {"text_block_id": "p36_b509", "text": "and Recovery Plan;"}, {"text_block_id": "p36_b510", "text": "•"}, {"text_block_id": "p36_b511", "text": "Provincial Economic Clusters working with the Offices of the Premiers will serve as the"}, {"text_block_id": "p36_b512", "text": "technical support for the monitoring of the Plan at provincial level; and"}, {"text_block_id": "p36_b513_merged_merged_merged_merged", "text": "The Presidential Coordinating Committee will receive monthly reports on the implementation of the Plan."}, {"text_block_id": "p36_b515", "text": "6. IMPACT MODELLING"}, {"text_block_id": "p36_b516", "text": "would have a further and much greater impact on more GDP and employment growth."}, {"text_block_id": "p36_b517", "text": "The implementation and its impact shall be evaluated annually and where necessary adjustments shall be made in pursuit of National Development Plan; Vision 2030, which aims to:-"}, {"text_block_id": "p36_b518", "text": "•"}, {"text_block_id": "p36_b519", "text": "Grow the economy at a rate of 5,4%;"}, {"text_block_id": "p36_b520", "text": "•"}, {"text_block_id": "p36_b521", "text": "Reduce the unemployment rate to 6%;"}, {"text_block_id": "p36_b522", "text": "•"}, {"text_block_id": "p36_b523", "text": "Increasing investment as a share of GDP to 30%;"}, {"text_block_id": "p36_b524", "text": "•"}, {"text_block_id": "p36_b525", "text": "Reducing inequality as measured by the Gini Coefficient to 0.60; and"}, {"text_block_id": "p36_b526", "text": "•"}, {"text_block_id": "p36_b527", "text": "Total eradication of poverty."}, {"text_block_id": "p36_b528", "text": "It is acknowledged that the attainment of Vision 2030 and these targets have been made more difficult by the COVID-19 crisis. This presents a challenge which must be met through a redoubling of efforts to put the economy back on track, and to place it back on the track towards the trajectory of Vision 2030."}, {"text_block_id": "p36_b529", "text": "Overall, the success implementation will be measured against"}, {"text_block_id": "p37_b530", "text": "changes in the following variables:-competitiveness rating, investment attraction, employment creation,  GDP growth, Inequality and poverty reduction."}, {"text_block_id": "p37_b531", "text": "7. CONCLUSION"}, {"text_block_id": "p37_b532", "text": "social compact and the associated mobilization of resources."}], "document_description": "This plan enables South Africa's stimulus package to combat the COVID-19-induced economic crisis. The plan notably seeks to increase the use of green infrastructure bonds and green climate finance, pursue green industrialisation and other green economy interventions."}