{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "South Africa", "document_category": "Policy", "document_sector_name": ["Industry", "Energy"], "document_language": "English", "document_name": "Integrated Resource Plan", "document_country_code": "ZAF", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "17/10/2019", "document_keyword": ["Renewables", "Coal Mining", "Health", "Carbon Capture And Storage"], "document_url": "https://cdn.climatepolicyradar.org/ZAF/2019/ZAF-2019-10-17-Integrated Resource Plan_de8f9d434f079e998caf5dc897a28f0e.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "DEPARTMENT OF MINERAL RESOURCES AND ENERGY"}, {"text_block_id": "p0_b2", "text": "GOVERNMENT NOTICE"}, {"text_block_id": "p0_b3", "text": "INTEGRATED RESOURCE PLAN 2019"}, {"text_block_id": "p0_b4_merged", "text": "I, SAMSON GWEDE MANTASHE, MP, Minister of Mineral Resources and Energy, hereby in terms of section 35 (4) of the Electricity Regulation Act, 2006 (Act No. 4 of 2006) read with item 4 of the Electricity Regulations on New Generation, 2011, publish the Integrated Resource Plan for implementation."}, {"text_block_id": "p0_b7", "text": "A copy of the Integrated Resource Plan 2019 is attached hereto."}, {"text_block_id": "p0_b8", "text": "Minister of Mineral Resources and Energy"}, {"text_block_id": "p0_b9", "text": "Date:"}, {"text_block_id": "p1_b10", "text": "Integrated Resource Plan (IRP2019)"}, {"text_block_id": "p1_b11", "text": "OCTOBER 2019"}, {"text_block_id": "p2_b12", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b13", "text": "Figures"}, {"text_block_id": "p4_b14", "text": "Tables"}, {"text_block_id": "p5_b15", "text": "ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p7_b16", "text": "GLOSSARY"}, {"text_block_id": "p7_b17", "text": "“Capacity factor”"}, {"text_block_id": "p7_b18", "text": "refers to the expected output of the plant over a specific time period as a ratio of the output if the plant operated at full-rated capacity for the same time period."}, {"text_block_id": "p7_b19", "text": "“"}, {"text_block_id": "p7_b20", "text": "Collector Station"}, {"text_block_id": "p7_b21", "text": "”"}, {"text_block_id": "p7_b22", "text": "refers to the substation that connects various renewable energy generating plants and or substations together in order to connect these plants to the Transmission network."}, {"text_block_id": "p7_b23", "text": "“Cost of unserved energy (COUE)”"}, {"text_block_id": "p7_b24", "text": "refers to the opportunity cost to electricity consumers (and the economy) from electricity supply interruptions."}, {"text_block_id": "p7_b25", "text": "“Demand side”"}, {"text_block_id": "p7_b26", "text": "refers to the demand for, or consumption of, electricity."}, {"text_block_id": "p7_b27", "text": "“Demand side management (DSM)”"}, {"text_block_id": "p7_b28", "text": "refers to interventions to reduce energy consumption."}, {"text_block_id": "p7_b29", "text": "“Discount rate”"}, {"text_block_id": "p7_b30", "text": "refers to the factor used in present value calculations that indicates the time value of money, thereby equating current and future costs."}, {"text_block_id": "p7_b31", "text": "“Distributed generation”"}, {"text_block_id": "p7_b32", "text": "refers to small-scale technologies to produce electricity close to the end users of power."}, {"text_block_id": "p7_b33", "text": "“Energy efficiency”"}, {"text_block_id": "p7_b34", "text": "refers to the effective use of energy to produce a given output (in a production environment) or service (from a consumer point of view), i.e. a more energy-efficient technology is one that produces the same service or output with less energy input."}, {"text_block_id": "p7_b35", "text": "“Fixed costs”"}, {"text_block_id": "p7_b36", "text": "refer to costs not directly relevant to the production of the generation plant."}, {"text_block_id": "p7_b37", "text": "“Forced outage rate (FOR)”"}, {"text_block_id": "p7_b38", "text": "refers to the percentage of scheduled generating time a unit is unable to generate because of unplanned outages resulting from mechanical, electrical or other failure."}, {"text_block_id": "p7_b39", "text": "“Gross Domestic Product (GDP)”"}, {"text_block_id": "p7_b40", "text": "refers to the total value added from all economic activity in the country, i.e. total value of goods and services produced."}, {"text_block_id": "p7_b41", "text": "“Integrated Energy Plan”"}, {"text_block_id": "p7_b42", "text": "refers to the over-arching, co-ordinated energy plan combining the co"}, {"text_block_id": "p7_b43", "text": "nstraints and capabilities of alternative energy carriers to meet the country’s energy needs."}, {"text_block_id": "p7_b44", "text": "“Integrated Resource Plan (IRP)”"}, {"text_block_id": "p7_b45", "text": "refers to the co-ordinated schedule for generation expansion and demand-side intervention programmes, taking into consideration multiple criteria to meet electricity demand."}, {"text_block_id": "p7_b46", "text": "“Lead time”"}, {"text_block_id": "p7_b47", "text": "refers to a time period taken to construct an asset from scratch to production of first unit of energy."}, {"text_block_id": "p7_b48", "text": "“Learning rates”"}, {"text_block_id": "p7_b49", "text": "refer to the fractional reduction in cost for each doubling of cumulative production or capacity of a specific technology."}, {"text_block_id": "p7_b50", "text": "“Levelised cost of energy”"}, {"text_block_id": "p7_b51", "text": "refers to the discounted total cost of a technology option or project over its economic life, divided by the total discounted output from the technology option or project over that same period, i.e. the levelised cost of energy provides an indication of the discounted average cost relating to a technology option or project."}, {"text_block_id": "p8_b52", "text": "“"}, {"text_block_id": "p8_b53", "text": "Non-technical losses"}, {"text_block_id": "p8_b54", "text": "”"}, {"text_block_id": "p8_b55", "text": "refer to losses due to electricity theft and other problems that are not related to grid technicalities."}, {"text_block_id": "p8_b56", "text": "“Operating and maintenance (O&M) costs”"}, {"text_block_id": "p8_b57", "text": "refer to all non-fuel costs such as direct and indirect costs of labour and supervisory personnel, consumable supplies and equipment and outside support services. These costs are made up of two components, i.e. fixed costs and variable costs."}, {"text_block_id": "p8_b58", "text": "“Overnight capital cost”"}, {"text_block_id": "p8_b59", "text": "refers to capital cost (expressed in R/MW) of a construction project if no interest was incurred during construction, assuming instantaneous construction."}, {"text_block_id": "p8_b60", "text": "“Peaking plant”"}, {"text_block_id": "p8_b61", "text": "refers to energy plants or power stations that have very low capacity factors, i.e. generally produce energy for limited periods, specifically during peak-demand periods, with storage that supports energy on demand."}, {"text_block_id": "p8_b62", "text": "“Present value”"}, {"text_block_id": "p8_b63", "text": "refers to the present worth of a stream of expenses appropriately discounted by the discount rate."}, {"text_block_id": "p8_b64", "text": "“Reference Case (Base Case)”"}, {"text_block_id": "p8_b65", "text": "“Reserve margin”"}, {"text_block_id": "p8_b66", "text": "refers to the excess capacity available to serve load during the annual peak."}, {"text_block_id": "p8_b67", "text": "“Scenario”"}, {"text_block_id": "p8_b68", "text": "refers to a particular set of assumptions and set of future circumstances providing a mechanism to observe outcomes from these circumstances."}, {"text_block_id": "p8_b69", "text": "“Sent"}, {"text_block_id": "p8_b70", "text": "-"}, {"text_block_id": "p8_b71", "text": "out capacity”"}, {"text_block_id": "p8_b72", "text": "corresponds to electricity output measured at the generating unit outlet terminal having taken out the power consumed by the unit auxiliaries and losses in transformers considered integral parts of the unit."}, {"text_block_id": "p8_b73", "text": "“Sensitivity”"}, {"text_block_id": "p8_b74", "text": "refers to the rate of change in the model output relative to a change in inputs, with sensitivity analysis considering the impact of changes in key assumptions on the model outputs."}, {"text_block_id": "p8_b75", "text": "“Strategy”"}, {"text_block_id": "p8_b76", "text": "is used synonymously with policy, referring to decisions that, if implemented, assume that specific objectives will be achieved."}, {"text_block_id": "p8_b77", "text": "“Supply side”"}, {"text_block_id": "p8_b78", "text": "refers to the production, generation or supply of electricity."}, {"text_block_id": "p8_b79", "text": "“Test case”"}, {"text_block_id": "p8_b80", "text": "is a specification of the inputs, execution conditions, testing procedure, and expected results that define a single test to be executed to achieve a particular testing objective."}, {"text_block_id": "p8_b81", "text": "“Variable costs”"}, {"text_block_id": "p8_b82", "text": "refer to costs incurred as a result of the production of the generation plant."}, {"text_block_id": "p9_b83", "text": "1. INTRODUCTION"}, {"text_block_id": "p9_b84", "text": "South Africa’s National Development Plan (NDP) 2030 offe"}, {"text_block_id": "p9_b85", "text": "rs a long-term plan for the country. It defines a desired destination where inequality and unemployment are reduced and poverty is eliminated so that all South Africans can attain a decent standard of living.  Electricity is one of the core elements of a decent standard of living."}, {"text_block_id": "p9_b86", "text": "The NDP envisages that, by 2030, South Africa will have an energy sector that provides reliable and efficient energy service at competitive rates; that is socially equitable through expanded access to energy at affordable tariffs; and that is environmentally sustainable through reduced emissions and pollution. In formulating its vision for the energy sector, the NDP took as a point of departure the Integrated Resource Plan (IRP) 2010"}, {"text_block_id": "p9_b87", "text": "–"}, {"text_block_id": "p9_b88", "text": "2030 promulgated in March 2011."}, {"text_block_id": "p9_b89", "text": "South Africa is a signatory to the Paris Agreement on Climate Change and has ratified the agreement. In line with INDCs (submitted to the UNFCCC in November 2016), South"}, {"text_block_id": "p9_b90", "text": "Africa’s emissions are expected to peak, plateau and from year 2025 decline."}, {"text_block_id": "p9_b91", "text": "The energy sector contributes close to 80% towards"}, {"text_block_id": "p9_b92", "text": "the country’s"}, {"text_block_id": "p9_b93", "text": "total greenhouse gas emissions of which 50% are from electricity generation and liquid fuel production alone. There is action to reduce emissions with investment already in renewable energy, energy efficiency and public transport."}, {"text_block_id": "p9_b94", "text": "The IRP is an electricity infrastructure development plan based on least-cost electricity supply and demand balance, taking into account security of supply and the environment (minimize negative emissions and water usage)."}, {"text_block_id": "p9_b95", "text": "At the time of promulgation, it was envisaged that the IRP would"}, {"text_block_id": "p9_b96", "text": "be a “living plan”"}, {"text_block_id": "p9_b97", "text": "to be revised regularly."}, {"text_block_id": "p9_b98_merged_merged_merged_merged", "text": "The promulgated IRP 2010–2030 identified the preferred generation technology required to meet expected demand growth up to 2030. It incorporated government objectives such as affordable electricity, reduced greenhouse gas (GHG) emissions, reduced water consumption, diversified electricity generation sources, localisation and regional development."}, {"text_block_id": "p10_b101", "text": "Following the promulgation of the IRP 2010"}, {"text_block_id": "p10_b102", "text": "–"}, {"text_block_id": "p10_b103", "text": "2030, implementation followed in line with Ministerial Determinations issued under Section 34 of the Electricity Regulation (Act No."}, {"text_block_id": "p10_b104", "text": "4) of 2006. The Ministerial Determinations give effect to planned infrastructure by facilitating the procurement of the required electricity capacity."}, {"text_block_id": "p10_b105", "text": "Since the promulgated IRP 2010"}, {"text_block_id": "p10_b106", "text": "–"}, {"text_block_id": "p10_b107", "text": "2030, the following capacity developments have taken place:"}, {"text_block_id": "p10_b108", "text": "2030, the following capacity developments have taken place:\n* A total 6 422 MW under the Renewable Energy Independent Power Producers\n* In addition IPPs have commissioned 1 005 MW from two Open Cycle Gas Turbine\n* Under the Eskom build programme, the following capacity has been commissioned:\n* In total, 18 000MW of new generation capacity has been committed to."}, {"text_block_id": "p10_b116_merged_merged_merged", "text": "Besides capacity additions, a number of assumptions have changed since the promulgation of IRP 2010–2030. Key assumptions that changed include the electricity demand projection, Eskom’s existing plant performance, as well as new technology costs."}, {"text_block_id": "p10_b121", "text": "These changes necessitated the review and update of the IRP which resulted in the draft IRP 2018 as per the"}, {"text_block_id": "p11_b122", "text": "below:"}, {"text_block_id": "p11_b123", "text": "2. THE IRP IN CONTEXT"}, {"text_block_id": "p11_b124", "text": "This IRP is developed within a context characterized by very fast changes in energy technologies, and uncertainty with regard to the impact of the technological changes on the future energy provision system. As we plan for the next decade, this technological"}, {"text_block_id": "p12_b125", "text": "uncertainty is expected to continue and this calls for caution as we make assumptions and commitment for the future in a rapidly changing environment. Accordingly, long-range commitments are to be avoided as much as possible, to eliminate the risk that they might prove costly and ill-advised."}, {"text_block_id": "p12_b126", "text": "At the same time there is recognition that some of the technology options will require some level of long-range decisions due to long lead times. The IRP attempt to harmonize this dichotomy, especially with regard to nuclear, gas and energy storage technologies, which technologies require more consideration of future developments."}, {"text_block_id": "p12_b127", "text": "The South African power system consists of the generation options, which are 38 GW installed capacity from coal, 1.8 GW from nuclear, 2.7 GW from pumped storage, 1.7 GW from hydro, 3.8 GW from diesel and 3.7 GW from renewable energy. The electricity generated is transmitted through a network of high-voltage transmission lines that connect the load centres and Eskom and municipalities distribute the electricity to various end users. Eskom also supply a number of international customers, including electricity utilities, in the SADC region."}, {"text_block_id": "p12_b128", "text": "Energy security in the context of this IRP is defined as South Africa developing adequate generation capacity to meet its demand for electricity, under both the current low-growth economic environment and even when the economy turns and improves to the level of 4% growth per annum. Generation capacity must accordingly be paced to restore the necessary reserve margin and to be ahead of the economic growth curve at least possible cost."}, {"text_block_id": "p12_b129", "text": "2.1 THE ENERGY MIX"}, {"text_block_id": "p12_b130", "text": "South Africa continues to pursue a diversified energy mix that reduces reliance on a single or a few primary energy sources. The extent of decommissioning of the existing coal fleet due to end of design life, could provide space for a completely different energy mix relative to the current mix. In the period prior to 2030, the system requirements are largely for incremental capacity addition (modular) and flexible technology, to complement the existing installed inflexible capacity."}, {"text_block_id": "p13_b131", "text": "Coal:"}, {"text_block_id": "p13_b132", "text": "Beyond Medupi and Kusile coal will continue to play a significant role in electricity generation in South Africa in the foreseeable future as it is the largest base of the installed generation capacity and it makes up the largest share of energy generated. Due to the design life of the existing coal fleet and the abundance of coal resources, new investments will need to be made in more efficient coal technologies (HELE technology, including supercritical and ultra-supercritical power plants with CCUS ) to comply with climate and environmental requirements. The stance adopted by the Organization for Economic Cooperation and Development and financial institutions in regard to financing coal power plants, is a consideration upon which the support of HELE technology is predicated. This ensures that South African coal still plays an integral part of the energy mix."}, {"text_block_id": "p13_b133_merged", "text": "Given the significant investments required for CCS and CCUStechnology, South Africa could benefit from establishing strategic partnerships with international organisations and countries that have made advancements in the development of CCS, CCUS and other HELE technologies."}, {"text_block_id": "p13_b135", "text": "Nuclear:"}, {"text_block_id": "p13_b136", "text": "Koeberg Power Station reaches end of design life in 2024. In order to avoid the demise of the nuclear power in the energy mix, South Africa has made a decision regarding its design life extension and the expansion of the nuclear power programme into the future."}, {"text_block_id": "p13_b137", "text": "In line with power system requirements, additional capacity from any technology deployed should be done at a scale and pace that flexibly responds to the economy and associated electricity demand, in a manner that avoids tariff shocks in particular; it is the user of electricity that ultimately pays."}, {"text_block_id": "p13_b138", "text": "In this regard and as it is the case with coal, small nuclear units will be a much more manageable investment when compared to a fleet approach."}, {"text_block_id": "p13_b139", "text": "The development of such plants elsewhere in the world is therefore particularly interesting for South Africa, and upfront planning with regard to additional nuclear"}, {"text_block_id": "p14_b140", "text": "capacity is requisite, given the >10-year lead time, for timely decision making and implementation."}, {"text_block_id": "p14_b141", "text": "Natural Gas:"}, {"text_block_id": "p14_b142", "text": "Gas to power technologies in the form of CCGT, CCGE or ICE provide the flexibility required to complement renewable energy. While in the short term the opportunity is to pursue gas import options, local and regional gas resources will allow for scaling up within manageable risk levels. Exploration to assess the magnitude of local recoverable shale and coastal gas are being pursued and must be accelerated."}, {"text_block_id": "p14_b143", "text": "There is enormous potential and opportunity in this respect and the Brulpadda gas resource discovery in the Outeniqua Basin of South Africa, piped natural gas from Mozambique (Rovuma Basin), indigenous gas like coal-bed methane and ultimately shale gas, could form a central part of our strategy for regional economic integration within SADC."}, {"text_block_id": "p14_b144", "text": "Co-operation with neighbouring countries is being pursued and partnerships are being developed for joint exploitation and beneficiation of natural gas within the SADC region. SADC is developing a Gas Master Plan, to identify the short-and long-term infrastructure requirements to enable the uptake of a natural gas market."}, {"text_block_id": "p14_b145", "text": "Availability of gas provides an opportunity to convert to CCGT and run open-cycle gas turbine plants at Ankerlig (Saldanha Bay), Gourikwa (Mossel Bay), Avon (Outside Durban) and Dedisa (Coega IDZ) on gas."}, {"text_block_id": "p14_b146", "text": "Renewable Energy:"}, {"text_block_id": "p14_b147", "text": "Solar PV, wind and CSP with storage present an opportunity to diversify the electricity mix, to produce distributed generation and to provide off-grid electricity. Renewable technologies also present huge potential for the creation of new industries, job creation and localisation across the value chain."}, {"text_block_id": "p14_b148_merged", "text": "The Wind Atlas developed for South Africa provides a basis for the quantification of the potential that wind holds for power generation elsewhere in the country, over and above the prevalence of the wind resource around the coastal areas. Most wind projects have been developed in the Western Cape and Eastern Cape, so far."}, {"text_block_id": "p14_b151", "text": "The generation of electricity and heat (to be supplied for industrial processes), through biomass and biogas holds huge potential in South Africa, recognizing that such projects range from small (kW) to larger (MW) scale and could be distributed across the industrial"}, {"text_block_id": "p15_b152", "text": "centres. Biomass from waste, paper and pulp, sugar industries could even be utilized in co-generation plants and deliver electricity at a price competitive level with minimal transmission and distribution infrastructure requirements."}, {"text_block_id": "p15_b153", "text": "When deployed together, the nexus between the biomass and a government-backed biofuels programmes could improve the economics of the initiatives and create job opportunities in rural and urban centres."}, {"text_block_id": "p15_b154", "text": "Hydro"}, {"text_block_id": "p15_b155_merged", "text": ": South Africa’s rivers carry potential for run-off river hydro projects. These have been proven feasible with projects a number of facilities in operation by farming communities."}, {"text_block_id": "p15_b158", "text": "With regard to import hydro, South Africa has entered into a Treaty for the development of the Grand Inga Project in the Democratic Republic of Congo (DRC), with some of the power intended for transmission to South Africa across DRC, Zambia, Zimbabwe and Botswana."}, {"text_block_id": "p15_b159", "text": "In addition to this generation option providing clean energy, the regional development drivers are compelling, especially given that currently there is very little energy trade between these countries, due to the lack of infrastructure. The potential for intra-SADC trade is huge as it could open up economic trade."}, {"text_block_id": "p15_b160", "text": "Naturally, concerns have to be addressed about the risks associated with a project of this nature. South Africa does not intend to import power from one source beyond its reserve margin, as a mechanism to de-risk the dependency on this generation option."}, {"text_block_id": "p15_b161", "text": "Energy Storage:"}, {"text_block_id": "p15_b162", "text": "There is a complementary relationship between Smart Grid systems, energy storage, and non-dispatchable renewable energy technologies based on wind and solar PV. The traditional power delivery model is being disrupted by technological developments related to energy storage, and more renewable energy can be harnessed despite the reality that the timing of its production might be during low-demand periods. Storage technologies including battery systems, compressed air energy storage, flywheel energy storage, hydrogen fuel cells etc. are developments which can address this issue, especially in the South African context where over 6 GW of renewable energy"}, {"text_block_id": "p16_b163", "text": "has been introduced, yet the power system does not have the requisite storage capacity or flexibility."}, {"text_block_id": "p16_b164", "text": "2.2 ENVIRONMENTAL CONSIDERATIONS"}, {"text_block_id": "p16_b165", "text": "The energy sector alone, contributes close to 80% towards total emissions of which 50% are from electricity generation and liquid fuel production alone. The timing of the transition to a low carbon economy must be in a manner that is socially just and sensitive to the potential impacts on jobs and local economies. It is in this context that"}, {"text_block_id": "p16_b166", "text": "engagements at global forums such as the G20 refer to “Energy Transitions” and not “Energy Transition” as a recognition that countries are different and their energy"}, {"text_block_id": "p16_b167", "text": "transition paths will also be different due to varying local conditions."}, {"text_block_id": "p16_b168", "text": "Carbon capture and storage, underground coal gasification, and other clean coal technologies are critical considerations that will enable us to continue using our coal resources in an environmentally responsible way into the future."}, {"text_block_id": "p16_b169_merged_merged", "text": "Air quality regulations under the National Environmental Management Act: Air Quality (Act No. 39 of 2004) provide that coal power plants under Eskom’s fleet, amongst others, have to meet the minimum emission standard (MES) by a certain time, or they would be non-compliant and cannot be legally operated."}, {"text_block_id": "p16_b172", "text": "In addressing the potential non-compliance with the law, a balance will have to be found between energy security, the adverse health impacts of poor air quality and the economic cost associated with these plants shutting down."}, {"text_block_id": "p16_b173", "text": "2.3 PLANT RETIREMENTS DUE TO END-OF-LIFE"}, {"text_block_id": "p16_b174", "text": "Plant closures due to non-compliance with environmental regulations should not be confused with imminent plant retirements due to the plant having reached the end of design life. There are a number of Eskom coal plants that will reach end of design life"}, {"text_block_id": "p17_b175", "text": "from year 2019. Most of the Eskom plants were designed and constructed for operation for 50 years."}, {"text_block_id": "p17_b176", "text": "Over and above coal plants reaching end of their 50-year design life, the nuclear plant (Koeberg Power Station) reaches its 40-year end of design life in 2024 and plans are already in place to extend its design life and nuclear safety licence for another 20-years."}, {"text_block_id": "p17_b177", "text": "2.4 ELECTRICITY TARIFFS"}, {"text_block_id": "p17_b178", "text": "As wholesale and retail electricity tariffs rise, we can expect more electricity users to look for alternatives like rooftop PV systems (residential) or utility scale PV generation (mines and other big industrial users) and migrate away from the electricity grid."}, {"text_block_id": "p17_b179", "text": "More fuel switching is to be expected, particularly in regard to the thermal load (water heating, cooking and space heating) as electricity tariffs increase and alternatives like LP Gas become available and cost effective."}, {"text_block_id": "p17_b180", "text": "Non-technical losses are increasing at municipal level. At a certain point the willingness to pay (WTP) threshold is breached for more and more municipal customers, and they either actively pursue alternative sources to meet their energy demand, or they stop paying for the electricity service."}, {"text_block_id": "p17_b181", "text": "Consumers can expect the electricity disruptions (driven by load shedding or poor quality of supply) and high tariffs to drive the WTP threshold even lower."}, {"text_block_id": "p17_b182", "text": "Requests by industrial and commercial electricity users to deviate from the IRP and to develop their own generation exemplify the trend. While at this stage it is not quantified, most residential estates, commercial parks and shopping centres have installed PV systems to supplement grid supply."}, {"text_block_id": "p18_b183", "text": "2.5 WATER ENERGY NEXUS"}, {"text_block_id": "p18_b184", "text": "The possibilities of a recurring drought problem in the country cannot be disregarded. Climatic conditions are changing and over the past 3 years we experienced the worst drought in 30-years due to the El Nino effect covering five provinces. This has devastating impact on agricultural output and the local economies of the affected areas."}, {"text_block_id": "p18_b185", "text": "Coastal areas like Mossel Bay and Cape Town have also suffered from extended drought, despite their proximity to sea water. Consideration should therefore be given to deploying energy technologies for purposes of desalination, provided they have low variable costs that would not render the desalination process unaffordable. Technologies like wind and solar, or SMR with the requisite heating, are suitable in this regard."}, {"text_block_id": "p18_b186", "text": "2.6 ROLE OF ESKOM"}, {"text_block_id": "p18_b187", "text": "Eskom has played a crucial role as the dominant vertically integrated utility at all levels of the electricity value chain. With the 2019 decision to unbundle Eskom, the role is expected to change once the generation, transmission and distribution functions are separated."}, {"text_block_id": "p18_b188", "text": "Eskom’s"}, {"text_block_id": "p18_b189", "text": "role as a Buyer under section 34 of the Electricity Regulation Act will have to be reviewed, taking the ramifications of its unbundling into account."}, {"text_block_id": "p18_b190", "text": "Strategy must be developed as part of the unbundling to enable Eskom to participate in the development of new generation capacity in line with the IRP."}, {"text_block_id": "p19_b191", "text": "2.7 MUNICIPALITIES AND RELATED ISSUES"}, {"text_block_id": "p19_b192", "text": "2.7.1 Access"}, {"text_block_id": "p19_b193", "text": "South Africa still has 3-million households without access to grid-based electricity. Electrification through non-grid connections has been effective in providing lighting and small power, but it is inappropriate for providing thermal energy for cooking and space heating. A significant thermal energy load still needs to be provided for, by providing solutions side by side by with off-grid technologies, particularly in those areas that are too remote to build grid-based infrastructure. Electricity is not efficient carrier for meeting the thermal load related to cooking, space and water heating."}, {"text_block_id": "p19_b194", "text": "The cost of providing a grid connection has increased as the areas being serviced become more remote. There is therefore a need to quantify the off-grid and micro-grid opportunity and put in place the necessary frameworks for accelerated development."}, {"text_block_id": "p19_b195", "text": "2.7.2 Non-Technical Losses and financial viability"}, {"text_block_id": "p19_b196_merged", "text": "Most municipalities struggle to keep up with the payment for bulk electricity purchases from Eskom, and as at March 2018 Eskom’s Chairman indicated that the debt burden stood at over R13.5 billion and continued to rise. The fiscal framework for some municipalities (particularly the rural ones) is unviable, posing a serious risk to their financial sustainability."}, {"text_block_id": "p19_b199", "text": "The non-payment of electricity, including the theft of distribution infrastructure (copper and cables) and poor credit control systems, needs urgent attention. The Department of Co-operative Government and Traditional Affairs leads an initiative to support municipalities to turn this around."}, {"text_block_id": "p20_b200", "text": "2.7.3 Distributed Generation and Smart Grids"}, {"text_block_id": "p20_b201", "text": "Distributed generation through biomass, biogas and municipal waste are areas holding great potential for improving municipal revenues. All municipalities have sites for processing waste; they also have sewer outfall sites. Technologies are available for these resources to be added to the generation mix at sub-utility scale. Most small scale generation technologies have low capacity factors, meaning that typically the power is not generated throughout the day and night. For a balanced and safe interconnected power system to be operated sustainably, the intermittent power generators have to be integrated and controlled through smart technologies."}, {"text_block_id": "p20_b202", "text": "The IRP already makes provision for distributed generation. This is intended to allow for power generation embedded within municipal distribution networks and therefore diversify their supply base."}, {"text_block_id": "p20_b203", "text": "2.8 INVESTMENT TRENDS IN THE POWER SECTOR"}, {"text_block_id": "p20_b204_merged", "text": "According to the World Energy Outlook 2018 published by the International Energy Agency (IEA), the electricity sector is experiencing its most dramatic transformation since its creation more than a century ago. Electricity is increasingly the “fuel” of choice and it’s share in global final consumption is approaching 20% and is set to rise further."}, {"text_block_id": "p20_b209", "text": "Investment in renewable energy is continuing to increase as countries transition their power systems to cleaner sources of energy. New investment in fossil fuel (coal) fired power plants is in decline with local and international financial institutions including development financial institutions announcing a stop on financing coal or financing aligned to the OECD position to only finance high efficiency low emissions plants of specific sizes."}, {"text_block_id": "p21_b210", "text": "2.9 REGIONAL INTEGRATION"}, {"text_block_id": "p21_b211", "text": "South Africa through Eskom participates and trades electricity through the South African Power Pool (SAPP). While the African continent is rich with primary energy resources, there is limited energy trading between the African countries. South Africa through Eskom import electricity from Cahora Bassa dam in Mozambique. South Africa through Eskom also export electricity to Botswana, eSwatini, Lesotho, Mozambique, Namibia, Zambia and Zimbabwe. Transmission infrastructure is needed to further unlock regional energy trading and enable development of generation projects."}, {"text_block_id": "p21_b212", "text": "Increased collaboration and alignment at regional level is key to unlocking already identified generation and transmission infrastructure projects."}, {"text_block_id": "p21_b213", "text": "2.10 RESEARCH AND DEVELOPMENT"}, {"text_block_id": "p21_b214", "text": "Research and development should focus on innovative solutions, in particular on technologies that have the greatest potential to address electricity challenges for energy consumers in a shortest timeframe."}, {"text_block_id": "p21_b215", "text": "It is inevitable that more and more, the traditional energy delivery system will not be insulated from technological disruptions. The fear about job losses emanating from artificial intelligence, should be regarded as an opportunity to prepare for the job of the future."}, {"text_block_id": "p21_b216", "text": "Solar energy has the potential to address the need for energy access in remote areas, create jobs and increase localisation."}, {"text_block_id": "p21_b217", "text": "More funding should be targeted at long-term research into clean coal technologies such as CCUS and UCG as these will be essential in ensuring that South Africa continues to exploit its vast, indigenous minerals responsibly and sustainably."}, {"text_block_id": "p22_b218", "text": "Exploration to determine the extent of recoverable shale gas should be pursued and this needs to be supported by an enabling legal and regulatory framework."}, {"text_block_id": "p22_b219", "text": "South Africa’s specific focus on the hydrogen economy and the progress achieved by"}, {"text_block_id": "p22_b220", "text": "the hydrogen initiative (or Hy-Sa) based at the University of the Western Cape, should be supported with more research and the chance for practical application within the power system."}, {"text_block_id": "p22_b221", "text": "Over and above these issues, the research agenda"}, {"text_block_id": "p22_b222", "text": "for South Africa’s"}, {"text_block_id": "p22_b223", "text": "power system needs to be expanded on the basis of the clear evidence of a changing energy paradigm."}, {"text_block_id": "p22_b224", "text": "3. THE IRP PROCESS AND CONSULTATIONS"}, {"text_block_id": "p22_b225_merged_merged", "text": "The IRP update process undertaken is depicted in Figure 1 below. The update process started with the development and compilation of input assumptions. Following public consultations on the assumptions, various supply and demand balancing scenarios were modelled, simulated and analysed; this process culminated in the production of the draft IRP 2018. In August 2018 and following Cabinet approval, the Draft IRP 2018 report was published for public comment for a period of 60 days."}, {"text_block_id": "p23_b228", "text": "Figure 1: IRP Update Review Process"}, {"text_block_id": "p23_b229", "text": "As with the consultations on the IRP assumptions and the preliminary base case, submissions from the public regarding the draft IRP 2018 public varied from opinion statements to substantive inputs with supporting data. The number of submissions received was 5 929, of which 242 were substantive comments inclusive of discussions and at times supporting facts, data or references."}, {"text_block_id": "p23_b230_merged", "text": "The public mostly welcomed the recommended least-cost electricity supply plan while advocating for the energy mix in line with the NDP and the IRP 2010–2030."}, {"text_block_id": "p23_b233", "text": "Key issues raised in the comments included among others, the assumptions regarding demand forecast; a substantial number of the comments questioned the projected growth in demand in the context of declining electricity intensity, low economic growth projections and increasing own generation installations made possible by alternative energy technology advancements. Some submissions made the case for a higher demand projection arguing that demand is supressed by limited generation capacity and that the availability of excess capacity will unlock investment and therefore lead to electricity demand increase."}, {"text_block_id": "p24_b234", "text": "Cost assumptions for some of the technologies were questioned. While some of the submissions provided alternative costs, the information was project specific and therefore not representative of costs for similar projects or technologies. Where information received was representative of costs from similar projects and technologies, this information was adopted and necessary updates were effected."}, {"text_block_id": "p24_b235", "text": "Concerns and risks were also raised about the capacity provided for and practicality of gas to power in the recommended plan and the risks it poses since South Africa does not currently have adequate gas infrastructure."}, {"text_block_id": "p24_b236", "text": "As part of the comments process, Eskom submitted revised system availability projections, a revised end of design life (plant shutdown) schedule and a schedule indicating their planned compliance with minimum emissions standards as included in"}, {"text_block_id": "p24_b237", "text": "Appendix A"}, {"text_block_id": "p24_b238", "text": "."}, {"text_block_id": "p24_b239", "text": "Eskom’s existing generation plant"}, {"text_block_id": "p24_b240", "text": "dominates installed generation capacity. The current and future performance of these generation plants is critical for security of supply and heavily influences the planned capacity in the IRP."}, {"text_block_id": "p24_b241", "text": "Concerning the recommended published draft IRP 2018, key issues raised include, the extent of the energy mix, the exclusion of new nuclear capacity before year 2030 and deviation from the IRP 2010-2030. Concerns were also raised about the practical implementation aspects and the risks associated with gas to power, taking into account the extent of the capacity recommended in the plan."}, {"text_block_id": "p24_b242", "text": "The inclusion of coal and hydropower capacity through policy adjustment was criticised on the basis of being a deviation from the least cost path. The inclusion of coal was also specifically criticised on the basis of its contribution to emissions and negative impact on the health of communities where the plants will be located."}, {"text_block_id": "p24_b243", "text": "The annual allocation for distributed generation (for projects between 1MW and 10MW) was said to be too low and the proposal was that it should be increased to take into account the requests for deviation from the IRP already received by the Department of Mineral Resources and Energy."}, {"text_block_id": "p24_b244_merged_merged", "text": "These comments have been considered and the details are included as part of the summary report on comments and how they are treated (see Appendix B)."}, {"text_block_id": "p25_b247", "text": "The next section details the key assumptions after taking into consideration inputs from the public."}, {"text_block_id": "p25_b248", "text": "4. INPUT PARAMETER ASSUMPTIONS"}, {"text_block_id": "p25_b249", "text": "The assumptions for the recommended plan in this report take into account comments from the public consultation process undertaken between September 2018 and November 2018"}, {"text_block_id": "p25_b250", "text": "as already outlined."}, {"text_block_id": "p25_b251", "text": "4.1 ELECTRICITY DEMAND"}, {"text_block_id": "p25_b252", "text": "Electricity demand as projected in the promulgated IRP 2010"}, {"text_block_id": "p25_b253", "text": "–"}, {"text_block_id": "p25_b254", "text": "2030 did not materialise due to a number of factors which resulted in lower demand. These include, among others, lower economic growth; improved energy efficiency by large consumers to cushion against rising tariffs; fuel switching to liquefied petroleum gas (LPG) for cooking and heating; fuel switching for hot water heating by households; and the closing down or relocation to other countries of some of the energy intensive industry."}, {"text_block_id": "p25_b255", "text": "4.1.1 Electricity Demand from 2010"}, {"text_block_id": "p25_b256", "text": "–"}, {"text_block_id": "p25_b257", "text": "2016"}, {"text_block_id": "p25_b258_merged_merged_merged_merged", "text": "Reported Gross Domestic Product (GDP) for the period 2010–2016 was significantly lower than the GDP projections assumed in the promulgated IRP 2010–2030. This is depicted in"}, {"text_block_id": "p25_b264", "text": "The compound average growth rate for the years 2010 to 2016 was 2,05%. This lower GDP growth compared with the expectations in 2010 had an impact on the resulting electricity demand as depicted in"}, {"text_block_id": "p26_b265", "text": "Figure 2: Expected GDP Growth from IRP 2010"}, {"text_block_id": "p26_b266", "text": "vs"}, {"text_block_id": "p26_b267", "text": "Actual (Sources: Statistics SA & Promulgated IRP 2010"}, {"text_block_id": "p26_b268", "text": "–"}, {"text_block_id": "p26_b269", "text": "2030)"}, {"text_block_id": "p26_b270", "text": "Figure 3: Expected Electricity Sent-out from IRP 2010"}, {"text_block_id": "p26_b271", "text": "–"}, {"text_block_id": "p26_b272", "text": "2030"}, {"text_block_id": "p26_b273", "text": "vs"}, {"text_block_id": "p26_b274", "text": "Actual (Sources: Statistics SA & Promulgated IRP 2010"}, {"text_block_id": "p26_b275", "text": "–"}, {"text_block_id": "p26_b276", "text": "2030)"}, {"text_block_id": "p26_b277", "text": "The actual net electricity energy sent-out for the country declined at an average compound rate of -0,6% over the past years. That was in stark contrast with the expectation of an average growth rate of 3,0% in the promulgated IRP 2010"}, {"text_block_id": "p26_b278", "text": "–"}, {"text_block_id": "p26_b279", "text": "2030. The result was that the actual net sent-out electricity in 2016 was at 244TWh in comparison with the expected 296TWh (18% difference)."}, {"text_block_id": "p26_b280", "text": "The underlying causes of the reduced electricity demand were many-sided, including:"}, {"text_block_id": "p26_b281", "text": "The underlying causes of the reduced electricity demand were many-sided, including:\n* General economic conditions as shown in above, which specifically\n<\\li1>"}, {"text_block_id": "p27_b284", "text": "The underlying causes of the reduced electricity demand were many-sided, including:\n* General economic conditions as shown in above, which specifically\n<\\li1>\n* The constraints imposed by the supply situation between 2011 and 2015 with the\n* Improved energy efficiency, partly as a response to the electricity price increases.\n* Increasing embedded generation. There is evidence of growing rooftop PV\n* Fuel switching from electricity to LPG for cooking and space heating."}, {"text_block_id": "p27_b292", "text": "Further analysis of the historic electricity intensity trend indicated that electricity intensity also continued to decline over the past years, exceeding the decline expectation in the promulgated IRP 2010"}, {"text_block_id": "p27_b293", "text": "–"}, {"text_block_id": "p27_b294", "text": "2030 forecast. See"}, {"text_block_id": "p27_b295", "text": "below."}, {"text_block_id": "p27_b296", "text": "also points to possible decoupling of GDP growth from electricity intensity, which generally indicates a change in the structure of the economy."}, {"text_block_id": "p27_b297", "text": "Figure 4: Electricity Intensity History 1990"}, {"text_block_id": "p27_b298", "text": "–"}, {"text_block_id": "p27_b299", "text": "2016 (Source: Own Calculations based on Statistics SA Data)"}, {"text_block_id": "p27_b300_merged_merged_merged", "text": "The expected electricity demand as forecasted in the promulgated IRP 2010–2030 did therefore not materialise and the forecast was updated accordingly to reflect this."}, {"text_block_id": "p28_b303_merged", "text": "4.1.2 Electricity Demand Forecast for 2017–2050"}, {"text_block_id": "p28_b306", "text": "The electricity demand forecast was developed using statistical models. The models are data-driven and based on historical quantitative patterns and relationships. Historical data on electricity consumption was key and information in this regard was obtained from various sources in the public domain. Overall consistency between sources was maintained by ensuring sector breakdowns corresponded with totals from Statistics SA data."}, {"text_block_id": "p28_b307", "text": "Using regression models per sector, sector forecasts were developed using sourced data. Sectoral totals were aggregated and adjusted for losses to obtain total forecasted values. Adjustments were also made to account for electricity energy imports and exports."}, {"text_block_id": "p28_b308", "text": "Figure 5 below depicts the total energy demand forecast as contained in the demand forecast report but adjusted to reflect the lower actual year-2018 demand as a starting point. The 2018 actual recorded demand is about a 3 percent lower than what was assumed in the draft IRP 2018."}, {"text_block_id": "p28_b309", "text": "Figure 5: Expected Electricity Demand Forecast to 2050"}, {"text_block_id": "p29_b310", "text": "The upper forecast"}, {"text_block_id": "p29_b311", "text": "is based on an average 3.18% annual GDP growth, but assumed the current economic sectoral structure remained. This forecast resulted in an average annual electricity demand growth of 2.0% by 2030 and 1.66% by 2050."}, {"text_block_id": "p29_b312", "text": "The median forecast"}, {"text_block_id": "p29_b313", "text": "is based on an average 4.26% annual GDP growth by 2030, but with significant change in the structure of the economy. This forecast resulted in an average annual electricity demand growth of 1.8% by 2030 and 1.4% by 2050. The median forecast electricity intensity dropped extensively over the study period (from the current 0.088 to 0.04 in 2050). That reflects the impact of the assumed change in the structure of the economy where energy-intensive industries make way for less intensive industries. The resultant electricity forecasts were such that, even though the median forecast reflected higher average GDP growth than the upper forecast, the average electricity growth forecast associated with the upper forecast was relatively lower than the average electricity growth forecast for the median forecast."}, {"text_block_id": "p29_b314", "text": "The lower forecast"}, {"text_block_id": "p29_b315", "text": "had a 1.33% GDP growth to 2030, which resulted in a 1.21% average annual electricity demand growth by 2030 and 1.24% by 2050. The lower forecast assumed electricity intensity initially increased before dropping all the way to 2050. In developing the forecast, the main assumption was that mining output would continue to grow while other sectors of the economy would suffer as a result of low investment. This scenario was developed when the country faced possible downgrading decisions by the rating agencies."}, {"text_block_id": "p29_b316_merged_merged_merged_merged", "text": "A detailed demand forecast assumptions report, including electricity intensity, can be downloaded from the DMRE website (http://www.energy.gov.za/files/irp_frame.html). Comments on the limitations of the forecasting methodology based on historical relationships as used in this IRP have been noted and will be considered for future enhancement of the forecast for IRP updates."}, {"text_block_id": "p30_b321", "text": "4.1.3 Impact of Embedded Generation, Energy Efficiency and Fuel Switching on Demand"}, {"text_block_id": "p30_b322", "text": "With the changing electricity landscape and advancements in technology, there is an increasing number of own-generation facilities in the form of rooftop PV installations in households. There is also an increasing number of commercial and industrial facilities that are installing PV systems to supplement electricity from the grid."}, {"text_block_id": "p30_b323", "text": "High electricity prices, as well as technological advancements (improved equipment efficiency), are resulting in increased energy efficiency among consumers."}, {"text_block_id": "p30_b324", "text": "Equally, there is an increasing use of LPG for cooking and space heating that will impact both energy (kWh) and peak demand (kW). In line with municipal bylaws and building codes, new housing developments are installing solar water heaters in the place of full electric geysers. Voluntarily, consumers are also increasingly replacing electric geysers with solar water heaters to reduce their electricity bills."}, {"text_block_id": "p30_b325", "text": "These developments impact on overall electricity demand and intensity and must therefore be considered when projecting future demand and supply of electricity."}, {"text_block_id": "p30_b326", "text": "Due to the limited data at present and for the purpose of this IRP Update, these developments were not simulated as standalone scenarios, but considered to be covered in the low-demand scenario. The assumption was that the impact of these would be lower demand in relation to the median forecast demand projection hence the projected capacity was not discounted from the forecast."}, {"text_block_id": "p31_b327", "text": "4.2 TECHNOLOGY, FUEL AND EXTERNALITY COSTS"}, {"text_block_id": "p31_b328", "text": "The IRP analyses mainly entailed balancing supply and demand at least-possible cost. Costs of technology, fuel and externalities"}, {"text_block_id": "p31_b329", "text": "were therefore major input assumptions during option analyses."}, {"text_block_id": "p31_b330", "text": "As part of the development of the promulgated IRP 2010"}, {"text_block_id": "p31_b331", "text": "–"}, {"text_block_id": "p31_b332", "text": "2030, the DMRE, through Eskom, engaged the Electric Power Research Institute"}, {"text_block_id": "p31_b333", "text": "(EPRI) in 2010 and 2012 to provide technology data for new power plants that would be included in the IRP. That resulted in an EPRI report, which was revised in 2015, taking into account technical updates of the cost and performance of technologies, market-factor influences and additional technology cases."}, {"text_block_id": "p31_b334", "text": "Following the public consultations on the assumptions, the EPRI report was updated to reflect the costs based on the January 2017 ZAR/US dollar exchange rate. The 2015 baseline cost for each technology was adjusted to January 2017 US dollar, using an annual escalation rate of 2.5%. The baseline costs were then converted to ZAR, based on the currency exchange rate on 01 January 2017."}, {"text_block_id": "p31_b335", "text": "The EPRI report incorporates cost and performance data for a number of power-generation technologies applicable to South African conditions and environment. It presents the capital costs; operating and maintenance (O&M) costs; and performance data, as well as a comprehensive discussion and description of each technology."}, {"text_block_id": "p31_b336_merged_merged_merged", "text": "A detailed EPRI technology cost assumptions report can be downloaded from the DMRE website (http://www.energy.gov.za/files/irp_frame.html)."}, {"text_block_id": "p31_b340", "text": "While EPRI provided costs for PV and Wind, the costs adopted in the plan for these technologies were from the South African REIPPP. The nuclear technology costs are based on the DMRE-commissioned study (referred to as the Ingerop study). The study"}, {"text_block_id": "p32_b341", "text": "expanded the analysis by EPRI to include a technology cost analysis from projects in the East (Asia). A copy of the Ingerop Report can be downloaded from the DMRE website ("}, {"text_block_id": "p32_b342", "text": ")"}, {"text_block_id": "p32_b343", "text": "."}, {"text_block_id": "p32_b344", "text": "Information on combined cycle gas engine cost is based on inputs obtained during the public consultations process. This can be can be downloaded from the DMRE website ("}, {"text_block_id": "p32_b345", "text": "http://www.energy.gov.za/files/irp_frame.html"}, {"text_block_id": "p32_b346", "text": ")"}, {"text_block_id": "p32_b347", "text": "."}, {"text_block_id": "p32_b348", "text": "4.2.1 Economic Parameters"}, {"text_block_id": "p32_b349", "text": "For economic parameters, the following assumptions are applied:"}, {"text_block_id": "p32_b350", "text": "For economic parameters, the following assumptions are applied:\n* Exchange rate as at the beginning of January 2017, which was R13.57 to $1 (USD);\n* the social discount rate of 8.2% net, real and post-tax as calculated by National\n* the COUE of R87.85/kWh as per the National Energy Regulator of South Africa"}, {"text_block_id": "p32_b356", "text": "4.2.2 Technology Learning"}, {"text_block_id": "p32_b357_merged_merged_merged", "text": "Learning rates used in the promulgated IRP 2010–2030 are maintained in the IRP update, with PV and wind technology learning rates adjusted to reflect the decline in prices experienced in South Africa already. Battery learning rates are obtained from the Lazard’s Levelized Cost Of Storage Analysis—Version 3.0."}, {"text_block_id": "p33_b362", "text": "Figure 6: Technology Learning Rates"}, {"text_block_id": "p33_b363", "text": "4.2.3 Emissions Externality Costs"}, {"text_block_id": "p33_b364", "text": "With regard to externality costs associated with emissions, the IRP update considers the negative externalities-related air pollution caused by pollutants such as nitrogen oxides (NOx), sulphur oxides (SOx), particulate matter (PM) and mercury (Hg). These externality costs reflect the cost to society because of the activities of a third party resulting in social, health, environmental, degradation or other costs."}, {"text_block_id": "p33_b365", "text": "For all these externalities the cost-of-damage approach was used to estimate the externality costs. The overall cost to society is defined as the sum of the imputed monetary value of costs to all parties involved. The costs are indicated Table 2. The costs associated with carbon dioxide (CO2) are not included as the CO2 emissions constraint imposed already indirectly imposes the penalties or additional costs. The technical model achieves this by applying the CO2 constraints and choosing cleaner electricity generation options even if they are options that are more expensive."}, {"text_block_id": "p33_b366", "text": "Table 2: Local Emission and PM Costs"}, {"text_block_id": "p34_b367", "text": "4.3 INSTALLED AND COMMITTED CAPACITY"}, {"text_block_id": "p34_b368", "text": "Installed capacity assumed in the IRP Update includes both Eskom and private generation (generation for own use and municipal generation) as filed and licensed with NERSA."}, {"text_block_id": "p34_b369", "text": "A list of Eskom and private and municipal generators, as licensed with NERSA, is included in"}, {"text_block_id": "p34_b370", "text": "Appendix A."}, {"text_block_id": "p34_b371", "text": "In line with the planned capacity in the promulgated IRP 2010"}, {"text_block_id": "p34_b372", "text": "–"}, {"text_block_id": "p34_b373", "text": "2030 and in accordance with Section 34 of the Electricity Regulation Act No. 4 of 2006, the Minister of Energy has, to date, determined that 39 730 MW of new generation capacity must be developed."}, {"text_block_id": "p34_b374_merged_merged", "text": "Of the 39 730 MW determined, about 18 000 MW has been committedto date. This new capacity is made up of 6 422 MW under the REIPPP with a total of 3 876 MW operational on the grid. Under the committed Eskom build, the following capacity has been commissioned: 1 332 MW of Ingula pumped storage, 2 382 MW of Medupi (out of the 4 800 MW planned), 800 MW of Kusile (out of the 4 800 MW planned) and 100 MW of Sere Wind Farm. 1 005 MW from OCGT for peaking has also been commissioned."}, {"text_block_id": "p34_b376", "text": "For the IRP Update analysis, the remaining units at Medupi and Kusile were assumed to come on line as indicated in"}, {"text_block_id": "p34_b377", "text": "Table 3: CODs for Eskom New Build"}, {"text_block_id": "p35_b378", "text": "4.3.1 Existing Eskom Plant Performance"}, {"text_block_id": "p35_b379", "text": "The existing Eskom"}, {"text_block_id": "p35_b380", "text": "’s"}, {"text_block_id": "p35_b381", "text": "generation plant energy availability factor (EAF) was assumed to be averaging 86% in the promulgated IRP 2010"}, {"text_block_id": "p35_b382", "text": "–"}, {"text_block_id": "p35_b383", "text": "2030. The actual EAF at the time was averaging 85%. Since then, Eskom"}, {"text_block_id": "p35_b384", "text": "’s EAF"}, {"text_block_id": "p35_b385", "text": "declined steadily to a low average of 71% in the 2015/16 financial year before recovering to average around 77.% in the 2016/17 financial year. Information as at January 2018 indicates that EAF has regressed further to levels below 70%. This low EAF was the reason for constrained capacity early in December 2018 and January 2019 that resulted in load shedding."}, {"text_block_id": "p35_b386", "text": "Eskom"}, {"text_block_id": "p35_b387", "text": "’s"}, {"text_block_id": "p35_b388", "text": "existing generation plant will still dominate the South African electricity installed capacity for the foreseeable future. The current and future performance of these Eskom plants is critical for security of supply and heavily influences the capacity planned to be introduced under the IRP."}, {"text_block_id": "p35_b389", "text": "As part of the comments process on the draft IRP 2018, Eskom submitted revised system availability projections per power station. The submission contains two scenarios of which scenario 1 and scenario 2 project an average EAF of 80% by 2030 and 75% by 2030, respectively."}, {"text_block_id": "p35_b390_merged_merged_merged", "text": "Plant performance projections in the final plan contained in this report are based on the scenario with EAF of 75% by 2030. In this scenario, EAF starts at 71% in year 2020, and increases to 75.5% by year 2025 and beyond (see Appendix A)."}, {"text_block_id": "p35_b393", "text": "4.3.2 Existing Eskom Plant Design Life"}, {"text_block_id": "p35_b394", "text": "Existing generation plant life is a major consideration in the IRP as it will affect supply and demand balance. The IRP considers both Eskom and non-Eskom plants (municipal and large private sector plants) in this regard."}, {"text_block_id": "p35_b395", "text": "Eskom coal plants were designed and built for a 50-year life, which falls within the 2050 study period of the IRP 2018 update."}, {"text_block_id": "p36_b396", "text": "Eskom has also submitted a revised plant end of design life (decommissioning) plan. This submission brings forward the shutdown of some units at Grootvlei, Komati and Hendrina."}, {"text_block_id": "p36_b397", "text": "shows that about 5 400 MW of electricity from coal generation by Eskom will be decommissioned by year 2022, increasing to 10 500 MW by 2030 and 35 000 MW by 2050. The revised decommissioning schedule is attached in"}, {"text_block_id": "p36_b398", "text": "Appendix A."}, {"text_block_id": "p36_b399", "text": "Figure 7: Cumulative Eskom Coal Generation Plants Decommissioning"}, {"text_block_id": "p36_b400", "text": "The socio economic impact of the decommissioning of these Eskom plants has not been quantified or included in this IRP."}, {"text_block_id": "p36_b401", "text": "It is also expected that by year 2024, 1 800 MW of nuclear power generation (Koeberg) will reach end-of-life. Eskom has initiated preparations and processes to extend the life of this plant to 2044, subject to the necessary regulatory approvals. In light of the projected lower EAF for Eskom coal power plants, the IRP plan is based on the assumption that Koeberg plant life would be extended to 2044."}, {"text_block_id": "p36_b402", "text": "Mitigation of the risks associated with the adopted assumption is included in the risk section of this report."}, {"text_block_id": "p37_b403", "text": "4.3.3 Compliance with Minimum Emissions Standards (Air Quality Regulations)"}, {"text_block_id": "p37_b404", "text": "A number of Eskom power plants (Majuba, Tutuka, Duvha, Matla, Kriel and Grootvlei) have been retrofitted with emission abatement technology to ensure compliance with the law (viz. National Environmental Management Act: Air Quality, 2004 or NEMA)."}, {"text_block_id": "p37_b405", "text": "In 2014 Eskom applied for postponement of the date for compliance and permission in this regard was granted for a period not exceeding 5 years. To date, Grootvlei is the only station that has been brought to compliance and this failure to undertake abatement retrofits is likely to result in non-compliant plants becoming unavailable for production from year 2020, unless further postponement is granted. Eskom is in the process of applying for further postponement in line the provisions of the law."}, {"text_block_id": "p37_b406", "text": "In light of projected lower EAF, the assumption adopted in the IRP is that NEMA-affected Eskom coal plant will remain available for production."}, {"text_block_id": "p37_b407", "text": "4.4 CO"}, {"text_block_id": "p37_b408", "text": "2"}, {"text_block_id": "p37_b409", "text": "EMISSION CONSTRAINTS"}, {"text_block_id": "p37_b410", "text": "In line"}, {"text_block_id": "p37_b411", "text": "with South Africa’s commitment"}, {"text_block_id": "p37_b412", "text": "to reduce emissions, the promulgated IRP 2010"}, {"text_block_id": "p37_b413", "text": "–"}, {"text_block_id": "p37_b414", "text": "2030 imposed"}, {"text_block_id": "p37_b415", "text": "CO"}, {"text_block_id": "p37_b416", "text": "2"}, {"text_block_id": "p37_b417", "text": "emission limits on the electricity generation plan. IRP 2010-2030 assumed that emissions would peak between 2020 and 2025 as Medupi and Kusile are brought on line, then plateau for approximately a decade and decline in absolute terms thereafter as old coal-fired power plants are decommissioned."}, {"text_block_id": "p37_b418_merged_merged_merged", "text": "shows the emission reduction trajectory (referred to as the peak-plateau-decline (PPD)) for electricity generation adopted in the promulgated IRP 2010–2030."}, {"text_block_id": "p38_b421", "text": "Figure 8: Emission Reduction Trajectory (PPD)"}, {"text_block_id": "p38_b422_merged", "text": "While PPD was applied as the primary assumption, a scenario was tested as part of the draft IRP 2018 where the carbon budget approach was used for emission constraints. A carbon budget is defined as a tolerable quantity of carbon dioxide emissions that can be emitted in total over a specified time. The scenario was based on carbon budget targets divided into 10-year intervals which meant a total emission reduction budget for the entire electricity sector up to 2050 must be 5 470 Mt CO2 cumulatively."}, {"text_block_id": "p38_b425", "text": "4.5 TRANSMISSION NETWORK COSTS"}, {"text_block_id": "p38_b426", "text": "The IRP update takes into account the costs of the transmission networks associated with the energy mix."}, {"text_block_id": "p38_b427", "text": "The transmission network costs have been incorporated by including the estimated, direct transmission infrastructure costs, including collector station and substation costs in the total overnight generation technology costs. The costing was based on a high-level estimate from recent Eskom average costs for transmission infrastructure."}, {"text_block_id": "p38_b428", "text": "For renewable energy technologies (like wind and solar PV), the transmission infrastructure costs entailed collector stations and the associated lines connecting to the main transmission substation, as well as the transmission substation costs. For"}, {"text_block_id": "p39_b429", "text": "conventional technologies, the costs entailed only the main transmission substation costs. Imported hydro and CSP transmission costs were treated the same as conventional technology costs."}, {"text_block_id": "p39_b430_merged", "text": "The transmission infrastructure costs considered different capacity increments or penetration per technology in different parts of the country. Transmission corridor costs and ancillary costs required for network stability, particularly inertia, were not included as these are not directly associated with any technology but are part of strengthening the transmission backbone. A detailed transmission network costs report can be downloaded from the DMRE website (http://www.energy.gov.za/files/irp_frame.html)."}, {"text_block_id": "p40_b434", "text": "5. IRP UPDATE"}, {"text_block_id": "p40_b435", "text": "Inputs from the public and the consideration of all the comments necessitated the updating of planning assumptions, including updated information from Eskom. Modelling work, simulation and analysis of a further set of test cases was completed on the basis of this updated input data. The test cases were developed to assess the following:"}, {"text_block_id": "p40_b436", "text": "Inputs from the public and the consideration of all the comments necessitated the updating of planning assumptions, including updated information from Eskom. Modelling work, simulation and analysis of a further set of test cases was completed on the basis of this updated input data. The test cases were developed to assess the following:\n* impact of the changed assumptions on the draft 2018 recommended plan,\n* the impact of plants shutting down in case of non-compliance with minimum\n* the impact of Koeberg plant shutting down in 2024 if its design life is not extended,\n* the impact of the removal of the policy adjustments adopted in draft IRP 2018, and\n* realistic assumptions for gas to power capacity by year 2030."}, {"text_block_id": "p40_b446", "text": "The details of input parameters for respective test cases are contained in Table 4."}, {"text_block_id": "p40_b447", "text": "Table 4: Test Case Variable Input Parameters"}, {"text_block_id": "p41_b448", "text": "5.1 OBSERVATIONS FROM THE TEST CASES"}, {"text_block_id": "p41_b449", "text": "The analysis of the results from the simulation of test cases shows ("}, {"text_block_id": "p41_b450", "text": "Appendix C"}, {"text_block_id": "p41_b451", "text": ") that in addition to a need for additional capacity in the long-term, there is an immediate risk of energy shortage in the immediate term."}, {"text_block_id": "p41_b452", "text": ""}, {"text_block_id": "p41_b453", "text": "Immediate term"}, {"text_block_id": "p41_b454", "text": "Immediate term\n* plants and the early shutdown of non-performing units (Grootvlei, Komati and\n* plants and the early shutdown of non-performing units (Grootvlei, Komati and\n sh\n* plants and the early shutdown of non-performing units (Grootvlei, Komati and\n sh\n ows higher\n* This risk plus the associated energy shortages gets worse when considering the\n* Medupi and Kusile are now de-rated at below name-plate rating, meaning that\n* Simulations also indicate that shutting down Koeberg in 2024 in line with its"}, {"text_block_id": "p41_b467", "text": "The recently experienced load shedding as well frequent alerts of possible shortages corroborate the observations from the power system simulations."}, {"text_block_id": "p42_b468", "text": "While the purpose of the IRP is to balance supply and demand on a least-cost basis, implementation lead times for various generation technologies limit the options available for deployment immediately and in the short term."}, {"text_block_id": "p42_b469", "text": "Simulations indicate that the option available to Eskom is to run diesel-fired peaking plant at load factors averaging about 30% for the period 2019 to 2021. Running these plants at higher than contracted load factors creates logistical challenges as there is insufficient infrastructure to support the volumes of diesel required under these circumstances. This arrangement will also worsen the already delicate Eskom financial situation. In addition, electricity users will suffer high tariff increases."}, {"text_block_id": "p42_b470", "text": "The results from the simulation also show that in the long term, the system uses the combination of renewable energy, gas and storage to meet demand."}, {"text_block_id": "p42_b471", "text": "The following specific observations are made with regard to the long-term:"}, {"text_block_id": "p42_b472", "text": ""}, {"text_block_id": "p42_b473", "text": "Long Term"}, {"text_block_id": "p42_b474", "text": "Long Term\n* The system only builds renewables (wind and PV) and gas if unlimited renewable\n* Despite decommissioning of old power plants and preference by the power\n* The removal of annual build limits on renewables results in large erratic annual\n* When annual build limits on renewables are imposed and realistic gas availability\n* Imposing annual build limits on renewables for the period up to 2030 does not"}, {"text_block_id": "p43_b484", "text": "5.2 EMERGING LONG TERM PLAN (IRP 2019)"}, {"text_block_id": "p43_b485_merged", "text": "Following the observations from the analysis of technical simulations and the adoption of the positions discussed earlier (continued operation of plants affected by MES, Koeberg power station design life extended beyond year 2024, imposing annual build limits on renewables, diesel fired peaking plants operating at high load factor), the following plan in emerges with indicative price path as indicated in"}, {"text_block_id": "p43_b487", "text": "Table 5: IRP 2019"}, {"text_block_id": "p44_b488", "text": "Higher average tariff projection as"}, {"text_block_id": "p44_b489", "text": "shown in"}, {"text_block_id": "p44_b490", "text": "below for"}, {"text_block_id": "p44_b491", "text": "the IRP 2019 plan"}, {"text_block_id": "p44_b492", "text": "is due to low EAF and diesel fired peakers running at high load factors (Appendix C) in order to close the supply gap. The model is unable to deploy gas to complement renewables as it is assumed gas will only be available from year 2024 which was not the case with scenarios in the draft IRP 2018 ."}, {"text_block_id": "p44_b493", "text": "Figure 9: IRP 2019 Price Path"}, {"text_block_id": "p44_b494", "text": "5.3 KEY CONSIDERATIONS AND ACTIONS"}, {"text_block_id": "p44_b495", "text": "After due consideration of the modelling and simulation outcomes, and taking into account the plan in Table 5 above, the following key considerations emerge which require actions to be taken for a credible IRP 2019."}, {"text_block_id": "p44_b496", "text": "5.3.1 Immediate Term Security Supply"}, {"text_block_id": "p44_b497_merged_merged", "text": "In the short-term supply and demand side interventions will have to be deployed to minimise the risk of load shedding and/or extensive usage of diesel peaking plant due to Eskom’s plant low EAF. The short-term gap is estimated to be between 2 000 – 3 000"}, {"text_block_id": "p45_b502", "text": "MW. It generally takes about 36 months minimum for a green field utility scale projects to produce first power. A medium-term power purchase programme (MTPPP) similar to that adopted following the IRP 2010 must be considered. Under the MTPPP power was purchased from already existing facilities such as co-generation and small hydro which are generally not run as it is cheaper to buy power from Eskom. The development of generation for own use must also be encouraged through the enactment of policies and regulations that eliminate red tape without compromising security of supply."}, {"text_block_id": "p45_b503", "text": "Decision 1:"}, {"text_block_id": "p45_b504_merged", "text": "Undertake a power purchase programme to assist with the acquisition of capacity needed to supplement Eskom’s declining plant performance and to reduce the extensive utilisation of diesel peaking generators in the immediate to medium term. Lead-time is therefore key."}, {"text_block_id": "p45_b507", "text": "Taking into account supply and demand balance and the impact of load shedding on the economy, shutting down of MES non-compliant power plants and Koeberg power station in 2024 (at the end of its design life) are not recommended. Koeberg is one of the best performing power plants with a low operational cost (it is fully depreciated)."}, {"text_block_id": "p45_b508", "text": "Decision 2:"}, {"text_block_id": "p45_b509", "text": "Koeberg power plant design life must be extended by another 20 years by undertaking the necessary technical and regulatory work."}, {"text_block_id": "p45_b510", "text": "Decision 3:"}, {"text_block_id": "p45_b511", "text": "Support Eskom to comply with MES over time, taking into account the energy security imperative and the risk of adverse economic impact."}, {"text_block_id": "p45_b512", "text": "5.3.2 Energy Mix and Just Transition"}, {"text_block_id": "p45_b513", "text": "Due to the expected decommissioning of approximately 24 100 MW of coal power plants in the period beyond 2030 to 2050, attention must be given to the path adopted to give effect to the energy mix and the preparation work necessary to execute the retirement and replacement of these plants. In order to ensure a socially just transition, the engagement process must commence to put in place the plans and interventions that mitigate against adverse impacts of the plant retirement programme on people and local economies."}, {"text_block_id": "p46_b514_merged", "text": "In 2015, the International Labour Organisation (ILO) Governing Body convened a panel of experts to develop non-binding guidelines for a just transition towards environmentally sustainable economies and societies for all. The guideline list the following principles for the development of a just transition:"}, {"text_block_id": "p46_b516", "text": "In 2015, the International Labour Organisation (ILO) Governing Body convened a panel of experts to develop non-binding guidelines for a just transition towards environmentally sustainable economies and societies for all. The guideline list the following principles for the development of a just transition:\n* Social dialogue as an integral part of the institutional framework for policymaking\n* Policies must respect, promote and realize fundamental principles and rights at\n* Policies and programmes need to take into account the strong gender dimension of\n* Coherent policies across the economic, environmental, social, education/training\n* These coherent policies also need to provide a just transition framework for all to\n* with the specific conditions of countries, including their stage of development,"}, {"text_block_id": "p46_b529", "text": "Decision 4:"}, {"text_block_id": "p46_b530", "text": "For coherent policy development in support of the development of a just transition plan, consolidate into a single team the various initiatives being undertaken on just transition."}, {"text_block_id": "p47_b531", "text": "5.3.3 Wind and PV"}, {"text_block_id": "p47_b532_merged", "text": "As already stated under modelling observations, the application of annual build limits on renewables does not significantly impact the projected capacity up to the year 2030. The application of renewable build limits “smoothes out” the capacity allocations for wind and solar PV which provides a constant pipeline of projects for investment; this addresses investor confidence."}, {"text_block_id": "p47_b537", "text": "In the long run and taking into account the policy of a diversified energy mix, the annual build limits will have to be reviewed in line with demand and supply requirement."}, {"text_block_id": "p47_b538", "text": "Decision 5:"}, {"text_block_id": "p47_b539", "text": "Retain the current annual build limits on renewables (wind and PV) pending the finalisation of a just transition plan."}, {"text_block_id": "p47_b540", "text": "5.3.4 Coal"}, {"text_block_id": "p47_b541", "text": "HELE coal technologies including underground coal gasification, integrated gasification combined cycle, carbon capture utilization and storage, ultra-supercritical, super-critical and similar technologies are preferred for the exploitation of our coal resources. Due consideration must be given to the financing constraints imposed by lenders and the Organization of Economic Cooperation and Development (OECD) countries, insofar as coal power plant development."}, {"text_block_id": "p47_b542", "text": "Due consideration must also be given to the pace and scale of the coal-to-power programme taking into account the lessons from Medupi and Kusile mega projects. Procurement under the IPP programme has shown that there is a business case for modular and smaller power plants (300MW and 600MW)."}, {"text_block_id": "p47_b543", "text": "Decision 6:"}, {"text_block_id": "p47_b544", "text": "South Africa should not sterilise the development of its coal resources for purposes of power generation, instead all new coal power projects must be based on high efficiency, low emission technologies and other cleaner coal technologies."}, {"text_block_id": "p48_b545", "text": "5.3.5 Gas to Power"}, {"text_block_id": "p48_b546_merged", "text": "Whilst the plan indicates a requirement for 1000 MW in 2023 and 2000 MW in 2027, at a 12% average load factor, this is premised on certain constraints that we have imposed on gas, taking into account the locational issues like ports, environment, transmission etc. This represents low gas utilization, which will not likely justify the development of new gas infrastructure and power plants predicated on such sub-optimal volumes of gas. Consideration must therefore be given to the conversion of the diesel-powered peakers on the east coast of South Africa, as this is taken to be the first location for gas importation infrastructure and the associated gas to power plants. It must be noted that that the unconstrained gas is a ‘no regret option’ because the power system calls for increased gas volumes when there are no constraints imposed."}, {"text_block_id": "p48_b549", "text": "Decision 7:"}, {"text_block_id": "p48_b550", "text": "To support the development of gas infrastructure and in addition to the new gas to power capacity in Table 5, convert existing diesel-fired power plants (Peakers) to gas."}, {"text_block_id": "p48_b551", "text": "5.3.6 Nuclear"}, {"text_block_id": "p48_b552", "text": "The extension of design life of the Koeberg Power Station is critical for continued energy security in the period beyond 2024, when it reaches the end of its 40-year life. This extension, once all the necessary regulatory approvals have been received, will increase the capacity to its original design capacity of 1926MW."}, {"text_block_id": "p48_b553", "text": "Whilst the IRP does not assess system dynamic stability, the relative location of Koeberg at the opposite end of the transmission backbone, when compared to the power stations located around Mpumalanga, poses certain advantages that include improved system stability."}, {"text_block_id": "p48_b554", "text": "Post 2030, the expected decommissioning of 24 100 MW of coal fired power plants supports the need for additional capacity from clean energy technologies including nuclear. Taking into account the existing human resource capacity, skills, technology and the economic potential that nuclear holds, consideration must be given to preparatory work commencing on the development of a clear road map for a future"}, {"text_block_id": "p49_b555", "text": "expansion programme. This IRP proposes that the nuclear power programme must be implemented at an affordable pace and modular scale (as opposed to a fleet approach) and taking into account technological developments in the nuclear space."}, {"text_block_id": "p49_b556", "text": "Taking into account the capacity from coal to be decommissioned post 2030 and the end of design life of Koeberg nuclear power plant, additional nuclear capacity at a pace and scale the country can afford is a no regret option."}, {"text_block_id": "p49_b557", "text": "Decision 8:"}, {"text_block_id": "p49_b558", "text": "Commence preparations for a nuclear build programme to the extent of 2 500 MW at a pace and scale that the country can afford because it is a no-regret option in the long term."}, {"text_block_id": "p49_b559", "text": "5.3.7 Regional Power Projects"}, {"text_block_id": "p49_b560", "text": "South Africa has entered into a Treaty regarding the Grand Inga Hydropower Project with 2 500 MW offtake. Whereas the draft IRP 2018 was modelled by forcing the 2 500 MW from Inga, the IRP 2019 used the commercial parameters that were submitted by the project developers for Inga, and 2 500 MW (and even more beyond 2030) of hydropower was selected on its own merits. There is a need to finalise the technical solution for the evacuation of this power from the Grand Inga across the transit countries viz. DRC, Zambia, Zimbabwe/Botswana into South Africa. The necessary agreements must be concluded as soon as possible if the hydro option from Grand Inga is to materialize."}, {"text_block_id": "p49_b561", "text": "Consideration must be given to the form of participation by the transit countries including integration with the regional interconnection projects sponsored under SADC and SAPP."}, {"text_block_id": "p49_b562", "text": "Decision 9:"}, {"text_block_id": "p49_b563", "text": "In support of regional electricity interconnection including hydropower and gas, South Africa will participate in strategic power projects that enable the development of cross-border infrastructure needed for the regional energy trading."}, {"text_block_id": "p50_b564", "text": "5.3.8 Energy Storage"}, {"text_block_id": "p50_b565", "text": "When energy storage costs were revised to the latest information, and taking into account the longer gas infrastructure lead time, the power system selects more energy storage. This can be expected, given the extent of the wind and solar PV option in the IRP."}, {"text_block_id": "p50_b566", "text": "It must be noted that Eskom is already preparing to pilot an energy storage-technology project based on batteries. The pilot will enable the assessment and development of the technical applications and benefits, the regulatory matters that relate to a utility-scale energy storage technology and the enhancement of assumptions for future iterations of the IRP."}, {"text_block_id": "p50_b567", "text": "5.3.9 Distributed Generation"}, {"text_block_id": "p50_b568", "text": "Public inputs suggested that the allocation for distributed generation (also referred to as embedded generation) needed to be increased, taking into account that the DMRE is inundated with requests from companies, municipalities and private individuals for deviation from the IRP in terms of section 10(2)(g) of the Electricity Regulation Act, in order for NERSA to approve their application for a generation licence. Given the observation concerning energy shortage in the immediate term, increasing the embedded generation allocation as reflected in the capacity plan table present the opportunity to address the shortage."}, {"text_block_id": "p51_b569", "text": "5.3.10 Risk Considerations"}, {"text_block_id": "p54_b570", "text": "6. APPENDICES"}, {"text_block_id": "p54_b571_merged", "text": "6.1 APPENDIX A – INSTALLED CAPACITY, MINISTERIAL DETERMINATIONS AND DECOMISSIONING SCHEDULE"}, {"text_block_id": "p54_b574", "text": "6.1.1 Municipal, Private and Eskom Generators"}, {"text_block_id": "p54_b575", "text": "Tables 8 and 9 below provide information on installed municipal, private and Eskom generators."}, {"text_block_id": "p54_b576", "text": "Table 8:  Municipal and Private Generators"}, {"text_block_id": "p55_b577", "text": "6.1.2 Eskom Generators"}, {"text_block_id": "p55_b578", "text": "Table 9: Eskom Generators"}, {"text_block_id": "p55_b579", "text": "POWER S"}, {"text_block_id": "p55_b580", "text": "T"}, {"text_block_id": "p55_b581", "text": "A"}, {"text_block_id": "p55_b582", "text": "TI"}, {"text_block_id": "p55_b583", "text": "ON CA"}, {"text_block_id": "p55_b584", "text": "P"}, {"text_block_id": "p55_b585", "text": "ACI"}, {"text_block_id": "p55_b586", "text": "T"}, {"text_block_id": "p55_b587", "text": "I"}, {"text_block_id": "p55_b588", "text": "E"}, {"text_block_id": "p55_b589", "text": "S"}, {"text_block_id": "p55_b590", "text": "as at 3"}, {"text_block_id": "p55_b591", "text": "I"}, {"text_block_id": "p55_b592", "text": "Ma"}, {"text_block_id": "p55_b593", "text": "rr:h"}, {"text_block_id": "p55_b594", "text": "20"}, {"text_block_id": "p55_b595", "text": "a"}, {"text_block_id": "p55_b596_merged_merged", "text": "The difference between installed and nominal capacity reflects auxiliary power consumption and red'uced capacity caused by the age of pl.in"}, {"text_block_id": "p55_b656", "text": "t."}, {"text_block_id": "p56_b657", "text": "6.1.3 Emission Abatement Retrofit Programme and 50-year Life Decommissioning"}, {"text_block_id": "p56_b658", "text": "6.1.4"}, {"text_block_id": "p56_b659", "text": "Projected Eskom Plant Energy Availability Factor"}, {"text_block_id": "p56_b660", "text": "Table 6: Projected Eskom Plant Energy Availability Factor"}, {"text_block_id": "p57_b661_merged", "text": "6.2 APPENDIX B – SUMMARY OF INPUT FROM PUBLIC SUBMISSIONS"}, {"text_block_id": "p80_b664_merged", "text": "6.3 APPENDIX C – RESULTS OF TEST CASES"}, {"text_block_id": "p80_b667", "text": "BASE CASE: Koeberg 60 years; No MES; Coal & Hydro forced in"}, {"text_block_id": "p80_b668", "text": "Base Case Gas Load Factors"}, {"text_block_id": "p81_b669", "text": "TEST CASE 1: Base Case + MES 1"}, {"text_block_id": "p81_b670", "text": "Test Case 1 Gas Load Factors"}, {"text_block_id": "p82_b671", "text": "TEST CASE 2: Base Case + MES 2"}, {"text_block_id": "p82_b672", "text": "Test Case 2 Gas Load Factors"}, {"text_block_id": "p83_b673", "text": "TEST CASE 3: Base Case + Koeberg 40 years"}, {"text_block_id": "p83_b674", "text": "Test Case 3 Gas Load Factors"}, {"text_block_id": "p84_b675", "text": "TEST CASE 4: Base Case +MES 2 +Koeberg 40years + Inga & Coal optimized"}, {"text_block_id": "p84_b676", "text": "Test Case 4 Gas Load Factors"}, {"text_block_id": "p85_b677", "text": "TEST CASE 5: Base Case + Gas Limit"}, {"text_block_id": "p85_b678", "text": "Test Case 5 Gas Load Factor"}, {"text_block_id": "p86_b679", "text": "TEST CASE 6: Base Case + 30 Months Wind Lead Time + Gas Limit"}, {"text_block_id": "p86_b680", "text": "Test Case 6 Gas Load Factors"}, {"text_block_id": "p87_b681_merged", "text": "6.4 APPENDIX D – SUMMARY OF PUBLISHED DRAFT IRP 2018"}, {"text_block_id": "p87_b684", "text": "6.4.1. INTRODUCTION"}, {"text_block_id": "p87_b685", "text": "This section contain the results of the analysis that resulted into the draft IRP 2018 published plan. These scenarios can be categorised into projected demand growth scenarios and key input scenarios. The scenarios looked at some of the key factors such as the use as carbon budget for carbon dioxide emissions reduction, assumed gas prices variation to analyse the impact of changing gas prices, and the removal of annual build limits imposed on RE."}, {"text_block_id": "p87_b686", "text": "Key Scenarios Modelled and Simulated in Developing Draft IRP 2018"}, {"text_block_id": "p87_b687", "text": "Key assumptions and considerations included in the scenarios modelled and simulated included, among others:"}, {"text_block_id": "p87_b688", "text": "Key assumptions and considerations included in the scenarios modelled and simulated included, among others:\n* The demand forecast for various growth trajectories;\n<\\li1>"}, {"text_block_id": "p88_b690", "text": "Key assumptions and considerations included in the scenarios modelled and simulated included, among others:\n* The demand forecast for various growth trajectories;\n<\\li1>\n* maintenance of the RE annual build rate as previously assumed in the promulgated\n* 2030. The Plan assumed 1000MW for PV and 1600MW for wind per\n* the carbon dioxide emission reductions constraint using the PPD , except for one\n* the performance of the Eskom coal plants as per their performance undertakings;\n* the decommissioning dates of existing generation plants;\n* the cost associated with the dedicated transmission infrastructure costs for that\n* committed, planned generation plants, such as Medupi, Kusile and RE (up to Bid"}, {"text_block_id": "p88_b704", "text": "Following the development of the reference case taking into account the assumptions, the scenarios listed were simulated and analysed."}, {"text_block_id": "p88_b705", "text": "Technical modelling and simulation was performed using PLEXOS software. The objective function of PLEXOS is to minimise the cost of investments and electricity dispatch using complex mathematical models. The cost function is determined by the operational costs, start-up costs, fuels cost and penalty costs for unserved energy or for not meeting the reserve requirements."}, {"text_block_id": "p88_b706", "text": "Constraints can be applied to the model in the software if necessary. These constraints include, among others: energy balances; emission constraints; operational constraints (limits on generation, reserve provision, up and down times, ramp rates and transmission limits); regional capacity reserve margins and ancillary services; maximum number of units built and retired; fuel availability and maximum fuel usage; minimum energy production; and RE targets."}, {"text_block_id": "p88_b707", "text": "6.4.2. RESULTS OF THE SCENARIOS"}, {"text_block_id": "p88_b708_merged_merged", "text": "The analysis of the results from the simulations were analysed by looking at the energy mix for three periods (2017–2030, 2031–2040 and 2041–2050). The degree of certainty of the assumptions decreases the longer we project into the future and hence the depiction of the periods in"}, {"text_block_id": "p89_b715", "text": "IRP Study Key Periods"}, {"text_block_id": "p89_b716", "text": "The assumptions for the period between now and year 2020 are of high certainty as they actually fall within the Eskom operations plan for the year."}, {"text_block_id": "p89_b717", "text": "The period 2021"}, {"text_block_id": "p89_b718", "text": "–2030 is termed a “medium"}, {"text_block_id": "p89_b719", "text": "-"}, {"text_block_id": "p89_b720", "text": "high” period of certainty, with new"}, {"text_block_id": "p89_b721", "text": "capacity requirements driven by the decommissioning of old Eskom power plants and marginal demand growth. While demand and technology costs are likely to change, the decommissioning of old plants will definitely result in the requirements for additional capacity."}, {"text_block_id": "p89_b722", "text": "The period 2031"}, {"text_block_id": "p89_b723", "text": "–2040 is termed an “indicative period”, as the uncertainty regarding"}, {"text_block_id": "p89_b724", "text": "the assumptions begins to increase. The output for this period is relevant to the investment decisions of the 2021"}, {"text_block_id": "p89_b725", "text": "–"}, {"text_block_id": "p89_b726", "text": "2030 period because it provides information needed to understand various future energy mix paths and how they may be impacted by the decisions made today."}, {"text_block_id": "p89_b727_merged_merged_merged", "text": "The period 2041–2050 is even more uncertain than the period before 2040."}, {"text_block_id": "p89_b730", "text": "The results were analysed in line with the objectives of the IRP, which are to balance cost, water usage, emission reduction and security of supply."}, {"text_block_id": "p89_b731", "text": "From the results of the scenario analyses, the following are observed for the period ending 2030:"}, {"text_block_id": "p90_b732", "text": "From the results of the scenario analyses, the following are observed for the period ending 2030:\n* Committed REIPPP (including the 27 signed projects) and Eskom capacity rollout\n* The installed capacity and energy mix for scenarios tested for the period up to 2030\n* Imposing annual build limits on RE will not affect the total cumulative installed\n* Imposing carbon budget as a strategy for carbon dioxide emission reduction or\n* The projected unit cost of electricity by 2030 is similar for all scenarios, except for\n* The scenario without RE annual build limits provides the least-cost option by 2030."}, {"text_block_id": "p90_b744", "text": "For the period post 2030, the following are observed:"}, {"text_block_id": "p90_b745", "text": ""}, {"text_block_id": "p90_b746", "text": "The decommissioning of coal plants (total 28GW by 2040 and 35GW by 2050), together with emission constraints imposed, imply coal will contribute less than 30% of the energy supplied by 2040 and less than 20% by 2050."}, {"text_block_id": "p90_b747", "text": ""}, {"text_block_id": "p90_b748", "text": "Imposing annual build limits on RE will restrict the cumulative renewable installed capacity and the energy mix for this period."}, {"text_block_id": "p90_b749", "text": ""}, {"text_block_id": "p90_b750", "text": "Adopting no annual build limits on renewables or imposing a more stringent carbon dioxide emission reduction strategy implies that no new coal power plants will be built in the future unless affordable cleaner forms of coal to power are available."}, {"text_block_id": "p90_b751", "text": ""}, {"text_block_id": "p90_b752", "text": "The projected unit cost of electricity differs significantly between the scenarios tested. It must be noted that a change in fuel cost (gas, for example) can affect the projected cost significantly."}, {"text_block_id": "p90_b753", "text": ""}, {"text_block_id": "p90_b754", "text": "The scenario without RE annual build limits provides the least-cost option by 2050."}, {"text_block_id": "p90_b755", "text": ""}, {"text_block_id": "p90_b756", "text": "Overall, the installed capacity and energy mix for scenarios tested for the period post 2030 differs significantly for all scenarios and is highly impacted / influenced by the assumptions applied."}, {"text_block_id": "p91_b757", "text": "Scenario Analysis Results for the Period Ending 2030"}, {"text_block_id": "p91_b758_merged", "text": "Scenario Analysis Results for the Period 2031–2040"}, {"text_block_id": "p92_b761", "text": "Scenario Analysis Results for the Period 2041"}, {"text_block_id": "p92_b762", "text": "–"}, {"text_block_id": "p92_b763", "text": "2050"}, {"text_block_id": "p92_b764", "text": "6.4.3. CONCLUSIONS FROM ANALYSIS OF THE SCENARIOS"}, {"text_block_id": "p92_b765", "text": "The following conclusions are drawn from the results of the analyses:"}, {"text_block_id": "p92_b766", "text": ""}, {"text_block_id": "p92_b767", "text": "The review of the IRP implies that the pace and scale of new capacity developments needed up to 2030 must be curtailed compared with that in the promulgated IRP 2010"}, {"text_block_id": "p92_b768", "text": "–"}, {"text_block_id": "p92_b769", "text": "2030 projections."}, {"text_block_id": "p92_b770", "text": ""}, {"text_block_id": "p92_b771", "text": "Ministerial Determinations for capacity beyond Bid Window 4 (27 signed projects) issued under the promulgated IRP 2010"}, {"text_block_id": "p92_b772", "text": "–"}, {"text_block_id": "p92_b773", "text": "2030 must be reviewed and revised in line with the projected system requirements."}, {"text_block_id": "p92_b774", "text": ""}, {"text_block_id": "p92_b775", "text": "The scenario without RE annual build limits provides the least-cost electricity path to 2050."}, {"text_block_id": "p92_b776", "text": ""}, {"text_block_id": "p92_b777_merged_merged_merged_merged", "text": "Without a policy intervention, all technologies included in the promulgated IRP 2010–2030 where prices have not come down like in the case of PV and wind, will not be deployed because the least-cost option only contains PV, wind and gas."}, {"text_block_id": "p93_b780", "text": ""}, {"text_block_id": "p93_b781", "text": "The significant change in the energy mix post 2030 indicates the sensitivity of the results observed to the assumptions made. A slight change in the assumptions can therefore change the path chosen. In-depth analysis of the assumptions and the economic implications of the electricity infrastructure development path chosen post 2030 will contribute to the mitigation of this risk."}, {"text_block_id": "p93_b782", "text": "6.4.4. DRAFT IRP 2018"}, {"text_block_id": "p93_b783", "text": "Drawing from the conclusions of the scenarios analysed, the scenario of RE without annual build limits provides the least-cost path up to 2050. The significant change in the energy mix post 2030 and the sensitivity of the energy mix to the assumptions are key points to note."}, {"text_block_id": "p93_b784", "text": "It was therefore recommended that the post 2030 path not be confirmed, but that detailed studies be undertaken to inform the future update of the IRP. These studies should, among others, include the following:"}, {"text_block_id": "p93_b785", "text": ""}, {"text_block_id": "p93_b786", "text": "Detailed analysis of gas supply options (international and local) to better understand the technical and financial risks and required mitigations for an RE and gas-dominated electricity generation mix post 2030."}, {"text_block_id": "p93_b787", "text": ""}, {"text_block_id": "p93_b788", "text": "Detailed analysis of the appropriate level of penetration of RE in the South African national grid to better understand the technical risks and mitigations required to ensure security of supply is maintained during the transition to a low-carbon future. Some work has been done on the impact of increasing shares of variable generation on system operations in South Africa (Flexibility Study). There is a need to expand this work to include an in-depth analysis of technical options such as reduced inertia, reduced synchronizing torque, reduced voltage support and reduced contribution to short-circuit currents to overcome stability issues resulting from non-synchronous generation and distributed generation. There is also a need to determine whether the stability issues will become relevant in the near, mid and long term. The above-mentioned technical options are most suitable to overcome the challenge. This part of work is already under consideration."}, {"text_block_id": "p94_b789", "text": ""}, {"text_block_id": "p94_b790", "text": "Detailed analysis of other clean energy supply options (coal, hydro, nuclear and others), including their associated costs and economic benefits. The NDP Update acknowledges the potential to increase the efficiency of coal conversion and calls for any new coal-power investments to incorporate the latest technology. The NDP Update calls for cleaner coal technologies to be supported through research and development, and technology transfer agreements in ultra-supercritical coal power plants; fluidised-bed combustion; underground coal gasification; integrated gasification combined cycle plants; and carbon capture and storage, among others. The NDP Update further acknowledges the role of nuclear in the energy mix and calls for a thorough investigation of the implications of nuclear energy, including its costs; financing options; institutional arrangements; safety; environmental costs and benefits; localisation and employment opportunities; and uranium-enrichment and fuel-fabrication possibilities."}, {"text_block_id": "p94_b791", "text": "Such an analysis would therefore be in line with and in support of commitments in the NDP Update"}, {"text_block_id": "p94_b792", "text": "."}, {"text_block_id": "p94_b793", "text": ""}, {"text_block_id": "p94_b794", "text": "Detailed socio-economic impact analysis of the communities impacted by the decommissioning of old, coal-fired power plants that would have reached their end-of-life. Such an analysis would go a long way in ensuring that communities built on the back of the coal-to-power sector are not left behind during the transition."}, {"text_block_id": "p94_b795", "text": "For the period ending 2030, a number of policy adjustments is proposed to ensure a practical plan that will be flexible to accommodate new, innovative technologies that are not currently cost competitive, the minimization of the impact of decommissioning of coal power plants and the changing demand profile."}, {"text_block_id": "p94_b796", "text": "Recommended policy adjustment is as follows:"}, {"text_block_id": "p94_b797", "text": ""}, {"text_block_id": "p94_b798", "text": "Adopt a least-cost plan with the retention of annual build limits (1000MW for PV and 1600MW for wind) for the period up to 2030. This provides for smooth roll out of RE, which will help sustain the industry."}, {"text_block_id": "p94_b799", "text": ""}, {"text_block_id": "p94_b800_merged", "text": "Make provision for 1000MW of coal-to-power in 2023–2024, based on two already procured projects. Jobs created from the projects will go a long way"}, {"text_block_id": "p95_b803", "text": "towards minimizing the impact of job losses resulting from the decommissioning of Eskom coal power plants and will ensure continued utilisation of skills developed for the Medupi and Kusile projects."}, {"text_block_id": "p95_b804", "text": ""}, {"text_block_id": "p95_b805_merged", "text": "Make provision for 2500MW of hydro power in 2030 to facilitate the RSA-DRC treaty on the Inga Hydro Power Project in line with South Africa’s commitments contained in the NDP Update to partner with regional neighbours, The Project has the potential to unlock regional industrialisation."}, {"text_block_id": "p95_b808", "text": ""}, {"text_block_id": "p95_b809", "text": "Adopt a position that all new technologies identified and endorsed for localisation and promotion will be enabled through Ministerial Determinations utilising existing allocations in the IRP Update. This approach is supported by existing electricity regulations. The Electricity Regulations on New Generation Capacity enables the Minister of Energy to undertake or commission feasibility studies in respect of new generation capacity taking into account new generation capacity as provided for in the IRP Update. Such feasibility studies are, among others, expected to consider the cost of new capacity, risks (technical, financial and operational) and value for money (economic benefits)."}, {"text_block_id": "p95_b810", "text": ""}, {"text_block_id": "p95_b811", "text": "Adopt a position that makes annual allocations of 200MW for new generationfor-own-use between 1MW to 10MW, starting in 2018. These allocations will not be discounted off the capacity allocations in the IRP Update initially, but will be discounted during the issuing of determinations taking into account generation for own use filed with NERSA."}, {"text_block_id": "p95_b812", "text": "The recommended updated Plan is as depicted in the table below. Impact on price path is discussed later."}, {"text_block_id": "p96_b813", "text": "Proposed Updated Plan for the Period Ending 2030"}, {"text_block_id": "p96_b814", "text": ""}, {"text_block_id": "p96_b815", "text": "Coal Installed Capacity is less the 12 000 MW capacity to be decommissioned between years 2020 and 2030"}, {"text_block_id": "p96_b816", "text": ""}, {"text_block_id": "p96_b817", "text": "Existing and committed Coal, Nuclear, Hydro and Pumped Storage Capacity is less auxiliary power. Stated numbers are therefore based on sent out capacity not rated capacity."}, {"text_block_id": "p96_b818", "text": ""}, {"text_block_id": "p96_b819", "text": "Two additional units at Medupi have since been commissioned which is earlier than previously assumed."}, {"text_block_id": "p96_b820", "text": ""}, {"text_block_id": "p96_b821", "text": "Distributed generation for own use installed base is unknown as these installations were exempted from holding a generation license or were not required to be registered."}, {"text_block_id": "p97_b822", "text": "6.4.5. PUBLISHED DRAFT IRP 2018 ELECTRICITY TARIFF PATH COMPARISON"}, {"text_block_id": "p97_b823", "text": "Tariff path analysis was done for the five key input scenarios , namely no RE annual build rate (IRP1), median growth (IRP3), market-linked gas price (IRP5), carbon budget (IRP6) and carbon budget plus market-linked gas price (IRP7)."}, {"text_block_id": "p97_b824", "text": "Data for the Price Path Model (PPM) used for the analysis came from Eskom"}, {"text_block_id": "p97_b825", "text": "’s"}, {"text_block_id": "p97_b826", "text": "Financial Statements and Revenue Application of April 2017, and output of the scenarios from technical models."}, {"text_block_id": "p97_b827", "text": "The PPM simulates the regulatory pricing methodology for South Africa. The model"}, {"text_block_id": "p97_b828", "text": "forecasts Eskom’s total costs"}, {"text_block_id": "p97_b829", "text": ", including generation, transmission, purchases and distribution. The PPM does not forecast municipal costs."}, {"text_block_id": "p97_b830", "text": "Key assumptions in the Model can be summarised as follows:"}, {"text_block_id": "p97_b831", "text": ""}, {"text_block_id": "p97_b832", "text": "from financial year 2017/18, the tariffs will immediately"}, {"text_block_id": "p97_b833", "text": "move to ‘cost"}, {"text_block_id": "p97_b834", "text": "-"}, {"text_block_id": "p97_b835", "text": "reflective’"}, {"text_block_id": "p97_b836", "text": "levels as per the NERSA methodology."}, {"text_block_id": "p97_b837", "text": ""}, {"text_block_id": "p97_b838", "text": "N"}, {"text_block_id": "p97_b839", "text": "o change in Eskom’s current level of performance and efficiency"}, {"text_block_id": "p97_b840", "text": "."}, {"text_block_id": "p97_b841", "text": ""}, {"text_block_id": "p97_b842", "text": "Eskom will build nuclear and the rest of the capacity will be built by another party."}, {"text_block_id": "p97_b843", "text": ""}, {"text_block_id": "p97_b844", "text": "Eskom will be responsible for developing new transmission and distribution networks."}, {"text_block_id": "p97_b845_merged_merged_merged_merged", "text": "The table below shows the comparative tariff projections for each of the five input scenarios and the cumulative difference between the scenariosby 2030."}, {"text_block_id": "p98_b847", "text": "Comparison of Tariffs for the Scenarios in 2017 (Cents per Kilowatt Hour)"}, {"text_block_id": "p98_b848", "text": "Cumulative Comparison of Tariff Paths for the Scenarios"}, {"text_block_id": "p98_b849", "text": "There is a marginal difference in the projected price path for the period up to 2030. This is to be expected, since technical analysis resulted in the observation that the energy and capacity mix for the period differs marginally between the five scenarios."}, {"text_block_id": "p99_b850", "text": "Beyond 2030, and driven by the difference in the energy and capacity mix, the price paths are significantly different. The scenario where annual build limits on RE is removed (IRP1) provides the lower-tariff path, with the scenario where carbon budget as emission mitigation strategy is imposed and market-linked gas prices are assumed (IRP7) resulting in the highest tariff path. A further observation was that the adoption of carbon budget as emission mitigation strategy, with the targets as currently suggested, results in the tariff path of this scenario being the second highest by 2050 (see IRP6)."}, {"text_block_id": "p99_b851", "text": "There is therefore no difference in tariff path for the different scenarios up to 2030, while the choice of technologies and their associated costs, taking emission mitigation requirements and capacity building into account, will drive the price path beyond 2030. Cumulative by 2030 deviation from the least cost case (IRP1) will results in additional costs to the consumer."}, {"text_block_id": "p99_b852", "text": "Hence, it makes no difference for this version of the IRP Update which scenario is adopted up to 2030. The huge difference between scenarios beyond 2030 will, however, make it necessary to undertake a detailed energy path study that will inform a next update of the IRP."}, {"text_block_id": "p99_b853", "text": "The policy adjusted scenario will result in about 5% higher tariff by year 2030 compared to the least cost scenario. This is the results of the smoothing out RE rollout plan which commissions plants earlier than they are actually required by the system as well as the introduction coal and hydro power. It must be noted this financial analysis does not take into account the economic benefits of a consistent and predictable RE rollout, the likely regional economic benefits of Inga hydropower as well as the economic benefits of continued beneficiation from coal."}], "document_description": "This plan was originally published in 2010 as a subset of the Integrated Energy Plan. A revised plan was published in October 2019.&nbsp;<br><br>This document sets the government's strategy for its mining and energy sectors. It notably 1) acknowledges the pressure of coal mining on climate change and health, 2) envisions carbon capture and storage as a solution for reducing the sector's externalities, 3) examines a carbon budget approach to enable a low-carbon future, and 4) acknowledges that renewable energy sources are to be considered. The government also commits to a substantial increase in new capacity of wind and solar."}