{"document_instrument_name": ["Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "South Africa", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF", "Industry", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Greenhouse Gas Emission Reporting Regulations", "document_country_code": "ZAF", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2017", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Redd+ And Lulucf", "Transportation", "Slc Ps"], "document_url": "https://cdn.climatepolicyradar.org/ZAF/2017/ZAF-2017-01-01-National Greenhouse Gas Emission Reporting Regulations_29d231204d897eb7170a2129217d6f7b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government Gazette Staatskoerant"}, {"text_block_id": "p0_b2", "text": "REPUBLIC OF SOUTH AFRIC A REPUBLIEK VAN SUID AFRIK A"}, {"text_block_id": "p0_b3", "text": "Regulation Gazette"}, {"text_block_id": "p0_b4", "text": "No. 10177"}, {"text_block_id": "p0_b5", "text": "Regulasiekoerant"}, {"text_block_id": "p0_b6", "text": "Vol. 622"}, {"text_block_id": "p0_b7", "text": "3 April April"}, {"text_block_id": "p0_b8", "text": "2017"}, {"text_block_id": "p0_b9", "text": "No. 40762"}, {"text_block_id": "p0_b10", "text": "Prevention is the cure"}, {"text_block_id": "p2_b11", "text": "Contents"}, {"text_block_id": "p2_b12", "text": "No."}, {"text_block_id": "p2_b13", "text": "Gazette Page No. No."}, {"text_block_id": "p2_b14", "text": "G"}, {"text_block_id": "p2_b15_merged", "text": "eneral notices • alGemene KennisGewinGs"}, {"text_block_id": "p2_b22", "text": "Environmental Affairs, Department of/ Omgewingsake, Departement van"}, {"text_block_id": "p2_b23", "text": "Environmental Affairs, Department of/ Omgewingsake, Departement van\n* National Environmental Management: Air Quality Act (39/2004): National Greenhouse Gas Emission Reporting Regulations .............................................................................................................................................................. 40762 4\n<\\li1>"}, {"text_block_id": "p3_b25", "text": "Environmental Affairs, Department of/ Omgewingsake, Departement van\n* National Environmental Management: Air Quality Act (39/2004): National Greenhouse Gas Emission Reporting Regulations .............................................................................................................................................................. 40762 4\n<\\li1>\n* eneral notices â¢ alGemene KennisGewinGs\n<\\li1>"}, {"text_block_id": "p3_b33", "text": "DEPARTMENT OF ENVIRONMENTAL AFFAIRS"}, {"text_block_id": "p3_b34", "text": "NOTICE 275 OF 2017"}, {"text_block_id": "p4_b35", "text": "SCHEDULE"}, {"text_block_id": "p4_b36", "text": "DEFINITIONS"}, {"text_block_id": "p4_b37", "text": "DEFINITIONS\n* (1) In these Regulations any word or expression to which the meaning has been assigned in the Act has that meaning, unless the context indicates otherwise\n* means data on the magnitude of a human activity resulting in emissions or removals taking place during a given period of time. Data on energy use, metal production, land areas, management systems, lime and fertilizer use and waste arising are examples of activity data;\n\t* means a combustion appliance designed to heat water. In terms of these regulations, a boiler is referred to as a stationary combustion device;\n<\\li2>"}, {"text_block_id": "p4_b44", "text": "“combustion emissions”"}, {"text_block_id": "p4_b45", "text": "means greenhouse gas emissions occurring during the exothermic reaction of a fuel with oxygen;"}, {"text_block_id": "p4_b46", "text": "“competent authority”"}, {"text_block_id": "p4_b47", "text": "means the National Inventory Unit based at the National Department of Environmental Affairs;"}, {"text_block_id": "p4_b48", "text": "“data provider”"}, {"text_block_id": "p4_b49", "text": "means any person as classif"}, {"text_block_id": "p4_b50", "text": "ied in regulation 4 and shall include ─"}, {"text_block_id": "p4_b51", "text": "ied in regulation 4 and shall include ─\n* its holding company or corporation or legal entity, registered in South Africa in accordance with the legislation of the Republic of South Africa;\n* all its subsidiaries and legally held operations, including joint ventures and partnerships where it has a controlling interest, or is nominated as the responsible entity for the purpose of reporting under these Regulations;\n* all facilities generally over which it has operational control, which are not part of another data provider as provided for in these Regulations;"}, {"text_block_id": "p4_b57", "text": "“default IPCC emission factors”"}, {"text_block_id": "p4_b58", "text": "are emission factors provided in the 2006 IPCC Guidelines for National Greenhouse Gas Inventories and its associated supplementary information; these emission factors assume a linear relation between the intensity of the process and the resulting emissions and an average or typical process description;"}, {"text_block_id": "p4_b59", "text": "“design capacity”"}, {"text_block_id": "p4_b60", "text": "means capacity as installed;"}, {"text_block_id": "p4_b61", "text": "means capacity as installed;\n* means a set of operations having the objective of determining the value of a quantity by means of periodic or continuous measurement, applying either  measurements  in  the  stack or  extractive  procedures  with a  measuring instrument located close to the stack;\n<\\li1>"}, {"text_block_id": "p4_b63", "text": "“emissions”"}, {"text_block_id": "p4_b64", "text": "are the release of greenhouse gases/and/or their precursors into the atmosphere over a specified area and period of time;"}, {"text_block_id": "p5_b65", "text": "“emission factor”"}, {"text_block_id": "p5_b66", "text": "means a coefficient that quantifies the emissions or removals of a gas per unit of activity.  Emission factors are often based on a sample of measurement data, averaged to develop a representative rate of emission for a given activity level under a given set of operating conditions;"}, {"text_block_id": "p5_b67", "text": "“IPCC emission source”"}, {"text_block_id": "p5_b68", "text": "means any process or activity which releases a greenhouse gas, an aerosol or a precursor of a greenhouse gas into the atmosphere which is identified by IPCC code in Annexure 1;"}, {"text_block_id": "p5_b69", "text": "“facility”"}, {"text_block_id": "p5_b70", "text": "means premises, where activities identified in Annexure 1 are being undertaken;"}, {"text_block_id": "p5_b71", "text": "“fugitive emissions”"}, {"text_block_id": "p5_b72", "text": "means emissions that are not emitted through an intentional release through stack or vent.  This can include leaks from industrial plant and pipelines;"}, {"text_block_id": "p5_b73", "text": "“greenhouse gas”"}, {"text_block_id": "p5_b74", "text": "means any one of the following gases:"}, {"text_block_id": "p5_b75", "text": "Carbon dioxide (CO2) , Methane (CH4), Nitrous oxide (N2O) Sulphur hexafluoride (SF6), Perfluorocarbons (PFCs), Hydrofluorocarbons (HFCs);"}, {"text_block_id": "p5_b76", "text": "“Global Warming Potential (GWP)”"}, {"text_block_id": "p5_b77", "text": "means a metric that compares the radiative forcing of a tonne of a greenhouse gas over a given period (e.g., 100 years for the purpose of annual greenhouse gas inventory) to a tonne of Carbon Dioxide.  By using GWPs, greenhouse gas emissions can be standardised to a carbon dioxide equivalent (CO2-eq);"}, {"text_block_id": "p5_b78", "text": "“installation”"}, {"text_block_id": "p5_b79", "text": "means a device, operation or process that provides a particular service or is used for a particular industry. An installation generally performs one or more of the activities listed in annexure 1 and is housed within a facility;"}, {"text_block_id": "p5_b80", "text": "“IPCC Guidelines for National Greenhouse Gas Inventories (2006)”"}, {"text_block_id": "p5_b81_merged", "text": "means the guidelines developed by the IPCC for the establishment and maintenance of national greenhouse gas inventories and are available on the IPCC website (www.ipcc.ch);"}, {"text_block_id": "p5_b84", "text": "“IPCC”"}, {"text_block_id": "p5_b85", "text": "means the Intergovernmental Panel on Climate Change which is the international body for the assessment of climate change established by the United Nations Environment Programme (UNEP) and the World Meteorological Organization (WMO) in 1988;"}, {"text_block_id": "p5_b86", "text": "“National Atmospheric Emission Inventory System” or “NAEIS”"}, {"text_block_id": "p5_b87", "text": "means the internet-based emissions reporting system that is a component of the South African Air Quality Information System;"}, {"text_block_id": "p5_b88", "text": "“Operational control”"}, {"text_block_id": "p5_b89", "text": "means a data provider has operational control or another company if it, or one of its subsidiaries, has the full authority to introduce and implement its operating policies at the company;"}, {"text_block_id": "p6_b90", "text": "“process  emissions”"}, {"text_block_id": "p6_b91", "text": "means greenhouse  gas emissions  other  than  combustion emissions occurring:"}, {"text_block_id": "p6_b92", "text": "means greenhouse  gas emissions  other  than  combustion emissions occurring:\n* during use of specific substances;\n* as a result of intentional and unintentional reactions between substances or their; transformation, including the chemical or electrolytic reduction of metal ores, the thermal decomposition of substances, and;\n* the formation of substances for use as product or feedstock;"}, {"text_block_id": "p6_b98", "text": "“reporting period”"}, {"text_block_id": "p6_b99", "text": "means one calendar year;"}, {"text_block_id": "p6_b100", "text": "means one calendar year;\n* means the national air quality information system established in terms of the National Framework for Air Quality Management in the Republic of South Africa;\n<\\li1>"}, {"text_block_id": "p6_b102", "text": "“Technical Guidelines for Monitoring, Reporting, Verification and Validation of Greenhouse Gas Emissions by Industry”"}, {"text_block_id": "p6_b103_merged", "text": "means the reporting methodology approved by the competent authority available on the National Department of Environmental Affairs website (www.environment.gov.za/legislation/guidelines);"}, {"text_block_id": "p6_b106", "text": "“the Act”"}, {"text_block_id": "p6_b107", "text": "means the National Environmental Management: Air Quality Act, 2004 (Act No. 39 of 2004);"}, {"text_block_id": "p6_b108", "text": "“these Regulations"}, {"text_block_id": "p6_b109", "text": "” include the Annexures to these Regulations;"}, {"text_block_id": "p6_b110", "text": "“tier”"}, {"text_block_id": "p6_b111", "text": "means a method used for determining greenhouse gas emissions as defined by the"}, {"text_block_id": "p6_b112", "text": "“IPCC Guidelines for National Greenhouse Gas Inventories (2006)” and include─"}, {"text_block_id": "p6_b113", "text": "“IPCC Guidelines for National Greenhouse Gas Inventories (2006)” and include─\n* Tier 1 method:  A method using readily available statistical data on the intensity of processes (activity data) and IPCC emission factors (specified in the Technical Guidelines for Monitoring, Reporting and Verification of Greenhouse Gas Emissions by Industry or available in from 2006 IPCC);\n* Tier 2 method:  similar to Tier 1 but uses  country-specific emission factors;\n* Tier 3 method:  Tier 3 is any methodology more detailed than Tier 2 and might include amongst others, process models and direct measurements as specified in the 2006 IPCC guidelines;"}, {"text_block_id": "p7_b119", "text": "“transparency”"}, {"text_block_id": "p7_b120", "text": "means that the assumptions and methodologies used as a basis for reporting activity data and greenhouse gas emissions should be clearly explained to facilitate replication and assessment of the submitted information by users of the reported information;"}, {"text_block_id": "p7_b121", "text": "“upset conditions”"}, {"text_block_id": "p7_b122", "text": "means any temporary failure or air pollution control equipment or process equipment or failure of a process to operate in a normal or usual manner that leads to abrupt increases or decreases in greenhouse gas emission rates;"}, {"text_block_id": "p7_b123", "text": "“validation”"}, {"text_block_id": "p7_b124", "text": "means the establishment of sound approach and foundation.  In the context of emissions inventories, validation involves checking to ensure that reported greenhouse gas emissions data have been compiled correctly in line with reporting instructions and guidelines.  It checks the internal consistency of the inventory;"}, {"text_block_id": "p7_b125", "text": "“verification”"}, {"text_block_id": "p7_b126", "text": "refers to the collection of activities and procedures that can be followed during the planning and development, or after completion of reported greenhouse gas emissions data that can help to establish its reliability for the intended applications of that inventory."}, {"text_block_id": "p7_b127", "text": "PURPOSE OF REGULATIONS"}, {"text_block_id": "p7_b128", "text": "PURPOSE OF REGULATIONS\n* The purpose of these Regulations is to introduce a single national reporting system for the transparent reporting of greenhouse gas emissions, which will be used\n\t* to update and maintain a National Greenhouse Gas Inventory;\n\t* for the Republic of South Africa to meet its reporting obligations under the United Framework Convention on Climate Change (UNFCCC) and instrument treaties to which it is bound; and\n\t* to inform the formulation and implementation of legislation and policy."}, {"text_block_id": "p7_b137", "text": "APPLICATION OF REGULATIONS"}, {"text_block_id": "p7_b138", "text": "APPLICATION OF REGULATIONS\n* These Regulations apply to the categories of emission sources listed in Annexure 1 to these Regulations and a corresponding data provider as classified in regulation 4 of these Regulations.\n<\\li1>"}, {"text_block_id": "p7_b140", "text": "CLASSIFICATION OF EMISSION SOURCES AND DATA PROVIDERS"}, {"text_block_id": "p7_b141", "text": "4."}, {"text_block_id": "p7_b142", "text": "(1) For purposes of these Regulations, a data provider is classified as follows:"}, {"text_block_id": "p7_b143", "text": "(1) For purposes of these Regulations, a data provider is classified as follows:\n* any person in control of or conducting an activity marked in the Category A column above the capacity given in the threshold column  of the table in Annexure 1 to these Regulations; and\n* any organ of state, research institution or academic institution, which holds greenhouse gas emission data or activity data relevant for calculating greenhouse gas emissions relating to a category identified in table in Annexure 1 to these Regulations."}, {"text_block_id": "p7_b149", "text": "(2)"}, {"text_block_id": "p7_b150", "text": "Notwithstanding sub-regulation (1)(a), the Minister may identify additional greenhouse gases, sources and associated data providers by following the consultative process set out in sections 56 and 57 of the Act and, in writing, require such data providers to register and to submit data for their emissions within a specified period to the competent authority."}, {"text_block_id": "p8_b151", "text": "REGISTRATION"}, {"text_block_id": "p8_b152", "text": "5."}, {"text_block_id": "p8_b153", "text": "(1) A person classified as a Category A data provider in terms of regulation 4(1)(a) of these Regulations must register all facilities where activities exceed the thresholds listed in Annexure 1 by providing the relevant information as listed in Annexure 2 to these Regulations, within 30 days after the commencement of these Regulations or within 30 days after commencing such an activity after the commencement of these Regulations."}, {"text_block_id": "p8_b154", "text": "(2)"}, {"text_block_id": "p8_b155", "text": "A data provider must ensure that the registration details are complete and are an accurate reflection of the IPCC emission sources at each facility."}, {"text_block_id": "p8_b156", "text": "(3)"}, {"text_block_id": "p8_b157", "text": "The registration contemplated in sub-regulation (1) must be done as follows:"}, {"text_block_id": "p8_b158", "text": "The registration contemplated in sub-regulation (1) must be done as follows:\n* on the NAEIS;\n* in cases where the NAEIS is unable to meet the registration requirements, the registration must be done by submitting the information specified in Annexure 2 in an electronic format to the competent authority.\n* If a data provider transfers ownership and operational control of a facility, or discontinues an activity, the data provider must notify the competent authority in writing within 30 days of such transfer of ownership or operational control or the activity being changed or discontinued.\n* A person to whom ownership or operational control of a facility is transferred as contemplated in sub-regulation (2) must, within 30 days after taking ownership or operational control of the facility, register as a data provider in terms of regulation 5 of these Regulations.\n* Registration of a data provider in terms of regulation 5 is deemed withdrawn once the competent authority has, within 30 days, acknowledged receipt of notification, in writing, provided by a data provider in terms of sub-regulation (2).\n* Where the 31 March falls on a Saturday, Sunday or public holiday, the submission deadline is the next working day.\n* A Category B data provider must submit emissions and activity data collected that is related to the relevant activity or activities set out in Annexure 1 to these Regulations and in accordance"}, {"text_block_id": "p8_b162", "text": "CHANGES TO REGISTRATION DETAILS"}, {"text_block_id": "p8_b163", "text": "6."}, {"text_block_id": "p8_b164", "text": "(1) A data provider must notify, in writing, the competent authority of any change in respect of  the data provider’s registration details as listed in Annexure 2 to these Regulations within 30 days from the date the data provider became aware of such change occurring."}, {"text_block_id": "p8_b171", "text": "REPORTING REQUIREMENTS"}, {"text_block_id": "p8_b172", "text": "7."}, {"text_block_id": "p8_b173", "text": "(1) A Category A data provider must submit the greenhouse gas emissions and activity data as set out in the Technical Guidelines for Monitoring, Reporting and Verification of Greenhouse Gas Emissions by Industry for each of the relevant greenhouse gases and IPCC emission sources specified in Annexure 1 to these Regulations for all of its facilities and in accordance with the data and format requirements specified in Annexure 3 to these Regulations for the preceding calendar year, to the competent authority by 31 March of each year."}, {"text_block_id": "p9_b178", "text": "(1) A Category A data provider must submit the greenhouse gas emissions and activity data as set out in the Technical Guidelines for Monitoring, Reporting and Verification of Greenhouse Gas Emissions by Industry for each of the relevant greenhouse gases and IPCC emission sources specified in Annexure 1 to these Regulations for all of its facilities and in accordance with the data and format requirements specified in Annexure 3 to these Regulations for the preceding calendar year, to the competent authority by 31 March of each year.\n* The reporting contemplated in sub-regulations (1), (2) and (3) must be done as follows:\n\t* on the NAEIS;\n\t* in cases where the NAEIS is unable to meet the reporting requirements, the reporting must be done by submitting the information specified in Annexure 3 in an electronic format to the competent authority.\n\t* A Category A data provider must include greenhouse gas emissions from normal operating conditions and upset conditions including start-up and shut-down and emergency situations over the reporting period.\n\t* Where a data provider reasonably believes that any emission factor referred to in the Technical Guidelines for Monitoring, Reporting, Verification and Validation of Greenhouse Gas Emissions by Industry for a particular activity is not appropriate under the specific conditions of greenhouse gas emission, such a data provider may make a submission to the competent authority, by providing the information set out in Annexure 4 to these Regulations, requesting a review of the applicable emission factor.\n\t* The competent authority must review a submission contemplated in sub-regulation (2) within 60 days after the submission date, and if the submission is\n\t* approved by the competent authority, the accepted method will be included in the Technical guidelines for Monitoring, Reporting, Verification and Validation of Greenhouse Gas Emissions by Industry;"}, {"text_block_id": "p9_b185", "text": "REPORTING BOUNDARIES"}, {"text_block_id": "p9_b186", "text": "8."}, {"text_block_id": "p9_b187", "text": "(1) A Category A data provider must define its reporting boundaries based on operational control."}, {"text_block_id": "p9_b190", "text": "COMPLETENESS"}, {"text_block_id": "p9_b191", "text": "9."}, {"text_block_id": "p9_b192", "text": "A Category A data provider monitoring and reporting must be complete and cover all process, fugitive and combustion emissions from all greenhouse gas emission sources and source streams belonging to activities listed in Annexure 1 of these Regulations, taking into account the capacity thresholds specific to the different activities as listed in Annexure 1 to these Regulations."}, {"text_block_id": "p9_b193", "text": "METHODS"}, {"text_block_id": "p9_b194", "text": "10."}, {"text_block_id": "p9_b195", "text": "(1) A Category A data provider must determine the emissions to be reported as contemplated in regulation 7 of these Regulations according to the tiers specified for the relevant categories in Annexure 1 to these Regulations using the methods set out in the Technical Guidelines for Monitoring, Reporting, Verification and Validation of Greenhouse Gas Emissions by Industry."}, {"text_block_id": "p10_b203", "text": "(1) A Category A data provider must determine the emissions to be reported as contemplated in regulation 7 of these Regulations according to the tiers specified for the relevant categories in Annexure 1 to these Regulations using the methods set out in the Technical Guidelines for Monitoring, Reporting, Verification and Validation of Greenhouse Gas Emissions by Industry.\n* not approved, the data provider must submit the emission and related data, using a method from the Technical Guidelines for Monitoring, Reporting, Verification and Validation of Greenhouse Gas Emissions by Industry, compliant with sub-regulation (1).\n\t* The assessment contemplated in sub-regulation (1) may include a comparison with methods defined in the Technical Guidelines for Monitoring, Reporting, Verification and Validation of Greenhouse Gas Emissions by Industry, with earlier submissions, with submissions from similar facilities and with other independent data.\n\t* A data providerâs submission contemplated in regulation 7 of these Regulations is deemed accepted if the competent authority does not respond to the data provider with questions for clarification or corrections within 60 days from the date of the data providerâs submission.\n\t* If, after the assessment in terms of sub-regulation (1), the competent authority reasonably believes that the information submitted in terms of these regulations may not be transparent, complete, or correct, the competent authority may instruct, in writing, a data provider to verify and validate the information submitted, and to provide the supporting information required to substantiate the submission within 60 days after receiving the written instruction from the competent authority.\n\t* Where a Category A data provider provides insufficient information for the purposes of validation and verification, in terms of sub-regulation (3), the competent authority may undertake one or any combination of the following:\n\t* Conduct on-site facility or installation specific verification and validation of emissions estimated using the methods as set out in Technical Guidelines for Monitoring, Reporting, Verification and Validation of Greenhouse Gas Emissions by Industry by Category A data providers at its discretion;\n\t* Require verification by an independent assessor.\n\t* A data provider is liable for all costs incurred in connection with compliance with sub-regulations (3) and (4)(b).\n\t* the information is disclosed in compliance with the provisions of any law;"}, {"text_block_id": "p10_b205", "text": "VERIFICATION AND VALIDATION OF INFORMATION"}, {"text_block_id": "p10_b206", "text": "11."}, {"text_block_id": "p10_b207", "text": "(1) The competent authority must assess, in accordance with the assessment procedures in the Technical Guidelines for Monitoring, Reporting, Verification and Validation of Greenhouse Gas Emissions by Industry, the data submitted by a Category A data provider within 60 days after the submission date."}, {"text_block_id": "p10_b222", "text": "CONFIDENTIALITY OF INFORMATION"}, {"text_block_id": "p10_b223", "text": "12."}, {"text_block_id": "p10_b224", "text": "(1) The competent authority may disclose confidential information obtained in terms of these Regulations if:"}, {"text_block_id": "p11_b227", "text": "(1) The competent authority may disclose confidential information obtained in terms of these Regulations if:\n* the person is ordered to disclose the information by a court of law; or\n* the information is disclosed for the purposes of the administration of justice.\n* A data provider must keep a record of the information submitted to the competent authority in terms of these Regulations and all information mentioned in sub-regulation (1) for at least five years and such record must, on request, be made available for inspection by the competent authority.\n* promote unfair competition in terms of the Competition legislation;\n* contravene section 36 of the Promotion of Access to Information Act, 2000 (Act No. 2 of 2000); or\n* contravene section 17 of the Statistics Act, 1999 (Act No. 6 of 1999).\n* provides false or misleading information to the competent authority; or\n* fails to comply with regulations 5(1), 5(2), 6(1), 6(3), 7(1), 7(3), 9, or 13."}, {"text_block_id": "p11_b231", "text": "(2)"}, {"text_block_id": "p11_b232", "text": "The competent authority must destroy all confidential information by any data provider, not later than five years after the information was provided to the competent authority."}, {"text_block_id": "p11_b233", "text": "RECORD KEEPING"}, {"text_block_id": "p11_b234", "text": "13."}, {"text_block_id": "p11_b235", "text": "(1) A data provider must ensure transparency of the submission by archiving all data, measuring reports, algorithms, procedures and technical references used to estimate greenhouse gas emissions."}, {"text_block_id": "p11_b238", "text": "PUBLISHING DATA AND INFORMATION"}, {"text_block_id": "p11_b239", "text": "14."}, {"text_block_id": "p11_b240", "text": "(1) The competent authority may only place data and information reported in terms of these Regulations"}, {"text_block_id": "p11_b241", "text": "in the public domain if it does not─"}, {"text_block_id": "p11_b248", "text": "TRANSITIONAL ARRANGEMENTS"}, {"text_block_id": "p11_b249", "text": "15."}, {"text_block_id": "p11_b250", "text": "A data provider may for a transitional period of up to five years from the date of commencement of these Regulations apply lower tiers than those referred to in Annexure 1 to these Regulations, with tier 1 method being the minimum."}, {"text_block_id": "p11_b251", "text": "OFFENCES"}, {"text_block_id": "p11_b252", "text": "16."}, {"text_block_id": "p11_b253", "text": "A person commits an offence if that person─"}, {"text_block_id": "p11_b258", "text": "PENALTIES"}, {"text_block_id": "p11_b259", "text": "17."}, {"text_block_id": "p11_b260", "text": "A person convicted of an offence in terms of regulation 16 of these Regulations is liable in the case of a first conviction to a fine not exceeding R5 million or to imprisonment for a period not exceeding five years and in the case of a second or subsequent conviction to a fine not exceeding R10 million or imprisonment for a period not exceeding 10 years and in respect of both instances to both such fine and such imprisonment."}, {"text_block_id": "p12_b261", "text": "SHORT TITLE AND COMMENCEMENT"}, {"text_block_id": "p12_b262", "text": "18."}, {"text_block_id": "p12_b263_merged", "text": "These Regulations are called the National Greenhouse Gas Emissions Reporting Regulations, 2016, and come into operation on the date of publication in the Gazette."}, {"text_block_id": "p13_b266", "text": "ANNEXURE 1"}, {"text_block_id": "p13_b267", "text": "LIST OF ACTIVITIES FOR WHICH GHG EMISSIONS MUST BE REPORTED TO THE COMPETENT AUTHORITY"}, {"text_block_id": "p13_b268_merged", "text": "The table below lists all activities, as defined in the IPCC 2006 Guidelines’ source categories, where data providers must report greenhouse gas emissions and related data if such activity takes place on the data provider’s premises. Copies of the IPCC guidelines are available on the IPCC website www.ipcc.ch."}, {"text_block_id": "p13_b271", "text": "Category A data providers shall report the relevant greenhouse gases and associated activity data for all IPCC source categories where their capacity is equal or above the threshold indicated, using the methods indicated in column 3 of the table below. Technical Guidelines for Monitoring, Reporting, Verification and Validation of Greenhouse Gas Emissions by Industry stipulates the greenhouse gases relevant for each IPCC code.  Category B data providers shall provide data upon request where indicated, using any method provided in the Technical Guidelines."}, {"text_block_id": "p13_b272", "text": "Where no method is provided and reporting threshold is reflected as Not Applicable (NA) reporting is not required."}, {"text_block_id": "p18_b273", "text": "ANNEXURE 2"}, {"text_block_id": "p18_b274", "text": "REGISTRATION"}, {"text_block_id": "p18_b275", "text": "Information to be provided during registration"}, {"text_block_id": "p19_b276", "text": "Additional rows should be added to the table above to accommodate registration all facilities as contemplated in Regulation 5."}, {"text_block_id": "p21_b277", "text": "ANNEXURE 4:"}, {"text_block_id": "p21_b278", "text": "INFORMATION TO ACCOMPANY SUBMISSION IN TERMS OF REGULATION 10(2)"}, {"text_block_id": "p22_b279", "text": "W"}, {"text_block_id": "p22_b280", "text": "arning"}, {"text_block_id": "p22_b281", "text": "!!!"}, {"text_block_id": "p22_b282", "text": "To all"}, {"text_block_id": "p22_b283", "text": "suppliers and potential suppliers"}, {"text_block_id": "p22_b284", "text": "of goods to the Government Printing Works"}, {"text_block_id": "p22_b285", "text": "The Gover nment Printing Wor ks would like to war n members of the public against an organised syndicate(s) scamming unsuspecting members of the public and claiming to act on behalf of the Gover nment Printing Works."}, {"text_block_id": "p22_b286", "text": "One of the ways in which the syndicate operates is by requesting quotations for various goods and ser vices on a quotation for m with the logo of the Gover nment Printing Works. Once the official order is placed the syndicate requesting upfront payment before deliver y will take place. Once the upfront payment is done the syndicate do not deliver the goods and ser vice provider then expect payment from Gover nment Pr inting Works."}, {"text_block_id": "p22_b287", "text": "Gover nment Pr inting Wor ks condemns such illegal activities and encourages ser vice providers to confir m the legitimacy of purchase orders with GPW SCM, pr ior to processing and deliver y of goods."}, {"text_block_id": "p22_b288", "text": "To confir m the legitimacy of purchase orders, please contact:"}, {"text_block_id": "p22_b289", "text": "Renny Chett y (012) 748-6375 ("}, {"text_block_id": "p22_b290", "text": "Renny.Chett y@gpw.gov.za"}, {"text_block_id": "p22_b291", "text": "),"}, {"text_block_id": "p22_b292", "text": "Anna-Mar ie du Toit (012) 748-6292 ("}, {"text_block_id": "p22_b293", "text": "Anna-Marie.DuToit@gpw.gov.za"}, {"text_block_id": "p22_b294", "text": ") and"}, {"text_block_id": "p22_b295_merged_merged_merged_merged", "text": "Siraj Rizvi (012) 748-6380 (Siraj.Rizvi@gpw.gov.za)"}, {"text_block_id": "p23_b298", "text": "Printed by and obtainable from the Government Printer, Bosman Street, Private Bag X85, Pretoria, 0001 Contact Centre  Tel: 012-748 6200. eMail: info.egazette@gpw.gov.za Publications: Tel: (012) 748 6053, 748 6061, 748 6065"}], "document_description": "This document amends the National Environmental Management Air Quality Act. The purpose of the National Greenhouse Gas Emissions Reporting Regulations is to introduce a single national reporting system for the transparent reporting of greenhouse gas emissions, which will be used to maintain a National Greenhouse Gas Inventory, allow South Africa to meet its UNFCCC reporting obligations and to inform the formulation and implementation of legislation and policy.  The emission sources and data providers who are covered by the Regulations are set out in Annexure 1 and Regulation 4. The sectors covered include energy, transport, industry, agriculture and forestry. The Regulations also set out the reporting requirements, calculation methodology, verification procedure (to be carried out by the National Inventory Unit) and penalties (which include fines and imprisonment).The declaration of 21 July, 2017 officially recognises greenhouse gases as priority air pollutants."}