{"document_instrument_name": ["International cooperation|Governance", "MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "South Africa", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Health"], "document_language": "English", "document_name": "National Climate Change and Health Adaptation Plan 2014-2019", "document_country_code": "ZAF", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "26/06/2014", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development"], "document_url": "https://cdn.climatepolicyradar.org/ZAF/2014/ZAF-2014-06-26-National Climate Change and Health Adaptation Plan 2014-2019_c205a5c05719adc52079347ea256d276.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Table of Contents"}, {"text_block_id": "p1_b2", "text": "PAGE"}, {"text_block_id": "p3_b3", "text": "i. Foreword"}, {"text_block_id": "p3_b4", "text": "Health is defined as a complete state of physical, mental and"}, {"text_block_id": "p3_b5", "text": "social well-being and not merely the absence of diseases or"}, {"text_block_id": "p3_b6", "text": "infirmity (WHO, 2011). Population health is a primary goal of"}, {"text_block_id": "p3_b7", "text": "sustainable development. Human beings are directly exposed to the negative impacts of climate change through extreme"}, {"text_block_id": "p3_b8", "text": "weather events (droughts, rising sea levels, floods, cyclones"}, {"text_block_id": "p3_b9", "text": "and hurricanes) and indirectly through weather or climate-related impacts on food, water, air, infrastructure, agriculture, ecosystems and livelihoods. These direct and indirect exposures may lead to increased:"}, {"text_block_id": "p3_b10", "text": "and hurricanes) and indirectly through weather or climate-related impacts on food, water, air, infrastructure, agriculture, ecosystems and livelihoods. These direct and indirect exposures may lead to increased:\n* malnutrition and negative implications for child growth and\n* deaths, disease and injury due to heat waves, floods,\n* burden of diarrhoea and respiratory diseases;\n* frequency of cardio-respiratory diseases due to higher\n* infectious disease carried by vectors;\n* water and food-borne diseases;\n* vector and rodent-borne diseases; and\n* mental, nutritional, infectious and other health effects."}, {"text_block_id": "p3_b26", "text": "In the Rio Declaration on Environment and Development, human beings are placed at the centre of concerns for sustainable development and are entitled to a healthy and productive life in harmony with nature. The goals of sustainable development can only be achieved through the absence of diseases while health gains require poverty eradication for the entire population. In this regard there is an urgent need to address the causes of ill health, including environmental causes and their impacts on development and vulnerable groups, including women, children, people with disabilities, elderly persons and indigenous people."}, {"text_block_id": "p3_b27", "text": "The strengthening of health systems’ capacity is instrumental to the delivery of basic health services to all in an accessible,"}, {"text_block_id": "p3_b28", "text": "affordable and efficient manner. This will facilitate the control,"}, {"text_block_id": "p3_b29", "text": "prevention and treatment of diseases and reduction of environmental health threats in conformity with human rights, fundamental freedoms, national laws and cultural and religious values."}, {"text_block_id": "p3_b30", "text": "Many South Africans face a myriad of environmental hazards. For example, a number of studies have drawn attention to poor pesticide management practices on farms and the risk of long"}, {"text_block_id": "p3_b31", "text": "-"}, {"text_block_id": "p3_b32", "text": "term health consequences, suicide and unintentional poisoning in agricultural settings in South Africa (London and Rother, 2000). There has been growing alarm, and increased media attention devoted to large scale acid mine drainage in various parts of the country, especially in and around Johannesburg,"}, {"text_block_id": "p3_b33", "text": "and the potential implications for water quality and human exposure to toxic metals. (Naicker et al., 2003)."}, {"text_block_id": "p3_b34", "text": "In October 2011, the South African government approved"}, {"text_block_id": "p3_b35", "text": "the National Climate Change Response Policy (NCCRP). The NCCRP presents government’s vision for an effective response and just transition to a climate resilience and low carbon economy and society. It also presents an effective way of managing the inevitable impacts of climate change on health through interventions that build socio-economic and environmental resilience and emergency response capacity. All key sectors in the South African society are expected to take part in an effort to mainstream climate resilience development resulting from the NCCRP. These key sectors will formulate, implement, publish and regularly update policies, measures and programmes to mitigate their emission of greenhouse gases (GHGs) and adapt to the impacts of climate change (DEA, 2011)."}, {"text_block_id": "p3_b36", "text": "In light of the above, the Department of Health has finalized"}, {"text_block_id": "p3_b37", "text": "the development of this National Climate Change and Health Adaptation Plan. This plan aims to provide a broad framework for health sector action toward adaptation to climate change."}, {"text_block_id": "p3_b38", "text": "The specific objectives of the plan are to describe the economic,"}, {"text_block_id": "p3_b39", "text": "environmental and health context for the proposals contained in"}, {"text_block_id": "p3_b40", "text": "the White Paper; outline a broad programme of activities to be"}, {"text_block_id": "p3_b41", "text": "undertaken or spearheaded by the South African health sector,"}, {"text_block_id": "p3_b42", "text": "giving specific examples and indicate the potential partners. Timeframes and financial implications have been determined"}, {"text_block_id": "p3_b43", "text": "for each activity in section 7 of the document."}, {"text_block_id": "p3_b44", "text": "In addition, a core set of principles has been identified that will"}, {"text_block_id": "p3_b45", "text": "guide the implementation of the South African National Climate Change and Health Adaptation Plan in the health sector. These include a focus on prevention, community participation, intersectoral cooperation and collaboration, synergies between climate change adaptation and other public health initiatives, equity and evidence based planning."}, {"text_block_id": "p3_b46", "text": "A wide range of stakeholders has been consulted at multiple"}, {"text_block_id": "p3_b47", "text": "stages in the drafting of this plan. We call upon stakeholders to"}, {"text_block_id": "p3_b48", "text": "continue supporting and strengthening our efforts to implement the plan, and ensuring its success as a tool that will be used to address the impacts of climate change on the health status of the people of South Africa."}, {"text_block_id": "p3_b49_merged_merged_merged_merged_merged_merged", "text": "The aim, objectives and guiding principles of the plan support the fulfillment of the overall vision of NDOH and alignment of the Negotiated Service Delivery Agreement (NSDA) on outcome 2: “A long and healthy life for all South Africans”. It will also contribute towards attainment of NSDA and the health"}, {"text_block_id": "p4_b52", "text": "sector’s achievement of the four identified strategic outputs"}, {"text_block_id": "p4_b53", "text": "which include increasing life expectancy; decreasing maternal and child mortality; combating HIV/AIDS and decreasing the burden of disease from TB; and strengthening health systems effectiveness."}, {"text_block_id": "p5_b54", "text": "ii Acknowledgement"}, {"text_block_id": "p5_b55", "text": "The Department of Health would like to express its gratitude and appreciation to the provinces, municipalities and all stakeholders for their valuable and insightful contributions to"}, {"text_block_id": "p5_b56", "text": "the finalization of this plan. Robust discussions and debates"}, {"text_block_id": "p5_b57", "text": "were the platform for the drafting of the South African National Climate Change and Adaptation Plan, and resulted in a plan that, with the support of all stakeholders, has a high potential for successful implementation."}, {"text_block_id": "p5_b58", "text": "My gratitude goes to all stakeholders who were central to the"}, {"text_block_id": "p5_b59", "text": "finalization of the plan, through their inputs and participation in"}, {"text_block_id": "p5_b60", "text": "the stakeholder consultative meetings which were held on 27"}, {"text_block_id": "p5_b61", "text": "October 2011 and 28 August 2012. Participants at the World"}, {"text_block_id": "p5_b62", "text": "Environmental Health Day celebration at Queenstown on 26 September 2012 are thanked for their invaluable contribution and participation. Special thanks to Government Departments,"}, {"text_block_id": "p5_b63", "text": "Municipalities, World Health Organization (WHO), Department"}, {"text_block_id": "p5_b64", "text": "for International Development (DFID), University of Pretoria, Medical Research Council, South African"}, {"text_block_id": "p5_b65", "text": "Institute of Environmental Health, University of KwaZulu-Natal, South African Medical Association, South African National Nursing Council, EU Delegation, National Population Unit,"}, {"text_block_id": "p5_b66", "text": "Nelson Mandela Metropolitan University, Organized Labour"}, {"text_block_id": "p5_b67", "text": "and the Ekurhuleni Metropolitan Municipality. A special word of appreciation goes to the Department of Environmental Affairs for their guidance during the process of developing this plan."}, {"text_block_id": "p5_b68_merged_merged_merged_merged", "text": "I am grateful for the work done by the Cluster: District Health Services and Environmental Health in the final consolidation phase and all other Clusters within the National Department of Health for their valuable contributions."}, {"text_block_id": "p5_b71", "text": "In particular, a special word of thanks is extended to Professor Angela Mathee from the Medical Research Council of South Africa for her diligence and tireless work in reviewing and consolidating the plan."}, {"text_block_id": "p5_b72", "text": "MS MP MATSOSO"}, {"text_block_id": "p5_b73", "text": "DIRECTOR-GENERAL: HEALTH"}, {"text_block_id": "p5_b74", "text": "DATE:"}, {"text_block_id": "p6_b75", "text": "iii\t Abbreviations"}, {"text_block_id": "p8_b76", "text": "iv\t Definitions"}, {"text_block_id": "p8_b77", "text": "Adaptation"}, {"text_block_id": "p8_b78", "text": "| In relation to climate change, refers to adjustment in natural or human systems in response to actual and expected stimuli or their effects, which moderates harm or exploits"}, {"text_block_id": "p8_b79", "text": "beneficial opportunities."}, {"text_block_id": "p8_b80", "text": "Adaptive capacity"}, {"text_block_id": "p8_b81", "text": "| Represents the set of resources available for adaptation as well as the ability of the system to use these resources effectively in the pursuit of adaptation. Climate change | Is a change of climate, which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and which is in addition to natural climate variability observed over comparable time periods (UNFCCC)."}, {"text_block_id": "p8_b82", "text": "Health"}, {"text_block_id": "p8_b83", "text": "| The complete state of physical, mental and social"}, {"text_block_id": "p8_b84", "text": "well-being and not merely the absence of diseases or infirmity (WHO)."}, {"text_block_id": "p8_b85", "text": "Impact Assessment"}, {"text_block_id": "p8_b86_merged", "text": "| the practice of identifying and evaluating the detrimental and beneficial consequences of climate change on natural and human systems."}, {"text_block_id": "p8_b89", "text": "Resilience"}, {"text_block_id": "p8_b90", "text": "| the amount of change a system can undergo without changing state."}, {"text_block_id": "p8_b91", "text": "Risk"}, {"text_block_id": "p8_b92", "text": "| the probability that injury or damage will occur."}, {"text_block_id": "p8_b93", "text": "Risk management approach"}, {"text_block_id": "p8_b94", "text": "| the implementation of strategies to avoid unacceptable consequences."}, {"text_block_id": "p8_b95", "text": "Vulnerability"}, {"text_block_id": "p8_b96", "text": "| the degree to which a system is susceptible to, or unable to cope with adverse effects of climate change, including climate variability and extremes. Vulnerability is a function of the character, magnitude and rate of climate variation to which a system is exposed, its sensitivity, and its adaptive capacity."}, {"text_block_id": "p9_b97", "text": "PART 1: BACKGROUND AND NEED FOR ADAPTATION"}, {"text_block_id": "p9_b98", "text": "1.1 BACKGROUND"}, {"text_block_id": "p9_b99", "text": "The United Nations Conference on Environment and Development (UNCED), also called the Earth Summit, which took place in Rio de Janeiro in June 1992 was a milestone event in the history of environment, sustainable development and climate change. The Conference emphasized that health was at the heart of sustainable development, which was built on three pillars: environment protection, social improvement"}, {"text_block_id": "p9_b100", "text": "and economic growth. One of the key outcomes of UNCED"}, {"text_block_id": "p9_b101", "text": "was the establishment of the United Nations Framework Convention on Climate Change (UNFCCC). The UNFCCC is founded on the concept of sustainable development, and formed the basis for concerted international action to mitigate climate change, and to adapt to its impact. Various subsequent milestones, such as the Kyoto Protocol, have built on the vision contained within the UNFCCC. South Africa has been an active participant in the UNFCCC process, and in 2004, prepared its"}, {"text_block_id": "p9_b102", "text": "first national communication in accordance with Article 12 of the"}, {"text_block_id": "p9_b103", "text": "UNFCCC. In 2011 South Africa submitted the second national communication and hosted the 17th Conference of Parties"}, {"text_block_id": "p9_b104", "text": "(COP) to the UNFCCC."}, {"text_block_id": "p9_b105", "text": "The African continent is amongst the regions identified by the"}, {"text_block_id": "p9_b106", "text": "UNFCCC to be particularly vulnerable to the consequences of climate change, as was noted in the Libreville Declaration. This was further elaborated in the Joint Statement on Climate Change from 26 November 2010 meeting of African Ministers of Environment and Health, in what came to be known as the Luanda statement held in Luanda, Angola. The range of factors contributing to climate change vulnerability in Africa include high levels of poverty and illiteracy, a lack of skills, weak institutions, limited infrastructure, lack of the application of appropriate technology and information, poor health care, limited access to"}, {"text_block_id": "p9_b107", "text": "resources, low management capabilities and armed conflicts."}, {"text_block_id": "p9_b108", "text": "Human health is a central concern in climate change debate and one of the priority areas of concern for the UNFCCC in particular. The international public health community has recognized climate change as a high priority, for example through a 2008"}, {"text_block_id": "p9_b109", "text": "World Health Assembly Resolution, which particularly notes the"}, {"text_block_id": "p9_b110", "text": "need for interventions to protect health in developing countries. In November 2010, at the Second Inter-ministerial Conference on Health and Environment in Africa that took place in Luanda, Angola, African Ministers of Health and Environment adopted a Joint Statement on Climate Change and Health. In the Statement, African countries agreed to implement an essential public health package to enhance climate change resilience in the health sector. The implementation of additional relevant agreements, such as the Bamako Convention on Hazardous"}, {"text_block_id": "p9_b111", "text": "Waste (1991) and the eThekwini Declaration on Hygiene"}, {"text_block_id": "p9_b112", "text": "and Sanitation (2008) also make important contributions to reducing vulnerability to the consequences of climate change. In December 2010, the 16th Conference of Parties to the UNFCCC adopted Decision CP.16. This decision established the Cancun Adaptation Framework, which required all parties to intensify action on adaptation to climate change, including action for health."}, {"text_block_id": "p9_b113", "text": "This Plan outlines the broad approach of the health sector in South Africa in tackling adaptation to climate change, in light of the unique challenges prevailing in the country. It will also refer to other national sector adaptation plans in order to ensure a comprehensive, integrated approach at a national level."}, {"text_block_id": "p9_b114", "text": "1.2. NEED FOR ADAPTATION"}, {"text_block_id": "p9_b115", "text": "There is ever growing scientific consensus that the world’s"}, {"text_block_id": "p9_b116_merged_merged_merged", "text": "climate is changing, with a range of concomitant health hazards. Even if the emission of greenhouse gases is immediately and significantly reduced, we will nevertheless face climate change as a result of past emissions, to which we need to adapt. Adaptation involves taking the necessary measures to reduce the negative effects of climate change. Such measures may range from technological options such as improved storm water drainage or the installation of ceilings to keep homes cooler, through the institution of early warning or surveillance systems, to behavioural interventions such as using insecticide-impregnated mosquito nets in malaria areas."}, {"text_block_id": "p9_b119", "text": "The implementation programme for this climate change adaptation plan will focus on short, medium and long-term implications for public health."}, {"text_block_id": "p9_b120", "text": "Since this is a novel area of work, it is imperative to develop the critical skills that will enable implementation of the South African Climate Change and Health Adaptation Plan for public health at community level."}, {"text_block_id": "p9_b121", "text": "1.3. STRATEGIC GOALS"}, {"text_block_id": "p9_b122", "text": "The goals of the South African Climate Change and Health Adaptation Plan are to:"}, {"text_block_id": "p9_b123", "text": "The goals of the South African Climate Change and Health Adaptation Plan are to:\n* Provide a broad framework for health sector action towards\n* Effectively manage inevitable climate change impacts on\n* Describe the environmental and health contexts for the"}, {"text_block_id": "p10_b129", "text": "The goals of the South African Climate Change and Health Adaptation Plan are to:\n* Provide a broad framework for health sector action towards\n* Effectively manage inevitable climate change impacts on\n* Describe the environmental and health contexts for the\n* Outline a broad programme of activities to be undertaken\n* specific examples; and\n* Indicate the potential partners, time frames and financial"}, {"text_block_id": "p10_b136", "text": "1.4 OBJECTIVES"}, {"text_block_id": "p10_b137", "text": "1.4 OBJECTIVES\n* To develop an implementation for management of the\n* To develop an indicator dataset to monitor the\n* To align the plan with the framework for social determinants\n* To mobile resources to implement the plan;\n* To identify the high risk areas impacting on climate change\n* To collaborate with relevant clusters, sectors, Departments"}, {"text_block_id": "p10_b149", "text": "1.5 SITUATION ANALYSIS"}, {"text_block_id": "p10_b150", "text": "1.5.1 About South Africa’s People"}, {"text_block_id": "p10_b151", "text": "The Statistics South Africa estimates the 2013mid year population of South Africa as  52.98 million people, of which"}, {"text_block_id": "p10_b152", "text": "2013). In 2009 South Africa had an unemployment rate of 24%, and the country has a large informal economy with a high level of dependence on government grants. There has been a drop in the Human Development Index (from 0.748 to 0.658), and in 2005 around 40% of households were living on or below the international poverty line of USD 2 per day per person for a family of four ."}, {"text_block_id": "p10_b153", "text": "There is a large gap between the rich and the poor in South"}, {"text_block_id": "p10_b154", "text": "Africa; with a Gini coefficient of 0.72, South Africa is among"}, {"text_block_id": "p10_b155", "text": "the most unequal societies in the world, and large proportions of its people are particularly vulnerable to the consequences"}, {"text_block_id": "p10_b156", "text": "of climate change. In this regard the conclusion of the World Health Organization’s Commission on the Social Determinants"}, {"text_block_id": "p10_b157", "text": "of Health (CSDH), that health cannot thrive in environments of poverty and inequality, should be noted. The CSDH suggests that improvements in living conditions are vitally important, but that the social determinants of health, including poverty and inequality, also need to be tackled (Marmot, 2005, Marmotet al., 2008)."}, {"text_block_id": "p10_b158", "text": "1.5.2 Vulnerable Groups"}, {"text_block_id": "p10_b159", "text": "While all South Africans are potentially vulnerable to the"}, {"text_block_id": "p10_b160", "text": "consequences of climate change on health, certain groups may be more vulnerable. For the purpose of the plan, these include, among others:"}, {"text_block_id": "p10_b161", "text": "consequences of climate change on health, certain groups may be more vulnerable. For the purpose of the plan, these include, among others:\n* Young children;\n* The elderly;\n* Women and child -headed households;\n* Those with pre-existing health conditions;\n* The poorest in urban and remote rural areas;\n* Those performing work in sun-exposed conditions\n* as the Northern Cape;\n* Migrant or displaced people;\n* Coastal populations."}, {"text_block_id": "p10_b179", "text": "1.5.3 Urban Settlements"}, {"text_block_id": "p10_b180_merged_merged_merged_merged", "text": "Climate change poses particular hazards to city dwellers. South Africa has several large cities, in which around 60% of people live in. Examples of these are Johannesburg, Durban and Cape Town. Johannesburg, for instance, has a population of around 3.6 million people, but is part of a larger urban agglomeration including Pretoria, Ekurhuleni and Mogale City, which together amount to more than 10 million people. Significant urban growth has also occurred in South African towns and cities with populations of less than one million people. This trend is expected to continue, with growth mainly occurring in areas of poverty, unemployment and informal settlements. Women and child-headed households are amongst the most marginalized and vulnerable in both urban and rural areas. With housing and infrastructure development not keeping pace in some areas, informal settlements are widespread in South African towns and cities, rendering large groups of people potentially vulnerable to the negative consequences of climate change."}, {"text_block_id": "p10_b187", "text": "1.5.4 Rural Settlements"}, {"text_block_id": "p10_b188", "text": "Over 19 million or 38% of South Africans live in rural areas."}, {"text_block_id": "p10_b189", "text": "Eighty percent of rural areas are commercial farming areas with low population densities, and 20% are former homelands where the agricultural sector has been under-developed, settlements are often densely populated, and people are poor and largely reliant on urban remittance and social welfare for their livelihood. Seventy percent of the country’s poor households live on small-scale farms and few of them produce enough food to meet their own needs. Rural settlements face a variety of challenges related to climate change, including"}, {"text_block_id": "p11_b190", "text": "limited awareness of the associated risks and the need for adaptation strategies, including conservation agriculture, crop rotation and indigenous knowledge. There is a special need for empowerment of rural woman and other vulnerable groups."}, {"text_block_id": "p11_b191", "text": "1.5.5 The South African Health and Environment Situation"}, {"text_block_id": "p11_b192", "text": "The transition to democracy in South Africa has been associated with the development of legislation and policies designed to protect the environment and the development of a new public health dispensation. The South African constitution guarantees the right to a safe and healthy environment and new legislation has been promulgated to protect or enhance environmental quality, such as the National Environmental Management and Air Quality Acts. Environmental impact assessments have been institutionalised and are now required prior to the implementation of pertinent developments. The country is a signatory to a wide range of multilateral environmental  agreements and protocols including the United Nations Framework Convention on Climate Change, the Montreal Protocol (ozone depletion), the Libreville Declaration on Health and Environment and the Basel Convention dealing with control of trans-boundary movements of hazardous waste. Government has, inter alia, banned the use of asbestos in homes, phased out leaded petrol, and regulated the use of lead in paint. Through the amendment of the Tobacco Products Control Act and participation in the Framework Convention on Tobacco Control, South Africa became a global leader in prevention of exposure to environmental tobacco smoke."}, {"text_block_id": "p11_b193", "text": "However, despite the policy and regulatory advances made, South Africa faces major health challenges from a quadruple burden of diseases in the form of non- communicable diseases, HIV/AIDS and TB, maternal mortality and violence and injury (Mayosi et al., 2009). The  life expectancy of South Africans at birth for 2013 is estimated at 57.7 years for males and 61.4 years for females. The Infant Mortality Rate (IMR) for 2013 is estimated at 41.7 per 1 000 live births Stats SA, 2013). Tuberculosis and malnutrition are major health concerns among those living in poverty. The Department is currently working on"}, {"text_block_id": "p11_b194", "text": "a strategy that has shown significant improvement in critical"}, {"text_block_id": "p11_b195", "text": "health outcomes. This progress can be easily undermined and even reversed, if the impact of climate is not addressed."}, {"text_block_id": "p11_b196", "text": "The current distribution of environmental health challenges in the country continue to a large extent to be rooted in its colonial and apartheid past, which was strongly associated with raciallybased segregation, poverty and inequality. During the apartheid era the government restricted the majority of the black population"}, {"text_block_id": "p11_b197", "text": "to rural homelands, townships with poorly constructed homes and single sex hostels in urban areas where they endured overcrowding and unsanitary living conditions, and diseases of poverty such as tuberculosis were rife (Coovadia et al., 2009). Following the discovery of gold in Johannesburg in 1886, black miners lived mainly in overcrowded and squalid inner city settlements. Most part of the township houses comprised of corrugated iron shacks or “matchbox” houses, that were usually constructed without bathrooms, supplied only with the hazardous “bucket” toilet system, and had limited access to water, sanitation and electricity (Mathee, 2011)."}, {"text_block_id": "p11_b198_merged_merged", "text": "In the post-apartheid era, hundreds of thousands of households in South Africa benefit from improved housing, water supplies, sanitation services and electricity. Accelerated human settlements programmes are currently underway, and provide an important opportunity to consider climate change in future human settlement development. However, much of the health gains associated with these improvements in living conditions have been eroded by the HIV/AIDS epidemic that is ravaging the country. South Africa has a particularly high HIV infection rate and nearly 6 million South Africans are estimated to be living with HIV. The high prevalence of HIV/AIDS is associated with an elevated burden of tuberculosis; consumes a large proportion of the South African health budget, and undermines the economy and the pursuit of the millennium development goals (MDGs). A failure to meet the MDGs, increases the vulnerability in South Africa to climate change. Preventable disease conditions strongly associated with housing quality, such as diarrhoea and pneumonia, continue to count among the top five killers of young South African children (Bradshaw et al., 2003). Apart from the HIV epidemic, ongoing poverty and high levels of inequality are important contributors to the level of premature deaths."}, {"text_block_id": "p11_b203", "text": "The report on the South African country situation analysis and needs assessment for the preparation of National Plans of joint action for implementation of the Libreville Declaration on Health and Environment in Africa outlines various environmental risks as a result of threats of  existing ecosystems in South Africa and the expected impacts on health risks and health impacts. The relationship between ill health and environmental risk factors has been acknowledged worldwide, and hence 52 African countries, including South Africa, adopted the Libreville Declaration on Health and Environment in Africa on the 29 August 2008 in order to contribute to MDGs 4, 5, 6 and 7 , that relates to child health, maternal health, communicable diseases and environmental sustainability respectively and to address top priority  health and environment issues in Africa. Managing environmental risks related to climate change and management of natural and human disasters are amongst the top priority health and environment issues in Africa."}, {"text_block_id": "p12_b204", "text": "1.5.6 National Climate Change Response Policy (NCCRP)"}, {"text_block_id": "p12_b205", "text": "The NCCRP is South Africa’s vision to an  “effective climate change response” and a framework for a “long term, just transition to a climate resilient and lower carbon economy"}, {"text_block_id": "p12_b206", "text": "and society.” It constitutes for the first time in South Africa a"}, {"text_block_id": "p12_b207", "text": "comprehensive policy framework for responding to climate change, including a detailed approach to mitigation and adaptation. The objective of this policy is to effectively manage the inevitable impact of climate change through interventions that build socio-economic and environmental resilience and emergency response capacity. All key South African sectors and participants, including health will take part in an effort to mainstream climate resilience programmes. The key sectors are required to formulate, implement, publish and regularly update policies, strategies, measures, mobilise resources, prioritise and promote research and training and awareness, integrate planning and programs to mitigate its emissions of GHGs and adapt to the impact of climate change."}, {"text_block_id": "p12_b208_merged_merged", "text": "The NCCRP outlines three ways of climate change responses, and that is climate change adaptation, climate change mitigation and climate change resilient development. The NCCRP further outlines priorities around which  South Africa’s climate change response strategy is structured, which include, mitigation actions with significant outcomes, risk reduction and management, sectoral responses, policy and regulatory alignment, integrated planning, informed decision making and planning, resource mobilization, behaviour change through choice, facilitated behaviour change, technology  research, development and innovation. Therefore the development of the national climate change and health adaptation plan is in fulfilment of the NCCRP objectives, principles and strategic objectives."}, {"text_block_id": "p13_b213", "text": "PART 2: GUIDING PRINCIPLES"}, {"text_block_id": "p13_b214", "text": "The following principles will provide guidance for the development and implementation of the South African National Climate Change and Health Adaptation Plan:"}, {"text_block_id": "p13_b215", "text": "2.1  Prevention"}, {"text_block_id": "p13_b216", "text": "The South African National Climate Change and Health Adaptation Plan will be founded on the fundamental public health principle of the prevention of disease due to hazardous environmental exposure. Prevention is important also in respect"}, {"text_block_id": "p13_b217", "text": "of cost-efficiency."}, {"text_block_id": "p13_b218", "text": "2.2 Community participation"}, {"text_block_id": "p13_b219", "text": "Every effort will be made to consult and involve local communities in the planning and implementation of actions to adapt to climate change in South Africa."}, {"text_block_id": "p13_b220", "text": "2.3  Intersectoral cooperation and collaboration"}, {"text_block_id": "p13_b221", "text": "The development of partnerships and mechanisms of cooperation and collaboration between health and non-health sectors are critical efforts to adapt to the consequences of climate change, and intersectoral action is at the heart of the South African National Climate Change and Health Adaptation Plan."}, {"text_block_id": "p13_b222", "text": "2.4 Synergies between climate change adaptation and other public health initiatives"}, {"text_block_id": "p13_b223", "text": "There is considerable synergy between actions to adapt to climate change and major health programmes already in place to promote and improve the health of the South African community. A number of programmes related to health are in"}, {"text_block_id": "p13_b224", "text": "place in South Africa, and can play a significant role in building"}, {"text_block_id": "p13_b225", "text": "resilience to climate change. Examples are, the integrated nutrition programme, the integrated school health programme, the integrated primary health care approach programme, the strategic malaria control programme, the food for all programme as well as the reconstruction and development programme. These synergies will form the foundation for the South African National Climate Change and Health Adaptation Plan."}, {"text_block_id": "p13_b226", "text": "2.5 Equity"}, {"text_block_id": "p13_b227_merged_merged", "text": "Health consequences of climate change are disproportionately borne by the poorest and most vulnerable groups in the country, for example women and child-headed households, due to the high degree of inequality in South Africa. An effective plan to adapt to climate change, such as this Adaptation Plan, will have to tackle poverty and inequality in South Africa. Without appropriate action in this regard, climate change will increase health inequalities."}, {"text_block_id": "p13_b230", "text": "2.6 Evidence-based planning"}, {"text_block_id": "p13_b231", "text": "In order to ensure, as far as possible, optimal planning and decision-making, adaptation measures, strategies and plans will be developed on the basis of evidence emerging from national and local vulnerability assessments, data from surveillance programmes and from research conducted."}, {"text_block_id": "p14_b232", "text": "PART 3: OVERVIEW OF SELECTED HEALTH AND ENVIRONMENT RISKS"}, {"text_block_id": "p14_b233", "text": "3.1 Heat Stress"}, {"text_block_id": "p14_b234", "text": "Intense short-term fluctuations in temperature may seriously"}, {"text_block_id": "p14_b235", "text": "affect health, causing heat stress (hyperthermia) and can lead to increased death rates from heart and respiratory diseases. In August 2003 in France, elevated temperatures over nine consecutive days were associated with 15 000 excess deaths (Fouillet et al., 2006). Most of the excess deaths from heat stress were in persons with pre-existing disease, especially cardiovascular and respiratory disease. The very old, the very young, athletes, the socially isolated, the frail, the poor and those with respiratory disease, are most susceptible (Frumkin et al., 2008)."}, {"text_block_id": "p14_b236", "text": "A formative study undertaken among sun-exposed workers (mainly road construction and parks workers) in Upington (one of the hottest regions of South Africa) indicate that both health and worker productivity are affected in very hot weather. The study revealed a range of actions that might be immediately taken through intersectoral initiatives between health departments and worker representatives to reduce heat stress and other health risks, and to improve comfort (Mathee et al., 2010)."}, {"text_block_id": "p14_b237", "text": "3.2 Natural Disasters"}, {"text_block_id": "p14_b238", "text": "Between 1980 and 2010 natural disasters have been the cause of 1869 deaths and have affected 18 456 835 people. Between mid-December 2010 and mid-January 2011 alone 40 people"}, {"text_block_id": "p14_b239", "text": "lost their lives as a result of floods while more than 6000 people"}, {"text_block_id": "p14_b240", "text": "were displaced. The most common cause of weather-related"}, {"text_block_id": "p14_b241", "text": "disasters are flooding, drought, tornados, snow and forest fires."}, {"text_block_id": "p14_b242", "text": "The effects of extreme weather events on health are difficult"}, {"text_block_id": "p14_b243", "text": "to quantify, because secondary and delayed consequences are under reported. Strengthening reporting and information systems should therefore be a high priority. It is critical that health sectors improve their systems and resilience programmes to weather extremes for improved health services, and that they are able to respond to concomitant health outcomes. In this regard health promotion, environmental health strategies and surveillance measures must be stepped up to reduce the outbreak of water or food borne diseases."}, {"text_block_id": "p14_b244", "text": "The public health sector is presently embarking on a robust, transversal strategy to better prepare itself for disasters, but with the main thrust on reducing the effects of a disastrous event. The strategy spans all facets of the health system, and ensures that both risk reduction measures as well as response systems are in place in each district with the objective of ensuring service continuity during adverse events."}, {"text_block_id": "p14_b245", "text": "3.3 Housing and Settlements"}, {"text_block_id": "p14_b246", "text": "South Africans live in a wide range of housing types, including formal, freestanding dwellings, apartments, formal and informal backyard dwellings and informal or squatter settlements. The prospect of increased climate change variability poses problems in particular for those living in unsound, informal housing, usually in settings of poverty in rural areas and urban informal settlements."}, {"text_block_id": "p14_b247_merged_merged", "text": "The high concentration of people and infrastructure in urban areas pose a risk of considerable economic losses, and health and safety risks in the event of extreme weather events. In urban settings the heat island effect is also an important concern. Rural populations, where support and response services may be limited or absent, are also potentially vulnerable to intensified weather events and the associated infra-structural damage or hazards. South Africa has several major cities along its coastline. Coastal cities are vulnerable to sea level rise, increased sea surface temperature, increased storm intensity and storm frequency, which may pose severe threats to coast urban and peri-urban populations."}, {"text_block_id": "p14_b250", "text": "Informal housing, both in rural and urban areas, is often poorly designed, ramshackle and insecure, and sometimes located on risky ground such as dolomitic land, mine tailings dumps and sand dunes. Bulk environmental health infrastructure and services are often lacking or do not meet the requirements for optimal health and safety. These include storm water and sewer systems, access to safe drinking water, waste disposal services, road and pedestrian infrastructure and access to safe fuels leading to exposure to high levels of indoor air pollution."}, {"text_block_id": "p14_b251", "text": "In this regard, there are also serious concerns about certain low cost housing developments in so far as housing quality and infrastructure, such as storm water drainage, is concerned. Heat stress and storms of increased intensity will pose elevated risk to, and increase the vulnerability of, communities living in informal settlements and other impoverished groups. The health consequences may include death, homelessness, injuries, mental illness, elevated levels of diarrhoeal diseases, acute respiratory infections and other detrimental health consequences."}, {"text_block_id": "p15_b252", "text": "3.4 Communicable Diseases"}, {"text_block_id": "p15_b253", "text": "Despite remarkable improvements in access to safe water supplies in South Africa, diarrhoeal diseases continue to cause a high burden of mortality, among young children in particular"}, {"text_block_id": "p15_b254", "text": "(Bradshaw et al., 2006). While the HIV/AIDS epidemic is an"}, {"text_block_id": "p15_b255", "text": "important contributor in this regard, there is a need for further investigation of the development and behavioural factors in relation to water, sanitation and hygiene practices in the context of climate variation."}, {"text_block_id": "p15_b256", "text": "Climate change could have negative impacts on outputs 1 (increasing life expectancy) and 2 (decreasing maternal and child mortality) of the NSDA due to the following reasons:"}, {"text_block_id": "p15_b257", "text": "Climate change could have negative impacts on outputs 1 (increasing life expectancy) and 2 (decreasing maternal and child mortality) of the NSDA due to the following reasons:\n* earthquakes pose an increased risk of contamination\n* Severe or repeated episodes of diarrhoea may lead\n* accommodation will lead to overcrowding. Overcrowding\n* accommodation will lead to overcrowding. Overcrowding\n 2011, diarrhoeal disease outbreaks were experienced in\n* accommodation will lead to overcrowding. Overcrowding\n 2011, diarrhoeal disease outbreaks were experienced in\n the Northern Cape following flooding.\n* High rainfall has also been associated with vector-borne"}, {"text_block_id": "p15_b272", "text": "3.5 Exposure to Air Pollution and Respiratory Disease"}, {"text_block_id": "p15_b273", "text": "Increased exposure to ozone is a particular air quality concern associated with climate change. Persons with respiratory diseases such as asthma, chronic obstructive pulmonary disease, allergic rhinitis and bronchitis are most vulnerable, as are the elderly and young children. Stricter pollution control, air quality monitoring and respiratory health surveillance are important in this regard."}, {"text_block_id": "p15_b274", "text": "Exposure to particulate matter may increase with a change in"}, {"text_block_id": "p15_b275", "text": "climate, especially if power generation from coal-fired power"}, {"text_block_id": "p15_b276", "text": "plants increases to support more air-conditioning, or more importantly in South Africa, to address under-development."}, {"text_block_id": "p15_b277", "text": "Accelerated electrification programmes in South Africa have"}, {"text_block_id": "p15_b278", "text": "increased the proportion of dwellings with electricity from around 30% in 1990 to well over 80% currently (Mathee and"}, {"text_block_id": "p15_b279", "text": "Wet, 2011), with the expectation of dramatic reductions in"}, {"text_block_id": "p15_b280", "text": "exposure to indoor air pollution, as well as levels of acute respiratory infections. However, while studies have shown a"}, {"text_block_id": "p15_b281", "text": "significant reduction in levels of indoor air pollution in electrified"}, {"text_block_id": "p15_b282", "text": "dwellings, its full potential is undermined by poverty. A study"}, {"text_block_id": "p15_b283", "text": "of electrification and exposure to indoor air pollution in a rural area in the North West province showed that more than"}, {"text_block_id": "p15_b284", "text": "three years after being supplied with electricity, around 80% of households had not yet been able to afford to purchase an electrical stove, and were instead continuing to use wood and crop waste for daily cooking, resulting in increased exposure to indoor air pollution and respiratory health risks (Rollin et al., 2004). Industrial air pollution monitoring will be enhanced in order to determine impact on respiratory diseases especially where industry and human settlements are in the same vicinity."}, {"text_block_id": "p15_b285", "text": "Increased use of air conditioners coupled with increased temperatures and humidity may increase the prevalence of airborne bacterial illnesses. Increased temperature inversions due to more stable winter weather can exacerbate air pollution by trapping pollution beneath the inversion, thus worsening respiratory diseases and nuisance odours. A possible increase"}, {"text_block_id": "p15_b286", "text": "in the frequency of fires may lead to an associated increase"}, {"text_block_id": "p15_b287", "text": "in exposure to air pollution effects on human health and well"}, {"text_block_id": "p15_b288", "text": "-"}, {"text_block_id": "p15_b289", "text": "being."}, {"text_block_id": "p15_b290", "text": "3.6 Non-communicable Diseases"}, {"text_block_id": "p15_b291", "text": "As is the case elsewhere on the African continent, an epidemic of chronic diseases is predicted for South Africa, including increased levels of obesity, diabetes, hypertension and cardiac disease (Mayosi et al., 2009). There is an established relationship between the weather and mortality from cardiovascular disease"}, {"text_block_id": "p15_b292", "text": "(Frumkin et al., 2008). With housing and human settlement"}, {"text_block_id": "p15_b293", "text": "being a major government development programme in South Africa, the opportunity exists to consider the growing burden of non-communicable diseases in relation to climate change."}, {"text_block_id": "p15_b294_merged_merged_merged_merged_merged_merged", "text": "Examples of positive interventions are the incorporation of public transport, pedestrian facilities and cycling paths in new settlement planning and retro-fitting of existing settlements that would contribute to a reduction in the emission of greenhouse gases. Lower levels of exposure to ambient air pollution and the consequent respiratory disease and simultaneously increasing physical activity, will in turn, reduce levels of obesity and incidence of non-communicable diseases."}, {"text_block_id": "p16_b297", "text": "3.7 Vector and Rodent-Borne Diseases"}, {"text_block_id": "p16_b298", "text": "Malaria is a life-threatening disease caused by parasites that are transmitted to people through the bites of infected mosquitoes. Malaria affects the northern and north eastern parts of South Africa, and affects around 10% of the population. A change in the climate could increase the geographical distribution of malaria in South Africa."}, {"text_block_id": "p16_b299", "text": "The weather affects the distribution of rodent-borne diseases,"}, {"text_block_id": "p16_b300", "text": "which may also be associated with flooding. Rodent infestations"}, {"text_block_id": "p16_b301", "text": "are already a growing public health concern in many South African urban areas. In Johannesburg for example, 54% of residents of relatively impoverished suburbs said that rodents were a major problem at home. Factors associated with increased prevalence of rats included lower income, living in informal areas, overcrowding, and cracks in dwelling walls and internal dampness. There is a particular need to focus on rodent infestation prevention through universal service delivery such"}, {"text_block_id": "p16_b302", "text": "as ensuring the integrity of sewerage systems and efficient"}, {"text_block_id": "p16_b303", "text": "waste disposal services and domestic hygiene programmes. The latter is required also to prevent the indiscriminate use"}, {"text_block_id": "p16_b304", "text": "of pesticides in domestic settings. Of considerable concern in"}, {"text_block_id": "p16_b305", "text": "respect of an increase in the distribution of disease vectors is the likely increase in the use of pesticides, and the concomitant risk of an increase in poisoning, as well as longer-term health effects of both vector- and rodent-borne diseases (London and Rother, 2000)."}, {"text_block_id": "p16_b306", "text": "3.8 Food Insecurity, Hunger and Malnutrition"}, {"text_block_id": "p16_b307", "text": "South Africa is known to be food secure overall, but distribution, access and utilization of food remains a challenge, resulting in poor health outcomes. As a country we also experience"}, {"text_block_id": "p16_b308", "text": "an increase in micronutrient deficiencies, with devastating"}, {"text_block_id": "p16_b309", "text": "consequences for child morbidity and mortality, as well as for sustainable economic development."}, {"text_block_id": "p16_b310", "text": "Even though South Africa has experienced changes in weather patterns, the impact of climate variability on food security is not clearly documented. South Africa has not had a reliable national system for assessing vulnerability at household and community levels, and yet food insecurity and livelihood vulnerability are prominent features of poverty that continue to affect South Africa and other countries in the Southern African Development Community (SADC) region. The Department of Agriculture, Forestry and Fisheries (DAFF) in collaboration with the SADC Regional Vulnerability Assessment and Analysis (RVAA) programme is working towards strengthening vulnerability assessment in South Africa. Fieldworkers are conducting livelihood zoning and mapping exercises for South Africa as part of the South African Vulnerability Assessment Committee"}, {"text_block_id": "p16_b311", "text": "(SAVAC) activities. Recommendations from this exercise may assist government in tracking the food security situation and will assist in determining whether climate change is having an impact on food production and food security at household level."}, {"text_block_id": "p16_b312", "text": "According to the Government Household Survey, household food insecurity, or hunger, has fallen since 2001. This seems to be largely explained by wider access to social grants. It is known that this achievement cannot be sustained if the livelihoods of families are not improved through sustainable agriculture and"}, {"text_block_id": "p16_b313", "text": "employment. While food insecurity and hunger seem to have decreased, there is evidence that micronutrient deficiencies"}, {"text_block_id": "p16_b314", "text": "with the exception of folic acid have not improved."}, {"text_block_id": "p16_b315", "text": "3.9 Mental illness"}, {"text_block_id": "p16_b316", "text": "Page & Howard (2009) reviewed a range of research by scientists into the potential mental health impacts of climate change. In an article published in Psychological Medicine online, the two mental health experts conclude that climate change has the"}, {"text_block_id": "p16_b317", "text": "potential to have significant negative effects on global mental"}, {"text_block_id": "p16_b318", "text": "health. These effects will be felt most by those with pre-existing serious mental illness, but that there is also likely to be an increase in the overall burden of mental disorders worldwide. The scientists noted the lack of research into the mechanisms, and the effects of climate change on mental disorders and urge that this be addressed, so that mental health policy makers can"}, {"text_block_id": "p16_b319", "text": "plan for the significant impacts of climate change on mental"}, {"text_block_id": "p16_b320", "text": "health that are to be expected."}, {"text_block_id": "p16_b321_merged_merged_merged_merged_merged", "text": "The revised burden of disease studies (2006) estimates that neuropsychiatric disorders rank third in their contribution to the burden of disease in South Africa, after HIV/AIDS and other infectious diseases. The first major epidemiological study with a representative sample of South African adults (South African Stress and Health Survey) conducted between 2002-2004 found that 16.5% suffered from a common mental disorder (depression, anxiety or substance abuse) using a one-year recall period. The lifetime prevalence for any disorder was 30.3% with anxiety disorders (15.8%), being most widely prevalent, followed by substance use disorders (13.3%) and mood disorders (9.8%). An additional mental health burden arising from natural disasters would further strain the health system, exacerbate inequity and vulnerability, and pose additional challenges to those with mental health problems. It is vital that programmes and systems within the health sector be instituted or strengthened to meet existing needs, as well as cater for future demand associated with climate variability and extreme weather events."}, {"text_block_id": "p17_b324", "text": "PART 4: KEY CLIMATE CHANGE AND HEALTH ACTIONS"}, {"text_block_id": "p17_b325", "text": "The South African National Climate Change and Health Adaptation Plan is rooted in the key elements of a public health approach to climate change. The following actions are proposed:"}, {"text_block_id": "p17_b326", "text": "4.1 National Climate Change & Health Steering Committee"}, {"text_block_id": "p17_b327", "text": "The Department of Health will establish a National Climate Change and Health Adaptation Steering Committee. This committee will serve for a period of 5 years from 2014 to 2019. An important task of the Steering Committee will be to ensure and guide the Department of Health on how to conduct a national climate change and health vulnerability assessment (see Section 6.4), and to steer the implementation of key activities as indicated, including intersectoral interventions. Under the umbrella of the Steering Committee, various working"}, {"text_block_id": "p17_b328", "text": "groups may be established to address specific area or"}, {"text_block_id": "p17_b329", "text": "based concerns. In this regard the model, processes and"}, {"text_block_id": "p17_b330", "text": "mechanisms proposed by the WHO Healthy Cities Project, may"}, {"text_block_id": "p17_b331", "text": "be useful."}, {"text_block_id": "p17_b332", "text": "4.2 Capacity building interventions"}, {"text_block_id": "p17_b333", "text": "Full public participation is essential for a successful climate change adaptation effort in South Africa. An important foundation for public participation is a South African citizenry that is highly informed about the process and consequences"}, {"text_block_id": "p17_b334", "text": "of climate change, and that identifies and agrees with the key"}, {"text_block_id": "p17_b335", "text": "adaptation actions. The Department of Health will design and implement a long-term and comprehensive communications strategy to raise public awareness of climate change impacts and the advantages of early attention to adaptation. Such an education campaign shall inform and encourage citizens to adopt actions and behaviours that minimise environmental damage and prepare individuals to cope with, for example, heat stress, improve ventilation and an increase in the frequency of disasters or service disruptions. Such campaigns may include encouragement of a culture of disaster preparedness and the measures to be taken on very hot days."}, {"text_block_id": "p17_b336", "text": "The Department of Health will develop its role as an authoritative source of information on climate change and health, and assist scientists, health professionals, community stakeholders and others who are working in this area. A national ‘one stop shop’ website where decision-makers and their advisors, including local government, can access information about climate change, its health implications, and relevant coping or adaptation measures, may be of particular use."}, {"text_block_id": "p17_b337", "text": "4.3 Monitoring and Surveillance"}, {"text_block_id": "p17_b338", "text": "Given the degree of uncertainty associated with the consequences of climate change, it is imperative that public health, monitoring and surveillance systems be reviewed and strengthened to increase their ability to detect climate change and health trends at an early stage. The early detection of trends in disease is vital to facilitate early intervention. Every effort shall also be made to integrate monitoring and surveillance systems across sectors, for example, health,"}, {"text_block_id": "p17_b339", "text": "environment, agriculture and human settlements. Of interest is the current process of collaboration between the WHO and"}, {"text_block_id": "p17_b340", "text": "relevant technical agencies with regard to the preparation of a framework for climate change and health monitoring and surveillance systems. The health sector will develop a health data capture system that recommend both spatial and temporal scales that ensure information collected can be imported into multiple risk system such as the South African Risk and Vulnerability Atlas (SARVA). The framework will be based on standardized outcome and impact indicators, and procedures to track the implementation and impact of national adaptation programmes."}, {"text_block_id": "p17_b341", "text": "4.4 National Vulnerability Assessments"}, {"text_block_id": "p17_b342", "text": "In order to identify high-risk locations and groups, it is important that a national vulnerability assessment be undertaken. Knowledge of such groups and locations will steer the adaptation plan toward those in greatest need, and will inform the strengthening of the health system and the management of risks. In this regard the updated framework (and the"}, {"text_block_id": "p17_b343", "text": "associated recommended methods) developed by the WHO, in"}, {"text_block_id": "p17_b344", "text": "consultation with relevant partners, will be of considerable use."}, {"text_block_id": "p17_b345", "text": "4.5 Research and development"}, {"text_block_id": "p17_b346_merged_merged_merged_merged_merged", "text": "Research in South Africa on the risks of climate change, and evaluation of efforts to adapt to climate change, is currently sporadic, fragmented and limited in scope. It is essential that an integrated, cross-sectoral and long-term programme of research be initiated to ensure that decisions and planning are evidence-based, and that adaptations implemented are the most cost-effective and efficient. It is particularly important in South Africa to investigate and document the differences in vulnerability within and between populations in line with the 2008 recommendation of the World Health Assembly. Information and knowledge of linkages between diseases and climate change must be strengthened through education. The SARVA include a health chapter providing the identification and risks associated with climate change and health impact."}, {"text_block_id": "p18_b353", "text": "4.6 Health Impact Assessments"}, {"text_block_id": "p18_b354", "text": "Despite its demonstrated value, health impact assessment (HIA) procedures have not been widely adopted in South Africa, and capacity in this regard is inadequate at all levels of government.  HIA is often seen as a component of environmental impact assessments. In respect of climate change and its consequences however, HIA has an independent and special role to play in avoiding further contributions to climate change (for example avoidable emissions), as well as the negative downstream health consequences. HIA processes may also"}, {"text_block_id": "p18_b355", "text": "be used to identify health co-benefit opportunities contained"}, {"text_block_id": "p18_b356", "text": "within the development policies and programmes of non-health sectors. For example, housing design and construction may hold opportunities to keep dwellings cooler in hotter parts of the country. It is of considerable importance that Health Departments develop nodes of expertise in HIA, and work across sectors to ensure that the negative health consequences of major developments are averted, and that every opportunity"}, {"text_block_id": "p18_b357", "text": "possible is grasped to maximize the health benefits thereof."}, {"text_block_id": "p18_b358", "text": "HIA provide an important decision-making tool through which issues can be addressed in development, planning and design. It thus proposes a systematic approach to screening, scoping, assessing, appraising and formulating management plans to address key issues in development of project implementation."}, {"text_block_id": "p18_b359", "text": "4.7 Intersectoral Action for Climate Change and Health"}, {"text_block_id": "p18_b360", "text": "The notion of intersectoral action which was first noted in"}, {"text_block_id": "p18_b361_merged_merged", "text": "the Alma Ata Declaration on Primary health Care, has been a cornerstone of major public health milestones since, and was explored in greater depth at a WHO Conference on Intersectoral Action for Health held in 1997. At that conference, intersectoral action for health was defined as “a recognized relationship between part or parts of the health sector with part or parts of another sector which has been formed to take action on an issue to achieve health outcomes (or intermediate health outcomes) in a way that is more effective, efficient or sustainable than could be achieved by the health sector acting alone.” The emergence of climate change, and the need to adapt to it, has added urgency to efforts on intersectoral action, the importance of which has also been emphasized in the Luanda Statement."}, {"text_block_id": "p18_b368", "text": "In line with the principle of ill health prevention, Health Departments should build the capacities required to engage and negotiate across sectors in the interests of public health."}, {"text_block_id": "p18_b369", "text": "For example, engaging with the Department of Transport in improving the public transport system to reduce the number"}, {"text_block_id": "p18_b370", "text": "of vehicles on the roads may result in a reduction of vehicle emissions. Liaising with the Department of Human Settlements, as well as relevant provincial and local government authorities to ensure that housing meets the minimum health requirements in terms of the National Building Regulations and Building Standards Act (RSA, 1977), may dramatically improve public health and reduce vulnerability to climate change."}, {"text_block_id": "p18_b371", "text": "4.8 Health System Readiness"}, {"text_block_id": "p18_b372", "text": "Capacity within hospitals and health facilities will be assessed, and strengthened where necessary. In this regard, special attention will be paid to capacity to prevent casualties and other acute health impacts or disease outbreaks resulting from extreme weather events. Such assessments should pay particular attention to capacity and needs within emergency response services."}, {"text_block_id": "p18_b373", "text": "For provinces that are sharing borders with other countries, there is a need to assess health system readiness and effectiveness to health needs of climate change refugees or migrants."}, {"text_block_id": "p18_b374", "text": "4.9 Model and Pilot Climate Change and Health Adaptation Projects"}, {"text_block_id": "p18_b375", "text": "The Department of Health will establish, in high-risk areas, a series of model projects, in which a range of climate change adaptation actions might be implemented, with a particular focus on prevention and intersectoral action. Lessons learned in the model projects may be considered for scaled up implementation in other relevant parts of the country. Various aspects of the stated activities will best be implemented at national, provincial and local level. An ongoing process of dialogue with all levels of government, as well as civil society, will inform the separation of functions and responsibilities. For example ongoing review of development policies to identify climate change and health protection opportunities will need to occur at all spheres of government, while human settlement planning and design, as well as disaster preparedness may perhaps best be considered at provincial or local level. The proposed National Climate Change and Health Adaptation Steering Committee may play an important role in this regard."}, {"text_block_id": "p18_b376", "text": "4.10 Scale up existing public health interventions and address the social determinants of health"}, {"text_block_id": "p18_b377", "text": "Basic public health programmes, such as improved housing, access to safe drinking water improved sanitation, access to safe fuels, management of vector-borne diseases, air quality management and food security, control of malaria and cholera outbreaks, hygiene and safety need to be strengthened or"}, {"text_block_id": "p19_b378", "text": "implemented, to increase resilience to the health hazards of climate change."}, {"text_block_id": "p19_b379", "text": "The following are the key activities that will be embarked upon by the Department of Health:"}, {"text_block_id": "p19_b380", "text": "The following are the key activities that will be embarked upon by the Department of Health:\n* Strengthening the provincial epidemic preparedness and\n* Design and production of educational material on\n* to plan and coordinate key activities toward the prevention\n* Strengthen programmes and activities related to improved\n* Improving surveillance and reporting of cases toward\n* Finalization of a monitoring and evaluation plan. The\n* The International Health Regulations Committee has been"}, {"text_block_id": "p19_b395", "text": "South Africa shall participate in key international and regional events and mechanisms, to facilitate sharing of experiences, successes and failures with regard to adaptation to the consequences of climate change. These may include those offered through SADC and the Pan African Programme for Public Health Adaptation to Climate Change."}, {"text_block_id": "p20_b396", "text": "PART 5: TIME FRAMES AND FINANCIAL IMPLICATIONS"}, {"text_block_id": "p20_b397_merged", "text": "This South African National Climate Change and Health Adaptation Plan will be for a period of 5 years from 2014 to 2019. A detailed implementation plan will be developed in order to meet the need of the country. Annexure D, E and F shows the components, expected results and activities to be undertaken; the estimated financial implications for the period of 2014 -2019 and the Gant chart indicates the period of implementation per component respectively."}, {"text_block_id": "p21_b400", "text": "PART 6: KEY STAKEHOLDERS"}, {"text_block_id": "p21_b401", "text": "Given the scale and nature of climate change and its consequences, a successful adaptation effort will require the participation, integrated planning and unprecedented cooperation and consultation of a wide range of government, civil society and public partners, including, but not limited to those shown in Annexure A and B."}, {"text_block_id": "p22_b402", "text": "PART 7: CONCLUDING REMARKS"}, {"text_block_id": "p22_b403_merged", "text": "Climate change and health inequalities have been described as two of the greatest challenges to human development in the 21st century. Within the African Region, South Africa is a major emitter of greenhouse gases, and the national population is also characterised by high levels of poverty and inequality."}, {"text_block_id": "p23_b406", "text": "REFERENCES"}, {"text_block_id": "p23_b407", "text": "AFRICASUN. The eThekwini Declaration and AfricaSan Action Plan. 2008. eThekwini, Durban."}, {"text_block_id": "p23_b408", "text": "Bamako Convention on the Ban of the Import into Africa and the Control of Tran sboundary Movement and Managemnt of"}, {"text_block_id": "p23_b409", "text": "Hazardous Wastes within Africa, 1991."}, {"text_block_id": "p23_b410", "text": "BRADSHAW, D., NORMAN, R., SCHNEIDER, M., PIETERSE, D & GROENEWALD, P. 2006. Revised burden of disease estimates"}, {"text_block_id": "p23_b411", "text": "for the comparative risk factor assessment, South Africa 2000. South African Medical Research Council, Cape Town."}, {"text_block_id": "p23_b412", "text": "COOVADIA, H., JEWKES, R., BARRON, P., SANDERS, D. & MCINTYRE, D. 2009. The health and health system of South Africa:"}, {"text_block_id": "p23_b413", "text": "historical roots of current public health challenges. Lancet, 374, 817-34."}, {"text_block_id": "p23_b414", "text": "DEPARTMENT OF ENVIRONMENTAL AFFAIRS. 2011. National Climate Change Reponse Policy White Paper. Government"}, {"text_block_id": "p23_b415", "text": "Printer, Pretoria."}, {"text_block_id": "p23_b416", "text": "DEPARTMENT OF HEALTH AND DEPARTMENT OF ENVIRONMENTAL AFFAIRS. 2013. Report on the South African Country"}, {"text_block_id": "p23_b417", "text": "Situation Analysis and Needs Assessment for the Preparation of National Plans of Joint Action for the Implementation of the Libreville Declaration on Health and Environment in Africa. Republic of South Africa"}, {"text_block_id": "p23_b418", "text": "PAGE, L. & HOWARD, L. 2009. Climate change impact on mental health. Institute of Psychiatry (IoP). King’s College, London. FOUILLET, A., REY, G., LAURENT, F., PAVILLON, G., BELLEC, S., GUIHENNEUC-JOUYAUX, C., CLAVEL, J., JOUGLA, E. & HEMON, D. 2006. Excess mortality related to the August 2003 heat wave in France. International archives of occupational and"}, {"text_block_id": "p23_b419", "text": "environmental health, 80, 16-24."}, {"text_block_id": "p23_b420", "text": "FRUMKIN, H., HESS, J., LUBER, G., MALILAY, J. & MCGEEHIN, M. 2008. Climate change: the public health response. American journal of public health, 98, 435-45."}, {"text_block_id": "p23_b421", "text": "JOURNALS.AMBRIDGE.ORG/ACTION/DISPLAYJOURNAL?jid=PSM[4 November 2011]."}, {"text_block_id": "p23_b422", "text": "LONDON, L. & ROTHER, H. A. 2000. People, pesticides, and the environment: who bears the brunt of backward policy in South Africa? New solutions : a journal of environmental and occupational health policy : NS, 10, 339-50."}, {"text_block_id": "p23_b423", "text": "MARMOT, M. 2005. Social determinants of health inequalities. Lancet, 365, 1099-104."}, {"text_block_id": "p23_b424", "text": "MARMOT, M., FRIEL, S., BELL, R., HOUWELING, T. A. & TAYLOR, S. 2008. Closing the gap in a generation: health equity"}, {"text_block_id": "p23_b425", "text": "through action on the social determinants of health. Lancet, 372, 1661-9."}, {"text_block_id": "p23_b426", "text": "MATHEE, A. 2011. Environment and health in South Africa: gains, losses, and opportunities. Journal of public health policy, 32 Suppl 1, S37-43."}, {"text_block_id": "p23_b427", "text": "MATHEE, A., HARPHAM, T., BARNES, B., SWART, A., NAIDOO, S., WET, T. D. & BECKER, P. 2009. Inequity in poverty: the"}, {"text_block_id": "p23_b428", "text": "emerging public health challenge in Johannesburg. Development Southern Africa, 26, 721-732."}, {"text_block_id": "p23_b429", "text": "MATHEE, A., OBA, J. & ROSE, A. 2010. Climate change impacts on working people (the HOTHAPS initiative): findings of the"}, {"text_block_id": "p23_b430", "text": "South African pilot study. Global health action, 3."}, {"text_block_id": "p23_b431", "text": "MATHEE, A. & WET, T. D. 2011. Rural electrification in South Africa: Implications for the health and quality of life of women."}, {"text_block_id": "p23_b432", "text": "ENERGIA News, 4, 20-22."}, {"text_block_id": "p23_b433", "text": "MAYOSI, B. M., FLISHER, A. J., LALLOO, U. G., SITAS, F., TOLLMAN, S. M. & BRADSHAW, D. 2009. The burden of non"}, {"text_block_id": "p23_b434", "text": "-"}, {"text_block_id": "p23_b435", "text": "communicable diseases in South Africa. Lancet, 374, 934-47."}, {"text_block_id": "p23_b436", "text": "NAICKER, K., CUKROWSKA, E. & MCCARTHY, T. S. 2003. Acid mine drainage arising from gold mining activity in Johannesburg,"}, {"text_block_id": "p23_b437", "text": "South Africa and environs. Environmental pollution, 122, 29-40."}, {"text_block_id": "p23_b438", "text": "ROLLIN, H. B., MATHEE, A., BRUCE, N., LEVIN, J. & VON SCHIRNDING, Y. E. 2004. Comparison of indoor air quality in electrified and un-electrified dwellings in rural South African villages. Indoor air, 14, 208-16."}, {"text_block_id": "p23_b439", "text": "STATISTICS SOUTH AFRICA, 2013, Mid year population estimates."}, {"text_block_id": "p23_b440", "text": "UNION OF SOVIET SOCIALIST REPUBLICS. 1978. Declaration of Alma-Ata. International Conference on Primary Health Care,"}, {"text_block_id": "p23_b441", "text": "Alma-Ata, Kazakhstan."}, {"text_block_id": "p23_b442", "text": "UNITED NATIONS.  1992. United Nations Framework Convention on Climate Change.  United Nations WORLD HEALTH ORGANIZATION. 2011. Protecting human health from climate change vulnerability and adaptation assessment."}, {"text_block_id": "p23_b443", "text": "Geneva, Switzerland."}, {"text_block_id": "p23_b444", "text": "WORLD HEALTH ORGANIZATION. 2011. Health. Geneva, Switzerland [22 September 2011]."}, {"text_block_id": "p23_b445", "text": "WORLD HEALTH ORGANIZATION. 2005. Commission on the social determinants of health. Geneva, Switzerland."}, {"text_block_id": "p23_b446", "text": "WORLD HEALTH ORGANIZATION. 1986. Ottawa charter for health promotion. An international conference on health promotion."}, {"text_block_id": "p23_b447", "text": "Ottawa, Ontario, Canada."}, {"text_block_id": "p23_b448", "text": "WORLD HEALTH ORGANIZATION AND UNEP. 2010. Libreville Declaration on Health and Environment in Africa. Luanda"}, {"text_block_id": "p24_b449", "text": "ANNEXURE A"}, {"text_block_id": "p24_b450", "text": "INTERNAL (DEPARTMENT OF HEALTH) STAKEHOLDERS"}, {"text_block_id": "p24_b451", "text": "INTERNAL (DEPARTMENT OF HEALTH) STAKEHOLDERS\n* Communicable and Non- Communicable Diseases\n* Communicable and Non- Communicable Diseases\n Control\n<\\li2>\n* Health Infrastructure\n* Health Promotion\n* Health Information Epidemiology & Research\n* HIV & AIDS & STIs\n* Hospital Services and Health Facilities Management\n* Emergency Medical Services / Disaster Management/\n* Environmental Health\n* Epidemiology and Surveillance\n* Financial Services\n* Food Control\n* Information Communication Technology\n* Malaria and Other Vector Borne Diseases\n* Maternal Child & Womenâs Health\n* Mental Health & Substance Abuse\n* Nutrition\n* TB Control and Management\n* Traditional Medicines\n* Monitoring & Evaluation"}, {"text_block_id": "p25_b490", "text": "ANNEXURE B"}, {"text_block_id": "p25_b491", "text": "POTENTIAL EXTERNAL STAKEHOLDERS"}, {"text_block_id": "p25_b492", "text": "POTENTIAL EXTERNAL STAKEHOLDERS\n* National Planning Commission\n* Academic Institutions\n* Civil Society Organizations/Non-Profit Organization/ CBOs\n* Department of Agriculture, Forestry & Fisheries (DAFF)\n* Department of Basic Education (DoBE)\n* Department of Energy (DoE)\n* Department of Environmental Affairs (DEA)\n* Department of Human Settlements\n* Department of Labour\n* Department of Mineral Resources\n* Department of Land and Rural Development\n* Department of Trade & Industry (DTI)\n* Department of Transport (DOT)\n* Department of Water Affairs (DWA)\n* Municipalities\n* Medical Research Council (MRC)\n* National Regulator for Compulsory Specifications (NRCS)\n* National Treasury (NT)\n* Non-Governmental Organizations (NGOs)\n* South African Institute of Environmental Health\n* South African National Biodiversity Institute\n* Provincial Departments of Health (PDoH)\n* Primary Health Committee (PHC)\n* Research Institutions (MRC, CSIR, ARC, HSRC)\n* South African Bureau of Standards (SABS)\n* South African Local Government Association (SALGA)\n* South African Medical Association\n* South African Weather Services (SAWS)\n* Southern Africa Development Community\n* United Nations Environment Programme (UNEP)\n* United Nations Framework Convention on Climate Change\n* Water Research Commission (WRC)\n* World Health Organization (WHO) / Food and Agriculture"}, {"text_block_id": "p26_b558", "text": "ANNEXURE C"}, {"text_block_id": "p26_b559", "text": "EXAMPLES OF INTERSECTORAL INITIATIVE THAT MAY BE STEERED BY HEALTH DEPARTMENTS"}, {"text_block_id": "p27_b560", "text": "ANNEXURE D"}, {"text_block_id": "p27_b561", "text": "Table1:  Plan of action for a national health adaptation plan for South Africa 2014-2019"}, {"text_block_id": "p33_b562", "text": "ANNEXURE E"}, {"text_block_id": "p33_b563", "text": "Table 2: Estimated budget for 2014/15 -2018/19"}, {"text_block_id": "p33_b564", "text": "ANNEXURE F"}, {"text_block_id": "p33_b565", "text": "Table 3: Gant chart"}], "document_description": "This plan, part of South Africa's National Climate Change Response Policy, has six core objectives:\n<ul style=\"list-style-type: disc;\">\n<li>To develop and implementation plan for climate change and health adaptation in South Africa</li>\n<li>To develop indicators to monitor the implementation of the plan</li>\n<li>To align the plan with the framework for social determinants of health in South Africa</li>\n<li>To utilize mobile resources to implement the plan</li>\n<li>To identify high risk areas impacting on climate change and health</li>\n<li>To encourage cooperation between relevant sectors, departments, and stakeholders</li>\n</ul>\nThe document stipulates that the Department of Health will establish a National Climate Change and Health Steering Committee to guide how the department will conduct vulnerability assessments and develop adaptation policy in the health sector. The department will also promote capacity building, monitoring and surveillance, research and development, intersectoral cooperation, health care facilities' readiness, and international cooperation."}