{"document_instrument_name": [], "document_country_english_shortname": "South Africa", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial"], "document_language": "English", "document_name": "Revenue trends and tax proposals", "document_country_code": "ZAF", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2009", "document_keyword": ["Carbon Pricing", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/ZAF/2009/ZAF-2009-01-01-Revenue trends and tax proposals_b0e0b5f93bacbfb2f4532666c5c70a86.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "4"}, {"text_block_id": "p0_b2", "text": "Revenue trends and tax proposals"}, {"text_block_id": "p0_b3", "text": "Overview"}, {"text_block_id": "p0_b4", "text": "The tax proposals and revenue projections take cognisance of a significantly weaker economic environment. The global financial crisis, recession in most of the developed world, a dramatic decline in commodity prices and cooling domestic consumption expenditure have all contributed to a decline in aggregate demand and business confidence. The economic slowdown is having a negative impact on tax revenues, with the revised estimated tax revenue for 2008/09 projected to be R14.4 billion lower than the budgeted R642.1 billion announced in February 2008. Falling domestic consumption resulted in lower-than-expected VAT collections."}, {"text_block_id": "p2_b5", "text": "Table 4.1  Consolidated national revenue, 2007/08 – 2011/12"}, {"text_block_id": "p2_b6", "text": "National budget revenue – revised estimates"}, {"text_block_id": "p2_b7", "text": "Table 4.2 highlights budget estimates and revenue outcomes of the major tax instruments for 2007/08 and projected revenue outcomes for 2008/09. Tables 2 and 3 in Annexure B set out these trends in greater detail."}, {"text_block_id": "p3_b8", "text": "The revised estimate for corporate income tax revenue is R162 billion, which is R5.5 billion higher than the original budgeted amount. The more robust revenue performance reflects the improved business climate during the latter part of 2007 and the first half of 2008, which takes some time to filter through into revenue."}, {"text_block_id": "p3_b9", "text": "Table 4.2  Main budget estimates and revenue outcome, 2007/08 and 2008/09"}, {"text_block_id": "p4_b10", "text": "Revenue estimates and 2009/10 tax proposals"}, {"text_block_id": "p4_b11", "text": "Table 4.3 sets out the estimates of revenue before consideration of tax proposals for 2009/10, based on the existing tax structure. Main budget revenue in 2009/10 is estimated to be R647.6 billion before the consideration of any tax changes. Personal income tax revenue is projected to increase by 11.1 per cent to R221 billion and VAT revenues by 9 per cent to R168.8 billion. Revenue from corporate income tax is projected to raise R161 billion, marginally down from the revised figure for 2008/09."}, {"text_block_id": "p4_b12", "text": "The current global economic environment presents an element of downside risk to the revenue outlook, particularly in relation to corporate income tax as the effects of slower growth filter through."}, {"text_block_id": "p4_b13", "text": "Table 4.3  Estimates of revenue before tax proposals, 2009/10"}, {"text_block_id": "p5_b14", "text": "Actual revenue collections and medium-term estimates"}, {"text_block_id": "p5_b15", "text": "Table 4.4 sets out the actual revenue collections for 2005/06 to 2007/08, the revised estimate for 2008/09 and the medium-term estimates for 2009/10 to 2011/12. More detailed information is provided in Tables 2 and 3 of Annexure B."}, {"text_block_id": "p5_b16", "text": "Table 4.4  Main budget revenue, 2005/06 – 2011/12"}, {"text_block_id": "p5_b17", "text": "Overview of tax proposals"}, {"text_block_id": "p5_b18", "text": "Table 4.5 shows the anticipated revenue impact of the 2009/10 tax proposals, the net effect of which is to reduce total estimated tax revenue by R4.6 billion. The table includes the electricity tax (announced in 2008) and the diamond export levy (enacted during 2008), both of which will only be implemented during 2009/10."}, {"text_block_id": "p5_b19", "text": "Annexure C contains additional tax proposals of a more technical nature. The tax proposals will be published in draft legislation and will be refined following a consultation process."}, {"text_block_id": "p6_b20", "text": "Table 4.5  Summary effects of tax proposals, 2009/10"}, {"text_block_id": "p6_b21", "text": "Relief for individuals"}, {"text_block_id": "p6_b22", "text": "Personal income tax relief"}, {"text_block_id": "p6_b23", "text": "Over the past decade substantial tax relief has been provided to individuals. Real personal income tax relief was made possible by buoyant corporate income tax revenues as a result of an improved culture of compliance and higher corporate profits."}, {"text_block_id": "p6_b24", "text": "The 2009 Budget proposes personal income tax relief to individual taxpayers amounting to R13.6 billion. This will compensate taxpayers for wage inflation (“bracket creep”)."}, {"text_block_id": "p6_b25", "text": "Taxpayers with an annual taxable income below R150 000 will receive 45 per cent of the proposed relief; those with an annual taxable income between R150 001 and R250 000, 22 per cent; those with an annual taxable income between R250 001 and R500 000, 21 per cent; and those with an annual taxable income above R500 000, 12 per cent."}, {"text_block_id": "p6_b26", "text": "Alongside corporate income tax and VAT, personal income tax is one of the three main tax instruments and provides the basis for the progressive structure of South Africa’s tax system. It is estimated that the 12.5 per cent of registered individual taxpayers with an annual taxable income between R250 001 and R500 000 will account for 29 per cent of personal income tax revenues, and the 5.5 per cent of registered individual taxpayers with an annual taxable income above R500 000 will account for 38 per cent of personal income tax revenues during 2009/10."}, {"text_block_id": "p7_b27", "text": "Table 4.6  Personal income tax rate and bracket adjustments, 2008/09 and 2009/10"}, {"text_block_id": "p7_b28", "text": "Consideration given to phasing out SITE"}, {"text_block_id": "p7_b29", "text": "Given that the tax-free income threshold for taxpayers younger than 65 years is approaching R60 000, which is the current Standard Income Tax on Employees (SITE) ceiling, consideration is being given to discontinuing the SITE system by 2010/11. Two measures introduced by SARS in 2008 – pre-populated returns and the waiver of the annual filing requirement for taxpayers with single employers meeting certain requirements – would take the place of SITE."}, {"text_block_id": "p7_b30", "text": "Medical scheme contributions"}, {"text_block_id": "p7_b31", "text": "From 1 March 2009, the monthly monetary caps for tax-deductible contributions to medical schemes will increase from R570 to R625 for each of the first two beneficiaries, and from R345 to R380 for each additional beneficiary."}, {"text_block_id": "p7_b32", "text": "Replacement of the medical scheme contribution deduction with a non-refundable tax credit is currently under consideration. To be broadly neutral in its overall impact, the tax credit would be set at about 30 per cent of the prevailing deduction. Where medical expenses in addition to contributions to schemes qualify as deductions, the credit would also be set at 30 per cent of allowable expenses. A consultation paper will be released during 2009 to allow for comment from interested parties, and to ensure that the change is consistent with broader health policy considerations. Implementation is proposed in two years’ time so that SARS, employers and payroll providers will have sufficient time to make the necessary administrative adjustments."}, {"text_block_id": "p7_b33", "text": "In preparation for this proposal medical scheme contributions will cease to qualify as tax-free fringe benefits. All contributions paid by an employer will be regarded as taxable and the employee will be permitted to claim a tax deduction (or a credit) for contributions up to the cap. The net tax effect of this step should be neutral for both employee and employer."}, {"text_block_id": "p10_b34", "text": "Treatment of collective investment scheme distributions"}, {"text_block_id": "p11_b35", "text": "Incentives for cleaner production – energy efficiency"}, {"text_block_id": "p13_b36", "text": "Table 4.7 Changes in specific excise duties, 2009/10"}, {"text_block_id": "p13_b37", "text": "Fuel levies"}, {"text_block_id": "p13_b38", "text": "General fuel levy"}, {"text_block_id": "p13_b39", "text": "Increase in general fuel levy in line with reducing environmental impact"}, {"text_block_id": "p13_b40", "text": "Given the importance of maintaining a strong price signal to limit fuel consumption, road congestion and environmental impact, it is proposed to increase the general fuel levy. In addition, noting the increasing use of diesel in passenger vehicles, government intends to equalise the general fuel levy on diesel and petrol over time. It is proposed to increase the general fuel levy on petrol and diesel by 23 and 24 cents per litre respectively from 1 April 2009. The diesel fuel levy refund relief for the primary sector remains unchanged in percentage terms and its monetary value will be adjusted accordingly."}, {"text_block_id": "p13_b41", "text": "Road Accident Fund levy"}, {"text_block_id": "p13_b42", "text": "It is proposed to increase the RAF levy by 17.5 cents/litre, from 46.5 c/l to 64.0 c/l from 1 April 2009. It is hoped that these adjustments and recent reforms to the legislation governing the RAF will strengthen the Fund’s financial position and effectiveness."}, {"text_block_id": "p13_b43", "text": "Table 4.8  Total combined fuel levy on leaded petrol and diesel, 2007/08 – 2009/10"}, {"text_block_id": "p14_b44", "text": "Tax-sharing arrangements with metropolitan municipalities"}, {"text_block_id": "p14_b45", "text": "As part of continuing efforts to find a viable basket of tax instruments to replace the Regional Services Council (RSC) and Joint Services Board (JSB) levies that were abolished several years ago, it is proposed that from 2009/10, 23 per cent of the revenues from the general fuel levy be earmarked for metropolitan (Category A) municipalities. Distribution of this revenue among various metropolitan municipalities, to be phased in over four years, will eventually be based on fuel sales in each metro. Consideration will be given to ensuring that municipalities use such funds to boost budgets for roads and transportation infrastructure."}], "document_description": "The 2009 Budget introduced an ad valorem CO2 emissions tax on new passenger motor vehicles. However, it was later recommended that the original tax proposal be converted into a flat rate CO2 emissions tax, effective from 1 September 2010. The emissions tax has initially been applied to passenger cars, and extended to commercial vehicles once agreed CO2 standards for these vehicles are set. New passenger cars will be taxed based on their certified CO2 emissions at ZAR75 (USD6.77) per g/km for each g/km above 120 g/km. This emissions tax will be in addition to the current ad valorem luxury tax on new vehicles."}