{"document_instrument_name": ["Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "South Africa", "document_category": "Policy", "document_sector_name": "Agriculture", "document_language": "English", "document_name": "Sectoral Cold Spell Management Plan", "document_country_code": "ZAF", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "29/05/2015", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/ZAF/2015/ZAF-2015-05-29-Sectoral Cold Spell Management Plan_23a26d848199aa7e38e2d750e7b5fe4f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government Gazette Staatskoerant"}, {"text_block_id": "p0_b2", "text": "REPUBLIC OF SOUTH AFRICA REPUBLIEK VAN SUID-AFRIKA"}, {"text_block_id": "p0_b3", "text": "Vol. 599"}, {"text_block_id": "p0_b4_merged", "text": "Pretoria, 29 Mei May 2015"}, {"text_block_id": "p0_b8", "text": "No. 38835"}, {"text_block_id": "p0_b9", "text": "N.B. The Government Printing Works will not be held responsible for the quality of “Hard Copies” or “Electronic Files” submitted for publication purposes"}, {"text_block_id": "p0_b10", "text": "AIDS HELPLINE: 0800-0123-22 Prevention is the cure"}, {"text_block_id": "p1_b11", "text": "Important"}, {"text_block_id": "p1_b12", "text": "Information"}, {"text_block_id": "p1_b13", "text": "from Government Printing Works"}, {"text_block_id": "p1_b14", "text": "Dear Valued Customers,"}, {"text_block_id": "p1_b15", "text": "Government Printing Works has implemented rules for completing and submitting the electronic Adobe Forms when you, the customer, submits your notice request."}, {"text_block_id": "p1_b16", "text": "Please take note of these guidelines when completing your form."}, {"text_block_id": "p1_b17", "text": "GPW Business Rules"}, {"text_block_id": "p1_b18", "text": "GPW Business Rules\n* No hand written notices will be accepted for processing, this includes Adobe forms which have been completed by hand.\n* Notices can only be submitted in Adobe electronic form format to the email submission address\n* Notices can only be submitted in Adobe electronic form format to the email submission address\n submit.egazette@gpw.gov.za\n* Notices can only be submitted in Adobe electronic form format to the email submission address\n submit.egazette@gpw.gov.za\n . This means that any notice submissions not on an Adobe electronic form that are submitted to this mailbox will be\n* Notices can only be submitted in Adobe electronic form format to the email submission address\n submit.egazette@gpw.gov.za\n . This means that any notice submissions not on an Adobe electronic form that are submitted to this mailbox will be\n rejected\n* Notices can only be submitted in Adobe electronic form format to the email submission address\n submit.egazette@gpw.gov.za\n . This means that any notice submissions not on an Adobe electronic form that are submitted to this mailbox will be\n rejected\n . National or Provincial gazette notices, where the Z95 or Z95Prov must be an Adobe form but the notice content (body) will be an attachment.\n* Notices brought into GPW by \"walk-in\" customers on electronic media can only be submitted in Adobe electronic form format. This means that any notice submissions not on an Adobe electronic form that are submitted by the customer on electronic media will be\n* Notices brought into GPW by \"walk-in\" customers on electronic media can only be submitted in Adobe electronic form format. This means that any notice submissions not on an Adobe electronic form that are submitted by the customer on electronic media will be\n rejected\n* Notices brought into GPW by \"walk-in\" customers on electronic media can only be submitted in Adobe electronic form format. This means that any notice submissions not on an Adobe electronic form that are submitted by the customer on electronic media will be\n rejected\n . National or Provincial gazette notices, where the Z95 or Z95Prov must be an Adobe form but the notice content (body) will be an attachment.\n* All customers who walk in to GPW that wish to submit a notice that is not on an electronic Adobe form will be routed to the Contact Centre where the customer will be taken through the completion of the form by a GPW representative. Where a customer walks into GPW with a stack of hard copy notices delivered by a messenger on behalf of a newspaper the messenger must be referred back to the sender as the submission does not adhere to the submission rules.\n* All notice submissions that do not comply with point 2 will be charged full price for the notice submission.\n* The current cut-off of all Gazetteâs remains unchanged for all channels. (Refer to the GPW website for submission deadlines â\n* The current cut-off of all Gazetteâs remains unchanged for all channels. (Refer to the GPW website for submission deadlines â\n www.gpwonline.co.za\n* The current cut-off of all Gazetteâs remains unchanged for all channels. (Refer to the GPW website for submission deadlines â\n www.gpwonline.co.za\n )\n* Incorrectly completed forms and notices submitted in the wrong format will be rejected to the customer to be corrected and resubmitted. Assistance will be available through the Contact Centre should help be required when completing the forms. (012-748 6200 or email\n* Incorrectly completed forms and notices submitted in the wrong format will be rejected to the customer to be corrected and resubmitted. Assistance will be available through the Contact Centre should help be required when completing the forms. (012-748 6200 or email\n info.egazette@gpw.gov.za\n* Incorrectly completed forms and notices submitted in the wrong format will be rejected to the customer to be corrected and resubmitted. Assistance will be available through the Contact Centre should help be required when completing the forms. (012-748 6200 or email\n info.egazette@gpw.gov.za\n )\n* All re-submissions by customers will be subject to the above cut-off times.\n* All submissions and re-submissions that miss the cut-off will be rejected to the customer to be submitted with a new publication date.\n* Information on forms will be taken as the primary source of the notice to be published. Any instructions that are on the email body or covering letter that contradicts the notice form content will be ignored."}, {"text_block_id": "p1_b48", "text": "You are therefore advised that effective from"}, {"text_block_id": "p1_b49", "text": "Monday, 18 May 2015"}, {"text_block_id": "p1_b50", "text": "should you not comply with our new rules of engagement, all notice requests will be rejected by our new system."}, {"text_block_id": "p1_b51_merged_merged_merged_merged_merged_merged", "text": "Furthermore, the fax number 012-748 6030 will also be discontinued from this date and customers will only be able to submit notice requests through the email address"}, {"text_block_id": "p4_b56", "text": "DISCLAIMER:"}, {"text_block_id": "p4_b57", "text": "Government Printing Works reserves the right to apply the 25% discount to all Legal and Liquor notices that comply with the business rules for notice submissions for publication in gazettes."}, {"text_block_id": "p4_b58", "text": "National, Provincial, Road Carrier Permits and Tender notices will pay the price as published in the Government Gazettes."}, {"text_block_id": "p4_b59_merged", "text": "For any information, please contact the eGazette Contact Centre on 012-748 6200 or email info.egazette@gpw.gov.za"}, {"text_block_id": "p4_b62", "text": "CONTENTS • INHOUD"}, {"text_block_id": "p5_b63", "text": "G"}, {"text_block_id": "p5_b64_merged", "text": "ENERAL NOTICE"}, {"text_block_id": "p5_b67", "text": "NOTICE 495 OF 2015"}, {"text_block_id": "p6_b68", "text": "COLD SPELL MANAGEMENT PLAN"}, {"text_block_id": "p6_b69", "text": "DISCUSSION DOCUMENT"}, {"text_block_id": "p7_b70", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p7_b71", "text": "2"}, {"text_block_id": "p8_b72", "text": "DEFINITIONS"}, {"text_block_id": "p8_b73", "text": "Climate:"}, {"text_block_id": "p8_b74", "text": "the weather we expect over the period of a month, season, a decade, or a century."}, {"text_block_id": "p8_b75", "text": "Climate change"}, {"text_block_id": "p8_b76", "text": "any change in climate over time due to natural variability or human behavior."}, {"text_block_id": "p8_b77", "text": "Department:"}, {"text_block_id": "p8_b78", "text": "means the Department of Agriculture, Forestry and Fisheries"}, {"text_block_id": "p8_b79", "text": "Disaster:"}, {"text_block_id": "p8_b80", "text": "A progressive or sudden, widespread or localized natural or people induced occurrence that causes or threatens to cause damage to property, infrastructure or the environment, and is of a magnitude that exceeds the ability of those affected to cope with its effects using only their resources."}, {"text_block_id": "p8_b81", "text": "Dew point:"}, {"text_block_id": "p8_b82", "text": "the temperature to which a given parcel of air must be cooled, at constant barometric pressure, for water vapor to condense into water. The condensed water is called dew. The dew point is a saturation point."}, {"text_block_id": "p8_b83", "text": "Disaster management:"}, {"text_block_id": "p8_b84", "text": "a continuous and integrated multi-disciplinary process of planning and implementing measures aimed at:"}, {"text_block_id": "p8_b85", "text": "a continuous and integrated multi-disciplinary process of planning and implementing measures aimed at:\n"}, {"text_block_id": "p8_b89", "text": "Disaster risk reduction:"}, {"text_block_id": "p8_b90", "text": "The systematic development and application policies, strategies and practices to minimise vulnerabilities and disasters risks throughout a society, to avoid (prevention) or limit (mitigation and preparedness) adverse impact of hazards, within broad context of sustainable development."}, {"text_block_id": "p8_b91", "text": "Emergency preparedness:"}, {"text_block_id": "p8_b92", "text": "a state of readiness that enables the public, farming communities and other institutions involved in disaster management to mobilize, organize and provide relief measures to deal with an impending or current disaster or the effects of disaster."}, {"text_block_id": "p8_b93", "text": "Frostbite:"}, {"text_block_id": "p8_b94", "text": "an injury to the body caused by freezing body tissue. Frostbite is another consequence of cold exposure. Once frostbite occurs very little can be done to revitalize the tissues."}, {"text_block_id": "p8_b95", "text": "Hazard:"}, {"text_block_id": "p8_b96", "text": "Potentially damaging physical phenomenon or human activity, which causes loss of life, damage to property, social and economic disruptions or environmental degradation."}, {"text_block_id": "p8_b97", "text": "Hypothermia:"}, {"text_block_id": "p8_b98", "text": "Hypothermia is defined as the lowering of body core temperature below normal values. It can also be defined as a profound drop in body temperature, affects animals, which succumb more readily to very cold and windy conditions."}, {"text_block_id": "p8_b99", "text": "Minister:"}, {"text_block_id": "p8_b100", "text": "means the Minister of Agriculture, Forestry and Fisheries"}, {"text_block_id": "p8_b101", "text": "Mitigation:"}, {"text_block_id": "p8_b102", "text": "measures aimed at reducing the impact of or effects of a disaster."}, {"text_block_id": "p8_b103", "text": "Post-disaster recovery and rehabilitation:"}, {"text_block_id": "p8_b104", "text": "efforts, including development, aimed at creating a situation where normality is restored, the effects of disaster are mitigated or circumstances are created that will reduce the risk of a similar disaster occurring."}, {"text_block_id": "p8_b105", "text": "Prevention:"}, {"text_block_id": "p8_b106", "text": "measures aimed at stopping a disaster from occurring or preventing an occurrence from becoming a disaster."}, {"text_block_id": "p8_b107", "text": "Reciprocation:"}, {"text_block_id": "p8_b108", "text": "the commitment of farming communities to comply with certain prerequisites before they qualify for assistance."}, {"text_block_id": "p9_b109", "text": "Response:"}, {"text_block_id": "p9_b110", "text": "measures taken during or immediately after a disaster in order to bring relief to farming communities affected by disaster."}, {"text_block_id": "p9_b111", "text": "Risk:"}, {"text_block_id": "p9_b112", "text": "The probability of a harmful consequences or expected loss of life, people injured, property damage, economic activity disrupted or environmental damage"}, {"text_block_id": "p9_b113", "text": "Risk assessment:"}, {"text_block_id": "p9_b114", "text": "A process to determine the nature and extent of risk by analysing potential hazards and evaluating existing conditions of vulnerability/capacity that could pose a potential threat or harm to people, property, livelihood and the environment on which they occur."}, {"text_block_id": "p9_b115", "text": "Scheme:"}, {"text_block_id": "p9_b116", "text": "means a scheme established in terms of section 8 of CARA;"}, {"text_block_id": "p9_b117", "text": "Sea Surface Temperatures (SST):"}, {"text_block_id": "p9_b118", "text": "the water temperature at I meter below the sea surface."}, {"text_block_id": "p9_b119", "text": "Vulnerability:"}, {"text_block_id": "p9_b120", "text": "A set of conditions and processes resulting from physical, social, economical and environmental factors which increases the susceptibility ofa community to the impact of hazards."}, {"text_block_id": "p9_b121", "text": "Weather:"}, {"text_block_id": "p9_b122", "text": "The state of atmospheric conditions that exist over relatively short periods of time."}, {"text_block_id": "p10_b123", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p10_b124", "text": "5"}, {"text_block_id": "p11_b125", "text": "5\n* SAWS\n* SAWS\n : South African Weather Service\n* SETA Sector Education and Training Authority\n* SPSS\n* SPSS\n Statistical Package for Social Sciences\n* TAC\n* TAC\n Technical Advisory Committee\n* WRC\n* WRC\n Water Research Commission\n* WTO World Trade Organization"}, {"text_block_id": "p12_b142", "text": "1. INTRODUCTION"}, {"text_block_id": "p12_b143", "text": "In many parts of the world, disasters caused by natural hazards such cold spells have exacted a heavy toll in terms of the loss of human lives, animals and crop production and they also have serious impact on forestry and fishery sectors. While natural hazards will continue to occur, human action can either increase or reduce the vulnerability of farming communities to the hazards."}, {"text_block_id": "p12_b144", "text": "Cold spell is one of the major features of weather and climate in South Africa. It is associated with prolonged periods of extreme cold temperatures from days to weeks during colder months, which mostly affects the high lying areas of the eastern and southern parts of South Africa. Very often cold fronts from the Antarctic will sweep through the country, also affecting large areas of the northern and western parts of the country. Cold spell is the results of Cold fronts which are weather systems which develop in the sea or oceans and causes cold conditions over the country. Due to above average Sea Surface Temperatures (SST), frontal systems accompanied by other low pressure systems such as the cut-off low become severe and lead to the occurrence of snowfall and very cold conditions. Due to increasing global warming, many frontal systems develop more frequently and these results in a series of cold fronts, which eventually make their way into the coasts and inland."}, {"text_block_id": "p12_b145", "text": "Almost all areas in South Africa are susceptible to extreme cold during winter season It is in particular the high-lying areas (called the Great Escarpment) in the Eastern Cape and also in weste:11 Cape, Drakensberg and Lesotho mountains which regularly experience severe snow falls and its accompanying extreme cold conditions. This is mostly due to its altitude (height above sea level) and the prevalence of conditions suitable for cold conditions. Snow occurs in the High Drakensberg of southern Africa approximately eight times per annum. The topography, altitude, and climatic conditions have an effect on the spatial distribution of snow. Temperature, wind, altitude, aspect and slope gradient play an important role in the preservation of snow cover. Snow cover immediately adjacent to the Drakensberg escarpment ablates quickly whilst at high altitudes in the Lesotho interior experiences better preservation conditions. During harsh winters, temperatures can easily reach below freezing point in some places. Between 2001/2003 some parts of the country experience severe cold spells which resulted with stock losses (±160 000) in"}, {"text_block_id": "p13_b146", "text": "Northwest, KZN, Mpumalanga and Free State) Over 25 000 farmers were affected and the incident was declared Disaster by the department using CARA."}, {"text_block_id": "p13_b147", "text": "In crop production freezing temperatures which are usually accompanied by frost causes large losses to fruit, vegetable growers and commercial forests industries. Frost damage occurs usually after excessive hail/or snow fall and is characterised by broken stems in young tree, broken leaves and other tree parts. This may lead to decay and infestation of trees by pests, bacteria and disease when warmer weather and melting snow reveal damage caused by heavy snow accumulation to many trees, plants, and shrubs. Frost and extremely cold temperatures are a greater threat to sapling and immature trees but their effects are less severe on adult trees."}, {"text_block_id": "p13_b148", "text": "The impacts on aquaculture and fisheries are likely to be limited as the marine environment will not be directly influenced by a higher frequency of cold spells and likely impacts to freshwater envir0nments will be restricted to high lying areas over the interior. Freshwater environments are likely to present fewer management and mitigation options compared to the terrestrial environment [apart from not farming in susceptible areas]. The overall situation is usually accompanied by major price impacts as vegetables and fruits will be sporadic due to planting delays, slowed growth or the need to replant. Sometimes these cold conditions are accompanied by rains which disrupt production, harvesting activities as some crops decay because of wet conditions."}, {"text_block_id": "p13_b149", "text": "1.1 Definition Cold spell"}, {"text_block_id": "p13_b150", "text": "A cold spell is defined as a period of unusually cold weather, which occurs when the winter temperature drops below the normal minimum (low) temperature range. According to Glossary of Meteorology, Cold Spell is defined as a period of several days in which the temperature is abnonnally cold and Kruger (SAWS) define it as a period of at least 3 consecutive days where the average daily temperatures is 5°C or more within a day, but is also 5°C below the mean monthly temperature. The effect of cold is strongly correlated with the amount of wind and wetness experienced with the cold. The effect of rain and wind at 3°C for example can be as severe as at -20°C with little air movement."}, {"text_block_id": "p14_b151", "text": "1.2 Strategic Objectives"}, {"text_block_id": "p14_b152", "text": "1.2 Strategic Objectives\n* To reduce negative impacts of cold spell through sustainable cold spell management tools\n* Establish and implement priority programmes for cold spell management, preparedness,\n* Implement and improve early warning system as a disaster risk management tool"}, {"text_block_id": "p14_b158", "text": "1.3 Implementation approach to cold spell management plan"}, {"text_block_id": "p14_b159", "text": "To achieve objectives for cold spell management plan, the following overarching principles are important. The document must be:"}, {"text_block_id": "p14_b160", "text": "To achieve objectives for cold spell management plan, the following overarching principles are important. The document must be:\n* Well aligned with the Disaster Management Act (57 of 2002), the NDMF of 2005, and\n* Clarifying the responsibilities of the different levels of government and all other key\n* Linked with the Climate Change Sector Plan."}, {"text_block_id": "p14_b166", "text": "2. SEVERITY OF COLD SPELL"}, {"text_block_id": "p14_b167", "text": "Cold spell is usually a function of combination of low temperature, strong wind speed and/ or moisture and the effects are usually more severe at high altitudes. The physiological effects of cold spell on animals differ from class of animals, animal's body condition, breed, and the management system imposed on the animals and whereas on crops and forestry differs based on the crop type, age, the stage of development and the management systems used."}, {"text_block_id": "p14_b168", "text": "2.1 Effects of a normal cold weather on animals"}, {"text_block_id": "p14_b169", "text": "Animals are warm-blooded and need to maintain a constant core body temperature. Normal rectal temperature for most of the animals is around 38°C. Within a range of environmental temperatures called the \"thermo-neutral zone,\" animals do not have to expend any extra energy to maintain their body temperature. At the lower end of this range, normal metabolic processes supply enough heat to maintain body core temperature. Within their thermo-neutral zone, animals may modify their behavior, such as seeking shelter from wind, and respond over the long term by growing a thick hair coat for winter, without affecting their nutrient requirements."}, {"text_block_id": "p15_b170", "text": "Animals respond to cold spells by increasing their metabolic rates once a lower critical temperature is reached; and they require more energy. To meet the additional demand for energy, the animals increase their forage intake or bum fat and protein reserves. Thus, when the temperature drops, energy intake must increase to maintain body heat. It is generally accepted that for every 1 °C drop below the lower critical temperature, approximately 2% increase in energy requirements."}, {"text_block_id": "p15_b171", "text": "2.2. Effects of a colder than normal weather on animals"}, {"text_block_id": "p15_b172", "text": "Animals are generally adapted to lower temperature. However, during a colder than normal weather condition such as a cold spells, heat is carried away from their body at an accelerated rate, resulting in a lower body temperature and a decreased comfort level due to the drop in body temperature. As result of a low body temperature, energy for maintenance increases at a rate greater than that of forage intake. A further decrease in temperature reduces forage intake, leading to a decrease in animal performance. Severe exposure of animals to cold spells can result in the following conditions:"}, {"text_block_id": "p15_b173", "text": "2.2.1. Frostbite"}, {"text_block_id": "p15_b174", "text": "Frostbite is damage to tissue in localized body areas, beginning with the extremities, as a result of extreme cold and drop in body temperature. Once frostbite occurs very little can be done to revitalize the body tissues. This condition is usually worse on animals with poor body condition or a pre-existing condition/disease (have impaired body reserves) and newborns (have low energy reserves). The areas most affected by frostbites include ears, tail, teats, scrotum, and distal parts of the limbs, especially hooves. If the winter is exceptionally cold, the pregnant animals may spend all winter using energy to generate heat. If nutrients are shunted to heat production, cattle begin to lose body condition. Cows, and particularly heifers, in poor body condition are at risk for calving problems. Also, these animals may provide inferior colostrum for the calf, and neonatal mortality may increase. In addition, these animals do not cycle on time and delay breeding in the spring and summer. Frostbite can be fatal to animals if not addressed in time. For example frostbitten teats, which occur when moisture remains on the udder or teats after milking condition during cold spells, hamper animal's milk production ability and if not treated can lead to the mastitis disease. Frostbitten scrotum and testicles can cause transitory or"}, {"text_block_id": "p16_b175", "text": "permanent infertility. The surfaces on which cattle must rest also have a great effect on the risk of frostbite. Snow or ice from freezing rain on calves dramatically increases heat loss."}, {"text_block_id": "p16_b176", "text": "2.2.2. Hypothermia"}, {"text_block_id": "p16_b177", "text": "Hypothermia is defined as the lowering of body core temperature below normal values. Mild hypothermia would occur when the body temperature is in the range of 30-32°C. Moderate hypothermia occurs at 26-29°C, and profound hypothermia occurs when the temperature is less than l0°C. At a rectal temperature less than 28°C, the animal can no longer return to normal temperature without external heat and warmed fluid therapy. Hypothermia can also be defined as a profound drop in body temperature, affects animals which succumb more readily to very cold and windy conditions. In particular, animals with poor body condition or a pre-existing condition/disease and newborns are at greater risk of being hypothermic because of an arrest of impo1 tant metabolic processes which is much quicker in compromised animals than in healthy ones. In such cases, hypothermia becomes the usual cause of greater mortalities rate amongst cold spell-stricken animals."}, {"text_block_id": "p16_b178", "text": "The environmental temperature at which the cow will begin to experience hypothermia will vary. Short hair coats, high winds, and wet cattle will amplify the actual environmental temperature and induce hypothermia sooner. As hypothermia sets in, all metabolic and physiologic processes begin to slow. Blood is shunted away from the extremities in an attempt to protect vital organs. Frostbite of the teats and ear tips will occur at this stage. As hypothermia progresses, respiration rate and heart rate decrease and blood pressure drops. Eventually, the cow loses consciousness and death is imminent if re-warming does not occur. In most cases if windbreaks and adequate nutrition are provided, hypothermia can be avoided. However, additional health problems should be considered in the winter. Cattle are good weather predictors and will change eating habits before a large storm. Research has shown that cattle will increase grazing activity prior to a storm, ingest little feed during the storm, and increase grazing activity after the storm. If the cattle are on high-quality pasture, this will increase the chances for bloat. Bloat usually occurs when there's an abnormal accumulation of air, fluid, and/or foam in the stomach."}, {"text_block_id": "p17_b179", "text": "3. THE EFFECTS OF COLD SPELL TO CROPS AND COMMERCIAL TREES"}, {"text_block_id": "p17_b180", "text": "3.1. Effects of cold spell to crops"}, {"text_block_id": "p17_b181", "text": "The effects of cold stress increase when wind speed increases and hair coat insulation values are reduced when wet or muddy. Low temperatures reduce the crop's state of metabolism and growth. If metabolism remains low for extended period, crop quality is compromised and death may occur. Crops cells freezes when temperatures drop drastically, the ice crystal puncture the cell membrane. Tissues that freeze generally appear dark green and water soaked at first and later become blackened. On perennial crops all the different stages of growth can be affected by cold spell, but if flowering stage is affected the injury may not be obvious until the following season buds fail to open and then immediately die off. Some vegetables respond to low temperatures by producing a seed stalk (Bolting). Bolting occurs when young crops are exposed to low temperatures for several days this causes flower buds to form within the growing point. When warmer weathers returns, the buds develop into flower and seed stalks"}, {"text_block_id": "p17_b182", "text": "3.2. The effects of severe cold on forestry"}, {"text_block_id": "p17_b183", "text": "Frost damage occurs usually after excessive hail/or snow fall and is characterised by broken stems in young tree, broken leaves and other tree parts. This may lead to decay and infestation of trees by pests, bacteria and disease when warmer weather and melting snow reveal damage caused by heavy snow accumulation to many trees; plants, and shrubs. Frost and extremely cold temperatures are a greater threat to sapling and immature trees but their effects are less severe on adult trees."}, {"text_block_id": "p17_b184", "text": "Another possible way in which severe cold conditions can injure plants is by causing ice crystals to form in the plant cells, making water unavailable to the plant tissue and disrupting the movement of fluids. Frost-damaged leaves or twigs appear water soaked, wither, and turn dark brown or black. Unprotected, sensitive young trees or re-grafted tree may die, but frost seldom kills mature tree. The greatest threat of freezing temperature is mainly to young trees."}, {"text_block_id": "p17_b185", "text": "Basal stem is very sensitive to frost damage, since the basal stem near the ground surface is exposed to a remarkable fluctuation in temperature, especially to a sharp drop in temperature due to rarliation at night. The frost resistance of the basal part on a stem was invariably lower than that of the upper part, the difference between the two amounting to about 7 to 10°C. The osmotic"}, {"text_block_id": "p18_b186", "text": "concentration increases with the increasing height on a stem from the main root to the upper stem. This type of frost damage on the basal stem in young trees usually occurs in frost basins, flat lands, plateaus situated on slopes and southern and south-western slopes of mountain areas."}, {"text_block_id": "p18_b187", "text": "The most common form of snow damage to trees is stem breakage, but trees can bend or become uprooted. Snow damaged plantations present a greater fire hazard and are prone to consequential damage through pest and/or disease attacks. Snow damage to trees is strongly dependent on the interaction of meteorological conditions, topography as well as species and stand characteristics."}, {"text_block_id": "p18_b188", "text": "3.3. Frost"}, {"text_block_id": "p18_b189_merged", "text": "Frost is defined in the Glossary of Meteorology as the condition that exists when the temperature (T) of earth's surface and earth-bound objects fall below freezing, i.e. 0 °C (Rosenberg, 1974). In the forestry areas in South Africa four major snow events have occurred in the past 30 years, on average a frequency of one event every 7.5 years. The E. grandis and Acacia mearnsii are the most susceptible commercial hardwood species with E. nitens being the most resistant to snowfalls."}, {"text_block_id": "p18_b196", "text": "Freezing temperatures can damage plants by rupturing plant cells as ice crystals form and rapid changes in temperatures. Evergreen plants can suffer damage from blowing winter winds and dry out when water is unavailable from the ground that is frozen in colder regions. Plants need adequate time to harden off (adjust to outside conditions) before freezing temperatures can occur, this makes freshly planted seedlings and saplings more vulnerable to cold conditions. Root systems that are unprotected above the ground are susceptible to cold damage as well as pests and i11fections. This plan identifies the most common super cold afflictions on trees and the suggested mitigation and/or repair methods."}, {"text_block_id": "p18_b197", "text": "For farmers, the effects of frost on field crops and fruit trees can be devastating. Certain perennial and annual plants that are physiologically active during winter, or grass can die under the influence of frost. In most cases, after frost has occurred, certain plants look slightly burnt once they are exposed to the sun. With continued exposure to frost conditions, such plants eventually die. Perennial and hardy plants can also be severely damaged under prolonged cold spells. In this case the soil becomes frozen and the plants die from lack of moisture. It is important for agricultural planners to know when the first frost is likely to occur, when the last"}, {"text_block_id": "p19_b198", "text": "frost may be expected, hence what the average duration of the frost period is, how many days of actual frost there are likely to be in a typical winter season and what the variability of frost occurrences is. On average frost occurs in May over most of the interior of South Africa. The Maluti Mountains already experience their first heavy frosts as early as February/March. While plants possess physical and biological mechanisms which serve to avoid freezing, none provides complete protection from below zero minimum temperatures. Frost can cause formation of ice within the plant cell and outside the cell. Fundamental biological changes can take place under conditions of frost including irreversible cell membrane injury. Some plants are killed outright by frost while others suffer damage, such as complete defoliation, from which they can recover. Plant tolerance of frost differs according to species. Some plants, such as tropical and subtropical species, may already be killed by a temperature of 50°c while others are usually killed by the first touch of frost. Cold climate plants, on the other hand, may be frozen solid without injury. Generally the larger the cell size of the plant, the more likely it is that the plant will be damaged by frost."}, {"text_block_id": "p19_b199", "text": "3.4. Hailstorms"}, {"text_block_id": "p19_b200", "text": "Hail can damage crops and strip trees of bark. Severe damage to crops may occur if crops are in the middle of reproductive stages. During the non-reproductive stages, these events damage the exposed leaves (e.g. maize), but have little or no effect on the growing point or final seed yield. If the growing point changes color, then the plant will likely not yield well and may even die. Hail affects yields primarily by reducing stands and defoliating the plant Maize plants affected by hail will usually achieve physiological maturity earlier, but take longer to dry-down than non­hailed maize."}, {"text_block_id": "p19_b201", "text": "4. COLD SPELL MANAGEMENT CHALLENGES"}, {"text_block_id": "p19_b202", "text": "4.1. Planning -the need for proper cold spell management system"}, {"text_block_id": "p19_b203", "text": "Of all economic sectors, agriculture is the most dependent on weather and climatic conditions and is expected to benefit greatly from improved weather and climate forecasts. As such, this area of production is dependent on long-range planning to achieve success. Exploring advanced forecast information is not only feasible but also prudent to farm management. Therefore the"}, {"text_block_id": "p20_b204", "text": "Department of agriculture, Forestry and fisheries (DAFF) is expected to develop and maintain effective cold spell management capacities that will assist affected farmers."}, {"text_block_id": "p20_b205", "text": "4.2. Institutional support and management systems"}, {"text_block_id": "p20_b206", "text": "Government and other relevant institutions play a critical role during cold spells disasters. All spheres of government need to make resources available that are vital in recovery and rehabilitation efforts. However this wasn't the case during the past cold spells because the condiŁions and the situation by then indicated and revealed significant weaknesses in the ability of some government structures to respond timely and effectively to the impact of cold spells. This also highlights lack of support and sustainable agricultural decisions through the provision of credible, comprehensive and science-based information on environmental conditions and trends. Cold spell management needs a collective effort from collaborators in all sectors of government in terms of institutional support and management systems."}, {"text_block_id": "p20_b207", "text": "4.3. Impact of climate change"}, {"text_block_id": "p20_b208", "text": "Climate change refers to a permanent change in climate over time due to natural climate variability or human behaviour. Human behaviour is currently causing the climate to change too fast. Activities such as the burning of fossils fuels (oil, coal, natural gas) and clearing of forests have increased the concentration of the Greenhouse gases (GHGs) such as the carbon dioxide (CO2), methane (CH4), nitrous oxides (N20) and chlorofluorocarbons (CFCs) in the atmosphere. These gases act in terms of trapping the energy from the sun resulting in global warming. According to IPCC average temperatures will rise from 1.5 to 5°C over the next century, depending on the amount of GHGs emitted into the atmosphere in the next few years. Therefore colder, wetter winters, more frosts, more cold spells, and more extreme weather outlooks are expected to prevail going forward. Climate Change is causing grave concern at all levels of society worldwide because plants and animals may not cope or adapt to the rapid changes to climate as humans can."}, {"text_block_id": "p20_b209", "text": "Due to increasing global warming, more and more frontal systems will develop more frequently and this results in series of cold fronts which eventually make landfalls and impacts negatively on animals and crops with cold, windy weather. Frontal systems that are associated with deep closed upper air low pressure systems such as the cut-off low would become severe and lead to"}, {"text_block_id": "p21_b210", "text": "the occurrence of snowfall and that will lead to very cold conditions. Adapting agricultural systems to climate change is urgent because its impact is already evident with recent disasters that have been occurring in South Africa. Adaptation measures such as planting a variety of crops; changing planting dates; and assisting in establishing people centered Early Warning Systems (EWS) can be used. With appropriate policy and governance mitigation strategies such as supporting risk management initiatives; research of large-scale epidemics; providing early warning information on markets, and crops and livestock insurance matters can promote sustainable economy."}, {"text_block_id": "p21_b211", "text": "4.4. Criteria for state intervention"}, {"text_block_id": "p21_b212", "text": "The state intervention with regard to cold spell assistance has been largely based upon the prerogative of the Minister in terms of the Conservation of Agricultural Resource Act no.43 of 1983. This provides for management and control of the natural agricultural resources of the republic. The Minister of Agriculture, Forestry and Fisheries may, with the concurrence of the Minister of Finance, by notice in the government Gazette establish a cold spell relief scheme in termŁ of which assistance, out of funds appropriated by Parliament for this purpose, may be granted to farmer as a relief, to reparation of loss of agricultural produce by natural forces."}, {"text_block_id": "p21_b213", "text": "4.5 Reciprocation"}, {"text_block_id": "p21_b214", "text": "Reciprocation is the commitment of farming communities to satisfy certain prerequisites before assistance can be provided. This implies that the government will provide assistance on condition that mitigation procedures were followed. The aims of reciprocation are to promote resource conservation and long-term sustainability of economic agricultural production."}, {"text_block_id": "p21_b215", "text": "5. KEY PERFORMANCE AREAS"}, {"text_block_id": "p21_b216", "text": "5.1. Institutional arrangements for cold spell management"}, {"text_block_id": "p21_b217", "text": "The Department Cooperative Governance (DCOG) is responsible for the implementation of DisasŁer Management Act (Act No. 57 of 2002) through the National Disaster Management Centre (NDMC). The NDMC was established to coordinate all issues of disaster risk management in the country. This is being done through intergovernmental structures such as"}, {"text_block_id": "p22_b218", "text": "National Disaster Management Advisory Forum, established by the President and chaired by the Minister of DCOG. Representation in this forum comprises all spheres of government having disaster management as a function within the establishment. Therefore Cold Spell management is the responsibility of all levels of Government i.e. National, Provincial and Local Government, the farming communities, the private sector and civil society. The institutional arrangements for cold spell management should comprise organizations or institutions, governmental and non­governmental, with a recognized role to play in hazards and risk management and the mechanism for coordination among organizations and institutions. It also incorporates the network of entities and organizations involved in planning, supporting, and implementing disaster mitigation programmes and projects. Institutional arrangements for cold spell mitigation and management must include the establishment of a single entity at each level of government responsible for coordinating such activities, maintaining lines of communication, coordination among the involved entities and the community."}, {"text_block_id": "p22_b219", "text": "5.1.1 Integrated institutional capacity for disaster risk reduction"}, {"text_block_id": "p22_b220", "text": "The Department of Cooperative Governance is the custodians of the Disaster Management Act (Act 57 of 2002). In terms of the Act (sec 25) each state organ must develop tailor-made disaster management plans. To this end, the Department of Agriculture, forestry and fisheries developed an agricultural disaster risk management plan of which ACSMS is an annexure to."}, {"text_block_id": "p22_b221", "text": "5.1.2 Arrangements for the development and adoption of integrated cold spell management policies."}, {"text_block_id": "p22_b222", "text": "The primary responsibility regarding agricultural cold spells lies with Provincial Departments of Agriculture (PDAs) and DAFF. Roles and responsibilities in drafting agricultural cold spell management plan have been clearly defined with stakeholders (PDA, other relevant Departments, Research Institutions, Public entities, Organised Agriculture, NGO's and stakeholders). The inputs and comments into the plan are incorporated according to agreed norms and standards."}, {"text_block_id": "p23_b223", "text": "5.1.3. Arrangements for integrated direction and implementation of national cold spell management plan."}, {"text_block_id": "p23_b224", "text": "The Department of Agriculture, Forestry and Fisheries coordinates and give direction on issues relating to cold spells in the sector. The implementation of the cold spell management plan is carried out by PDA's through the Agricultural Disaster Risk Management Units in the provinces. The Plan is implemented in a collaborative manner with the assistance of all stakeholders including all National Disaster Management Committees, relevant Directorates within DAFF, sector departments, farmers, etc.)."}, {"text_block_id": "p23_b225", "text": "5.1.4. Arrangements for stakeholder participation and the engagement of technical advice in cold spell management planning."}, {"text_block_id": "p23_b226", "text": "The National Agro-meteorological Committee (NAC) consisting of Research Institutions, Universities, SAWS, DAFF for technical advice and Provincial Early Warning Committees representing PDA's has already been established. NAC assists as intermediary in the interpretation of long-term and seasonal climatic conditions and advice farmers on appropriate strategies to employ for sustainable agricultural development. Information management systems which will include Cold spell Monitoring System for information sharing has been developed. The system is being updated and monitored on a regular basis by inputting data collected from information sources such as PDA's, Academic and Research Institutions, etc. DAFF will continue to train stakeholders in the usage, interpretation and understanding of weather and climate forecasts as related to cold spell management, and advice-farming communities on climate change issues."}, {"text_block_id": "p23_b227", "text": "5.1.5. Arrangements for national, regional and international cooperation for cold spell manŁgement"}, {"text_block_id": "p23_b228", "text": "The government has established a formal structure for the management of disasters, in the form of Advisory Forums on all three spheres of government, which allows for a range of consultative and cooperative opportunities. The NDMC, which acts under the auspices of the Department of Cooperative Governance and traditional affairs, is the regulating and coordinating body, while the DAFF is chairing the Inter-Departmental Task Team on Agricultural Cold Spells. To achieve cold spell management goals, governments (three spheres) and relevant departments with roles to"}, {"text_block_id": "p24_b229", "text": "play regarding cold spell need a collective effort to address existing critical communication bottlenecks. The synergies required among these authorities can be achieved if common approaches are sought through robust discussions and engagement with policy developers."}, {"text_block_id": "p24_b230", "text": "5.1.6 National"}, {"text_block_id": "p24_b231", "text": "The internal institutional arrangements among the three spheres of Government, public entities and private sector play a pivotal role in driving processes relating to cold spells. Other role players (Private Sector, Organized Agriculture, Farmers, Research Institutions, NGO's, tribal authorities, etc.) ascend the stage as supporting structures to trigger action. Academic and research institutions are currently embarking on adaptive research projects on farming community's needs to help chart a way to cope or deal with cold spell phenomenon. Roles and responsibilities regarding cold spell in the country is as outlined below:"}, {"text_block_id": "p24_b232", "text": "5.1.6.1 Department of Agriculture, Forestry and Fisheries"}, {"text_block_id": "p24_b233", "text": "The National Department of Agriculture, forestry and fisheries makes the following strategic interventions to reduce cold spell risk:"}, {"text_block_id": "p24_b234", "text": "The National Department of Agriculture, forestry and fisheries makes the following strategic interventions to reduce cold spell risk:\n* Developing a comprehensive Cold Spell Management Plan, information management and\n* Developing a communication and information strategy for information dissemination\n\t* Outlining clear criteria for Cold Spell relief assistance.\n<\\li2>\n\t* Making recommendations and sourcing funds from National Treasury for disaster relief.\n\t* Developing and implementing early warning systems.\n\t* Participate actively in disaster risk management forums at regional, provincial, national\n\t* Develop, implement and review cold spell management policies and programmes;\n\t* Identifying and conducting research in cold spell-prone areas;\n\t* Allocate funding to reduce cold spell risk,\n\t* Conduct awareness programmes, technology and skills transfer,\n\t* Participate in the development, implementation and review of the cold spell regulatory"}, {"text_block_id": "p25_b257", "text": "The National Department of Agriculture, forestry and fisheries makes the following strategic interventions to reduce cold spell risk:\n* Developing a comprehensive Cold Spell Management Plan, information management and\n* Developing a communication and information strategy for information dissemination\n\t* Outlining clear criteria for Cold Spell relief assistance.\n<\\li2>\n\t* Making recommendations and sourcing funds from National Treasury for disaster relief.\n\t* Developing and implementing early warning systems.\n\t* Participate actively in disaster risk management forums at regional, provincial, national\n\t* Develop, implement and review cold spell management policies and programmes;\n\t* Identifying and conducting research in cold spell-prone areas;\n\t* Allocate funding to reduce cold spell risk,\n\t* Conduct awareness programmes, technology and skills transfer,\n\t* Participate in the development, implementation and review of the cold spell regulatory\n* Assisting provincial departments of agriculture with cold spell assessments;\n* Coordinate implementation and monitoring of an early warning systems;"}, {"text_block_id": "p25_b261", "text": "5.1.6.2. Provincial Departments of Agriculture"}, {"text_block_id": "p25_b262", "text": "The Provincial Departments of Agriculture have the expertise, competence and capacity to handle programmes and projects that relates to cold spell management through extension services. Therefore provinces must ensure that they make financial and human resources available. In the event of a disaster or threatening to occur, the PDA's in cortjunction with Provincial Disaster Management Centres and other role players should mobilize provincial infrastructure and resources to plan and prepare for such disaster."}, {"text_block_id": "p25_b263", "text": "5.1.6.3. Provincial Department of Agriculture must:"}, {"text_block_id": "p25_b264", "text": "5.1.6.3. Provincial Department of Agriculture must:\n* Develop and prepare a provincial agricultural disaster management plan.\n* Conduct cold spell assessments in collaboration with National Department of Agriculture\n* Conduct awareness, training and education on cold spell management.\n* Implement, monitor and evaluate cold spell relief schemes.\n* Ensure enough capacity for cold spell management.\n* Disseminate cold spell information to the farming community.\n* Monitor weather, temperatures and advice farmers accordingly.\n* Develop and implement risk reduction strategies.\n* Give advice to farming communities to implement risk reduction measures;\n* Measure out vulnerabilities of communities to target priority areas for assistance;\n* Ensure enough capacity for cold spell management;\n* Implement cold spell assistance relief schemes for affected farming communities;\n* Determine and establish the severity and magnitude of cold spell in the province;\n* Prepare and review agricultural cold spell management and implementation plans;\n* Monitor natural resources and enforce best farming practice\n* Compile cold spell indicator maps to review the cold spell situation in the province;"}, {"text_block_id": "p26_b296", "text": "5.1.6.3. Provincial Department of Agriculture must:\n* Develop and prepare a provincial agricultural disaster management plan.\n* Conduct cold spell assessments in collaboration with National Department of Agriculture\n* Conduct awareness, training and education on cold spell management.\n* Implement, monitor and evaluate cold spell relief schemes.\n* Ensure enough capacity for cold spell management.\n* Disseminate cold spell information to the farming community.\n* Monitor weather, temperatures and advice farmers accordingly.\n* Develop and implement risk reduction strategies.\n* Give advice to farming communities to implement risk reduction measures;\n* Measure out vulnerabilities of communities to target priority areas for assistance;\n* Ensure enough capacity for cold spell management;\n* Implement cold spell assistance relief schemes for affected farming communities;\n* Determine and establish the severity and magnitude of cold spell in the province;\n* Prepare and review agricultural cold spell management and implementation plans;\n* Monitor natural resources and enforce best farming practice\n* Compile cold spell indicator maps to review the cold spell situation in the province;\n* Design own model(s) to identify cold spell within the Disaster Management Framework\n* Participate in the Provincial Disaster Management Centers and other Disaster"}, {"text_block_id": "p26_b300", "text": "Norms and standards for delivery in the provinces"}, {"text_block_id": "p26_b301", "text": "Norms and standards for delivery in the provinces\n* All disaster risk information dissemination must comply with the Advisory Services\n* Information must be of high quality and emphasize risk reduction\n* Information must be in time and useful for recipients.\n* All agents of information must keep all formats of information (hard and electronic\n* Effective monitoring and evaluation"}, {"text_block_id": "p26_b311", "text": "To provide a higher level of proactive planning, DAFF in collaboration with PDAs shall -"}, {"text_block_id": "p26_b312", "text": "To provide a higher level of proactive planning, DAFF in collaboration with PDAs shall -\n* Coordinate and manage early warning and monitoring systems;\n* Develop emergency response systems;\n* Set norms and standards for cold spell management;\n* Evaluate the status of cold spell in the province (assessment);\n* Gather information, interpret and disseminate it to all stakeholders and beneficiaries;\n* Maintain an updated database of all cold spell disasters;\n* Encourage the provision of training, information and technology support from service\n* Conduct research and development trials;\n* Keep suitable animal breeds and plant cold spell resistant cultivars; and\n* Put in place food security programmes to provide for cold spell situations."}, {"text_block_id": "p26_b333", "text": "5.1.6.4. Local Government"}, {"text_block_id": "p26_b334", "text": "Local government is the focal point for implementation of all government plans and activities. The actual day-to-day function of implementation of disaster risk management plans and relief"}, {"text_block_id": "p27_b335", "text": "scheme is solely responsibility of districts or local government. This can be done through the early warning systems, relief distribution, extension services etc. Other than that there are a number of various institutional stakeholders who are also involved in disaster management at various levels in the districts, these include other government departments, nongovernmental organizations, public and private sector enterprises, and media etc., all of whom have important roles Ło play. Local government is in the coalface of service delivery and should play a critical role in cold spell management, particularly in the mobilization of local resources. Local government should act as conduit for information concerning cold spell disasters in the municipal area. Local government may not have the ability and/or capacity to deal with cold spell-related issues and cold spell occurrences will probably always cross a municipal boundary."}, {"text_block_id": "p27_b336", "text": "Collaboration with PDA and participation in meetings 1s crucial for the success of the coordination process. The highest priority is the protection of the critical resources of farming communities. Because of the variety of factors that cause and exacerbate cold spell, the government has adopted a multi-sectoral approach to intervention."}, {"text_block_id": "p27_b337", "text": "Therefore local government must:"}, {"text_block_id": "p27_b338", "text": "•"}, {"text_block_id": "p27_b339", "text": "Develop a municipal disaster management plan."}, {"text_block_id": "p27_b340", "text": "•"}, {"text_block_id": "p27_b341", "text": "Ensures that Agricultural early warning systems are incorporated in their IDP's."}, {"text_block_id": "p27_b342", "text": "•"}, {"text_block_id": "p27_b343", "text": "act as conduit for information concerning disasters in the municipal area"}, {"text_block_id": "p27_b344", "text": "•"}, {"text_block_id": "p27_b345", "text": "make recommendations regarding the assistance and initiate and facilitate efforts to make assistance available"}, {"text_block_id": "p27_b346", "text": "5.1.6.5. Farming communities"}, {"text_block_id": "p27_b347", "text": "Assistance to farming communities will be in accordance with the Disaster Management Act 57 of 2002, the National Disaster Management Framework and Conservation of Agricultural Resource Act No.43 of 1983 and any other supporting documents and legislative framework. Emphasis will be on:"}, {"text_block_id": "p27_b348", "text": "•"}, {"text_block_id": "p27_b349", "text": "Application of mitigating strategies"}, {"text_block_id": "p27_b350", "text": "•"}, {"text_block_id": "p27_b351", "text": "Good farming practices; and"}, {"text_block_id": "p27_b352", "text": "•"}, {"text_block_id": "p27_b353", "text": "Utilization of early warning information."}, {"text_block_id": "p28_b354", "text": "The following will be considered when applying for assistance:"}, {"text_block_id": "p28_b355", "text": "•"}, {"text_block_id": "p28_b356", "text": "Registration as a farmer"}, {"text_block_id": "p28_b357", "text": "•"}, {"text_block_id": "p28_b358", "text": "A valid and updated stock card must be shown for each animal."}, {"text_block_id": "p28_b359", "text": "•"}, {"text_block_id": "p28_b360", "text": "A register of all stock kept for the past twelve months."}, {"text_block_id": "p28_b361", "text": "•"}, {"text_block_id": "p28_b362", "text": "Applied prevention and mitigation strategies, e.g. the planting of cold spell-tolerant"}, {"text_block_id": "p28_b363", "text": "crops, de-stocking and the use of available insurance products;"}, {"text_block_id": "p28_b364", "text": "•"}, {"text_block_id": "p28_b365", "text": "Follow good farming practices; and"}, {"text_block_id": "p28_b366", "text": "•"}, {"text_block_id": "p28_b367", "text": "Integrate early warning information in their planning."}, {"text_block_id": "p28_b368", "text": "•"}, {"text_block_id": "p28_b369", "text": "Disaster risk management plans"}, {"text_block_id": "p28_b370", "text": "Farming communities must report their cold spell damages to their advisory services through PDAs. The criteria for state assistance must be agreed upon among the PDA, DAFF, Organized Agriculture and Local Municipalities."}, {"text_block_id": "p28_b371", "text": "5.1.6.6. Other Government Departments"}, {"text_block_id": "p28_b372", "text": "a. Department of Social Development"}, {"text_block_id": "p28_b373", "text": "Subject to the availability of budget and capacity should have its own personnel working closely with farmers during cold spell. This will ensure that farmers and farm workers are not left in the cold without any form of assistance or food security."}, {"text_block_id": "p28_b374", "text": "b. Department of Rural Development and Land Reform"}, {"text_block_id": "p28_b375", "text": "In South Africa the issue of farm workers cannot be dealt with without considering the issue of land and tenure security, which is coordinated by Rural Development. Furthermore there is also a question of livelihoods for farm workers; therefore rapport must be established between Rural Development and social development to ensure that they address these particular issues."}, {"text_block_id": "p28_b376", "text": "c. Department of Labour"}, {"text_block_id": "p28_b377", "text": "In liaison with the Department of social development, Labour department will look at issues of loss of employment and/or income of farm workers and dwellers."}, {"text_block_id": "p29_b378", "text": "d. National Disaster Management Center"}, {"text_block_id": "p29_b379", "text": "The sole responsibility of NDMC is to successfully implement South Africa's Disaster Management act and coordinate all issues of Disaster Risk management."}, {"text_block_id": "p29_b380", "text": "e. National Treasury"}, {"text_block_id": "p29_b381", "text": "The responsibility of the National Treasury is to make funds and conditional grants available to government Departments according to Division of Revenue Act (DORA). The National Treasury transfers relief funds to PDA's through the National Department of Agriculture, forestry and fisheries in order to provide cold spell relief to affected farmers."}, {"text_block_id": "p29_b382", "text": "5.1.6.7. Other Institutions"}, {"text_block_id": "p29_b383", "text": "a) Research Institutions"}, {"text_block_id": "p29_b384", "text": "The long-term plan with respect to cold spell is to fund research institutions to undertake cold spell research. Academic (Agricultural, Environmental and Social faculties at Universities) and research institutions (ARC, CSIR, HSRC, WRC, Universities, SAWS, etc.) are currently embarking on adaptive research to help in finding a way to cope or deal with cold spell phenomenon. Collaboration with research institutions to obtain information on impending significant events /hazards forms the integral part of the Department's strategy. This will be achieved through continuous consultation with these institutions to monitor the magnitude of the hazard and to distribute information in the form of advisories to all provinces. The research findings will be used to inform government policy formulation and decision-making process."}, {"text_block_id": "p29_b385", "text": "b) Organized Agriculture, Private Sector and NGO's"}, {"text_block_id": "p29_b386", "text": "Organized Agriculture, Private sector, NGO's, etc. are the strategic partners of the Department of Agriculture, forestry and fisheries and serve as supporting structures to trigger action. These institutions need to pull together to provide guidance as well as technical support and assistance for national implementation, monitoring and reporting progress. The government has established a formal structure for the management of disasters, namely the NDMC, which acts under the auspices of the Department of Cooperative Governance and traditional affairs, with the"}, {"text_block_id": "p30_b387", "text": "Department of Agriculture, forestry and fisheries chairing the Inter-Departmental Task Team on Agricultural Cold spells."}, {"text_block_id": "p30_b388", "text": "Organized Agriculture through its structures has undertaken to -"}, {"text_block_id": "p30_b389", "text": "•"}, {"text_block_id": "p30_b390", "text": "Act in a proactive manner by approaching the relative Departments namely DCOG, Provincial and Local Authorities were applicable, to have representation in the Disaster Management Advisory Forums."}, {"text_block_id": "p30_b391", "text": "•"}, {"text_block_id": "p30_b392", "text": "To become involved in the preparation of the strategies, policies and plans of state organs."}, {"text_block_id": "p30_b393", "text": "•"}, {"text_block_id": "p30_b394", "text": "Support the initiatives of national, provincial and local governments in the development of coordinated procedures for relief in the form of specialist skills in emergency logistics, health, water, telecommunications and humanitarian assistance."}, {"text_block_id": "p30_b395", "text": "5.1.7. Regional"}, {"text_block_id": "p30_b396", "text": "South Africa is today a leader in many strategic issues affecting the African continent. There are numerous programme initiatives conceived in Africa in which South Africa assumed the leadership role in facilitating and providing oversight. South Africa made inroads by partaking in the regional relief efforts and participates in a number of meetings and conferences in SADC e.g. SADC disaster management steering committee he_ld in Zimbabwe in 2000."}, {"text_block_id": "p30_b397", "text": "Soutl1 Africa attaches greater importance in regional cooperation to assess and monitor trans­boundary hazards, exchange information and provide early warning systems through appropriate arrangements. Regional organizations, NGO's and private sector need to pull together to provide guidance as well as technical support and assistance for national implementation, monitoring and reporting progress."}, {"text_block_id": "p30_b398", "text": "5.1.8. International"}, {"text_block_id": "p30_b399", "text": "South Africa demonstrated its commitment and preparedness to share an international stage with global players when the country participated in international agreements, conventions and protocols on disaster management. South Africa is a signatory to Hyogo Framework for Action 2005 -2015, that was developed at World Conference on Disaster Reduction in January 2005 Kobe, Hyogo, Japan, with the aim of reviewing the Yokohama strategy, which gives guidance on"}, {"text_block_id": "p31_b400", "text": "reducing disaster risk and the impacts of disasters. Concerted international cooperation and enabling international environment are needed to stimulate and contribute to developing the knowledge, capacities and motivation for disaster risk reduction at all levels. International donors, financial institutions, NGO's, private sector must work together to provide technical guidance and financial assistance for implementation. All expenditure with respect to the Cold Spell Management Plan will be reported to and comply with the WTO rules relating to natural disasters. South Africa supports and actively participates in the strategies and efforts of the international community to reduce disaster risk. It associates itself with selected international development protocols, agendas and commitments, such as the Millennium Development Goals outlined in the United Nations (UN) Millennium Declaration adopted at the UN Millennium Summit in September 2000."}, {"text_block_id": "p31_b401", "text": "5.2 Cold spell disaster risk assessment and planning."}, {"text_block_id": "p31_b402", "text": "5.2.1. Conduct cold spell assessment to inform disaster risk management and risk reduction policies, planning and programming."}, {"text_block_id": "p31_b403", "text": "Cold Spell risk assessment and disaster management planning are extremely important phases in the development of a complete physical solution, to disaster risk reduction. Risk assessment analysis is an important part of planning for, averting or minimizing the effects of disastrous situations. A comprehensive evaluation of risks/hazards highlights areas of vulnerability and facilitates planning and mitigation; that is disaster risk assessment is the first step in planning an effective disaster risk reduction programme. It helps to identify and map the risks and vulnerabilities that exist within the area so that appropriate prevention, mitigation and response plans and strategies may be developed; furthermore it examines the likelihood and outcome of expected disaster event. Farmers must be made aware of related hazards and conditions of vulnerability by way of information sessions and farmers days. This is a highly specialized multidisciplinary task that needs services of specialists and experts in this field. Specialist includes farming communities, development facilitators, agricultural specialist, public health specialists, indigenous knowledge experts, agro-meteorologists and climate scientists for contingency planning. Cold spell and historical rainfall information, patterns and impacts, remotely sensed information on vegetation and cloud cover are collected on a regular basis."}, {"text_block_id": "p32_b404", "text": "Technical Advisory Committee (TAC), appointed to take responsibility for conducting assessments will in consultation with the PDA's conduct assessment. The findings will determine the type of reduction initiatives/projects to change the face of development plans of the farming communities. The recurrent and frequent cold spell episodes in the past few years have become a thorn in the farming arena. The impacts are gradually affecting the agricultural sector thereby threatening job security, socio-economic vulnerability, grazing patterns, underground water, crop suitability and stability in the sector. Cold spell impacts undermine the development progress in farming communities and their livelihoods. Cold spell assessment will also focus on grazing capacity, level of vulnerability, monitoring ground water sources, and crop suitability. DAFF has set initiatives in motion to evaluate and monitor cold spell from the provinces all year round to obtain preliminary assessments of the prevailing conditions. The process of cold spell assessment is synchronized with the planning process, i.e. cold spell monitoring and evaluation is conducted simultaneously with implementation of risk reduction initiatives such as early warning and advisory services."}, {"text_block_id": "p32_b405", "text": "5.2.2. Generate a National Indicative Disaster Risk Profile"}, {"text_block_id": "p32_b406", "text": "DAFF established, maintain and update a national cold spell risk profile. Cold spell maps indicating vulnerable areas and communities must be developed for research purposes. Information and reporting systems will be used to track hazard occurrences on vulnerability maps and make accessible information on South Africa's priority disaster risks. DAFF has embarked on a disaster database project that seeks to generate information for research and also to inform policy and end-users in general."}, {"text_block_id": "p32_b407", "text": "5.2.3. Monitor, update and disseminate cold spell information."}, {"text_block_id": "p32_b408", "text": "Collaboration with research institutions to obtain information on impending significant events /hazards forms the integral part of the Department's strategy. This will be achieved through continuous consultation with these institutions to monitor the magnitude of the hazard and to distribute information in the form of advisories to all provinces. The priority in a cold spell mitigation plan is the development and dissemination of information required for decision­making and implementation by political decision-makers, administrative officials and, most importantly, individuals vulnerable to cold spell. The Department has established Early Warning"}, {"text_block_id": "p33_b409", "text": "Committees (EWCs), National Agricultural Disaster Risk Management Committee (NADRMCO) and Agricultural Disaster Risk Management Units in the provinces for the dissemination of information (advisories) and execution of other Agricultural Disaster Risk Management functions and responsibilities."}, {"text_block_id": "p33_b410", "text": "Recommendations from the committee build on cross-fertilization of ideas and inputs from identified experts and stakeholders. GIS, GPS, remote sensing, and satellite instruments will serve as additional monitoring tools to assess the opportunities that may be provided to address limitations in conventional inspections. The development, implementation and dissemination of early warning information form part of routine planning processes undertaken by the Department and must therefore be funded through existing budgets. The Provincial EWC members participate in National Agro-meteorological Committee (NAC), which, through DAFF compile the advisory to disseminate to the Agricultural sector. The same information is further uploaded on the AGIS for easy access. Early warning information is important for sound timely warnings of impending cold spell events so that preventative and mitigation measures can be taken through proper planning by the sector. Regular reality-check workshops will serve as the main vehicle for information synthesis and analysis and also reviewing delivery mechanisms."}, {"text_block_id": "p33_b411", "text": "5.2.4. Conduct quality control."}, {"text_block_id": "p33_b412", "text": "DAFF together with PDA's will conduct cold spell assessments or outsource the function depending on the availability of human capacity to comply with minimum quality control requirements. Specialists from government (Veterinary), private companies and research institutions must conduct cold spell assessments. Cold spell assessment must be based on actual situation on the ground with field consultation of farming communities and areas at risk. DAFF must establish a Technical Advisory Committee and have an external validation or external peer review of methods and findings. The advisory committee must comprise of experts in the hazard and vulnerabilities in question. National guidelines standards for assessing cold spell must be formulated. Initial expenditure on cold spell assessments can be offset by long-term benefits accruing from well-designed cold spell risk reduction measures. Since cold spell management is a national and provincial competence, national and provincial cold spell assessments should be funded through the budgets of the relevant sector department. The use of a standard format for cold spell assessments will contribute towards reducing the variability of costs across the various"}, {"text_block_id": "p34_b413", "text": "secto:::s. Costs involved in updating cold spell risk assessments must be budgeted for on a regular basis."}, {"text_block_id": "p34_b414", "text": "5.3 Cold spell Disaster risk reduction planning"}, {"text_block_id": "p34_b415", "text": "5.3.1. Integrated and relevant cold spell management plans."}, {"text_block_id": "p34_b416", "text": "Since cold spell is a shared responsibility within the agricultural sector, collaboration is important to attain the synergy necessary to drive the process or cold spell management. This Plan will be reviewed when the need arises. DAFF prepared Agricultural Cold Spell Management Plan according to the National Disaster Management Framework (2005) and arrangements for cold spell risk reduction planning. Contingency planning, including response and recovery planning must be available when disasters occur. DAFF further undertakes to establish integrated cold spell information management system. As part of risk reduction initiaŁives, DAFF conducts public awareness and educational programmes in the provinces annually and have also developed a climate change sector plan for agriculture."}, {"text_block_id": "p34_b417", "text": "5.3.2. Determine priority cold spell and priority areas, communities and household."}, {"text_block_id": "p34_b418", "text": "It is easy to prioritize areas affected by cold spell because in most cases the incidents and impacts are different across provinces. The difference is normally noticeable with regard to the magnitude of the impacts. The preliminary assessment could also serve as a valuable tool to prioritize community areas and households severely affected by cold spells."}, {"text_block_id": "p34_b419", "text": "5.3.3. Scope and development of cold spell reduction plans, projects and programmes."}, {"text_block_id": "p34_b420", "text": "Cold spell reports received from the TAC undertaking the assessment will be documented and disseminated to stakeholders through National Agricultural Disaster Management Forum (NADMF) and PDA's."}, {"text_block_id": "p34_b421", "text": "5.3.4. Inclusion of cold spell reduction efforts into strategic integrating structures and processes."}, {"text_block_id": "p34_b422", "text": "The appointed TAC in association with National Agricultural Disaster Risk Management Committee, Research and Academic institutions, PDAs, etc. will run pilot projects to ensure that"}, {"text_block_id": "p35_b423", "text": "the effectiveness of cold spell reduction efforts are adopted. Projects must be aligned with Departmental strategic goals and objectives"}, {"text_block_id": "p35_b424", "text": "5.3.5. Implementation and monitoring and evaluation of cold spell reduction programmes and initiatives."}, {"text_block_id": "p35_b425", "text": "The Department of Agriculture, forestry and fisheries through PDA's will evaluate incentives for resource conservation programmes and projects initiated to assess whether the budget available is adequate to finance them. DAFF will compile a report on cold spell reduction initiatives, and the frequency and severity of cold spell events. This includes the development of learning material and supportive guides. In order to effectively reduce the impact of cold spell, the government and other stakeholders must adopt a multisectoral and multi-disciplinary approach to address the various causes of cold spell or factors exacerbating the effects. Advocacy is required to ensure that all parties understand the impact of their plans on cold spell vulnerability. It is therefore necessary to give particular attention to the mitigation plans of government departments at national, provincial, local level, and the farming communities in order that they talk to each other."}, {"text_block_id": "p35_b426", "text": "In terms of funding arrangements, funding can be separated into cold spell management planning, implementation and reviews. The Act requires all spheres of government involved in agriculture to develop disaster risk management plans that guide cold spell management activities, including planning, implementing and reviewing cold spell reduction projects and programmes. Cold spell management planning must be included in the strategic plans of national and provincial departments and the IDP's of municipalities. These planning processes must be funded through the budgets of the relevant sector department."}, {"text_block_id": "p35_b427", "text": "5.4. Response and recovery during cold spell"}, {"text_block_id": "p35_b428", "text": "The aim of relief measures is to enable the farmers to continue with their agricultural activities in the post-disaster era."}, {"text_block_id": "p35_b429", "text": "5.4.1. Implementation of mechanisms for the dissemination of early warnings"}, {"text_block_id": "p35_b430", "text": "The Department of Agriculture, Forestry and Fisheries (DAFF) disseminates early warning information on hazards through advisories issued monthly. The early warnings are designed to"}, {"text_block_id": "p36_b431", "text": "alert farming communities and individuals to an impeding cold spell event and to take necessary steps to avoid or mitigate the risk and prepare an effective response. Integrated and coordinated policy based on rapid and effective response to cold spell and post-cold spell recovery and rehabilitation must be developed. Roles and responsibilities among stakeholders should be clearly defined. DAFF is responsible for the support of PDA's and other structures' such as NAC. PDA's and Local Government are also responsible for developing provincial and localised response projects."}, {"text_block_id": "p36_b432", "text": "5.4.2 Guidelines and mechanisms for the assessment, classification, declaration and review of cold spell events"}, {"text_block_id": "p36_b433", "text": "To ensure immediate and appropriate response and relief action when a significant cold spell event occurs, role players need to know what their contributions are. It is important that all organs of state budget because funding may derail the response and recovery efforts if proper government budget planning is not done. DAFF in collaboration with PDA's has a responsibility to take the lead in the agricultural cold spell policy review processes and assessments. Agencies responsible for co-coordinating tasks associated with response and relief measures must prepare guidelines for initial assessments. Training and capacity building to ensure correct application must complement this. Reviews must be conducted at the right time and reports compiled. The declaration of a national disaster must be published in a government gazette. The Minister of COPTA is responsible for such declarations"}, {"text_block_id": "p36_b434", "text": "5.4.3 Integrated response and recovery efforts"}, {"text_block_id": "p36_b435", "text": "The fundamental principle underpinning provisions relating to funding in the Act is that all organs of state must budget for costs involved in disaster response and recovery. This principle places the onus for funding the initial costs associated with a disaster on the organs of state involved in response and recovery operations. Once budgets for response and recovery activities have been exhausted, the relevant organ of state may request financial assistance from national government. There is a need for each and every organ of state to budget for response and recovery. Financial assistance will be provided after thorough assessments have been conducted the principles of the Disaster management Act (2002) have been fulfilled with specific reference to section 56 (4) (a-f)Financial assistance will only be provided after taking into account the"}, {"text_block_id": "p37_b436", "text": "disaster risk reduction measures taken prior to the onset of cold spell. National guidelines for the classification and declaration of states of disaster issued by the NDMC will help reduce the incentive for provincial and local governments to declare disasters with the intention of getting financial assistance from other spheres of government. The primary responsibility for coordinating agricultural response and recovery in cold spells will lie with the Department of Agriculture, forestry and fisheries both at National and Provincial levels. The operational plans and guidelines of various responses that contribute to the field operations will be developed when allocating primary and secondary responsibilities for response and recovery procedures."}, {"text_block_id": "p37_b437", "text": "DAFF will implement a response management system that provides clear allocation of responsibilities, mechanisms and participative approaches that will ensure a systematic approach to the effective utilization of necessary resources in a case of significant cold spell events. This will entail the establishment of Agricultural Disaster Management Forum at national level. The mandate of the forum will be limited to focus on disaster response and recovery and to convene when any agricultural disaster occurs in the province. DAFF must ensure coordinated response (combined efforts) in cold spell and making provision for partnerships between agencies involved in response and recovery and other role players. The response management system (all interested and affected parties) must work in a coordinated manner and provide for mechanisms to track escalation of incidents and report 'trigger' indicators. The decision-makers and administrators should be fully aware of the risks as well as the options available during cold spells, including funds and capacity, and how these can be obtained. Those directly affected by a cold spell should be fully informed of actions they should take and assistance that they could expect. It is equally important that they should be aware of financial and other assistance that will not be available to them so that they can provide for these in their planning. Funds need to flow quickly to support response and recovery efforts. Currently there are no dedicated funding mechanisms for disaster response and recovery operations, and resources are not released quickly enough to maximize the effectiveness of response activities. Since provinces do not raise much of their revenue, they should fund cold spell response and recovery operations from part of the equitable share. The use of funds from the contingency reserve should be considered only as a last resort. Once municipalities have exhausted their thresholds, they should then be able to request financial assistance from their provincial governments. Provincial"}, {"text_block_id": "p38_b438", "text": "departments, once their own funds are exhausted, may access funding from the central contingency fund for rehabilitation and reconstruction on a matching basis."}, {"text_block_id": "p38_b439", "text": "5.4.4 Standardized and regulated relief measures"}, {"text_block_id": "p38_b440", "text": "Relief measures following significant cold spell events and/or events classified as cold spell disasters will be coordinated and relief assistance equitably distributed through the development of Cold spell Relief Schemes. Regulations, guidelines, or Frameworks to guide the distribution of assistance and donations must be formulated together with measures for farmers to incorporate in their planning. Farmers are encouraged to register their farming businesses with South African Revenue Services for tax purposes."}, {"text_block_id": "p38_b441", "text": "5.4.5 Integrated rehabilitation and reconstruction activities"}, {"text_block_id": "p38_b442", "text": "Cold spell usually results in major setbacks such as loss of livestock, crops and natural resources, which in tum negatively affect on-going development. If farming communities have taken appropriate measures to mitigate cold spell, production capacity will be restored much more quickly than would otherwise be the case. DAFF will facilitate the establishment of project teams that will operate effectively to ensure a holistic approach to rehabilitate and reconstruct in the aftermath of cold spell events, and ensure that the projects and programmes maintain a developmental focus. A mechanism for the monitoring of rehabilitation and reconstruction projects and programmes will be established. Access to national funding is dependent on whether the PDA had taken sufficient cold spell risk reduction measures to reduce the severity and magnitude of cold spell."}, {"text_block_id": "p38_b443", "text": "5.5 Enablers"}, {"text_block_id": "p38_b444", "text": "5.5.1. Information management and communication"}, {"text_block_id": "p38_b445", "text": "In this knowledge era, DAFF acknowledges the rise in dependency on information management system today. Technology expansions and advancements such as satellites, GIS, OPS, Internet, remote sensing, computers, radios and television, SMS are evolving at sky-scraping pace. Today's competitive and rapidly changing environment requires information technology (IT) to decrease information delivery time. Planning and organizing information is an integral part in"}, {"text_block_id": "p39_b446", "text": "improving quality output. Imparting timely information on disasters, hazards, and vulnerabilities is a major challenge facing Government Institutions today. A database is one of the critical elements that an IT system could be premised upon. DAFF and PDA's should set up a reliable cold spell database for improved information dissemination, which is continuously updated. Identification of spatial data needs and data sources. Information is collected drawing on the participatory methods to extract more reliable information from local people. More often, use is made of Government Departments, AGIS, PDA's, Local municipalities, farmers, communities, traditional authorities and other stakeholders as sources of information. Technologies such as monitoring systems are extensively used to record waypoints that can be plotted on maps. This helps in providing information at various stages of the cold spell life cycle e.g. historical, cultural, etc. This information is easily accessible on the website but may not be edited. Only administrators are authorized to capture or edit data on the database. The data analysis will help the Department to track cold spell vulnerabilities and to inform research."}, {"text_block_id": "p39_b447", "text": "5.5.2 Information management and communication system that supports the objectives of the key performance areas and enablers."}, {"text_block_id": "p39_b448", "text": "The Directorate Agricultural Information & Communication Technology developed the system according to DAFF specifications in order to support the objectives of the key performance areas and enablers identified in the National Disaster Management Framework (2005). The DAFF through D: CCDM developed a risk communication plan to guide the Departmental communications strategy in a coordinated manner. This is being done to further enable proper dissemination of information and stakeholder communication channels with regard to agricultural cold spell management plan and other related agricultural disaster risk management issues. Any departure from the principles of the plan will constitute violation of the communication channels prescribed by DAFF."}, {"text_block_id": "p39_b449", "text": "5.5.3 Incorporation of additional specialized functionalities in the design of the information management and communication system."}, {"text_block_id": "p39_b450", "text": "Information management and communication system will be developed to assist in developing an institutionalized resource database that includes farmers and cold spell disasters to help in planning processes, cold spell risk analysis, cold spell risk assessment, mapping, monitoring and"}, {"text_block_id": "p40_b451", "text": "tracking of cold spell disasters. The database system is used to collect, capture and store data for development of Cold Spell research agenda. The database system is linked to the Departmental network system. It uses monitoring systems in generating maps and spatial information, allowing waypoints to be entered and plotted onto base maps. This will assist in accurately mapping current and historical cold spell stricken areas."}, {"text_block_id": "p40_b452", "text": "5.5.4 Awareness promotion and establishment of good media relations."}, {"text_block_id": "p40_b453", "text": "DAFF conducts awareness campaigns nationwide. In these meetings, challenges in dealing with cold spell are spelled-out and addressed and new strategies developed. These campaigns are communication paths between the farming communities and DAFF. The departments make use of newsletters, radio and television shows to disseminate cold spell information. Department of Education must partake by including cold spell management in school curricula, as spelled out in the Disaster Management Act and National Disaster Management Framework. It is DAFF's view that this will stimulate a culture of disaster resilience and strong community involvement, through public campaigns and education. Another effective means of disseminating information is thr()ugh the distribution of brochures, pamphlets and audio-visual materials."}, {"text_block_id": "p40_b454", "text": "5.5.5 The development of integrated information management and communication system for cold spell management"}, {"text_block_id": "p40_b455", "text": "Cold spell management is incomplete without effective Early Warning Systems in place for effective management decisions. The Department of Agriculture, forestry and fisheries publishes user-friendly early warning information monthly, which is translated into all official languages. This is made possible by the collaboration of South African Weather Services that provides the department with the weather outlook. This is accomplished through issuing NAC advisory to farming communities through PDA's. The public should be kept informed of current and forecast conditions and the required response actions by the provision of accurate, timely information to the print and electronic media (TV, radio, newsletters, Provincial information centers, SMS and the internet). An effective early warning and monitoring system is in place to warn farming co111.Cunities about risk and climatic conditions well in advance. Uses of both indigenous and scientific knowledge are encouraged to complement the weather forecast. To accomplish this, an integrative effort to balance the two is crucial."}, {"text_block_id": "p41_b456", "text": "5.6. Education, training, public awareness and research"}, {"text_block_id": "p41_b457", "text": "Education, training and research improve the responsiveness and adaptability of the agricultural sector and alter values and attitudes away from the traditional, and change in attitudes."}, {"text_block_id": "p41_b458", "text": "5.6.1 Conduct a national education, training and research needs and resource analysis for Cold spell Management."}, {"text_block_id": "p41_b459", "text": "DAFF and PDA's will devote more time perfecting their competence in education, training and resea;:-ch. For this purpose, DAFF and PDA's will assess the current resource base inventory to ascertain whether or not the country is capable of dealing with mitigation of high cold spell-risk situations. An education, training and research needs analysis will be conducted to identify opportunities and threats before research innovations are initiated through relevant research institutions and Directorates within DAFF such as Scientific Research and Development (SRD). DAFF will work in collaboration with NDMC on this matter."}, {"text_block_id": "p41_b460", "text": "5.6.2 Develop a national cold spell management education and training framework based on the national education, training and research needs and resource analysis."}, {"text_block_id": "p41_b461", "text": "DAFF coordinates training framework regarding cold spell issues in collaboration with the Department of Education. The Department of Agriculture, Forestry and Fisheries will strengthen research capacity especially on Climate Change and Early warning. DAFF will work closely with NDMC for guidance on this matter. The NDMC has already started campaigns in the proviuces to promote the incorporation of disaster risk management in school curricula through practical demonstrations and sketches."}, {"text_block_id": "p41_b462", "text": "5.6.3"}, {"text_block_id": "p41_b463", "text": "Design cold spell management education programmes that form part of the formal education system and are in line with the national education, training and research needs and resource analysis, the national education and training framework and the requirements of the South African Qualifications Authority and the National Qualification Framework."}, {"text_block_id": "p41_b464", "text": "It is the Department of Education's role to execute this function in collaboration with the Academic institutions and NDMC. DAFF will have inputs into aligning education, training and research needs and resource analysis and other matters relating to its line function."}, {"text_block_id": "p42_b465", "text": "5.6.4 Ensure that new and existing disaster risk management training programmes are in line with the national education, training and research and resources needs analysis, the national education and training framework and the requirements of the South African Qualifications Authority and the National Qualifications Framework."}, {"text_block_id": "p42_b466", "text": "DAFF recognizes the significance of capacity building through training and development of relevant local, provincial, and national capacities in efforts to mitigate the effects of cold spell. DAFF shall promote capacity building by:"}, {"text_block_id": "p42_b467", "text": "•"}, {"text_block_id": "p42_b468", "text": "Strengthening training and research capacity at the national level in the field of cold spell;"}, {"text_block_id": "p42_b469", "text": "•"}, {"text_block_id": "p42_b470", "text": "Establishing and/or strengthening support and extension services to disseminate relevant technology methods and techniques more effectively by training field agents;"}, {"text_block_id": "p42_b471", "text": "•"}, {"text_block_id": "p42_b472", "text": "Training of decision makers, managers, and personnel who are responsible for the collection and analysis of data for the dissemination and use of early warning information on cold spell conditions and for food production;"}, {"text_block_id": "p42_b473", "text": "•"}, {"text_block_id": "p42_b474", "text": "Introducing exchange visitor programmes to enhance capacity building m affected provinces through a long-term, interactive process of learning and study."}, {"text_block_id": "p42_b475", "text": "•"}, {"text_block_id": "p42_b476", "text": "Involving competent intergovernmental organizations, as well as with non-governmental organizations, in undertaking and supporting public awareness and educational programmes in both affected and unaffected provinces to promote understanding of the causes and effects of cold spell."}, {"text_block_id": "p42_b477", "text": "•"}, {"text_block_id": "p42_b478", "text": "Organizing awareness campaigns and training on weather and climate for the farming communities;"}, {"text_block_id": "p42_b479", "text": "•"}, {"text_block_id": "p42_b480", "text": "Developing and exchange educational and public awareness material, where possible in local languages, and appoint experts to train personnel of affected provinces in carrying out relevant education and awareness programmes. DAFF will work in collaboration with NDMC and the Department of Education on this matter."}, {"text_block_id": "p42_b481", "text": "5.6.5 Create awareness, promote a culture of cold spell risk avoidance and establish good media relations."}, {"text_block_id": "p42_b482", "text": "Awareness campaign programmes aimed at mitigating cold spell and other hazards are conducted throughout the country to promote the adoption of risk reduction principles. The"}, {"text_block_id": "p43_b483", "text": "awareness campaigns are intended for PDA's management, extension officers, all stakeholders and farming communities at risk. The schools will be targeted at a later stage. The Department of Agriculture, forestry and fisheries has to keep a pleasant media relations with newspapers, radio and television representatives. Disaster risk related issues should receive sufficient media coverage. Disaster risk management articles should be published from time to time in the newspapers, pamphlets brochures and agricultural newsletters. The Department of Agriculture, Forestry and Fisheries and PDAs should budget for these awareness campaigns."}, {"text_block_id": "p43_b484", "text": "5.6.6 Establish research programmes and information and advisory services"}, {"text_block_id": "p43_b485", "text": "The Department of Agriculture, Forestry and Fisheries has a long-term scientific research plan so that cold spell mapping can be achieved. This task is done in consultation with other Directorates so that vulnerable areas are identified and feasibility studies conducted. The research institutions play a pivotal role in terms of carrying out cold spell research."}, {"text_block_id": "p43_b486", "text": "Managing cold spell is central to the success of responsible farm practices. Farming communities need access to information regarding on-farm and off-farm risk, education on disaster management and training in farm management. The development of management skills should emphasis's a change of attitude towards acquiring and using information and integrating different management skills."}, {"text_block_id": "p43_b487", "text": "These processes should be responsive to farmers' needs and access requirements. Support for farming communities include grants to individual farm management teams to improve skills and plan their business professionally, and the provision of advice and training on risk, financial and natural resource management, marketing and sustainable farming. Research should identify geographical regions and farming communities that are at risk of cold spell. Public awareness and education on the realities of our climate, our natural resources and vulnerability to crises need to be promoted as a specific mitigation measure. Risk maps and predictions should be prepared and well managed and maintained. Education, training, public awareness and research are crucial to the success of cold spell management reduction strategies. Awareness on crop suitability and cold spell resistant crops must be emphasised during implementation of this plan. It is envisaged that education, training and research initiatives as well as broad-based public awareness programmes will be undertaken by a range of organs of state and other institutions. DAFF and provincial departments of agriculture have budgets for the education and training of"}, {"text_block_id": "p44_b488", "text": "officials and policy makers. Where possible, the department of agriculture, forestry and fisheries should ensure that courses offered are accredited. In the case of programmes that are not accredited, the department must budget for this form of training. Expenditure on accredited education and training initiatives can be reimbursed from SETA's."}, {"text_block_id": "p44_b489_merged", "text": "5.7 Funding arrangement for cold spell management"}, {"text_block_id": "p44_b492", "text": "Enabler 3 builds on the recommendations made by the Financial and Fiscal Commission on funding arrangements in its Submission on the Division of Revenue 2003/04, and describes the disaster management funding arrangements for organs of State in the national, provincial and local spheres of Government."}, {"text_block_id": "p44_b493", "text": "5.7.1 Establishment of funding arrangements for cold spell risk assessment."}, {"text_block_id": "p44_b494", "text": "Section 23(7) of the Disaster Management Act states that unless a disaster is classified as either a national or a provincial disaster, it must be regarded as a local disaster and the municipality should fund such a disaster. Chapter 6 of the Disaster Management Act outlines two principles that should be applied to funding the cost of a disaster when such an event is declared. Firstly, section 56(2) of the Act states that in the event of a disaster, 'national, provincial and local organs of state may financially contribute to response efforts and post-disaster recovery and rehabilitation'. Secondly, the Act assigns the responsibility for repairing or replacing infrastructure to the organ of state responsible for the maintenance of such infrastructure. Section 57 of the Act, however, provides some leeway for a municipality or provincial government to request financial assistance for recovery and rehabilitation from national government."}, {"text_block_id": "p44_b495", "text": "Cold spell management is a concurrent national, provincial competence and local government hence cold spell assessments should be funded through the budgets of the national, provincial departments of Agriculture and local government. Experience has shown that the annual cost of cold spell reduction programmes is far less than the annualised cost of post-disaster recovery and rehabilitation, and that prevention is better. Cold spell assessments will be conducted prior, during and after the disaster to monitor the incidence and impact scale. The public sector and farming communities should budget for the costs of these activities, whereas national, provincial and local governments should contribute to response efforts and post-disaster recovery and rehabilitation."}, {"text_block_id": "p45_b496", "text": "Each Organ of State has to incur the following costs of:"}, {"text_block_id": "p45_b497", "text": "•"}, {"text_block_id": "p45_b498", "text": "Development of plans, the sensitisation thereof and the reviews;"}, {"text_block_id": "p45_b499", "text": "•"}, {"text_block_id": "p45_b500", "text": "Dissemination, coordination and implementation of early warning systems and issuing of advisories;"}, {"text_block_id": "p45_b501", "text": "•"}, {"text_block_id": "p45_b502", "text": "Awareness campaigns and education; and"}, {"text_block_id": "p45_b503", "text": "•"}, {"text_block_id": "p45_b504", "text": "Research needs and initiatives."}, {"text_block_id": "p45_b505", "text": "If cold spell is of such a magnitude that a provincial department of agriculture cannot handle it, assistance may be requested from the Department of Agriculture, Forestry and fisheries (DAFF). The latter will then approach National Treasury for post-disaster recovery and rehabilitation funding as a relief measure. Funding will ultimately depend on the approval of assistance schemes by the Minister of Agriculture, forestry and fisheries."}, {"text_block_id": "p45_b506", "text": "5.7.2. Establishment of funding arrangements for cold spell risk reduction"}, {"text_block_id": "p45_b507", "text": "The f_ct requires DAFF, like other Organs of State, to develop disaster risk management plans in accordance with the disaster management framework (2005) which guide cold spell management activities, including planning and implementation of cold spell reduction projects and programmes. Cold spell management plan must be included in the strategic plans of the national and provincial departments of Agriculture and the IDP's of municipalities. If cold spell management plan is integrated into general IDP processes, then little or no additional budgetary allocation for cold spell management will be required."}, {"text_block_id": "p45_b508", "text": "National, Provincial Departments of Agriculture and Municipalities must include risk reduction as part of a broader strategy to reduce the overall risks. In relation to cold spell management, organs of state should have access to sufficient funding to be able to discharge their legislative responsibilities. Farmers are also encouraged to participate in schemes where money received from stock sale during cold spell periods is deposited at Land bank tax-free until withdrawal when conditions are favourable to replace the stock (Chapter 13 sec.13.4-5 of Income Tax Act (Act 58 of 1962). These factors must be constantly put under check to meet the changing demands of new technology to cope with climate change and climate variability."}, {"text_block_id": "p45_b509", "text": "Ideally, the funding mechanisms should not impose new reporting obligations on provincial or local organs of state. Rather, the reporting process should be integrated into the existing reporting cycle."}, {"text_block_id": "p46_b510", "text": "5.7.3 Establishment of funding arrangements for cold spell response and recovery"}, {"text_block_id": "p46_b511", "text": "The development, implementation and dissemination of early warnings form part of the planning processes undertaken by National and provincial departments of Agriculture and must therefore be funded by the existing budgets. The principle relating to funding in the plan is that all government spheres (Three spheres of government) must budget for costs involved in disaster respo11se and recovery. Rehabilitation and reconstruction can be funded through their own budgets or from the central contingency fund. The Act requires a paradigm shift from recovery and rehabilitation to disaster risk reduction. This has a profound influence on funding arrangements. International experience has shown that having risk reduction measures in place substantially reduces the cost of a disaster when it does occur. One of the main problems in South Africa is the lack of information on the costs associated with past disasters. If both the direct and indirect costs of cold spell disasters are not quantified, the benefits of risk reduction measures cannot be evaluated against the cost of cold spell."}, {"text_block_id": "p46_b512", "text": "It is recommended that organs of state or entities -particularly those regularly affected by cold spell -analyse data on the severity and magnitude of past cold spell, and use this information as the basis for projecting the potential costs of such disasters. These projections will be the most reliable estimates of the likely costs of future disasters, and should thus form the basis for cold spell disaster management budgeting. The cost of cold spell can become so substantial that no single provincial and municipal organ of state is able to fund recovery efforts on its own. In such cases, funding mechanisms should make provision for post-cold spell recovery costs to be shared across the widest possible population rather than being a burden on the affected population. The extent to which a farmer has implemented cold spell reduction efforts will be taken into account when requests for cold spell response and post-cold spell rehabilitation funding are to be considered."}, {"text_block_id": "p46_b513", "text": "5.7.4. Establishment of funding arrangements for cold spell management education, training, public awareness and research."}, {"text_block_id": "p46_b514", "text": "Education, training, public awareness and research are crucial to the success of cold spell management and cold spell reduction strategies. Given the central importance of finance to the achievement of the objective of the Department, taking into account their capabilities, DAFF"}, {"text_block_id": "p47_b515", "text": "shall make every effort to ensure that adequate financial resources are available for programmes to mitigate the effects of cold spell."}, {"text_block_id": "p47_b516", "text": "DAFF undertakes to:"}, {"text_block_id": "p47_b517", "text": "•"}, {"text_block_id": "p47_b518", "text": "Mobilize substantial financial resources in order to support the implementation of Programmes to mitigate the effects of cold spell;"}, {"text_block_id": "p47_b519", "text": "•"}, {"text_block_id": "p47_b520", "text": "Promote the mobilization of adequate and timely financial resources, in conformity with the relevant provisions of the PFMA;"}, {"text_block_id": "p47_b521", "text": "•"}, {"text_block_id": "p47_b522", "text": "Explore other innovative methods and incentives for mobilizing and channeling resources to reducing impacts of cold spell."}, {"text_block_id": "p47_b523", "text": "•"}, {"text_block_id": "p47_b524", "text": "Involve private sector funding sources and mechanisms, including those of non­governmental organizations."}, {"text_block_id": "p47_b525", "text": "•"}, {"text_block_id": "p47_b526", "text": "Rationalize and strengthen the management of resources already allocated for mitigating the effects of cold spell by using them more effectively and efficiently, assessing their successes and shortcomings, removing hindrances to their effective use and, where necessary, reorienting programmes in light of the integrated long-term approach;"}, {"text_block_id": "p47_b527", "text": "•"}, {"text_block_id": "p47_b528", "text": "Facilitate the provision of necessary funding at the national, provincial, and local levels for activities pursuant to relevant provisions of the Act (National Disaster Management Framework);"}, {"text_block_id": "p47_b529", "text": "•"}, {"text_block_id": "p47_b530", "text": "Promote multiple-source funding approaches, mechanisms and arrangements and their assessment."}, {"text_block_id": "p47_b531", "text": "•"}, {"text_block_id": "p47_b532", "text": "Provides interested parties and relevant intergovernmental and non-governmental organizations with information on available sources of funds and on funding patterns in order to facilitate coordination among them;"}, {"text_block_id": "p47_b533", "text": "•"}, {"text_block_id": "p47_b534", "text": "Establish and maintain a roster of independent experts with expertise and experience in cold spell. The roster shall be based on nominations received in writing from the experts, taking into account the need for a multi-disciplinary approach and broad geographical representation."}, {"text_block_id": "p47_b535", "text": "•"}, {"text_block_id": "p47_b536", "text": "Utilize participatory processes involving non-governmental organizations, local groups and the private sector, in raising funds, in elaborating as well as implementing programmes and in assuring access to funding by farming groups at the grass roots level."}, {"text_block_id": "p48_b537", "text": "These actions can be enhanced by improved coordination and flexible programming on the part of those providing assistance."}, {"text_block_id": "p48_b538", "text": "6. IMPLEMENTATION GUIDELINES"}, {"text_block_id": "p48_b539", "text": "6.1 Strategic issues"}, {"text_block_id": "p48_b540", "text": "Although the proposed Agricultural Cold Spell Management Plan can be implemented within a short time span, its revision will require considerable information as well as research on the cold spell situation and demand in different parts of the country."}, {"text_block_id": "p48_b541", "text": "Inputs will be obtained by robust discussions among stakeholders on the proposed interventions, objectives and targets. National Inter-Governmental Working Groups and all key stakeholders should finalize the components of the plan."}, {"text_block_id": "p48_b542", "text": "Some strategic issues to be considered for implementation include:"}, {"text_block_id": "p48_b543", "text": "•"}, {"text_block_id": "p48_b544", "text": "Development and implementation of appropriate cold spell management plans at local, provincial and national levels, linked to information management systems;"}, {"text_block_id": "p48_b545", "text": "•"}, {"text_block_id": "p48_b546", "text": "Development of information systems to share cold spell management information with stakeholders;"}, {"text_block_id": "p48_b547", "text": "•"}, {"text_block_id": "p48_b548", "text": "Establishment and maintenance of monitoring systems as part of a broader system to mitigate, prevent and respond to cold spell events;"}, {"text_block_id": "p48_b549", "text": "•"}, {"text_block_id": "p48_b550", "text": "Provision of support to improve institutional and organisational development with special focus on human resource capacity. The goal is to improve programme planning, implementation, monitoring and evaluation."}, {"text_block_id": "p48_b551", "text": "•"}, {"text_block_id": "p48_b552", "text": "Provision of funding for implementation actions"}, {"text_block_id": "p48_b553", "text": "6.2. Actions for implementation"}, {"text_block_id": "p48_b554", "text": "The following mechanisms will be employed to put the plan into action:"}, {"text_block_id": "p48_b555", "text": "•"}, {"text_block_id": "p48_b556", "text": "Design priority programmes for cold spell mitigation and adaptation;"}, {"text_block_id": "p48_b557", "text": "•"}, {"text_block_id": "p48_b558", "text": "Set key performance indicators;"}, {"text_block_id": "p48_b559", "text": "•"}, {"text_block_id": "p48_b560", "text": "Set service delivery standards;"}, {"text_block_id": "p48_b561", "text": "•"}, {"text_block_id": "p48_b562", "text": "Design management and administrative structures;"}, {"text_block_id": "p48_b563", "text": "•"}, {"text_block_id": "p48_b564", "text": "Design information and communication systems;"}, {"text_block_id": "p49_b565", "text": "•"}, {"text_block_id": "p49_b566", "text": "Design monitoring and evaluation systems; and"}, {"text_block_id": "p49_b567", "text": "•"}, {"text_block_id": "p49_b568", "text": "Secure human and financial resources."}, {"text_block_id": "p49_b569", "text": "•"}, {"text_block_id": "p49_b570", "text": "Design the recovery and rehabilitation programmes"}, {"text_block_id": "p49_b571", "text": "•"}, {"text_block_id": "p49_b572", "text": "Identify areas of research on climate change and early warning methods"}, {"text_block_id": "p49_b573", "text": "6.3. Implementation tools"}, {"text_block_id": "p49_b574", "text": "The plan embodies the principles and guidelines contained in the following documents:"}, {"text_block_id": "p49_b575", "text": "•"}, {"text_block_id": "p49_b576", "text": "The Constitution;"}, {"text_block_id": "p49_b577", "text": "•"}, {"text_block_id": "p49_b578", "text": "The White Paper on Agriculture, 1995;"}, {"text_block_id": "p49_b579", "text": "•"}, {"text_block_id": "p49_b580", "text": "The White Paper on Disaster Management, 1999;"}, {"text_block_id": "p49_b581", "text": "•"}, {"text_block_id": "p49_b582", "text": "The Disaster Management Act (57 of 2002);"}, {"text_block_id": "p49_b583", "text": "•"}, {"text_block_id": "p49_b584", "text": "The Strategic Plan for the Department of Agriculture;"}, {"text_block_id": "p49_b585", "text": "•"}, {"text_block_id": "p49_b586", "text": "CARA-The Conservation of Agricultural Resources Act (43 of 1983)."}, {"text_block_id": "p49_b587", "text": "•"}, {"text_block_id": "p49_b588", "text": "NDMF -National Disaster Management Framework (2005)"}, {"text_block_id": "p49_b589", "text": "•"}, {"text_block_id": "p49_b590", "text": "National Water Act (Act of 19)"}, {"text_block_id": "p49_b591", "text": "•"}, {"text_block_id": "p49_b592", "text": "Other supporting legislations"}, {"text_block_id": "p49_b593", "text": "7."}, {"text_block_id": "p49_b594", "text": "CONCLUSIONS AND RECOMMENDATIONS"}, {"text_block_id": "p49_b595", "text": "The agricultural sector faces increasing challenges from climate and weather risks and there will be pressure on governments to develop appropriate policy to enhance producers' adaptive capacity. A proactive approach to reduce the toll of disasters in farming communities requires a more comprehensive approach that encompasses both pre-disaster risk reduction and post­disaster recovery. This is framed by new approaches, management practices and institutional arrangements supporting effective action. Therefore Cold Spell Management strategies discussed in this plan will represents a marked deviation from the existing approach to disaster management where risk management, risk reduction and mitigation, are the core principles of the plan aimed at reducing the vulnerability of farming communities. Furthermore disaster risk reduction is a proactive approach that needs to be integrated in development planning at all levels of government. Thus by changing our planning processes, and incorporating disaster risk assessment into planning of all new development projects, we can make sure that the future"}, {"text_block_id": "p50_b596", "text": "natural hazards will find resilient communities that are capable of withstanding their impact. We also need to recognize that we can mitigate the impact of disasters and make mitigation the cornerstone of our disaster management interventions. The plan acknowledges the premise that the government should only provide assistance where sustainable agricultural management is practiced. Partnership between government departments, Organised Agriculture, Farming Communities, NGO's, Institutions, Private sector, etc. is essential for the latter."}, {"text_block_id": "p51_b597", "text": "ANNEXURE I"}, {"text_block_id": "p51_b598", "text": "Cold spell management challenges and mitigating strategies"}, {"text_block_id": "p51_b599", "text": "Cold temperature impacts on agriculture are frequently discussed in terms of frost and freeze impacts early or late in growing seasons. Absolute temperature and duration of extreme cold can have devastating effects on trees and winter crops as well as livestock. Prolonged cold spells can impact livestock not protected from the frigid temperatures, therefore proper mitigation strategies are needed to ensure that farmers minimize the impacts of Cold Spells. The following must be taken into consideration for animal production:"}, {"text_block_id": "p51_b600", "text": "•"}, {"text_block_id": "p51_b601", "text": "Weather forecasting must take into account the hazards and impacts of temperature extremes to provide useful, understandable and timely information for the farmers."}, {"text_block_id": "p51_b602", "text": "•"}, {"text_block_id": "p51_b603", "text": "Provide windbreaks for calving cows."}, {"text_block_id": "p51_b604", "text": "•"}, {"text_block_id": "p51_b605", "text": "Make sure that water is available because water is a main concern in winter livestock management. If animals do not have enough water they will not feed. Water is necessary to maintain and develop the rumen and to maximize the benefits of the nutrients consumed. Water needs to be available several times a day."}, {"text_block_id": "p51_b606", "text": "•"}, {"text_block_id": "p51_b607", "text": "Provide good quality hay."}, {"text_block_id": "p51_b608", "text": "•"}, {"text_block_id": "p51_b609", "text": "Housing facilities should be designed and constructed to ensure animals comfort and enhance their good health."}, {"text_block_id": "p51_b610", "text": "•"}, {"text_block_id": "p51_b611", "text": "Monitor body condition of cattle under prolonged cold spell and adjust the ration accordingly."}, {"text_block_id": "p51_b612", "text": "•"}, {"text_block_id": "p51_b613", "text": "Provide bedding for calving cows."}, {"text_block_id": "p51_b614", "text": "•"}, {"text_block_id": "p51_b615", "text": "Examine newborn calves carefully to detect frostbite when conditions create risk."}, {"text_block_id": "p51_b616", "text": "•"}, {"text_block_id": "p51_b617", "text": "Adequate feed must be provided regularly"}, {"text_block_id": "p51_b618", "text": "•"}, {"text_block_id": "p51_b619", "text": "Keep animals clean and dry"}, {"text_block_id": "p51_b620", "text": "The following must be taken into consideration for crop production"}, {"text_block_id": "p51_b621", "text": "•"}, {"text_block_id": "p51_b622", "text": "Set young crops in the ground by hand when fields dry out."}, {"text_block_id": "p51_b623", "text": "•"}, {"text_block_id": "p51_b624", "text": "Greenhouses can be used to increase production."}, {"text_block_id": "p51_b625", "text": "•"}, {"text_block_id": "p51_b626", "text": "Avoid crop varieties that are often more tender."}, {"text_block_id": "p51_b627", "text": "•"}, {"text_block_id": "p51_b628", "text": "Choose crops that are reliably hardy in the area where you live."}, {"text_block_id": "p51_b629", "text": "•"}, {"text_block_id": "p51_b630", "text": "Avoid high-nitrogen fertilizers as they encourage plants to make lots of sappy leafy growth that is particularly susceptible to damage, especially early and late in the year."}, {"text_block_id": "p51_b631", "text": "•"}, {"text_block_id": "p51_b632", "text": "Make sure tender specimŁns are planted in a sheltered spot, under large trees and shrubs or against walls, give them some heat and protection during the winter."}, {"text_block_id": "p51_b633", "text": "•"}, {"text_block_id": "p51_b634", "text": "Ensure that crops with tender flower buds or shoots are not planted in east-facing sites."}, {"text_block_id": "p51_b635", "text": "•"}, {"text_block_id": "p51_b636", "text": "If plants are cut back hard in spring new growth could be damaged by frost."}, {"text_block_id": "p51_b637", "text": "•"}, {"text_block_id": "p51_b638", "text": "Cold air and frost always descend to the lowest point in a garden so avoid planting tender plants in obvious frost pockets."}, {"text_block_id": "p52_b639", "text": "Should crops get frosted, there are ways to minimize the damages as follows:"}, {"text_block_id": "p52_b640", "text": "•"}, {"text_block_id": "p52_b641", "text": "Protect crops from the morning sun because cells can be damaged if the crops defrost too quickly."}, {"text_block_id": "p52_b642", "text": "•"}, {"text_block_id": "p52_b643", "text": "Cut back frosted growth to a new bud to prevent further die back and encourage plants to produce new shoots."}, {"text_block_id": "p52_b644", "text": "•"}, {"text_block_id": "p52_b645", "text": "Feed damaged crops and plants with a balanced fertilizer mix (NPK) to encourage growth."}, {"text_block_id": "p52_b646", "text": "Ways to reduce or prevent injury"}, {"text_block_id": "p52_b647", "text": "•"}, {"text_block_id": "p52_b648", "text": "Site selection -Avoid poorly drained soil and orchards facing eastern side."}, {"text_block_id": "p52_b649", "text": "•"}, {"text_block_id": "p52_b650", "text": "Mulching -keeps the soil temperature warmer and also form barrier between soil surface and cold"}, {"text_block_id": "p52_b651", "text": "weather."}, {"text_block_id": "p52_b652", "text": "•"}, {"text_block_id": "p52_b653", "text": "Select resistant/tolerant rootstock for areas that are prone to cold spell"}, {"text_block_id": "p52_b654", "text": "•"}, {"text_block_id": "p52_b655", "text": "Correct timing offertilization"}, {"text_block_id": "p52_b656", "text": "•"}, {"text_block_id": "p52_b657", "text": "Pruning should be done later in winter or early in spring"}, {"text_block_id": "p52_b658", "text": "•"}, {"text_block_id": "p52_b659", "text": "Overhead irrigation for freeze protection is highly recommended."}, {"text_block_id": "p52_b660", "text": "Other mitigation strategies"}, {"text_block_id": "p52_b661", "text": "Protect tree trunks by wrapping them with paper tree wrap or burlap to prevent frost cracks."}, {"text_block_id": "p52_b662", "text": "•"}, {"text_block_id": "p52_b663", "text": "Fruit trees are sometimes painted with white latex paint, which reflects sunlight and keeps the trunk from cracking."}, {"text_block_id": "p52_b664", "text": "•"}, {"text_block_id": "p52_b665", "text": "Desiccation or drying out occurs if the ground is frozen beyond the depth of the root system. This type of injury appears as discoloured or burned evergreen needles or leaves."}, {"text_block_id": "p52_b666", "text": "•"}, {"text_block_id": "p52_b667", "text": "Corrective pruning should not be started until the full extent of the damage can be determined."}, {"text_block_id": "p52_b668", "text": "•"}, {"text_block_id": "p52_b669", "text": "Injury to foliage and tender shoots should be visible within a few days. Gently scrap under the outer layer of bark to see if green wood is present. Once you have determined the extent of damage, remove any dead wood."}, {"text_block_id": "p52_b670", "text": "•"}, {"text_block_id": "p52_b671", "text": "Windbreaks can be constructed to block frigid winter winds. Plants can also be covered with fabric on cold nights."}, {"text_block_id": "p52_b672", "text": "•"}, {"text_block_id": "p52_b673", "text": "Water plants to keep them hydrated and prevent them from drying due to cold air and frozen soil."}, {"text_block_id": "p52_b674", "text": "Dealing with snow"}, {"text_block_id": "p52_b675", "text": "The benefit of snow is that it acts as an insulator, protecting crops and plants from the cold and frost, however, a heavy layer of snow can also cause leaves and branches to break."}, {"text_block_id": "p52_b676", "text": "•"}, {"text_block_id": "p52_b677", "text": "Shake excess snow from the branches of large trees, shrubs and hedges to prevent them from becoming disfigured by the weight."}, {"text_block_id": "p52_b678", "text": "•"}, {"text_block_id": "p52_b679", "text": "Remove heavy deposits of snow from the roofs of greenhouses to let the light in and prevent the structures from bending under the weight."}, {"text_block_id": "p54_b680", "text": "Table 4 Average duration of frost period (Schulze, 1997)"}, {"text_block_id": "p55_b681", "text": "ANNEXURE"}, {"text_block_id": "p55_b682", "text": "III"}, {"text_block_id": "p55_b683", "text": "Forest classifications and their climatic conditions"}, {"text_block_id": "p55_b684", "text": "South African Perspective"}, {"text_block_id": "p55_b685", "text": "The South African forestry sector has multiple biomes. For some, proper prevention and/or mitigation strategies without proper information are not feasible due to their land area as well as their species composition. Biomes such as the Savanna, Thicket, Grassland, Nama Karoo and Succulent Karoo are characterised by high species diversity. Natural forest have continuous canopy cover comprised of mostly evergreen trees and multi-layered vegetation and thus has a complex species composition that makes it difficult to fully prepare for cold spells. Commercial forestry in South Africa is characterised by three main genera"}, {"text_block_id": "p55_b686", "text": "Eucalyptus, Acacia"}, {"text_block_id": "p55_b687", "text": "and"}, {"text_block_id": "p55_b688", "text": "Pinus,"}, {"text_block_id": "p55_b689", "text": "all of which have distinct minimum temperatures for growth as well as high levels of monoculture. Adverse weather conditions have a great influence in the production of timber and other wood products and therefore proper sustainable management practil.0s are required for the sector to flourish."}, {"text_block_id": "p55_b690_merged_merged_merged", "text": "Frost damage is severe in the Highveld of Mpumalanga and certain areas in Kwa-Zulu Natal, especially in the valleys and drainage areas. Most frost damage occurs in winter following planting, in the form of tip scorching and/or total scorching depending on the frequency and severity of the frost. Some species may be completely scorched and drop leaves but have the capacity to recover in spring. This is typical of E. macarthurii, one of the most frost-tolerant species planted in South Africa."}, {"text_block_id": "p55_b693", "text": "Table 5 provides a list of the species that are currently used in South African forestry and their specific growing conditions, included is the minimum temperatures that can be reached without having adverse effects."}, {"text_block_id": "p56_b694", "text": "Table 5: South Africa commercial forestry species and their growing conditions Adapted from: Sappi (2003) and Robison (2009)"}, {"text_block_id": "p56_b695", "text": "In each of the biomes great care must be taken in establishing a list of all the relevant species and the minimum cold conditions as well as the management strategies. Most of the strategies listed in the following sections can be applied some of the species within each biome but the greatest applicability for these strategies is within the commercial forestry sector. When considering the effects of frost and snow in each biome, especially non­commercial forests, the biological characteristics of each species regarding the effect that frost and snow should be noted. With the appropriate knowledge, strategies can be developed to meet the needs of the species that would be most impacted by severe climatic conditions."}, {"text_block_id": "p57_b696", "text": "FROST AFFLICTIONS"}, {"text_block_id": "p57_b697", "text": "Bark splitting"}, {"text_block_id": "p57_b698", "text": "This type of damage occurs as a splitting of the stem or bark, typically near the base of the plant due to sudden changes in temperature. If bark splitting damage occurs at the crown (base) of the plant it may not survive. Unseasonal warm temperatures during winter or early spring can cause plants to come out of dormancy. If hard frost occurs then this type of freeze damage is common. This problem can also exist in autumn when an early frost occurs before plants have properly acclimated to cold weather. Split stems and branches should be pruned to unaffected growth."}, {"text_block_id": "p57_b699", "text": "Ground frost"}, {"text_block_id": "p57_b700", "text": "The presence of severe cold weather condition ground frost may occur, allowing the trees to utilize only a shallow layer of soil which thaws during summer. During winter months, if the ground is frozen beyond the depth of the root zone, desiccation may occur. Water loss is greater during windy, sunny condition; this type of injury appears as discoloured or burnt evergreen needles or leaves. When soils defrost, they are easily damaged by forest harvesting equipment."}, {"text_block_id": "p57_b701", "text": "Frost crack"}, {"text_block_id": "p57_b702", "text": "Frost crack is a form of tree bark damage sometimes found on thin barked trees, visible as vertical fractures on the southerly facing surfaces of tree trunks. It is caused when the inner and outer wood in the tree's trunk expands and contracts at different rates when the temperature changes. Frost cracks are frequently the result of a weakness in the bark which occurred to the tree earlier. In late winter and early spring, water in the phloem expands and contracts under often fluctuating temperatures. Rapid expansion and contraction of water within the wood and bark, partic1.t!arly under rapidly falling night temperatures, can result in a frost crack. Cold, clear, sunny days are the most likely to result in frost cracking, particularly as the heat energy can be higher than any other time of year. Trees suddenly left exposed by felling are highly susceptible. Although frost cracks may be up to several meters long, these cracks usually only become apparent in early spring. These cracks may heal in the summer and reopen in winter, so that successive cracking and healing over a number of years results in the formation of 'frost ribs' on the sides of affected trees. The wood beneath the frost crack is rarely damaged. Frost cracks often act as sites of entry for wood decay organisms, including insects, fungi and bacteria. Timber damaged in this way is unsuitable for use in buildings, etc."}, {"text_block_id": "p57_b703", "text": "Sunscald"}, {"text_block_id": "p57_b704", "text": "This disease occurs during late winter or early spring when the temperature is above freezing during the day and below freezing at night. During the day the tree tissues, warmed by the sun, become active. Freezing at night kills this tissue, resulting in an elongated canker usually on the southwest side of the tree. Thin barked trees such as maples are most susceptible to this type of injury. Sunscald is another form of winter injury that can cause cracks and splits. Fungus infections often invade trees via sunscald injuries."}, {"text_block_id": "p58_b705", "text": "STRATEGIES FOR DEALING WITH SNOW AND FROST AFFLICTIONS"}, {"text_block_id": "p58_b706", "text": "Dealing with plants after a freeze"}, {"text_block_id": "p58_b707", "text": "Proper cultural practices can do much to lessen the impact of frost:"}, {"text_block_id": "p58_b708", "text": "Avoiding winter damage"}, {"text_block_id": "p58_b709", "text": "The best way to avoid winter damage is to select the appropriate hardy species of plant. Plant hardiness zone maps can be used to select plants for particular locations. Within a hardiness zone, consider using plants that are adapted to lower temperatures particularly harsh conditions. Allowing plants to harden in autumn before the colder weather begins should better equip them for the harsh conditions. Stimulating new growth by applying excessive nitrogen fertilizers and pruning in early autumn should be avoided. Plants that are diseased or nutrient deficient are more susceptible to winter injury than healthy ones. Protect young tress by wrapping the trunks and branches with insulacing material such as palm fronds, cornstalks, cardboard or fiber glass. Bare soil radiates more heat than soil blanketed with mulch or ground cover and this radiated heat helps protect trees from frost. In cases where severe cold conditions are predicted, and in areas with good drainage, running a sprinkler system slowly or furrow irrigation throughout the night could be helpful."}, {"text_block_id": "p58_b710", "text": "Prevention of Frost Cracks"}, {"text_block_id": "p58_b711", "text": "Avoiding the use of fertilizers late in the growing season can reduce the incidence of splits, also protecting the bark"}, {"text_block_id": "p58_b712", "text": "of young trees from physical damage. An effective low cost method used in some small crop farms and plant nurseries, exploits a property of water known as latent heat of fusion. By use of a pulsed irrigation timer, existing overhead sprinklers may be used to deliver water at a low average precipitation rate ranging from 2.5 to 5ml/Hour for frosts down to -5deg. C. As the water is deposited on the foliage it freezes, giving off its latent heat and preventing the temperature of the foliage falling below zero."}, {"text_block_id": "p58_b713", "text": "Repairing Frost Cracking"}, {"text_block_id": "p58_b714", "text": "Most tree species try to seal the edges of wounds by forming a callus layer. The wound's edges begin to form this callus during the first growing season after that crack appears and the callus layer will continue to grow and after many years, the wound may close over entirely. Frost cracks are included as one of the major visible tree defects that contribute to the renowned poor quality of many hardwood stands."}, {"text_block_id": "p58_b715", "text": "Dealing with Sunscald"}, {"text_block_id": "p58_b716", "text": "Sunscald injury can be reduced or eliminated on young trees by wrapping the trunks each winter with tree wrap paper. This should be done every year until the bark begins to roughen. Prune trees that haven't been pruned for years in stages, not all at once. To prevent borers from entering the trunk, the affected area should be sprayed with an insecticide called Merit."}, {"text_block_id": "p59_b717", "text": "Important"}, {"text_block_id": "p59_b718", "text": "Information"}, {"text_block_id": "p59_b719", "text": "from Government Printing Works"}, {"text_block_id": "p59_b720", "text": "Dear Valued Customers,"}, {"text_block_id": "p59_b721", "text": "Government Printing Works has implemented rules for completing and submitting the electronic Adobe Forms when you, the customer, submits your notice request."}, {"text_block_id": "p59_b722", "text": "Please take note of these guidelines when completing your form."}, {"text_block_id": "p59_b723", "text": "GPW Business Rules"}, {"text_block_id": "p59_b724", "text": "1."}, {"text_block_id": "p59_b725", "text": "No hand written notices will be accepted for processing, this includes Adobe forms which have been completed by hand."}, {"text_block_id": "p59_b726", "text": "2."}, {"text_block_id": "p59_b727", "text": "Notices can only be submitted in Adobe electronic form format to the email submission address"}, {"text_block_id": "p59_b728", "text": "submit.egazette@gpw.gov.za"}, {"text_block_id": "p59_b729", "text": ". This means that any notice submissions not on an Adobe electronic form that are submitted to this mailbox will be"}, {"text_block_id": "p59_b730", "text": "rejected"}, {"text_block_id": "p59_b731", "text": ". National or Provincial gazette notices, where the Z95 or Z95Prov must be an Adobe form but the notice content (body) will be an attachment."}, {"text_block_id": "p59_b732", "text": "3."}, {"text_block_id": "p59_b733", "text": "Notices brought into GPW by \"walk-in\" customers on electronic media can only be submitted in Adobe electronic form format. This means that any notice submissions not on an Adobe electronic form that are submitted by the customer on electronic media will be"}, {"text_block_id": "p59_b734", "text": "rejected"}, {"text_block_id": "p59_b735", "text": ". National or Provincial gazette notices, where the Z95 or Z95Prov must be an Adobe form but the notice content (body) will be an attachment."}, {"text_block_id": "p59_b736", "text": "4."}, {"text_block_id": "p59_b737", "text": "All customers who walk in to GPW that wish to submit a notice that is not on an electronic Adobe form will be routed to the Contact Centre where the customer will be taken through the completion of the form by a GPW representative. Where a customer walks into GPW with a stack of hard copy notices delivered by a messenger on behalf of a newspaper the messenger must be referred back to the sender as the submission does not adhere to the submission rules."}, {"text_block_id": "p59_b738", "text": "5."}, {"text_block_id": "p59_b739", "text": "All notice submissions that do not comply with point 2 will be charged full price for the notice submission."}, {"text_block_id": "p59_b740", "text": "6."}, {"text_block_id": "p59_b741", "text": "The current cut-off of all Gazette’s remains unchanged for all channels. (Refer to the GPW website for submission deadlines –"}, {"text_block_id": "p59_b742", "text": "www.gpwonline.co.za"}, {"text_block_id": "p59_b743", "text": ")"}, {"text_block_id": "p59_b744", "text": "7."}, {"text_block_id": "p59_b745", "text": "Incorrectly completed forms and notices submitted in the wrong format will be rejected to the customer to be corrected and resubmitted. Assistance will be available through the Contact Centre should help be required when completing the forms. (012-748 6200 or email"}, {"text_block_id": "p59_b746", "text": "info.egazette@gpw.gov.za"}, {"text_block_id": "p59_b747", "text": ")"}, {"text_block_id": "p59_b748", "text": "8."}, {"text_block_id": "p59_b749", "text": "All re-submissions by customers will be subject to the above cut-off times."}, {"text_block_id": "p59_b750", "text": "9."}, {"text_block_id": "p59_b751", "text": "All submissions and re-submissions that miss the cut-off will be rejected to the customer to be submitted with a new publication date."}, {"text_block_id": "p59_b752", "text": "10."}, {"text_block_id": "p59_b753", "text": "Information on forms will be taken as the primary source of the notice to be published. Any instructions that are on the email body or covering letter that contradicts the notice form content will be ignored."}, {"text_block_id": "p59_b754", "text": "You are therefore advised that effective from"}, {"text_block_id": "p59_b755", "text": "Monday, 18 May 2015"}, {"text_block_id": "p59_b756", "text": "should you not comply with our new rules of engagement, all notice requests will be rejected by our new system."}, {"text_block_id": "p59_b757_merged_merged_merged_merged_merged_merged", "text": "Furthermore, the fax number 012-748 6030 will also be discontinued from this date and customers will only be able to submit notice requests through the email address"}], "document_description": "South Africa's Sectoral Cold Spell Management Plan outlines how to manage projected increases in the frequency of cold spells in the country's agricultural sector due to climate change. It has three broad objectives:\n<ul style=\"list-style-type: disc;\">\n<li>Reduce the negative impacts of cold spells through sustainable cold spell management tools and practices</li>\n<li>Establish and implement priority programs for cold spell management, preparedness, mitigation, response, recovery, and risk management strategies</li>\n<li>Implement and improve an early warning system for cold spells as a disaster risk management</li>\n</ul>"}