{"document_instrument_name": [], "document_country_english_shortname": "South Africa", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial"], "document_language": "English", "document_name": "Summary of additional tax proposals for 2009/10", "document_country_code": "ZAF", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2009", "document_keyword": ["Carbon Pricing", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/ZAF/2009/ZAF-2009-01-01-Summary of additional tax proposals for 2009_10_2937da5a5860d21fba1d78745b195f5f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "C"}, {"text_block_id": "p0_b2", "text": "Summary of additional tax proposals for 2009/10"}, {"text_block_id": "p0_b3", "text": "Direct tax proposals"}, {"text_block_id": "p0_b4", "text": "Personal income tax rate and bracket structure"}, {"text_block_id": "p0_b5", "text": "The primary rebate is increased to R9 756 a year for all individuals. The secondary rebate is increased to R5 400 a year for individuals age 65 and over. The rates of tax in respect of the 2008/09 tax year and those proposed for 2009/10 are set out in Table C.1."}, {"text_block_id": "p0_b6", "text": "Table C.1  Personal income tax rate and bracket adjustments, 2008/09 and 2009/10"}, {"text_block_id": "p1_b7", "text": "The proposed tax schedule eliminates the effects of inflation on income tax liabilities and results in a reduced tax liability for taxpayers at all income levels. These tax reductions are set out in Tables C.2 and C.3. The average tax rates (tax as a percentage of taxable income) for individuals are illustrated in Figures C.1 and C.2."}, {"text_block_id": "p1_b8", "text": "Table C.2  Income tax payable, 2009/10 (taxpayers below age 65)"}, {"text_block_id": "p2_b9", "text": "Indirect tax proposals"}, {"text_block_id": "p2_b10", "text": "Specific excise duties"}, {"text_block_id": "p2_b11", "text": "It is proposed that the customs and excise duties in Section A of Part 2 of Schedule 1 of the Customs and Excise Act, No. 91 of 1964, be amended with effect from 11 February 2009 to the extent shown in Table C.4."}, {"text_block_id": "p3_b12", "text": "Table C.4  Specific excise duties, 2008/09 – 2009/10"}, {"text_block_id": "p4_b13", "text": "Table C.4  Specific excise duties"}, {"text_block_id": "p4_b14", "text": "(continued)"}, {"text_block_id": "p4_b15", "text": "Environmental adjustment to the ad valorem excise duty on motor vehicles"}, {"text_block_id": "p4_b16", "text": "As noted in Chapter 4, improved fuel efficiency is important in curbing CO"}, {"text_block_id": "p4_b17", "text": "2"}, {"text_block_id": "p4_b18", "text": "emissions. It is proposed that the existing ad valorem excise duties on motor vehicles be adjusted to incorporate CO"}, {"text_block_id": "p4_b19", "text": "2"}, {"text_block_id": "p4_b20", "text": "emissions as an environmental criterion."}, {"text_block_id": "p4_b21", "text": "The current “luxury” ad valorem excise duties on new motor vehicle sales (passenger cars and light commercial vehicles) are based solely on price. At present, the following formula applies:"}, {"text_block_id": "p4_b22", "text": "The current “luxury” ad valorem excise duties on new motor vehicle sales (passenger cars and light commercial vehicles) are based solely on price. At present, the following formula applies:\n* The tax rate (per cent) is equal to 0.00003 x (retail price less 20 per cent) less 0.75.\n* The tax base, which equals the recommended retail selling price less 28 per cent."}, {"text_block_id": "p4_b26", "text": "Imported new vehicles (passenger cars and light commercial vehicles) are subject to roughly similar formulas to ensure a similar tax incidence."}, {"text_block_id": "p4_b27", "text": "It is proposed to reduce the “luxury” ad valorem excise duty rate on the sale of new motor vehicles while introducing an additional tax (also ad valorem) component to take into account CO"}, {"text_block_id": "p4_b28", "text": "2"}, {"text_block_id": "p4_b29", "text": "emissions. The revised “luxury” component of the ad valorem excise duty will be as follows:"}, {"text_block_id": "p4_b30", "text": "emissions. The revised “luxury” component of the ad valorem excise duty will be as follows:\n* The tax rate (X) (per cent) is equal to 0.00002 x (retail price less 20 per cent) - 1.0.\n<\\li1>"}, {"text_block_id": "p5_b34", "text": "emissions. The revised “luxury” component of the ad valorem excise duty will be as follows:\n* The tax rate (X) (per cent) is equal to 0.00002 x (retail price less 20 per cent) - 1.0.\n<\\li1>\n* The tax base, which equals the retail price less 28 per cent (the same as the current formula although the 28 per cent might be reviewed).\n<\\li1>"}, {"text_block_id": "p5_b36", "text": "It is also proposed that the CO"}, {"text_block_id": "p5_b37", "text": "2"}, {"text_block_id": "p5_b38", "text": "emissions g/km tax rate for new vehicles be calculated as follows:"}, {"text_block_id": "p5_b39", "text": "Tax rate ("}, {"text_block_id": "p5_b40", "text": "Y"}, {"text_block_id": "p5_b41", "text": ") (per cent) is equal to CO"}, {"text_block_id": "p5_b42", "text": "2"}, {"text_block_id": "p5_b43", "text": "emissions (g/km) / 15.0 - 8.0."}, {"text_block_id": "p5_b44", "text": "Tax rate ("}, {"text_block_id": "p5_b45", "text": "Y"}, {"text_block_id": "p5_b46", "text": ") (per cent) is equal to 0 per cent in the case of negative values."}, {"text_block_id": "p5_b47_merged_merged_merged_merged", "text": "The total ad valorem tax rate will equal X +Y."}, {"text_block_id": "p5_b50", "text": "The tax bases for the emission component will be the same as for the “luxury” component. The calculation for the “luxury” ad valorem tax rate component on imported vehicles will be adjusted."}, {"text_block_id": "p5_b51", "text": "The proposed rate structure will become effective from 1 March 2010. Tables C.5 and C.6 provide some examples."}, {"text_block_id": "p5_b52", "text": "Table C.5  Ad valorem \"luxury\" excise duty rates on motor vehicles (X)"}, {"text_block_id": "p5_b53", "text": "Table C.6  Ad valorem \"emission\" tax rates on motor vehicles (Y)"}, {"text_block_id": "p5_b54", "text": "Miscellaneous income tax amendments"}, {"text_block_id": "p5_b55", "text": "Personal and employment tax issues"}, {"text_block_id": "p5_b56", "text": "Personal and employment tax issues\n* If retirement annuity fund contributions are paid directly by the employer for the benefit of employees, the contributions are included in the"}, {"text_block_id": "p6_b59", "text": "Personal and employment tax issues\n* If retirement annuity fund contributions are paid directly by the employer for the benefit of employees, the contributions are included in the\n* Employers obtain additional deductions for employees engaged in learnerships (i.e. a deduction in addition to the normal deduction for a salary expense) to encourage skills training. The legislation relating to these deductions, however, is overly complex due to the excessive number of variables. Under consideration is a reduction of variables (without compromising the value of the incentive) so that the legislation can be simplified in terms of compliance and enforcement.\n* Lump-sum retirement benefits of public servants were tax free prior to 1998. The Income Tax Act was amended three years ago to protect the retrospective pre-1998 retirement benefits of non-statutory forces that were incorporated into the new defence force. There are, however, other public-sector employees who were previously denied such retirement benefits and, in terms of a Public Sector Bargaining Council agreement, such current and former employeesâ retirement benefits will be partially restored. The restored retirement benefits that predate 1998 should also be treated as tax exempt. The Income Tax Act will be amended accordingly.\n* The tax system generally imposes tax on unrealised gains associated with the assets of the deceased upon date of death. Gains so taken into account should not be taxed again in the hands of an heir or legatee who acquires those assets. It has now emerged that certain assets technically fall outside this general relief, thereby giving rise to additional taxation. This unintended additional layer of tax will be removed."}, {"text_block_id": "p6_b69", "text": "Business issues"}, {"text_block_id": "p6_b70", "text": "Business issues\n* If a shareholder owns multiple companies, these companies may not access small business corporation relief or the turnover tax for micro businesses. The purpose of this prohibition is to prevent shareholders from dividing a single large business into multiple small businesses so as to artificially obtain undue tax benefits for each of these divided parts. Unfortunately, this exclusion has the unintended effect of denying relief for small business owners who place their businesses in purchased shelf companies. To remedy this situation, the exclusion against multiple company ownership should not apply in respect of companies that have never been more than a shell.\n* Taxpayers engaged in domestic short-term insurance operations can only deduct their reserves if these reserves are regulated by the Financial Services Board as a condition for engaging in the short-term insurance business. The law needs to be clarified to ensure that reserves relating to offshore short-term insurance operations are eligible for potential deductions only if subject to substantially similar regulation and evaluation by SARS.\n* Leasing losses from financial (i.e. non-operating) leases or leasing losses of a bank or financier can only be used against leasing income. A technical anomaly has arisen that prevents these leasing losses from being used against corresponding recoupments from the disposal of assets giving rise to these leasing losses. No reason exists for preventing the application of these losses in these circumstances, and this anomaly will accordingly be removed.\n* CFCs generate net income that is imputed to their South African resident shareholders (thereby being subject to South African tax) to the extent these CFCs have tainted income (e.g. passive income and income likely to be diverted offshore for tax avoidance reasons). Because the objective nature of the tainted CFC income characterisation sometimes creates tax where no tax avoidance exists, Section 9D(10) was added to provide relief if SARS provides a ruling that the transaction does not represent an erosion of"}, {"text_block_id": "p7_b82", "text": "Business issues\n* If a shareholder owns multiple companies, these companies may not access small business corporation relief or the turnover tax for micro businesses. The purpose of this prohibition is to prevent shareholders from dividing a single large business into multiple small businesses so as to artificially obtain undue tax benefits for each of these divided parts. Unfortunately, this exclusion has the unintended effect of denying relief for small business owners who place their businesses in purchased shelf companies. To remedy this situation, the exclusion against multiple company ownership should not apply in respect of companies that have never been more than a shell.\n* Taxpayers engaged in domestic short-term insurance operations can only deduct their reserves if these reserves are regulated by the Financial Services Board as a condition for engaging in the short-term insurance business. The law needs to be clarified to ensure that reserves relating to offshore short-term insurance operations are eligible for potential deductions only if subject to substantially similar regulation and evaluation by SARS.\n* Leasing losses from financial (i.e. non-operating) leases or leasing losses of a bank or financier can only be used against leasing income. A technical anomaly has arisen that prevents these leasing losses from being used against corresponding recoupments from the disposal of assets giving rise to these leasing losses. No reason exists for preventing the application of these losses in these circumstances, and this anomaly will accordingly be removed.\n* CFCs generate net income that is imputed to their South African resident shareholders (thereby being subject to South African tax) to the extent these CFCs have tainted income (e.g. passive income and income likely to be diverted offshore for tax avoidance reasons). Because the objective nature of the tainted CFC income characterisation sometimes creates tax where no tax avoidance exists, Section 9D(10) was added to provide relief if SARS provides a ruling that the transaction does not represent an erosion of\n"}, {"text_block_id": "p7_b83", "text": "Business issues\n* If a shareholder owns multiple companies, these companies may not access small business corporation relief or the turnover tax for micro businesses. The purpose of this prohibition is to prevent shareholders from dividing a single large business into multiple small businesses so as to artificially obtain undue tax benefits for each of these divided parts. Unfortunately, this exclusion has the unintended effect of denying relief for small business owners who place their businesses in purchased shelf companies. To remedy this situation, the exclusion against multiple company ownership should not apply in respect of companies that have never been more than a shell.\n* Taxpayers engaged in domestic short-term insurance operations can only deduct their reserves if these reserves are regulated by the Financial Services Board as a condition for engaging in the short-term insurance business. The law needs to be clarified to ensure that reserves relating to offshore short-term insurance operations are eligible for potential deductions only if subject to substantially similar regulation and evaluation by SARS.\n* Leasing losses from financial (i.e. non-operating) leases or leasing losses of a bank or financier can only be used against leasing income. A technical anomaly has arisen that prevents these leasing losses from being used against corresponding recoupments from the disposal of assets giving rise to these leasing losses. No reason exists for preventing the application of these losses in these circumstances, and this anomaly will accordingly be removed.\n* CFCs generate net income that is imputed to their South African resident shareholders (thereby being subject to South African tax) to the extent these CFCs have tainted income (e.g. passive income and income likely to be diverted offshore for tax avoidance reasons). Because the objective nature of the tainted CFC income characterisation sometimes creates tax where no tax avoidance exists, Section 9D(10) was added to provide relief if SARS provides a ruling that the transaction does not represent an erosion of\n\n* Various pressures exist to liquidate entities with inactive real estate (e.g. vacant land and residential property). To alleviate these pressures, it is proposed that rollover relief be provided to facilitate these liquidations for a transitional period.\n* Securities lending has features of both loans and disposals. The tax law generally treats these loans as disposals, with limited relief for 12 months for certain arrangements. It has now been discovered that certain securities lending arrangements seek to be treated as loans for certain purposes and as a loss of ownership for others, generating artificial losses. While this treatment is suspect under current law, it may be necessary to clarify the law so that all forms of securities lending fall under either loan or disposal treatment (not a mix of both).\n* A revised Companies Act was introduced in 2008 that will become effective as of 1 January 2010. The impact of this new legislation on income tax is under review. Corresponding tax changes will generally be initiated in 2010 once the full ramifications of the revised act are fully accounted for, with urgent matters initiated in 2009.\n* Two years ago, government enacted an income tax incentive to encourage domestic oil and gas exploration and production. To qualify for this relief, it was intended that companies must be engaged solely in oil exploration and production, with other sources of income coming solely from passive sources. On review, it has been determined that the legislation was too restrictive because typical oil and gas operations entail incidental business activities. It is accordingly proposed that the oil and gas incentive regime be liberalised in this respect. However, the law also needs to be clarified to ensure that the incentive does not permit the deduction of oil and gas exploration expenditure outside the Republic.\n* Telephone lines and cables are currently eligible for a 5 per cent depreciation write-off over 20 years. The telecommunications industry is now seeking to lay underwater cables for voice and data communications off the African coast. It is accordingly proposed that these underwater cables be given the same 5 per cent write off as land-based telephone lines and cables. An issue under examination is the extent to which this write-off should be available for different forms of utilisation (e.g. joint ownership versus an indefeasible right of use).\n* The telecommunications industry operates under a variety of licenses (e.g. 2G and 3G, frequency and internet provider). The Independent Communications Authority of South Africa is planning to require consolidation of these related licenses into a single telecommunications license per company to simplify administration. It is proposed that these regulatory consolidations be legislatively treated as a tax-free rollover event (to the extent the consolidation would otherwise give rise to capital gains taxation).\n* As a theoretical matter, improvements should be treated on par with underlying initial investments for purposes of tax depreciation. If an initial ânew and unusedâ investment can be depreciated over 20 years, ânew and unusedâ improvements for a similar investment should similarly be depreciable over 20 years (even if the underlying investment is not ânew and unusedâ). While this principle exists in certain circumstances, the law needs to be clarified to ensure that this principle uniformly applies for all depreciable items."}, {"text_block_id": "p8_b104", "text": "Special circumstances"}, {"text_block_id": "p8_b105", "text": "Special circumstances\n* South Africa has three main forms of cooperatives: those engaged in agriculture, consumer purchase âbuy-aidsâ and small retail banking cooperatives. In 2005, the Department of Trade and Industry sought to revise and expand the role of cooperatives through new legislation, which will only become fully effective in 2010. In view of this legislation, the tax law will be reviewed to determine whether legislation is required to preserve tax benefits that existed under prior law, with necessary amendments being made accordingly.\n* Agricultural boards under the indirect auspices of the Department of Agriculture have long been exempt as indirectly controlled government parastatals. Many years ago, these boards were converted into trusts pursuant to a legislative mandate that narrowed their authority, while the Department of Agriculture continued to retain control over certain trustee positions, trustee rules amendments and certain cash-flows (e.g. levies). The purpose of these trusts is to promote South African agriculture in the areas of research, training, support for land reform and in other areas. Despite their conversion into trusts, the underlying activities should largely retain their exemption, with possible legislative amendments required to achieve this objective.\n* Section 21 non-profit companies may be eligible for tax relief if formed or incorporated as a Section 21 company. However, this relief is technically not available for the same entity if that entity begins as a for-profit company and subsequently converts to a Section 21 company. This anomaly will be removed.\n* Tax relief for clubs was changed in 2006 from complete exemption to a system of exempting specified activities. All clubs created from 1 April 2007 fall under this new system, with pre-existing clubs being required to apply for the partial exemption system by the close of 31 March 2009. It is proposed that the application deadline for pre-existing clubs be moved to 30 September 2010 due to compliance difficulties. Other technical anomalies associated with the revised taxation of clubs will also be remedied.\n* Some public benefit organisations enjoy exemption while others enjoy both exemption and the ability to receive deductible donations. Under current law, however, some supporting public benefit organisations (i.e. those designed to provide support to other public benefit organisations) cannot obtain deductible donations even if dedicated solely to public benefit organisations that enjoy deductible donation status. The deductible donation status of supporting public benefit organisations will be considered to the extent that it does not give rise to avoidance.\n* In 2007, it was announced that the Financial Consumer Education Foundation (formed under the auspices of the Financial Services Board) would be eligible for tax-deductible donations. It was initially believed that this result could be achieved via interpretation, but it has now been determined that legislation will be required.\n* The DTI provides rebates for a portion of the costs incurred for producing a South African-located film. The Income Tax Act also contains an explicit exemption for parties receiving or accruing these DTI rebates, but this exemption fails to account for the practical structures used to receive the rebate. Film producers typically wish to assign these rebates to their investor-owners as part of their funding arrangements but find that this funding mechanism undermines the tax exemption. It is accordingly envisioned that the tax exemption be extended so that the rebate can be assigned to investor-owners without triggering additional tax. On a related note, the current film scheme anti-avoidance rules may need expansion in view of a new set of film schemes currently in the market.\n* Two recent court decisions may require legislative intervention to preserve the status quo. In the first decision, the Tax Court held that mining stockpiles could not be considered to be trading stock. While this decision will"}, {"text_block_id": "p9_b130", "text": "Special circumstances\n* South Africa has three main forms of cooperatives: those engaged in agriculture, consumer purchase âbuy-aidsâ and small retail banking cooperatives. In 2005, the Department of Trade and Industry sought to revise and expand the role of cooperatives through new legislation, which will only become fully effective in 2010. In view of this legislation, the tax law will be reviewed to determine whether legislation is required to preserve tax benefits that existed under prior law, with necessary amendments being made accordingly.\n* Agricultural boards under the indirect auspices of the Department of Agriculture have long been exempt as indirectly controlled government parastatals. Many years ago, these boards were converted into trusts pursuant to a legislative mandate that narrowed their authority, while the Department of Agriculture continued to retain control over certain trustee positions, trustee rules amendments and certain cash-flows (e.g. levies). The purpose of these trusts is to promote South African agriculture in the areas of research, training, support for land reform and in other areas. Despite their conversion into trusts, the underlying activities should largely retain their exemption, with possible legislative amendments required to achieve this objective.\n* Section 21 non-profit companies may be eligible for tax relief if formed or incorporated as a Section 21 company. However, this relief is technically not available for the same entity if that entity begins as a for-profit company and subsequently converts to a Section 21 company. This anomaly will be removed.\n* Tax relief for clubs was changed in 2006 from complete exemption to a system of exempting specified activities. All clubs created from 1 April 2007 fall under this new system, with pre-existing clubs being required to apply for the partial exemption system by the close of 31 March 2009. It is proposed that the application deadline for pre-existing clubs be moved to 30 September 2010 due to compliance difficulties. Other technical anomalies associated with the revised taxation of clubs will also be remedied.\n* Some public benefit organisations enjoy exemption while others enjoy both exemption and the ability to receive deductible donations. Under current law, however, some supporting public benefit organisations (i.e. those designed to provide support to other public benefit organisations) cannot obtain deductible donations even if dedicated solely to public benefit organisations that enjoy deductible donation status. The deductible donation status of supporting public benefit organisations will be considered to the extent that it does not give rise to avoidance.\n* In 2007, it was announced that the Financial Consumer Education Foundation (formed under the auspices of the Financial Services Board) would be eligible for tax-deductible donations. It was initially believed that this result could be achieved via interpretation, but it has now been determined that legislation will be required.\n* The DTI provides rebates for a portion of the costs incurred for producing a South African-located film. The Income Tax Act also contains an explicit exemption for parties receiving or accruing these DTI rebates, but this exemption fails to account for the practical structures used to receive the rebate. Film producers typically wish to assign these rebates to their investor-owners as part of their funding arrangements but find that this funding mechanism undermines the tax exemption. It is accordingly envisioned that the tax exemption be extended so that the rebate can be assigned to investor-owners without triggering additional tax. On a related note, the current film scheme anti-avoidance rules may need expansion in view of a new set of film schemes currently in the market.\n* Two recent court decisions may require legislative intervention to preserve the status quo. In the first decision, the Tax Court held that mining stockpiles could not be considered to be trading stock. While this decision will\n"}, {"text_block_id": "p9_b131", "text": "Administrative tax issues"}, {"text_block_id": "p9_b132", "text": "Administrative tax issues\n* When the Section 88A settlement procedures were introduced into legislation in 2003, the underlying assumption was that the settlement of disputes would only commence after the relevant assessment. Operational uncertainty now exists as to whether settlements may be concluded prior to assessments. It is therefore proposed that section 88A be clarified to ensure that settlement procedures are limited to post-assessment.\n* The Income Tax and VAT Acts do not require SARS to pay interest on the overpayment of tax when a taxpayer is required to pay a disputed amount while the amount is subject to objection â with the objection subsequently being allowed. This non-payment of interest is arguably contrary to one of the core principles on which the constitutionality of the âpay now argue laterâ principle is based. In order to address these concerns, it is proposed that the Income Tax and VAT Acts be amended to: (i) clarify that payment is not suspended due to objection, (ii) formalise the circumstances where payment will be required despite objection, and (iii) provide for interest where a payment made pending consideration of an objection is refunded.\n* If employers fail to withhold and pay over to SARS employeesâ tax, SARS can enforce payment of this tax amount as a âpenaltyâ. Current legislative treatment of this failure to pay employee taxes as a âpenaltyâ is theoretically incorrect and has the unintended impact of preventing SARS from charging interest for the delayed payment. Interest charges will be imposed accordingly.\n* : To further simplify the income tax return process, the rounding off of employeesâ tax, provisional tax, foreign tax credits and tax calculated to the nearest rand is proposed."}, {"text_block_id": "p9_b144", "text": "Miscellaneous estate duty amendments"}, {"text_block_id": "p9_b145", "text": "Miscellaneous estate duty amendments\n* Under current law, both spouses are each entitled to an estate duty deduction of R3.5 million. In widely accepted estate planning, each spouse seeks to use the R3.5 million deduction by removing assets worth R3.5 million from the estate while keeping practical control of the assets for the benefit of the spouse via a trust mechanism. It is proposed that spouses be given flexibility in using their combined estate duty deductions without the artifice of the (often costly and complex) trust mechanism. Under this proposal, the surviving spouseâs (or spousesâ) estate will benefit from the unused deduction of the deceased spouse automatically.\n* Estates with a value exceeding the R3.5 million deduction threshold are issued their initial estate duty assessments (or deemed assessments) when the assets of the estate are distributable. SARS can also raise additional assessments within the following five years (and in some cases beyond). Enforcement after closure of the estate, however, is problematic as a practical matter because the executor no longer has control over the assets. It is therefore proposed that the current five-year rule for additional assessment and recovery be reconsidered so as to reach finality upon the closure of the estate (to the extent possible) while protecting the fiscus against fraud, misrepresentation and non-disclosure."}, {"text_block_id": "p10_b151", "text": "Miscellaneous estate duty amendments\n* Under current law, both spouses are each entitled to an estate duty deduction of R3.5 million. In widely accepted estate planning, each spouse seeks to use the R3.5 million deduction by removing assets worth R3.5 million from the estate while keeping practical control of the assets for the benefit of the spouse via a trust mechanism. It is proposed that spouses be given flexibility in using their combined estate duty deductions without the artifice of the (often costly and complex) trust mechanism. Under this proposal, the surviving spouseâs (or spousesâ) estate will benefit from the unused deduction of the deceased spouse automatically.\n* Estates with a value exceeding the R3.5 million deduction threshold are issued their initial estate duty assessments (or deemed assessments) when the assets of the estate are distributable. SARS can also raise additional assessments within the following five years (and in some cases beyond). Enforcement after closure of the estate, however, is problematic as a practical matter because the executor no longer has control over the assets. It is therefore proposed that the current five-year rule for additional assessment and recovery be reconsidered so as to reach finality upon the closure of the estate (to the extent possible) while protecting the fiscus against fraud, misrepresentation and non-disclosure.\n* A commonly known one-year usufructuary scheme exists in the market that allegedly undermines the estate duty. This scheme involves the estate duty-free transfer of a life-time usufructuary interest to a spouse, with the children receiving the bare dominium. On the death of the spouse, the usufructuary interest is transferred with a one-year interest going to a person, after which the remaining rights transfer to the intended heirs. The scheme essentially relies on the misapplication of the 12 per cent per annum valuation presumption in the context of a one-year interest. This scheme will accordingly be closed."}, {"text_block_id": "p10_b154", "text": "Miscellaneous VAT amendments"}, {"text_block_id": "p10_b155", "text": "•"}, {"text_block_id": "p10_b156", "text": "VAT implications of reorganisations:"}, {"text_block_id": "p10_b157", "text": "Following the enactment of reorganisation rollover relief for income tax in 2001/02, reorganisation relief provisions were enacted for VAT in 2005. However, interpretational issues have arisen regarding changes in use and input credits (e.g. commissions and legal fees). Many of these reorganisation problems appear to have their roots in the transfer of assets involving mixed supplies (e.g. banks, insurers and transport companies having both taxable and tax-exempt supplies). To remedy these concerns, an interpretation note will be issued clarifying these matters (with possible legislation if required)."}, {"text_block_id": "p10_b158", "text": "•"}, {"text_block_id": "p10_b159", "text": "Taxpayer relief from late payment interest charges:"}, {"text_block_id": "p10_b160", "text": "Taxpayers are required by law to pay interest on late payments or excessive refunds. SARS has the discretionary power to grant full or limited relief for interest due on late payments if: (i) there is no loss to the state, or (ii) there is no financial benefit for the taxpayer. The choice of which of these grounds should be used often complicates the application of this relief provision. It is proposed that clarification be provided to eliminate the potential for inconsistent application."}, {"text_block_id": "p10_b161", "text": "•"}, {"text_block_id": "p10_b162", "text": "Share block schemes:"}, {"text_block_id": "p10_b163", "text": "Shares of a share block scheme represent a special form of interest in underlying real estate. Under current law, the transfer of these shares can trigger transfer duty, VAT or neither. The law will be clarified so at least one form of indirect tax applies."}, {"text_block_id": "p10_b164", "text": "Customs and excise amendments"}, {"text_block_id": "p10_b165", "text": "•"}, {"text_block_id": "p10_b166", "text": "Ensuring a single procedure for customs dispute resolution:"}, {"text_block_id": "p10_b167", "text": "Amendments will be considered to align the remission and mitigation provisions within the customs dispute resolution procedure in order to ensure that a single procedure is followed. Further amendments may also be considered based on the outcome of a recently completed internal review of the dispute resolution procedure and its application."}, {"text_block_id": "p10_b168", "text": "•"}, {"text_block_id": "p10_b169", "text": "Further simplification of warehouse policies and procedures:"}, {"text_block_id": "p10_b170", "text": "A facility to allow for the periodic clearance of goods exported from licensed warehouses is required to assist with the administration of, among others, ship stores."}, {"text_block_id": "p10_b171", "text": "•"}, {"text_block_id": "p10_b172", "text": "Advance passenger information:"}, {"text_block_id": "p10_b173", "text": "The Customs and Excise Act was recently amended to provide for the compulsory electronic communication of advance passenger information and the protection of personal information contained therein. It is anticipated that further consequential amendments may be necessary following implementation."}, {"text_block_id": "p10_b174", "text": "•"}, {"text_block_id": "p10_b175", "text": "Amendments to customs transit procedures:"}, {"text_block_id": "p10_b176", "text": "Amendments to the Customs and Excise Act will be considered for improved provision for interruptions in transit (for example, as a result of re"}, {"text_block_id": "p10_b177", "text": "-"}, {"text_block_id": "p10_b178", "text": "packing, tallying, sorting, cleaning, inspecting and sealing the goods, carrying out activities directed at preserving the condition of the goods, as well as the consolidation of shipments)."}, {"text_block_id": "p10_b179", "text": "•"}, {"text_block_id": "p10_b180", "text": "Customs enforcement at the border:"}, {"text_block_id": "p10_b181_merged_merged", "text": "In order to further support the Customs Border Control Unit (CBCU) in successfully carrying out its mandate, amendments to the Customs and Excise Act will be considered relating to, inter alia, the powers of officers to patrol and carry out surveillance, the powers of officers to question and search persons, equipment and facilities used"}, {"text_block_id": "p11_b184", "text": "for the detection of illicit goods concealed on a person and to provide for equipment used by the unit."}, {"text_block_id": "p11_b185", "text": "•"}, {"text_block_id": "p11_b186", "text": "Treatment of duty-free VAT-exempt goods:"}, {"text_block_id": "p11_b187", "text": "Goods that are free of customs duty can currently not be cleared under any item to Schedule 4 to the Customs and Excise Act relating to a rebate of customs duty. Amendments to the relevant acts will be considered to enable duty-free VAT-exempt goods to be cleared."}, {"text_block_id": "p11_b188", "text": "•"}, {"text_block_id": "p11_b189", "text": "2010 FIFA World Cup:"}, {"text_block_id": "p11_b190", "text": "Provision has already been made for special tax matters relating to the 2010 FIFA World Cup (including the 2009 Confederations Cup). Other procedural or administrative matters contained in the Customs and Excise Act may, however, require amendment as a result of the tournament or for its duration. Suitable amendments will be considered as required."}, {"text_block_id": "p11_b191", "text": "General miscellaneous amendments"}, {"text_block_id": "p11_b192", "text": "Ratification of ministerial determined transfer duty and securities transfer tax rate and exemption changes:"}, {"text_block_id": "p11_b193", "text": "Rate reductions (and new exemptions) for the transfer duty and the securities transfer tax should normally take effect on 1 March of that year or shortly after the Budget Speech. The law allows the change to apply from these dates until the close of a six-month period following ministerial announcement, thereby allowing enough time for consideration by Parliament. In view of certain envisaged changes to the tax legislative process, it is proposed that the six-month period be extended to 12 months in line with similar rules in existence for customs and excise."}, {"text_block_id": "p11_b194", "text": "Technical corrections"}, {"text_block_id": "p11_b195", "text": "In addition to the miscellaneous amendments above, the 2009 legislation will contain various technical corrections. These technical corrections will address non-revenue impact items, such as typing and grammatical errors, incorrect or misleading headings or definitions, misplaced cross-references, differences between the two texts of the legislation, obsolete provisions (e.g. updating the tax acts in the light of other non-tax legislative changes), incorporation of regulation into law and problems relating to effective dates. These technical corrections may also occasionally include changes to legislation clearly at odds with legislative intent as well as obvious ambiguities and omissions, especially in respect of legislation introduced in 2008. All technical corrections described herein are not intended as a change in policy."}, {"text_block_id": "p11_b196", "text": "Items of small note relate to the specific inclusion of rates and thresholds stemming from the 2008 legislation (such as the rates for the turnover tax for micro businesses) as well as some final refinements relating to retirement (especially divorce). Other technical changes are envisioned stemming from the Mineral and Petroleum Resources Royalty Act as well as the Diamond Export Levy Act. Both tax instruments are being implemented with some changes requested to account for unanticipated circumstances. The Diamond Export Levy Act amendments largely relate to administration (e.g. registration), and the Mineral and Petroleum Resources Royalty Act amendments relate to technical aspects."}], "document_description": "The 2009 Budget introduced an ad valorem CO2 emissions tax on new passenger motor vehicles. However, it was later recommended that the original tax proposal be converted into a flat rate CO2 emissions tax, effective from 1 September 2010. The emissions tax has initially been applied to passenger cars, and extended to commercial vehicles once agreed CO2 standards for these vehicles are set. New passenger cars will be taxed based on their certified CO2 emissions at ZAR75 (USD6.77) per g/km for each g/km above 120 g/km. This emissions tax will be in addition to the current ad valorem luxury tax on new vehicles."}