{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": ["Water", "Urban", "Transportation", "Tourism", "LULUCF", "Industry", "Health", "Environment", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Cambodia Climate Change Strategic Plan", "document_country_code": "KHM", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "31/10/2013", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/KHM/2013/KHM-2013-10-31-Cambodia Climate Change Strategic Plan_cb83b022b5473c60a2929e808f2cf8c6.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "KINGDOM OF CAMBODIA"}, {"text_block_id": "p0_b2", "text": "Nation, Religion, King"}, {"text_block_id": "p0_b3", "text": "3"}, {"text_block_id": "p0_b4", "text": "ROYAL GOVERNMENT OF CAMBODIA"}, {"text_block_id": "p0_b5", "text": "CAMBODIA CLIMATE CHANGE STRATEGIC PLAN"}, {"text_block_id": "p0_b6_merged", "text": "2014 – 2023"}, {"text_block_id": "p0_b9", "text": "2013"}, {"text_block_id": "p0_b10", "text": "National Climate Change Committee"}, {"text_block_id": "p2_b11", "text": "Samdech Akka Moha Sena Padei Techo HUN SEN Prime Minister of the Kingdom of Cambodia"}, {"text_block_id": "p2_b12", "text": "MESSAGE"}, {"text_block_id": "p2_b13", "text": "Climate change has become one of the greatest risks facing humanity and a high priority of global concern in the 21st Century. As the earth continues to heat up, the severity of climate change impacts on global socio-economic development and environmental sustainability continue to intensify and amplify, prompting the need to seek urgent solutions."}, {"text_block_id": "p2_b14", "text": "Southeast Asia continues to face increasing threats from climate change, with increasing loss of human lives and significant damage to economic development and natural resources. We have all observed the alarming trends of more frequent and intensified floods, droughts, saline intrusion and extreme weather events, especially over the last decade. Research and study have indicated this trend is projected to further increase by the end of this century. Therefore, climate change has become a primary issue, requiring urgent attention in designing appropriate climate change policies, strategies and actions as responses at the global, regional, national and sub-national levels."}, {"text_block_id": "p2_b15", "text": "Having ratified the United Nations Framework Convention on Climate Change (UNFCCC) in 1996, Cambodia has actively participated with the international community in the effort to address climate-related issues. However, the country remains highly vulnerable to the impacts of climate change due to its high dependency on climate-sensitive sectors such as agriculture, water resources, forestry, fisheries, tourism, etc., which form the critical foundation of its economic growth and support the livelihoods of a great majority of its population. It is"}, {"text_block_id": "p3_b16", "text": "important to note that Cambodia has enjoyed stable macro-economic performance for the last several years, as indicated by the steady growth in GDP, rising household income, and reduced poverty rate. Retaining this robust growth performance under a changing climate will be a real challenge in the years to come. Response efforts to address climate change cannot be separated from economic development and poverty alleviation, which are vital in a transition towards a green economy and low-carbon, climate-resilient development."}, {"text_block_id": "p3_b17", "text": "In this regard, it is my great honour and pleasure on behalf of the Royal Government of Cambodia to announce the official promulgation of the"}, {"text_block_id": "p3_b18", "text": "Cambodia Climate Change Strategic Plan 2014"}, {"text_block_id": "p3_b19", "text": "–"}, {"text_block_id": "p3_b20", "text": "2023"}, {"text_block_id": "p3_b21", "text": "(CCCSP). This is the first ever comprehensive national policy document responding to the climate change issues our nation is facing. The CCCSP has reflected our political will, our firm commitment and readiness for reducing climate change impacts on national development, and contributing, with the international community, to global efforts for mitigating GHG emissions under the UNFCCC."}, {"text_block_id": "p3_b22_merged_merged", "text": "Integration of climate change into national and sub-national level planning, and the development of climate change strategies, action plans and financing frameworks are among the priority actions undertaken as defined in the National Strategic Development Plan Update 2009 – 2013. The development of the CCCSP is a significant step towards embedding climate change in the NSDP 2014 – 2018 and in sector development plans of all relevant ministries. The CCCSP will guide national entities and assist non-governmental organizations and development partners in developing concrete and appropriate measures and actions related to adaptation and GHG mitigation, which are the supportive pillars for the achievement of the Rectangular Strategy and Cambodia Millennium Development Goals."}, {"text_block_id": "p3_b27", "text": "I must stress that the CCCSP captures the main strategic objectives and directions, leveraging sustainable development goals for us to pursue for the next 10 years. As a dynamic policy instrument, it will be periodically evaluated, revised and improved in order for it to be able to respond effectively to evolving situations in the future. I strongly believe that more practical solutions and best practices will be learned to guide national capacity building during the"}, {"text_block_id": "p4_b28", "text": "course of its implementation. It is our goal to promote Cambodian society towards a green, low carbon and climate resilient economy."}, {"text_block_id": "p4_b29", "text": "I would like to express my sincere gratitude and appreciation to the National Climate Change Committee (NCCC) and its members, all the participating line ministries, development partners, non-governmental organizations, and all of you who have contributed to making this CCCSP possible."}, {"text_block_id": "p4_b30_merged", "text": "Our ability to address climate impacts on national development processes will be enhanced by coordinated efforts to reduce the vulnerability of people and natural systems that support livelihoods and drive national economic growth and prosperity. The National Climate Change Committee and its Secretariat have a very important role to play in coordinating Cambodia’s climate change responses, strengthening partnerships with various stakeholders, and monitoring the implementation of this strategic plan."}, {"text_block_id": "p4_b33", "text": "Once again, I urge all stakeholders from the Government, private sector, national and international non-governmental organizations and development partners to continue their close cooperation with the NCCC in the implementation of climate change responses, in particular the CCCSP, which would contribute to the development of Cambodia towards a green, low carbon, climate resilient, equitable and sustainable society."}, {"text_block_id": "p4_b34", "text": "Phnom Penh, 31 October 2013"}, {"text_block_id": "p4_b35", "text": "HUN SEN"}, {"text_block_id": "p6_b36", "text": "Preface"}, {"text_block_id": "p6_b37_merged", "text": "On behalf of the National Climate Change Committee and the Ministry of Environment, I would like to express my profound respect and sincere gratitude to Samdech Akka Moha Sena Padei Techo HUN SEN, Prime Minister of the Kingdom of Cambodia, for his full support and strong commitment to addressing climate change, which is faced by the country in the national development process. The National Strategic Development Plan (NSDP) Update 2009 – 2013 identified key priority actions to be undertaken in response to climate change impacts that have negative implications on national development efforts. On this basis, climate change is considered as a cross-cutting issue in the planning process of the NSDP 2014 – 2018. In this context, I am proud to see the CCCSP developed under the auspices of the NCCC. The CCCSP is the first comprehensive strategic document ever developed under the charismatic leadership of Samdech Akka Moha Sena Padei Techo HUN SEN, the Prime Minister of the Kingdom of Cambodia."}, {"text_block_id": "p6_b46", "text": "I would like to express gratitude and appreciation to Excellencies, ladies and gentlemen from line ministries and agencies, non-governmental organizations, the private sector and development partners, for the good cooperation in the development and materialization of the CCCSP."}, {"text_block_id": "p6_b47", "text": "Recent findings presented in the Second National Communication to the United Nations Convention on Climate Change (UNFCCC) have concluded that changes in temperature and rainfall in Cambodia have already started since the second half of the 20th Century. The projection for the next eighty years further concludes that future temperatures in Cambodia will continue to rise, with potential declines in dry season rainfall, and delayed arrival of the wet season regardless of the potential increase in wet season rainfall. The change may vary in accordance with greenhouse gas (GHG) emission scenarios."}, {"text_block_id": "p6_b48", "text": "Climate change is a real challenge for our country, as we all have witnessed more frequent and intense extreme climate events such as floods, droughts, increased storm surges, etc., and the"}, {"text_block_id": "p7_b49_merged", "text": "significant physical and monetary damage they cause to the country’s economy and livelihoods. In order to ensure sustainable development in the context of climate change Cambodia has worked out practical solutions to cope with the rapidly changing climate by putting in place new policies, strategies and plans. The CCCSP is prepared following the guidelines of the Council of Ministers and is consistent with the planning cycle of the NSDP. Line ministries have provided inputs to the development of the CCCSP and also have developed Sectoral Climate Change Action Plans, which would become policy programmes for integration of climate change at national and sub-national levels."}, {"text_block_id": "p7_b52", "text": "The development of the CCCSP is based on a broad and inclusive consultation process to ensure consensus, comprehensiveness and ownership of the product by relevant stakeholders. Building synergy with existing government policy documents such as the NSDP, Rectangular Strategy, National Policy on Green Growth and sectoral development plans, the CCCSP is designed to ensure its strategic cohesion to address a wide range of climate change issues concerning adaptation, GHG mitigation, and low-carbon development. Much emphasis is put on building institutional capacity and science-based knowledge for projection of climate change impacts, adaptation and disaster risk reduction, as these would have immediate far-reaching implications on vulnerable sectors such as agriculture, water resources, forestry, fisheries and tourism. The CCCSP also envisages building resilience capacity and production skills, especially at the community level, to effectively overcome climate change impacts."}, {"text_block_id": "p7_b53", "text": "Cambodia is rich in water and renewable energy resources where much of it remains untapped. Improved access to food, water and energy, together with the promotion of low-carbon development through a combination of technology transfer, legal reform and fiscal incentives, are regarded as appropriate solutions to sustainable development in the context of climate change. The Second National Communication provides a good analysis of renewable energy options, energy efficiency and GHG mitigation potential, which will inform specific actions and viable investments."}, {"text_block_id": "p8_b54", "text": "Mobilization of funding resources for the implementation of climate-related programmes and projects in specific locations of high climate risks is also critical to achieve the goals and objectives of the CCCSP. Integration of the CCCSP into the NSDP and sectoral plans would bring about multiple benefits in terms of knowledge and capacity enhancement for climate change planning, improved stakeholder participation, coordination of funding flow, and systematic monitoring and evaluation of climate change related policy responses. The CCCSP will create an enabling environment conducive to success."}, {"text_block_id": "p8_b55", "text": "I would like to take this opportunity to express my deep appreciation to line ministries and agencies, development partners and experts for their valuable inputs, assistance and active participation in the development process of the CCCSP in a timely and effective manner."}, {"text_block_id": "p8_b56", "text": "Phnom Penh, 30 October 2013"}, {"text_block_id": "p8_b57", "text": "Say Samal"}, {"text_block_id": "p10_b58", "text": "Acknowledgement"}, {"text_block_id": "p10_b59", "text": "The Royal Government of Cambodia expresses its deep gratitude to national ministries and agencies, development partners, non-governmental organizations, academia, the private sector and all stakeholders for their contribution to the development of the Cambodia Climate Change Strategic Plan (CCCSP)."}, {"text_block_id": "p10_b60", "text": "The CCCSP was developed under the overall coordination of the Ministry of Environment, with the active participation of the Climate Change Technical Team (CCTT) and invaluable guidance from the National Climate Change Committee (NCCC). Their participation made the strategic plan more coherent and aligned to other existing sectoral plans of the line ministries and agencies. The suggestions and comments received from peer reviews and all stakeholders provided strategic guidance for development of the CCCSP. A wide range of technical support was provided by several national and international experts for the development of the CCCSP."}, {"text_block_id": "p10_b61", "text": "The development of the CCCSP was made possible with financial support from development partners, namely the European Union, the Swedish International Development Cooperation Agency (Sida), the Danish International Development Agency (DANIDA), and the United Nations Development Programme (UNDP), through the Cambodia Climate Change Alliance (CCCA)."}, {"text_block_id": "p12_b62", "text": "Contents"}, {"text_block_id": "p14_b63", "text": "List of Abbreviations and Acronyms"}, {"text_block_id": "p16_b64", "text": "Executive Summary"}, {"text_block_id": "p16_b65", "text": "The complexity and many uncertainties of climate change risks and threats to Cambodia"}, {"text_block_id": "p16_b66", "text": "’s"}, {"text_block_id": "p16_b67", "text": "economic growth, livelihoods and ecosystem functions point to the need for integrated approaches to planning climate change policy interventions in harmony with a relevant sustainable economic policy agenda geared towards poverty reduction and environmental sustainability. The Cambodia Climate Change Strategic Plan 2014"}, {"text_block_id": "p16_b68", "text": "–"}, {"text_block_id": "p16_b69", "text": "2023 (CCCSP) is well designed to fill the policy gap, complement on-going efforts and meet the emerging challenges of development, environment and climate change issues."}, {"text_block_id": "p16_b70", "text": "Following the guidelines of the Council of Ministers, the CCCSP was prepared following logical steps including the analysis of current and future national development and climate change risks; the formulation of a vision, mission and goals; the development of a strategic framework consisting of strategic objectives and strategies; the identification of a set of actions, institutional arrangements and implementation roadmaps; the analysis of financial resources; and the development of a Monitoring and Evaluation framework."}, {"text_block_id": "p16_b71_merged_merged", "text": "Cambodia’s real GDP had a growth rate of 7.1% in 2011 and is forecast to stabilize around 7 – 8% in 2013. The economy is narrowly based and driven by four main sectors: garment, tourism, construction and agriculture. Agriculture continues to be the dominant employment sector for the rural population, accounting for 57.6% of the 8.8 million-strong labour force, and contributing about 32.1% of GDP in 2011. The Government has an export target of one million tonnes of rice per annum by 2015, which would benefit the rice processing industry. Agroindustrial crops such as rubber and cassava have enjoyed speedy growth, where rubber production had a growth rate of 10.1% in 2011. The tourism sector has an annual growth rate of 20%, with a GDP share of 4.3%. Electricity production relies mainly on combustion of fossil fuel which accounts for 95.2% of the total energy mix, while hydropower and other renewable energy represent only 3.3% and 1.5% respectively. Oil, gas and mineral extraction industries will come to play a significant role in contributing to GDP growth in the near future."}, {"text_block_id": "p17_b77", "text": "The result of modelling studies in the Initial National Communication (INC) and the Second National Communication"}, {"text_block_id": "p17_b78", "text": "("}, {"text_block_id": "p17_b79", "text": "SNC) indicates that"}, {"text_block_id": "p17_b80", "text": "Cambodia’s mean surface temperature has"}, {"text_block_id": "p17_b81", "text": "increased by 0.8°C since 1960. The mean monthly temperature is projected to increase between 0.013°C to 0.036°C per year by 2099, depending on location. The rate of temperature increase is higher in low altitude areas than in high altitude areas. Under elevated CO"}, {"text_block_id": "p17_b82", "text": "2"}, {"text_block_id": "p17_b83", "text": "with low rate of emission scenarios (SRESB1), it is likely that wet season rainfall will continue to increase in future, and then might decrease again after 2050. But under high emission scenarios (SRESA2), the direction of change will reverse. The Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC) shows that the global sea level rise is projected to increase between 18 cm and 50 cm by 2100 based on the SRESB1 and SRESA2 respectively."}, {"text_block_id": "p17_b84_merged_merged", "text": "An increase in the temperature is likely to affect agricultural productivity. According to the International Rice Research Institute, rice grain yields decline by 10% for each 1oC increase in minimum (night) temperatures during the growing period in the dry season. Cambodia’s coastline of 435 km would be affected by sea-level rises, while low-lying farming areas would be exposed to saline intrusion causing damage to crops."}, {"text_block_id": "p17_b89", "text": "The vision, mission and goals of the CCCSP were formulated based on the analysis of institutional capacity, observed climate change impacts and climate change projections."}, {"text_block_id": "p17_b90", "text": "Vision"}, {"text_block_id": "p17_b91", "text": ":"}, {"text_block_id": "p17_b92", "text": "Cambodia develops towards a green, low-carbon, climate-resilient, equitable, sustainable and knowledge-based society."}, {"text_block_id": "p17_b93", "text": "Mission"}, {"text_block_id": "p17_b94", "text": ":"}, {"text_block_id": "p17_b95", "text": "Creating a national framework for engaging the public, private sector, civil society organizations and development partners in a participatory process for responding to climate change to support sustainable development."}, {"text_block_id": "p17_b96", "text": "Goals"}, {"text_block_id": "p17_b97", "text": ":"}, {"text_block_id": "p17_b98", "text": ":\n* Reducing vulnerability to climate change impacts of people, in particular the most\n<\\li1>"}, {"text_block_id": "p18_b100", "text": ":\n* Reducing vulnerability to climate change impacts of people, in particular the most\n<\\li1>\n* Shifting towards a green development path by promoting low-carbon development and\n* Promoting public awareness and participation in climate change response actions."}, {"text_block_id": "p18_b104", "text": "To achieve the vision, mission and goals, the Royal Government of Cambodia (RGC) has identified eight strategic objectives:"}, {"text_block_id": "p18_b105", "text": "To achieve the vision, mission and goals, the Royal Government of Cambodia (RGC) has identified eight strategic objectives:\n* Promote climate resilience through improving food, water and energy security;\n* Reduce sectoral, regional, gender vulnerability and health risks to climate change\n* Ensure climate resilience of critical ecosystems (Tonle Sap Lake, Mekong River, coastal\n* Promote low-carbon planning and technologies to support sustainable development;\n* Improve capacities, knowledge and awareness for climate change responses;\n* Promote adaptive social protection and participatory approaches in reducing loss and\n* Strengthen institutions and coordination frameworks for national climate change\n* Strengthen collaboration and active participation in regional and global climate change"}, {"text_block_id": "p18_b121", "text": "The CCCSP 2014"}, {"text_block_id": "p18_b122", "text": "–"}, {"text_block_id": "p18_b123", "text": "2023 has set out a number of actions structured into three phases of implementation."}, {"text_block_id": "p18_b124", "text": "In the immediate term (2013"}, {"text_block_id": "p18_b125", "text": "–"}, {"text_block_id": "p18_b126", "text": "2014)"}, {"text_block_id": "p18_b127_merged_merged", "text": ": The focus of this phase is on putting in place institutional and financial arrangements for the implementation of the CCCSP, development of national monitoring and evaluation (M&E) frameworks and indicators, and development of climate change action plans (2014 – 2018) by line ministries."}, {"text_block_id": "p18_b130", "text": "In the medium term (2014"}, {"text_block_id": "p18_b131", "text": "–"}, {"text_block_id": "p18_b132", "text": "2018)"}, {"text_block_id": "p18_b133", "text": ": This phase will continue to support the implementation of what was planned in Phase 1, with expansion to cover other activities such as accreditation of the Adaptation Fund and Green Climate Fund, research and knowledge management, capacity"}, {"text_block_id": "p19_b134", "text": "development, mainstreaming of climate change across sectors at different levels, operation of M&E and data management systems, and launching some high priority projects/programmes in key sectors identified in the Climate Change Action Plans. Initial priority would be given to adaptation activities but gradually GHG mitigation activities will be included. The RGC may undertake a review and revision of the CCCSP 2014"}, {"text_block_id": "p19_b135", "text": "–"}, {"text_block_id": "p19_b136", "text": "2023 building on the lessons learned in Phases 1 and 2."}, {"text_block_id": "p19_b137", "text": "In the long term (2019"}, {"text_block_id": "p19_b138", "text": "–"}, {"text_block_id": "p19_b139", "text": "2023)"}, {"text_block_id": "p19_b140_merged_merged", "text": ": The focus of this phase will be on research and learning, but its main objective will be to scale up success cases and to continue mainstreaming climate change into national and sub-national programmes. This will involve an increased use of budget support for national programmes, including funding climate change responses through sub-national administrations."}, {"text_block_id": "p20_b143", "text": "1. INTRODUCTION"}, {"text_block_id": "p20_b144", "text": "The Royal Government of Cambodia (RGC) is committed to pursuing national sustainable development that ensures a better quality of life and improves the living standards of its people."}, {"text_block_id": "p20_b145_merged", "text": "One of the main national development priorities is to reduce poverty. Thus, efforts in addressing climate change cannot be separated from economic development and poverty alleviation of the people. Addressing economic and social development by taking into consideration climate change will assist the RGC in reducing vulnerability to potential climate risks, improving air quality and participating with the international community to mitigate GHG emission—the root cause of climate change. Climate change has a critical implication for the people, especially rural households who depend strongly on natural resources that are projected to be highly impacted by climate change. Households engaged in agricultural activities currently have the highest incidence of poverty and as such they are also highly vulnerable to climate change."}, {"text_block_id": "p20_b148", "text": "The National Strategic Development Plan (NSDP) Update 2009"}, {"text_block_id": "p20_b149", "text": "– 2013 emphasizes that ‘"}, {"text_block_id": "p20_b150", "text": "to effectively deal with the implications of climate change, the capacity of RGC institutions needs to be strengthened to identify and develop a strategy to deal with the anticipated impact of the climate change, and strengthen disaster management capabilities"}, {"text_block_id": "p20_b151", "text": "’"}, {"text_block_id": "p20_b152", "text": ". This requires focusing on the following priorities as listed in the NSDP:"}, {"text_block_id": "p20_b153", "text": ". This requires focusing on the following priorities as listed in the NSDP:\n* Strengthen the capacity of the Secretariat of the National Climate Change\n* Promote and coordinate the mainstreaming of climate change in concerned sectors;\n* Continue preparing the Second National Communication under the United Nations\n* Prepare a National Strategy and Action Plan for Climate Change;\n* Promote the establishment of a national fund for climate change;"}, {"text_block_id": "p21_b163", "text": ". This requires focusing on the following priorities as listed in the NSDP:\n* Strengthen the capacity of the Secretariat of the National Climate Change\n* Promote and coordinate the mainstreaming of climate change in concerned sectors;\n* Continue preparing the Second National Communication under the United Nations\n* Prepare a National Strategy and Action Plan for Climate Change;\n* Promote the establishment of a national fund for climate change;\n* Promote the implementation of and update the National Adaptation Programme of\n* Further identify and foster the implementation of the Clean Development\n* Educate and inform the public on climate change;\n* Mobilize resources and support to address climate change;\n* Decentralize the preparation of a GHG inventory and set up a database management"}, {"text_block_id": "p21_b173", "text": "Meeting the projected national development targets envisaged in the revised NSDP will require measures to respond to climate change impacts. The development of the CCCSP provides the entry point for a structured and coherent approach to integrate climate change into national development processes."}, {"text_block_id": "p21_b174", "text": "The CCCSP was developed following the guidelines of the Council of Ministers. The CCCSP outlines the vision, mission, goals and objectives, as well as the strategic framework analysis in defining the strategic objectives and strategies. Climate Change Action Plans will be prepared as separate documents, which detail the identification and prioritization of the actions for achieving the strategic objectives of the CCCSP."}, {"text_block_id": "p21_b175", "text": "Alongside the CCCSP, line ministries have developed their Sectoral Climate Change Strategic Plans (SCCSP) to guide the integration of climate change into their sectoral planning. While the CCCSP provides a national perspective and framework for addressing climate change, the SCCSPs of the line ministries focus on sector-specific responses to climate change. The line ministries are now developing their Sectoral Climate Change Action Plans (SCCAP) to operationalize their SCCSPs. Good coordination of the national and sub-national responses is very important to effectively address climate change. To that end, a guideline for mainstreaming climate change into sub-national planning is being prepared under the auspices of the Secretariat of the National Committee for Sub-national Democratic Development (NCDD)."}, {"text_block_id": "p22_b176", "text": "2. VISION"}, {"text_block_id": "p22_b177_merged", "text": "Cambodia develops towards a green, low-carbon, climate-resilient, equitable, sustainable and knowledge-based society."}, {"text_block_id": "p22_b180", "text": "3. MISSION"}, {"text_block_id": "p22_b181", "text": "Creating a national framework for engaging the public, the private sector, civil society organizations and development partners in a participatory process for responding to climate change to support sustainable development."}, {"text_block_id": "p22_b182", "text": "4. GOALS"}, {"text_block_id": "p22_b183", "text": "4. GOALS\n* Reducing vulnerability to climate change impacts of people, in particular the most\n* Shifting towards a green development path by promoting low-carbon development\n* Promoting public awareness and participation in climate change response actions."}, {"text_block_id": "p22_b189", "text": "5. STRATEGIC FRAMEWORK"}, {"text_block_id": "p22_b190", "text": "Cambodia is highly vulnerable to climate change and the RGC recognizes the need for mainstreaming climate change into the NSDP and national policies at all levels based on selected key guiding principles."}, {"text_block_id": "p22_b191", "text": "5.1. Guiding Principles"}, {"text_block_id": "p22_b192", "text": "5.1. Guiding Principles\n* Adhere to the values of sustainable development;\n* Ensure that national development priorities can be achieved under a changing\n* Focus on the threats as well as opportunities of climate change and capitalize on"}, {"text_block_id": "p23_b198", "text": "5.1. Guiding Principles\n* Adhere to the values of sustainable development;\n* Ensure that national development priorities can be achieved under a changing\n* Focus on the threats as well as opportunities of climate change and capitalize on\n* Recognize the complex and interconnected nature of climate change and the need\n* Recognize the uncertainty of future climate change, build flexibility in the\n* Address both extreme events and critical changes (e.g. shift in seasons) induced by\n* Use a combination of science-based, ecosystem-based and community-based\n* Ensure that a climate change response is equitable, gender sensitive, transparent,\n* Leverage on knowledge, innovation and behavioural change in developing solutions\n* Engage actively with international and regional processes for addressing climate"}, {"text_block_id": "p23_b212", "text": "5.2. Strategic Analysis"}, {"text_block_id": "p23_b213", "text": "To ensure alignment with national development goals and priorities, several key documents were considered when conducting the strategic analysis. These include:"}, {"text_block_id": "p23_b214", "text": "To ensure alignment with national development goals and priorities, several key documents were considered when conducting the strategic analysis. These include:\n* The Rectangular Strategy Phase II;\n* Cambodia Vision 2030 (Draft);\n* Cambodia Human Development Report 2011;\n* Cambodia Millennium Development Goals;\n* The Cambodian Governmentâs Achievements and Future Directions in Sustainable\n* National Strategic Development Plan Update 2009 â 2013;\n* Initial National Communication under the United Nations Framework"}, {"text_block_id": "p24_b232", "text": "To ensure alignment with national development goals and priorities, several key documents were considered when conducting the strategic analysis. These include:\n* The Rectangular Strategy Phase II;\n* Cambodia Vision 2030 (Draft);\n* Cambodia Human Development Report 2011;\n* Cambodia Millennium Development Goals;\n* The Cambodian Governmentâs Achievements and Future Directions in Sustainable\n* National Strategic Development Plan Update 2009 â 2013;\n* Initial National Communication under the United Nations Framework\n* Draft\n* Second National Communication under the United Nations\n* National Adaptation Programme of Action to Climate Change;\n* Draft National Environmental Policy 2012;\n* National and sectoral strategies, policies and plans;\n* National Policy on Green Growth and National Green Growth Strategic Plan 2013\n* 2030; and\n* Policy Paper on the Promotion of Paddy Production and Rice Export."}, {"text_block_id": "p24_b248", "text": "National Development Baselines"}, {"text_block_id": "p24_b249", "text": "Cambodia has achieved a long-term macro-economic growth (1994"}, {"text_block_id": "p24_b250", "text": "–"}, {"text_block_id": "p24_b251", "text": "2011) of 6"}, {"text_block_id": "p24_b252", "text": "–"}, {"text_block_id": "p24_b253", "text": "7% in its GDP annually. The stable and steady economic growth is largely attributed to the continued good performance of the agriculture, garment, construction and tourism sectors. A project-based planning approach is steadily giving way to programme-based planning in consolidating sustainable development. Better data collection and management are contributing to improving planning systems, and the effective allocation of resources. However, economic diversification is limited and there is still a considerable percentage of the population who are unskilled."}, {"text_block_id": "p24_b254", "text": "Forest cover as a percentage of total land area in 2010 was 57.07%, of which more than 3 million ha of protected areas is under the jurisdiction of the Ministry of Environment (MoE)."}, {"text_block_id": "p24_b255", "text": "Agriculture continues to be the dominant employment sector absorbing the majority of the population and accounting for 57.6% of the labour force."}, {"text_block_id": "p24_b256_merged_merged_merged_merged", "text": "According to the NSDP Update 2009 – 2013, as of 2008 the total arable land area was in the range of 3.31 million ha, and rice farming constituted 2.61 million ha, 0.59 million ha of permanent crops, and 0.11 million ha of rubber plantation. The Strategy for Agriculture and Water (2006 – 2010) indicates that only 7 – 8% of arable land area is fully irrigated, 10% is supplementary irrigated, and the remaining 80% relies on rainfall."}, {"text_block_id": "p25_b263", "text": "Fish provides up to 80% of all animal protein intake in the Cambodian diet and fish production contributes about 10%"}, {"text_block_id": "p25_b264", "text": "of Cambodia’s GDP,"}, {"text_block_id": "p25_b265", "text": "creating six million full-time and part-time jobs nationwide. The main inland fisheries are predominantly found along the rivers, lakes and wetlands such as the Tonle Sap Lake and the Mekong River."}, {"text_block_id": "p25_b266", "text": "Tourism is the third largest sector after agriculture and the garment industry. National revenue from tourism has increased 17-fold from USD 100 million in 1995 to USD 1,786 million in 2010, generating 315,000 jobs in the same year."}, {"text_block_id": "p25_b267", "text": "The National Report for Rio+20 indicates insufficient supply of electricity, with only 17.2% of the total population, including about 6% of the rural population, having access to electricity in 2012. The per capita electricity consumption is 199KWh per annum (estimated in 2013)."}, {"text_block_id": "p25_b268", "text": "Fossil fuel-based electricity production accounts for 95.2% of total energy production, while hydropower and other renewable resources represent only 3.3% and 1.5% respectively. More than 80% of the population still depends on fuel-wood and charcoal for household cooking."}, {"text_block_id": "p25_b269", "text": "Based on statistics from the Ministry of Public Works and Transport, the total number of vehicles registered in 2009, including motorcycles, family cars, vans and buses, and small and big trucks, was 307,000, with a 19% annual growth rate."}, {"text_block_id": "p25_b270", "text": "National Development Projections"}, {"text_block_id": "p25_b271", "text": "National Development Projections\n* economic growth rate is projected at 7 â 8% for 2014;\n* The agricultural sector is expected to have a 5% growth rate annually in order to meet\n* The agricultural sector contributed 32.1% to GDP in 2011 and is considered an\n* The target for the tourism sector (in number of tourist arrivals) is 4.5 million and 6.1"}, {"text_block_id": "p26_b282", "text": "National Development Projections\n* economic growth rate is projected at 7 â 8% for 2014;\n* The agricultural sector is expected to have a 5% growth rate annually in order to meet\n* The agricultural sector contributed 32.1% to GDP in 2011 and is considered an\n* The target for the tourism sector (in number of tourist arrivals) is 4.5 million and 6.1\n* The RGC has the ambition to progress from least-developed country (LDC) status\n* With 57.07% of land area (2010) under forest cover, Cambodia has an opportunity to\n* With a 5.72% annual growth rate in rice production, Cambodia expects to export 1\n* The Ministry of Environment projects GHG emissions from the transport sector to\n* The Ministry of Environment projects GHG emissions from the transport sector to\n 2\n* The Ministry of Environment projects GHG emissions from the transport sector to\n 2\n equivalent in 2000 to 11,376 GgCO\n* The Ministry of Environment projects GHG emissions from the transport sector to\n 2\n equivalent in 2000 to 11,376 GgCO\n 2\n* The Ministry of Environment projects GHG emissions from the transport sector to\n 2\n equivalent in 2000 to 11,376 GgCO\n 2\n by 2050, representing a"}, {"text_block_id": "p26_b294", "text": "Climate Change Implications as recognized in the NSDP Update 2009"}, {"text_block_id": "p26_b295", "text": "–"}, {"text_block_id": "p26_b296", "text": "2013"}, {"text_block_id": "p26_b297", "text": "The NSDP outlines the importance of addressing climate change in national development planning and identifies response measures as follows:"}, {"text_block_id": "p26_b298", "text": "The NSDP outlines the importance of addressing climate change in national development planning and identifies response measures as follows:\n* Flood implications on infrastructure\n\t* The road structure needs strengthening, especially rural roads, so that floods\n\t* Additional dykes and drainage systems should be constructed in vulnerable\n\t* Cambodia is short of energy, which is one of the reasons for its low level of industrial\n\t* Poverty alleviation is the RGC\n\t* long-standing goal. However, as more than 80% of the\n\t* Management of water and fisheries is the lifeline of the Cambodian people. Change in\n\t* Preservation of Cambodiaâs rich and diverse flora and fauna; and\n\t* Expansion of capacity for provision of water and sanitation, particularly to rural areas."}, {"text_block_id": "p27_b318", "text": "Besides protection of water and forest resources, the Royal Government is promoting tree planting, rehabilitation of degraded forests and investment in production of biofuels."}, {"text_block_id": "p27_b319", "text": "Climate Projections and their Implications"}, {"text_block_id": "p27_b320", "text": "Climate Projections"}, {"text_block_id": "p27_b321", "text": "Climate Projections\n* Historically, temperatures in Cambodia have increased and this trend is projected to\n* Historically, temperatures in Cambodia have increased and this trend is projected to\n o\n* Historically, temperatures in Cambodia have increased and this trend is projected to\n o\n C and 0.036\n* Historically, temperatures in Cambodia have increased and this trend is projected to\n o\n C and 0.036\n o\n* Historically, temperatures in Cambodia have increased and this trend is projected to\n o\n C and 0.036\n o\n C per\n* Although there is inconclusive evidence of climate impact on rainfall, projections of the\n* According to the Fourth Assessment Report of the IPCC, sea levels in the region are\n* 1999, the sea level\n* 1999, the sea level\n â\n* 1999, the sea level\n â\n 0.43m under low emission scenarios (SRES B1), 0.21\n* 1999, the sea level\n â\n 0.43m under low emission scenarios (SRES B1), 0.21\n â\n* 1999, the sea level\n â\n 0.43m under low emission scenarios (SRES B1), 0.21\n â\n 0.52m under\n* 1999, the sea level\n â\n 0.43m under low emission scenarios (SRES B1), 0.21\n â\n 0.52m under\n â\n* 1999, the sea level\n â\n 0.43m under low emission scenarios (SRES B1), 0.21\n â\n 0.52m under\n â\n 0.56m under high emission scenarios"}, {"text_block_id": "p27_b339", "text": "Implications"}, {"text_block_id": "p27_b340", "text": ""}, {"text_block_id": "p27_b341_merged_merged_merged", "text": "Increase in temperature is likely to affect agricultural productivity. According to the International Rice Research Institute, rice grain yield will decline by 10% for each 1oC increase in growing-season minimum (night) temperature in the dry season."}, {"text_block_id": "p27_b344", "text": ""}, {"text_block_id": "p27_b345", "text": "The Mekong Adaptation and Resilience to Climate Change (Mekong ARCC) demonstrated that rainfall will get higher in the provinces of higher elevation during the wet season, but will get drier during the dry season, which could hamper the production of coffee and rubber in Cambodia."}, {"text_block_id": "p27_b346", "text": ""}, {"text_block_id": "p27_b347", "text": "The 435 km Cambodia coastline is vulnerable to sea-level rises and the severe impacts of more frequent typhoons under future climate projections. This could affect tourism"}, {"text_block_id": "p28_b348", "text": "potential and cause coastal erosion, while strong winds could damage settlements in coastal areas."}, {"text_block_id": "p28_b349", "text": ""}, {"text_block_id": "p28_b350", "text": "Given only 7"}, {"text_block_id": "p28_b351", "text": "–"}, {"text_block_id": "p28_b352", "text": "8% of total production land area is under full irrigation, it is difficult for Cambodia to achieve 5% annual agricultural growth in order to meet the target of agricultural production export by 2030 under climate change impacts (e.g. drought), especially for some cash crops such as rice, without further investment in the expansion of irrigation schemes."}, {"text_block_id": "p28_b353", "text": ""}, {"text_block_id": "p28_b354", "text": "According to the International Disaster Database (EM-DAT), the natural disaster in 2011 resulted in economic losses to Cambodia of about 4.3% of its GDP. Climate-related flooding is projected to increase in its frequency and intensity especially in the central plains. While the coastal zones would be affected by tropical cyclones from the Pacific, the central plains would experience seasonal flooding caused by increased rainfall. Both regions are of significant economic importance due to their fiscal revenue contributions generated from tourism, services, navigation, fishing and agricultural production. Therefore, it is crucial that measures are put in place to minimize the impacts of climate change risks and disasters in order for Cambodia to achieve the desirable economic growth and development expected in the national development programmes."}, {"text_block_id": "p28_b355", "text": ""}, {"text_block_id": "p28_b356_merged_merged", "text": "GHG emissions in Cambodia are currently extremely low compared to regional and global averages. According to the Second National Communication under the UNFCCC, in 2000 Cambodia emitted 47.6 million tonnes of CO2 equivalent, but the forestry sector absorbed 48 million tonnes of CO2equivalent. Over the same period, energy consumption by sector was highest in the transport sector, followed by electricity production, residential and the industrial sectors. Cambodia needs to increase energy production to boost industrial activities, while improving energy efficiency in the transport and residential sectors in order to reduce GHG emissions. During this stage of increasing energy supply, it is important that integration of renewable energy sources be considered in future energy production."}, {"text_block_id": "p29_b361", "text": "Climate Change Response Capacity"}, {"text_block_id": "p29_b362", "text": "According to the Climate Change Vulnerability Mapping for Southeast Asia, carried out by the Economy and Environment Programme for Southeast Asia, Cambodia is among the most vulnerable countries to climate change in Southeast Asia because of low adaptive capacity."}, {"text_block_id": "p29_b363", "text": "An analysis of the ‘"}, {"text_block_id": "p29_b364_merged", "text": "Strengths, Weaknesses, Opportunities and Threats’ (SWOT) of Cambodia’s response to climate change was conducted with many stakeholders, such as government agencies, civil society, development partners and the private sector. The results of the SWOT Analysis (presented below) were considered in the development of the CCCSP."}, {"text_block_id": "p29_b369", "text": "Strengths"}, {"text_block_id": "p29_b370", "text": "•"}, {"text_block_id": "p29_b371", "text": "The Kingdom of Cambodia has high economic growth;"}, {"text_block_id": "p29_b372", "text": "•"}, {"text_block_id": "p29_b373", "text": "Interest in knowledge and information related to climate change;"}, {"text_block_id": "p29_b374", "text": "•"}, {"text_block_id": "p29_b375", "text": "High interest in sustainable development;"}, {"text_block_id": "p29_b376", "text": "•"}, {"text_block_id": "p29_b377", "text": "Rich natural resource base;"}, {"text_block_id": "p29_b378", "text": "•"}, {"text_block_id": "p29_b379", "text": "Presence of government policies on economic development;"}, {"text_block_id": "p29_b380", "text": "•"}, {"text_block_id": "p29_b381", "text": "Relevant ministries have developed their Sectoral Climate Change Strategic Plans;"}, {"text_block_id": "p29_b382", "text": "•"}, {"text_block_id": "p29_b383", "text": "Stakeholder support to climate change response including government agencies, international community and civil society;"}, {"text_block_id": "p29_b384", "text": "•"}, {"text_block_id": "p29_b385", "text": "Increased awareness on climate change;"}, {"text_block_id": "p29_b386", "text": "•"}, {"text_block_id": "p29_b387", "text": "Policy on environment and health;"}, {"text_block_id": "p29_b388", "text": "•"}, {"text_block_id": "p29_b389", "text": "Gradual improvement of infrastructure."}, {"text_block_id": "p29_b390", "text": "Weaknesses"}, {"text_block_id": "p29_b391", "text": "•"}, {"text_block_id": "p29_b392", "text": "Weak knowledge and science-based decision making;"}, {"text_block_id": "p29_b393", "text": "•"}, {"text_block_id": "p29_b394", "text": "Lack of clear procedure for integration of climate change in the national development plans;"}, {"text_block_id": "p29_b395", "text": "•"}, {"text_block_id": "p29_b396", "text": "Limited capacity of the national institutions responsible for climate change and limited participation of stakeholders;"}, {"text_block_id": "p29_b397", "text": "•"}, {"text_block_id": "p29_b398", "text": "Out-dated information to address climate impacts;"}, {"text_block_id": "p29_b399", "text": "•"}, {"text_block_id": "p29_b400", "text": "Limited human resources;"}, {"text_block_id": "p30_b401", "text": "•"}, {"text_block_id": "p30_b402", "text": "Climate change planning is not a common practice;"}, {"text_block_id": "p30_b403", "text": "•"}, {"text_block_id": "p30_b404", "text": "Limited knowledge, research and technology;"}, {"text_block_id": "p30_b405", "text": "•"}, {"text_block_id": "p30_b406", "text": "Limited financial resources;"}, {"text_block_id": "p30_b407", "text": "•"}, {"text_block_id": "p30_b408", "text": "Low adaptive capacity among citizens."}, {"text_block_id": "p30_b409", "text": "Opportunities"}, {"text_block_id": "p30_b410", "text": "•"}, {"text_block_id": "p30_b411", "text": "Increasing global climate change funds;"}, {"text_block_id": "p30_b412", "text": "•"}, {"text_block_id": "p30_b413", "text": "Establishment of national knowledge and information structure;"}, {"text_block_id": "p30_b414", "text": "•"}, {"text_block_id": "p30_b415", "text": "Development of the national sustainable development plan;"}, {"text_block_id": "p30_b416", "text": "•"}, {"text_block_id": "p30_b417", "text": "Political commitment and support to climate change;"}, {"text_block_id": "p30_b418", "text": "•"}, {"text_block_id": "p30_b419", "text": "Improved livelihoods;"}, {"text_block_id": "p30_b420", "text": "•"}, {"text_block_id": "p30_b421", "text": "Global efforts in addressing climate change;"}, {"text_block_id": "p30_b422", "text": "•"}, {"text_block_id": "p30_b423", "text": "Existing programmes such as Cambodia Climate Change Alliance and Strategic Program for Climate Resilience;"}, {"text_block_id": "p30_b424", "text": "•"}, {"text_block_id": "p30_b425", "text": "Development partners"}, {"text_block_id": "p30_b426", "text": "’"}, {"text_block_id": "p30_b427", "text": "support to the RGC in addressing climate change;"}, {"text_block_id": "p30_b428", "text": "•"}, {"text_block_id": "p30_b429", "text": "Skills and vocational development programmes."}, {"text_block_id": "p30_b430", "text": "Threats"}, {"text_block_id": "p30_b431", "text": "•"}, {"text_block_id": "p30_b432", "text": "43% of total communes are highly vulnerable;"}, {"text_block_id": "p30_b433", "text": "•"}, {"text_block_id": "p30_b434", "text": "Low understanding of climate change and response options;"}, {"text_block_id": "p30_b435", "text": "•"}, {"text_block_id": "p30_b436", "text": "Other policies and priorities are competing with policy on climate change;"}, {"text_block_id": "p30_b437", "text": "•"}, {"text_block_id": "p30_b438", "text": "Key economic sectors faced with the risks of climate change impacts;"}, {"text_block_id": "p30_b439", "text": "•"}, {"text_block_id": "p30_b440", "text": "Limited capacity for climate change responses;"}, {"text_block_id": "p30_b441", "text": "•"}, {"text_block_id": "p30_b442", "text": "More frequent climate extreme events;"}, {"text_block_id": "p30_b443", "text": "•"}, {"text_block_id": "p30_b444", "text": "Lack of resilience to natural disasters."}, {"text_block_id": "p30_b445", "text": "Institutional Arrangements for the Coordination of Climate Change Response"}, {"text_block_id": "p30_b446_merged_merged", "text": "The National Climate Change Committee (NCCC) was established in 2006 with the mandate to coordinate and monitor the implementation of the Government’s policies, strategies, regulations, plans and programmes in response to climate change issues. Samdech Akka Moha Sena Padei Techo Hun Sen, the Prime Minister of Cambodia, is the Honorary Chair of the NCCC,"}, {"text_block_id": "p31_b449", "text": "while the Minister of Environment serves as its Chair. A Climate Change Technical Team (CCTT) was established as an inter-ministerial body to provide technical support to the NCCC in fulfilling its mandate. The Climate Change Department (CCD) within MoE serves as the Secretariat for the NCCC and coordinates the activities of the CCTT. There are climate change focal points and working groups appointed by key line ministries to oversee climate change related activities, such as the development of Sectoral Climate Change Strategic Plans, action plans and projects."}, {"text_block_id": "p31_b450", "text": "There is a need for review of the climate change institutional structure aiming to set out appropriate recommendations for its improvement in order to promote inter-ministerial coordination and implementation of CCCSP, as well as climate change response measures."}, {"text_block_id": "p31_b451", "text": "Gender and Climate Change"}, {"text_block_id": "p31_b452", "text": "The RGC recognizes that the rural poor of Cambodia, the majority of whom are women, are most vulnerable to climate change impacts because of their high dependence on agriculture and natural resources. This vulnerable group is very susceptible to diseases because of their limited resources and capacity to adapt to climate change impacts, including the lack of preparedness to cope with climate risks and hazards. Therefore, there is a need to mainstream gender into climate change response measures, such as into existing policies and laws, SCCSPs, in order for this cross-cutting issue to be supported by all government agencies especially at national and sub-national levels, development partners, NGOs, civil society organizations (CSOs), research and academia and the private sector."}, {"text_block_id": "p31_b453", "text": "Education, Awareness and Communication"}, {"text_block_id": "p31_b454", "text": "Mainstreaming climate change knowledge and information into formal and non-formal education is the key principle to sustaining climate change awareness for a green, equitable and climate-resilient society. It is important to create an enabling environment for climate change education and awareness by developing and enhancing communication structures, systems and tools."}, {"text_block_id": "p32_b455", "text": "5.3. Strategic Objectives and Strategies"}, {"text_block_id": "p32_b456", "text": "Strategic Objective 1: Promote climate resilience through improving food, water and energy security"}, {"text_block_id": "p32_b457", "text": "Strategies:"}, {"text_block_id": "p32_b458", "text": "a."}, {"text_block_id": "p32_b459", "text": "Map sectoral contributions to the security of key systems;"}, {"text_block_id": "p32_b460", "text": "b."}, {"text_block_id": "p32_b461", "text": "Engage relevant sectors and stakeholders in identifying response measures;"}, {"text_block_id": "p32_b462", "text": "c."}, {"text_block_id": "p32_b463", "text": "Enhance institutional coordination mechanisms for coherent policy responses to climate change;"}, {"text_block_id": "p32_b464", "text": "d."}, {"text_block_id": "p32_b465", "text": "Increase capacity to identify climate-induced opportunities in agricultural production systems, ecosystems and nature protected areas:"}, {"text_block_id": "p32_b466", "text": "Increase capacity to identify climate-induced opportunities in agricultural production systems, ecosystems and nature protected areas:\n* Agricultural diversification (e.g. crops, livestock, etc.)\n* Increase in productivity (e.g. crops, fisheries, livestock, forestry, etc.)\n* Opportunity for new crop varieties\n* Watershed and ecosystem management\n* Renewable energy\n* Energy efficiency\n* Appropriate technology transfer\n* Solid waste and wastewater management through integrated measures in"}, {"text_block_id": "p32_b474", "text": "e."}, {"text_block_id": "p32_b475", "text": "Facilitate businesses and industries which respond to carbon market opportunities for green trade and investment;"}, {"text_block_id": "p32_b476", "text": "f."}, {"text_block_id": "p32_b477", "text": "Promote renewable energy and energy efficiency to reduce GHG emissions and impacts on health:"}, {"text_block_id": "p32_b486", "text": "g."}, {"text_block_id": "p32_b487", "text": "Develop decentralized energy production systems integrating the application of renewable energy, especially solar energy;"}, {"text_block_id": "p32_b488", "text": "h."}, {"text_block_id": "p32_b489", "text": "Rehabilitate and build water infrastructures including small-, medium-and large-scale irrigation schemes;"}, {"text_block_id": "p33_b490", "text": "i."}, {"text_block_id": "p33_b491", "text": "Build and rehabilitate climate-resilient rural road infrastructures and connect production areas to the market;"}, {"text_block_id": "p33_b492", "text": "j."}, {"text_block_id": "p33_b493", "text": "Integrate climate change into Environmental Impact Assessment processes."}, {"text_block_id": "p33_b494", "text": "Strategic Objective 2: Reduce sectoral, regional, gender vulnerability and health risks to climate change impacts"}, {"text_block_id": "p33_b495", "text": "Strategies:"}, {"text_block_id": "p33_b496", "text": "a."}, {"text_block_id": "p33_b497_merged", "text": "Use existing vulnerability and risk assessments, and conduct new ones where necessary, to prioritize adaptation measures for key regions of Cambodia, such as coastal zones, highlands, rural and urban areas;"}, {"text_block_id": "p33_b500", "text": "b."}, {"text_block_id": "p33_b501", "text": "Implement key actions identified in the SCCSPs of the line ministries for addressing climate change impacts;"}, {"text_block_id": "p33_b502", "text": "c."}, {"text_block_id": "p33_b503", "text": "Promote integration of the CCCSP into other national strategies such as the National Strategic Development Plan (NSDP) and the National Social Protection Strategy (NSPS);"}, {"text_block_id": "p33_b504", "text": "d."}, {"text_block_id": "p33_b505", "text": "Promote community-based adaptation approaches and strengthen partnerships between development partners, civil society, the private sector and the Government;"}, {"text_block_id": "p33_b506", "text": "e."}, {"text_block_id": "p33_b507", "text": "Promote the use of appropriate technologies on livestock and crop production for vulnerable farmers;"}, {"text_block_id": "p33_b508", "text": "f."}, {"text_block_id": "p33_b509", "text": "Improve the efficiency of the fisheries sector management;"}, {"text_block_id": "p33_b510", "text": "g."}, {"text_block_id": "p33_b511", "text": "Improve water and forest ecology, mangrove ecosystems, coastal zones and protected areas;"}, {"text_block_id": "p33_b512", "text": "h."}, {"text_block_id": "p33_b513", "text": "Promote natural rubber production in a sustainable way by focusing on both adaptation and mitigation measures;"}, {"text_block_id": "p33_b514", "text": "i."}, {"text_block_id": "p33_b515", "text": "Promote livestock production and protection of animal health in sustainable ways;"}, {"text_block_id": "p33_b516", "text": "j."}, {"text_block_id": "p33_b517", "text": "Improve healthcare infrastructure and capacity of health personnel to cope with vector-borne and water-borne diseases in the context of climate change;"}, {"text_block_id": "p34_b518", "text": "k."}, {"text_block_id": "p34_b519", "text": "Introduce technologies in water work development and rehabilitation in response to the negative impacts of climate change;"}, {"text_block_id": "p34_b520", "text": "l."}, {"text_block_id": "p34_b521", "text": "Promote capital-intensive urban transport infrastructure planning and development;"}, {"text_block_id": "p34_b522", "text": "m."}, {"text_block_id": "p34_b523", "text": "Enhance the quality of rural infrastructure (roads, irrigation, wells and culverts) to be resilient to flood and drought;"}, {"text_block_id": "p34_b524", "text": "n."}, {"text_block_id": "p34_b525", "text": "Promote early warning systems;"}, {"text_block_id": "p34_b526", "text": "o."}, {"text_block_id": "p34_b527", "text": "Prioritize"}, {"text_block_id": "p34_b528", "text": "women’s needs"}, {"text_block_id": "p34_b529", "text": "in climate change adaptation and mitigation actions."}, {"text_block_id": "p34_b530", "text": "Strategic Objective 3: Ensure climate resilience of critical ecosystems (Tonle Sap Lake, Mekong River, coastal ecosystems, highlands, etc.), biodiversity, protected areas and cultural heritage sites"}, {"text_block_id": "p34_b531", "text": "Strategies:"}, {"text_block_id": "p34_b532", "text": "a."}, {"text_block_id": "p34_b533", "text": "Strengthen biodiversity conservation and restore ecosystems threatened by climate change;"}, {"text_block_id": "p34_b534", "text": "b."}, {"text_block_id": "p34_b535_merged_merged", "text": "Promote and encourage community-based, ecosystem-based approaches and eco-tourism as cost-effective ways of addressing climate change;"}, {"text_block_id": "p34_b538", "text": "c."}, {"text_block_id": "p34_b539", "text": "Promote payment for ecosystem services including REDD+;"}, {"text_block_id": "p34_b540", "text": "d."}, {"text_block_id": "p34_b541", "text": "Promote participatory land-use planning."}, {"text_block_id": "p34_b542", "text": "Strategic Objective 4: Promote low-carbon planning and technologies to support sustainable development"}, {"text_block_id": "p34_b543", "text": "Strategies:"}, {"text_block_id": "p34_b544", "text": "a."}, {"text_block_id": "p34_b545", "text": "Conduct sectoral analyses on low emission options and sources of emission (in agriculture, energy, transportation, industrial, land-use and forest management, and waste management);"}, {"text_block_id": "p34_b546", "text": "b."}, {"text_block_id": "p34_b547", "text": "Prepare low-carbon development policies, legal frameworks and action plans in conformity with national development priorities;"}, {"text_block_id": "p34_b548", "text": "c."}, {"text_block_id": "p34_b549", "text": "Promote appropriate technology transfer for low-carbon development (e.g. improving energy efficiency, renewable energy, etc.) and facilitate their diffusion through:"}, {"text_block_id": "p35_b550", "text": "Promote appropriate technology transfer for low-carbon development (e.g. improving energy efficiency, renewable energy, etc.) and facilitate their diffusion through:\n* Guidelines, technical assistance and establishment of partnerships\n* Financial and fiscal incentives\n* Carbon market mechanisms\n* Mobilizing public-private partnerships;"}, {"text_block_id": "p35_b558", "text": "d."}, {"text_block_id": "p35_b559", "text": "Promote low-carbon, climate-resilient city development planning and develop city-level coordination mechanisms (e.g. capital and provincial effective mass transport, modernization of wastewater treatment facility and landfill);"}, {"text_block_id": "p35_b560", "text": "e."}, {"text_block_id": "p35_b561", "text": "Establish a system of registration for GHG mitigation projects and programmes;"}, {"text_block_id": "p35_b562", "text": "f."}, {"text_block_id": "p35_b563", "text": "Establish a high quality national system for GHG inventory."}, {"text_block_id": "p35_b564", "text": "Strategic Objective 5: Improve capacities, knowledge and awareness for climate change responses"}, {"text_block_id": "p35_b565", "text": "Strategies:"}, {"text_block_id": "p35_b566", "text": "a."}, {"text_block_id": "p35_b567", "text": "Enhance the implementation of Article 6 of the UNFCCC on education, training, awareness, participation and access to information by the people, and international cooperation for climate change response;"}, {"text_block_id": "p35_b568", "text": "b."}, {"text_block_id": "p35_b569", "text": "Strengthen existing channels for promoting awareness on climate change through government service providers, teachers, journalists, extension services, religious leaders and community elders;"}, {"text_block_id": "p35_b570", "text": "c."}, {"text_block_id": "p35_b571", "text": "Develop targeted awareness programmes aimed at key audiences such as most-vulnerable groups, women, children, youths and minorities;"}, {"text_block_id": "p35_b572", "text": "d."}, {"text_block_id": "p35_b573", "text": "Facilitate public access to information on climate change through radio, television, newspapers, mobile and web technologies and targeted outreach materials;"}, {"text_block_id": "p35_b574", "text": "e."}, {"text_block_id": "p35_b575", "text": "Sensitize the private sector on threats and opportunities of climate change (technical support, financing and technology transfer), and develop public-private partnerships for communication;"}, {"text_block_id": "p35_b576", "text": "f."}, {"text_block_id": "p35_b577", "text": "Integrate climate change into curricula for all levels of education;"}, {"text_block_id": "p35_b578", "text": "g."}, {"text_block_id": "p35_b579", "text": "Strengthen education quality of teachers and build capacity of planning officers on teaching and learning methodologies of climate change;"}, {"text_block_id": "p36_b580", "text": "h."}, {"text_block_id": "p36_b581", "text": "Strengthen the capacity for collection, analysis, modelling and interpretation of climate data and information dissemination to various end-users, including seasonal forecasting for adaptation and community early-warning facilities for disaster risk management;"}, {"text_block_id": "p36_b582", "text": "i."}, {"text_block_id": "p36_b583", "text": "Improve the national weather monitoring and forecasting systems and develop partnerships for creating downscaled models of future climate;"}, {"text_block_id": "p36_b584", "text": "j."}, {"text_block_id": "p36_b585", "text": "Develop early-warning systems and programmes for climate-related disaster management and recovery;"}, {"text_block_id": "p36_b586", "text": "k."}, {"text_block_id": "p36_b587", "text": "Strengthen the role of universities in training, research and technology development by building international partnerships for climate research;"}, {"text_block_id": "p36_b588", "text": "l."}, {"text_block_id": "p36_b589", "text": "Capitalize on lessons learned, local knowledge and good practices for development of policies and actions for adaptation and mitigation;"}, {"text_block_id": "p36_b590", "text": "m."}, {"text_block_id": "p36_b591_merged", "text": "Develop a ‘knowledge management centre’ for facilitating access to up-to-date information for climate change responses."}, {"text_block_id": "p36_b596", "text": "Strategic Objective 6: Promote adaptive social protection and participatory approaches in reducing loss and damage due to climate change"}, {"text_block_id": "p36_b597", "text": "Strategies:"}, {"text_block_id": "p36_b598", "text": "a."}, {"text_block_id": "p36_b599", "text": "Promote micro-financing to improve access to credits by local communities for climate change responses;"}, {"text_block_id": "p36_b600", "text": "b."}, {"text_block_id": "p36_b601", "text": "Promote and encourage insurance schemes for reducing climate-risk and disaster burdens on society;"}, {"text_block_id": "p36_b602", "text": "c."}, {"text_block_id": "p36_b603", "text": "Integrate gender into climate change response planning;"}, {"text_block_id": "p36_b604", "text": "d."}, {"text_block_id": "p36_b605", "text": "Leverage the decentralization process to strengthen financial and institutional processes for local adaptation;"}, {"text_block_id": "p36_b606", "text": "e."}, {"text_block_id": "p36_b607", "text": "Institute public engagement, participation and consultations as primary entry points for adaptation planning, promoting the involvement of multiple stakeholders including NGOs, community-based organizations (CBOs), youths, indigenous communities and the private sector;"}, {"text_block_id": "p37_b608", "text": "f."}, {"text_block_id": "p37_b609", "text": "Promote public-private partnerships, including corporate social responsibility."}, {"text_block_id": "p37_b610", "text": "Strategic Objective 7: Strengthen institutions and coordination frameworks for national climate change responses"}, {"text_block_id": "p37_b611", "text": "Strategies:"}, {"text_block_id": "p37_b612", "text": "a."}, {"text_block_id": "p37_b613", "text": "Mainstream climate change into national and sub-national development plans and the NSPS;"}, {"text_block_id": "p37_b614", "text": "b."}, {"text_block_id": "p37_b615", "text": "Reinforce the national institutional framework and inter-ministerial coordination in policy development;"}, {"text_block_id": "p37_b616", "text": "c."}, {"text_block_id": "p37_b617", "text": "Strengthen roles and capacities of the NCCC Secretariat for coordination of climate financing and as a national implementing entity for global climate funds;"}, {"text_block_id": "p37_b618", "text": "d."}, {"text_block_id": "p37_b619", "text": "Develop a national monitoring and evaluation framework for climate change responses and integrate it into the NSDP and the NSPS;"}, {"text_block_id": "p37_b620", "text": "e."}, {"text_block_id": "p37_b621", "text": "Encourage all ministries to develop Sectoral Climate Change Strategic Plans and action plans, and to engage in the CCCSP process;"}, {"text_block_id": "p37_b622", "text": "Strategic Objective 8: Strengthen collaboration and active participation in regional and global climate change processes"}, {"text_block_id": "p37_b623", "text": "Strategies:"}, {"text_block_id": "p37_b624", "text": "a."}, {"text_block_id": "p37_b625", "text": "Promote regional cooperation on climate change within inter-governmental and non-governmental mechanisms:"}, {"text_block_id": "p37_b626", "text": "Promote regional cooperation on climate change within inter-governmental and non-governmental mechanisms:\n* Implementation of commitments under the UNFCCC\n* Cooperation under ASEAN framework\n* South-South and North-South collaboration\n* Trans-boundary initiatives, e.g. within the Mekong River Basin framework\n* Cooperation through the Clean Development Mechanism (CDM), carbon"}, {"text_block_id": "p38_b636", "text": "b."}, {"text_block_id": "p38_b637", "text": "Strengthen the national institutional platform for coordinating consultation on national positions and responses to current and future issues for international negotiations on climate change;"}, {"text_block_id": "p38_b638", "text": "c."}, {"text_block_id": "p38_b639", "text": "Reinforce negotiation skills to effectively represent Cambodia in international climate change processes, and improve capacity for implementation of international obligations;"}, {"text_block_id": "p38_b640", "text": "d."}, {"text_block_id": "p38_b641", "text": "Actively engage with regional and global initiatives and programmes for cross-learning and s"}, {"text_block_id": "p38_b642", "text": "haring Cambodia’s experience on climate change"}, {"text_block_id": "p38_b643", "text": "with the international community;"}, {"text_block_id": "p38_b644", "text": "e."}, {"text_block_id": "p38_b645", "text": "Secure climate funds from international funding mechanisms."}, {"text_block_id": "p38_b646", "text": "6. ACTIVITIES"}, {"text_block_id": "p38_b647", "text": "The present strategic plan provides a broad framework for the implementation of climate change responses in Cambodia. There is a need for the development of action plans and relevant mechanisms, such as financing mechanisms, monitoring and evaluation frameworks, and legal frameworks to implement the CCCSP and to provide a solid foundation for mobilizing resources."}, {"text_block_id": "p38_b648", "text": "6.1. Phases for the Implementation of the CCCSP"}, {"text_block_id": "p38_b649", "text": "Operationalization of the CCCSP will follow the phases below:"}, {"text_block_id": "p38_b650", "text": ""}, {"text_block_id": "p38_b651", "text": "In the immediate term"}, {"text_block_id": "p38_b652", "text": "(2013"}, {"text_block_id": "p38_b653", "text": "–"}, {"text_block_id": "p38_b654", "text": "2014): Institutional and financial arrangements for the implementation of the CCCSP will be put in place, together with the establishment of a national M&E framework. During this phase, detailed and prioritized action plans (2014"}, {"text_block_id": "p38_b655", "text": "–"}, {"text_block_id": "p38_b656", "text": "2018) will be developed by concerned line ministries and agencies, including a specific action plan for strategic knowledge management and coordination functions;"}, {"text_block_id": "p38_b657", "text": ""}, {"text_block_id": "p38_b658", "text": "In the medium term"}, {"text_block_id": "p38_b659_merged_merged_merged", "text": "(2014 – 2018): This phase will continue to support planned actions in Phase 1 but will be expanded to include activities such as the establishment of a nationally accredited mechanism for the Adaptation Fund and Green Climate Fund,"}, {"text_block_id": "p39_b662", "text": "research and knowledge-management activities, capacity development and climate change mainstreaming at various sectoral levels, operationalization of the M&E and data management systems, and launching a few high-priority projects/programmes in each key sector as specified in their Climate Change Action Plans. Initially, more emphasis will be put on adaptation activities, but preparatory assistance will be provided to gradually scale up the mitigation component. During this phase, climate change finance for national and sub-national planning, budgeting and implementation modalities will begin and gradually increase. In addition, Cambodia will establish appropriate institutions with sufficient capacity and full credibility for direct access to the Adaptation Fund and Green Climate Fund;"}, {"text_block_id": "p39_b663", "text": ""}, {"text_block_id": "p39_b664", "text": "In the long term"}, {"text_block_id": "p39_b665_merged", "text": "(2019 – 2023): This Phase will continue to focus on research and learning. The main objectives of this phase will be to scale-up successful pilots and carry on with the mainstreaming of climate change at national and sub-national levels. This will involve an increased use of budget support for national programmes, including implementation of climate change response measures through sub-national administrations."}, {"text_block_id": "p39_b668", "text": "More information is provided below on activities to be implemented in the immediate term phase."}, {"text_block_id": "p39_b669", "text": "Institutional Arrangements"}, {"text_block_id": "p39_b670", "text": "At a national level, the NCCC will have overall responsibility for the management and monitoring of CCCSP implementation with technical support from the CCTT and administrative support from the NCCC Secretariat."}, {"text_block_id": "p39_b671", "text": "It is necessary to review and refine the mandate, roles and functions of the climate change institutions to reflect their specific responsibilities in the management and monitoring of the CCCSP. The NCCC Secretariat shall legally function as an inter-ministerial body under the NCCC, which has a full mandate and authority to play its cross-cutting coordination role, and it should also have the capacity and full eligibility of accreditation for global climate funds. The required"}, {"text_block_id": "p40_b672", "text": "legal processes will be detailed in the action plan for strategic, knowledge-management and coordination functions."}, {"text_block_id": "p40_b673", "text": "At line-ministry level, climate change focal points and/or working groups have already been established. The responsibilities of these focal points and working groups will be clarified in the near future, in particular their relationship with other line ministry departments, to ensure that the planning of sectoral policies, programmes and investments fully takes into account climate change risks and opportunities."}, {"text_block_id": "p40_b674", "text": "At the sub-national administration level, guidelines on development planning in the context of climate change will be put in place by June 2014 under the leadership of the NCCC-Secretariat. These guidelines will build on the wealth of experience generated in recent years through pilot projects, mostly at commune level. To the extent possible, these guidelines will include recommendations on collaboration between the various levels of sub-national administration (province, district/municipality and commune/sangkat), and in particular the modalities for communes to access climate change technical expertise from line departments located at the district or provincial level."}, {"text_block_id": "p40_b675", "text": "Developing Action Plans"}, {"text_block_id": "p40_b676", "text": "All relevant ministries will develop prioritized action plans and estimate the cost to implement their SCCSPs with technical and financial support from the NCCC Secretariat. These action plans will be closely aligned with the relevant sector strategies. A specific action plan will also be developed for coordination functions, including the roles of NCCC, CCTT and the NCCC Secretariat. Guiding principles for the development of these action plans are included in Section 6.2 below."}, {"text_block_id": "p40_b677", "text": "Developing Climate Change Financing Framework"}, {"text_block_id": "p40_b678", "text": "The financing of the CCCSP will involve a number of different funding modalities, with a mix of traditional instruments and new instruments related to climate finance. There is a need to ensure that these various modalities are properly coordinated, and that potential funding partners have a clear overview of the costs and prioritization of activities under the CCCSP. The"}, {"text_block_id": "p41_b679", "text": "NCCC and the CCTT will lead the formulation of a Climate Change Financing Framework, which will support a programme-based approach for climate change responses in Cambodia."}, {"text_block_id": "p41_b680", "text": "Developing M&E Framework"}, {"text_block_id": "p41_b681", "text": "A national M&E framework is under development and will be finalized by mid-2014. It will be compatible and integrated with the national M&E system. Further details on the M&E framework for this strategic plan are presented under Section 8 below."}, {"text_block_id": "p41_b682", "text": "Developing Climate Change Legal Framework"}, {"text_block_id": "p41_b683", "text": "A climate change legal framework is important to support the implementation of the CCCSP by mainstreaming climate change issues into related policies and core legislation. This will allow for enforcement and compliance with key policy recommendations related to climate change responses."}, {"text_block_id": "p41_b684", "text": "6.2. Programming and Development of Action Plans"}, {"text_block_id": "p41_b685", "text": "The implementation of the CCCSP will require a programme-based approach to ensure the strategic coordination and prioritization of activities. Besides using risk-based programming, activities which promote or support capitalizing on opportunities and expanded benefits and co-benefits to society and systems will be encouraged. Details of the action plan are provided in a separate document as required by the Council of Ministers. The following principles will be followed in the development of the programme, which will be based on sectoral action plans."}, {"text_block_id": "p41_b686", "text": "Timeframe"}, {"text_block_id": "p41_b687_merged", "text": "The CCCSP has a 10-year timeframe (2014 – 2023), with a mid-term review scheduled for 2018. The sectoral action plans (and the corresponding overall programme) will be developed for an initial phase of five years (2014 – 2018), in line with the national planning and M&E timeframe (NSDP 2014 – 2018). Action plans will use appropriate methods for prioritization and phasing, including, but not limited to, vulnerability analysis and mapping, and cost-benefit analysis."}, {"text_block_id": "p42_b694", "text": "Building on the Strategies of Line Ministries"}, {"text_block_id": "p42_b695_merged", "text": "The action plans to be included in the CCCSP programme will not be developed as stand-alone ‘silos’ within the respective ministries. Some dedicated climate change actions will be required, but most actions will be related to existing public investment portfolios within the ministries. In all cases, the action plans will be closely integrated within the standard planning and management arrangements of concerned ministries. This will include the reflection of climate change related actions in the budget process and the development of climate sensitive indicators in sectoral M&E frameworks."}, {"text_block_id": "p42_b700", "text": "Cross-Cutting Issues"}, {"text_block_id": "p42_b701", "text": "Programming under the CCCSP will also target common issues shared by all sectors such as gender, social protection, research, education, awareness and communication, M&E, climate financing and knowledge management."}, {"text_block_id": "p42_b702", "text": "Integrated Programming"}, {"text_block_id": "p42_b703", "text": "Due to the cross-cutting nature of climate change, integrated programming is critical to capitalize on interdisciplinary, multi-sectoral, multi-stakeholder and multi-dimensional approaches in programming response actions. All concerned ministries and agencies will be asked to consider links with other sectors when developing their action plans, and the NCCC Secretariat will provide dedicated support to review these links."}, {"text_block_id": "p42_b704", "text": "Partnerships"}, {"text_block_id": "p42_b705", "text": "It is important to recognize that development partners, NGOs (both national and international), the private sector and local communities and organizations are important actors in the downstream implementation of climate change activities, as well as in research and development and learning associated with climate change. While this strategic plan is a government document focusing on the use of public resources, it is essential that these resources are used to catalyse broader action and responses to climate change by other actors. Government agencies will be encouraged to engage all relevant partners in the development of their action plans, and to identify partnerships in their action plans."}, {"text_block_id": "p43_b706", "text": "7. FINANCING RESOURCES"}, {"text_block_id": "p43_b707", "text": "7.1. Principles"}, {"text_block_id": "p43_b708", "text": "The CCCSP, together with the related action plans, will provide a strategic framework for the programming of climate change interventions in Cambodia. National climate change financing mechanisms shall support this strategic approach through the application of the following principles:"}, {"text_block_id": "p43_b709", "text": ""}, {"text_block_id": "p43_b710", "text": "Alignment with national priorities:"}, {"text_block_id": "p43_b711", "text": "The use of financial resources shall respond to national priorities through funding programmes and projects identified in action plans under the CCCSP. All proposed climate change financing shall be subject to NCCC review and approval."}, {"text_block_id": "p43_b712", "text": ""}, {"text_block_id": "p43_b713", "text": "Pooling resources:"}, {"text_block_id": "p43_b714", "text": "In order to minimize transaction costs, climate change finance shall be provided whenever possible through pooled funding mechanisms. These include any existing pooled funding mechanisms in relevant sectors, and the possibility of a dedicated climate change fund."}, {"text_block_id": "p43_b715", "text": ""}, {"text_block_id": "p43_b716", "text": "Use of national systems and procedures:"}, {"text_block_id": "p43_b717_merged", "text": "The RGC’s preferred modality for climate change financing over the medium to long term is direct budget support. However, as climate change is a relatively new field, a transitional period will be required to put in place adequate monitoring, evaluation and financial tracking systems to effectively assess the impact and efficiency of climate change budget support. A national climate fund may be set up to receive domestic and external financial support and allocate it to high priority climate change projects."}, {"text_block_id": "p43_b720", "text": ""}, {"text_block_id": "p43_b721", "text": "Subsidiarity:"}, {"text_block_id": "p43_b722", "text": "While climate change financing will need to be coordinated by the NCCC to ensure alignment with national priorities, financing mechanisms shall ensure that the resources are managed by the most qualified line ministries or local governments. The NCCC Secretariat shall act as an implementer only for strategic or cross-cutting projects, which do not naturally fit within the mandate of another line ministry or sub-national administrations."}, {"text_block_id": "p44_b723", "text": "7.2. Approach"}, {"text_block_id": "p44_b724", "text": "The development of a climate change financing framework for Cambodia will require a number of steps. A Climate Public Expenditure and Institutional Review (CPEIR) was conducted in 2012 and provided initial information on the current status of climate change expenditures in Cambodia, and associated capacity challenges."}, {"text_block_id": "p44_b725", "text": "The CPEIR estimated that over the period 2009"}, {"text_block_id": "p44_b726", "text": "–"}, {"text_block_id": "p44_b727", "text": "2011, an average 15.8% of public expenditures were relevant to climate change. This is a fairly high level compared to other countries in the region. Climate financing should aim not only at attracting new resources, but also at improving the efficiency and effectiveness of these already significant climate-related expenditures. These existing funds are not always well coordinated, as they come mostly through sector-specific projects (60%), and their interventions are not systematically assessed from a climate change perspective. Dedicated climate change funding, either from bilateral/multilateral donors or through global climate funds, represents only 40% of the total. Within the coming years, it is expected that the share of dedicated climate change financing will grow. This is an opportunity for Cambodia as these funds can, in principle, be allocated to priority sectors and programmes, as defined in this CCCSP. Some projects will continue to be funded through traditional channels, but pooling mechanisms could be put in place to fund high relevance projects (including institutional capacity development on climate change), top-up existing projects which require climate-proofing, and continue to pilot innovative approaches to climate change adaptation and mitigation."}, {"text_block_id": "p44_b728_merged_merged", "text": "Public expenditure through sub-national administrations is still relatively small at the moment (5 – 6% of total state expenditure), but very important for climate change adaptation initiatives, which need to provide support for better climate resilience at the community level. Future financing mechanisms should include appropriate procedures and instruments to mainstream climate change in sub-national planning and budgets."}, {"text_block_id": "p44_b731", "text": "It will be important to regularly monitor the evolution of climate change expenditures and their alignment with CCCSP and NSDP priorities, as well as their efficiency and effectiveness. Regular"}, {"text_block_id": "p45_b732", "text": "reviews will be conducted to update information obtained from the initial CPEIR, and mechanisms to mainstream climate change in the national budget process will be established."}, {"text_block_id": "p45_b733", "text": "In 2014, the following actions will be taken to put in place a credible, attractive and effective climate change financing framework for Cambodia:"}, {"text_block_id": "p45_b734", "text": ""}, {"text_block_id": "p45_b735", "text": "An analysis of resource mobilization opportunities (domestic and external), both at the national level and in prioritized sectors;"}, {"text_block_id": "p45_b736", "text": ""}, {"text_block_id": "p45_b737", "text": "A costing of the CCCSP and SCCSPs, with prioritization of high relevance projects;"}, {"text_block_id": "p45_b738", "text": ""}, {"text_block_id": "p45_b739", "text": "A costing of the socio-economic impacts of non-action and net benefits of various response scenarios in order to provide a basis for prioritization of expenditures per sector/sub-sector;"}, {"text_block_id": "p45_b740", "text": ""}, {"text_block_id": "p45_b741", "text": "An analysis of best national practices and relevant international practices in the management of pooled funding arrangements, and recommendations on proposed arrangements for national and sub-national climate financing mechanisms;"}, {"text_block_id": "p45_b742", "text": ""}, {"text_block_id": "p45_b743", "text": "An analysis of capacity gaps and recommendations to develop national and sub-national capacities to manage the proposed climate change finance mechanisms. This should also include recommendations for further work on possibilities to mobilize private finance for adaptation and mitigation activities."}, {"text_block_id": "p45_b744_merged", "text": "This will lead to the establishment of a programmatic framework, based on action plans in priority sectors and aligned with the NSDP 2014 – 2018."}, {"text_block_id": "p45_b747", "text": "7.3. Management and Institutional Arrangements for Implementation"}, {"text_block_id": "p45_b748", "text": "The Climate Finance Sub-group of the CCTT is composed of the Ministry of Economy and Finance (MEF), MoE, Ministry of Planning, Council for the Development of Cambodia / Cambodia Rehabilitation and Development Board (CDC/CRDB) and the National Committee for Sub-National Democratic Development Secretariat (NCDD-S). This group shall lead the development of a national climate change financing framework, to be submitted to the NCCC by 2014."}, {"text_block_id": "p46_b749", "text": "While the exact financing mechanisms remain to be determined, it is clear that domestic finance and the three main external sources of climate finance (global climate funds, bilateral climate funds and climate change related activities integrated in traditional sector projects) will need to be coordinated and aligned with the CCCSP. Coordination between"}, {"text_block_id": "p46_b750", "text": "‘"}, {"text_block_id": "p46_b751", "text": "vertical"}, {"text_block_id": "p46_b752", "text": "’"}, {"text_block_id": "p46_b753", "text": "projects and pooled funding mechanisms will also be required."}, {"text_block_id": "p46_b754_merged_merged", "text": "As per CDC/CRDB policy, the RGC’s preferred approach to manage these various modalities is the adoption of a Programme-based Approach (PBA). The NCCC will put in place appropriate structures for the management of a climate change PBA, including a structure for dialogue and coordination with donors. This PBA will accommodate various modalities of financing, but it will provide a single engagement point and framework for coordinated planning and M&E of climate change related interventions in Cambodia. The NCCC Secretariat shall act as the secretariat for this PBA. Coordinated capacity development support will be required to establish these mechanisms."}, {"text_block_id": "p46_b757", "text": "8. MONITORING AND EVALUATION"}, {"text_block_id": "p46_b758", "text": "The impacts of climate change on ecosystems and society are complex; addressing them through adaptation requires a coordinated response across multiple sectors and scales. Establishing a low-carbon development path and contributing to mitigation efforts requires new technologies and cross-cutting policies. Given the complexity of these actions and the technical issues associated with evaluating their effectiveness and impacts, M&E of mitigation and adaptation responses poses a new set of challenges. The CCCSP recognizes the importance of addressing these challenges by establishing a national framework for M&E of climate change, with the vision of integrating the framework into national and sub-national development planning processes. Developing and mainstreaming the M&E framework will be a long-term effort of strategic relevance, as it will create an enabling environment based on accountability and learning. Improved accountability will facilitate access to new international climate finance, and learning from investments will generate new knowledge critical for future policy development. The aim of the national framework for M&E of climate change is to:"}, {"text_block_id": "p47_b759", "text": ""}, {"text_block_id": "p47_b760", "text": "Measure to what extent adaptation efforts have been effective in keeping development on track in a changing climate;"}, {"text_block_id": "p47_b761", "text": ""}, {"text_block_id": "p47_b762", "text": "Monitor climate change mitigation actions and low-carbon development policies;"}, {"text_block_id": "p47_b763", "text": ""}, {"text_block_id": "p47_b764", "text": "Generate evidence and lessons as a basis for future policy development;"}, {"text_block_id": "p47_b765", "text": ""}, {"text_block_id": "p47_b766", "text": "Facilitate the coherent integration of M&E of climate change in national development planning and key sectors;"}, {"text_block_id": "p47_b767", "text": ""}, {"text_block_id": "p47_b768", "text": "Provide the information required to fulfil the reporting obligations towards the UNFCCC and development partners."}, {"text_block_id": "p47_b769", "text": "8.1. Principles"}, {"text_block_id": "p47_b770", "text": "The principles that underpin the framework are:"}, {"text_block_id": "p47_b771", "text": ""}, {"text_block_id": "p47_b772", "text": "Using national systems and procedures:"}, {"text_block_id": "p47_b773", "text": "The framework will be integrated with the National M&E System. Indicators and monitoring procedures will rely as much as possible on data currently monitored by relevant line ministries. They will also be compatible with the guidelines of the Ministry of Planning for the National M&E System. The framework will systematize and build on the on-going initiatives for monitoring and reporting of GHG emissions."}, {"text_block_id": "p47_b774", "text": ""}, {"text_block_id": "p47_b775", "text": "Mainstreaming M&E of climate change into national, sectoral and sub-national development planning:"}, {"text_block_id": "p47_b776", "text": "Climate change can potentially undermine the achievement of the development targets set in the NSDP and sectoral development strategies. Procedures and indicators for tracking climate change responses will be integrated in the National M&E System and will constitute the reference for tracking the effectiveness of climate change sectoral strategic and action plans at national and sub-national levels."}, {"text_block_id": "p47_b777", "text": ""}, {"text_block_id": "p47_b778", "text": "Strengthening accountability, equity and transparency:"}, {"text_block_id": "p47_b779", "text": "The framework will provide a way for measuring to what extent resources have been efficiently and effectively used to achieve the targets set in policies and action plans, thus improving accountability towards the public, state institutions, civil society and international donors."}, {"text_block_id": "p48_b780", "text": ""}, {"text_block_id": "p48_b781", "text": "Promoting participatory learning"}, {"text_block_id": "p48_b782", "text": ": Developing climate change response policies and measures is a relatively new endeavour in Cambodia and globally. Generating a solid evidence base of what policies and measures have proven to be effective is therefore essential to informing future policymaking. The framework will hence focus on generating knowledge through participatory approaches and will support identification and sharing of lessons learned."}, {"text_block_id": "p48_b783", "text": ""}, {"text_block_id": "p48_b784", "text": "Addressing gender issues:"}, {"text_block_id": "p48_b785", "text": "Women and disadvantaged groups are often among those more severely affected by climate change impacts. The framework will address gender equality, gender-sensitive performance in climate change responses and gender mainstreaming in climate change responses."}, {"text_block_id": "p48_b786", "text": "8.2. Approach"}, {"text_block_id": "p48_b787", "text": "The national framework for M&E of climate change responses will be developed referring to international best practices. A concept note will be prepared to quantify and mobilize the resources required for fast-starting the development of the framework. The framework will be developed by 2014 and will include: a theory of change, an indicators framework with baseline and targets for tracking CCCSP and the related action plans, procedures for data collection, guidelines for analysis and reporting, guidelines for integration of knowledge management, learning and sharing of results, guidelines for integration within M&E systems of line ministries and agencies, and detailed institutional arrangements and coordination mechanisms."}, {"text_block_id": "p48_b788", "text": "The indicators framework will include two categories measuring institutional response for climate change management and development performance in a changing climate:"}, {"text_block_id": "p48_b789", "text": ""}, {"text_block_id": "p48_b790", "text": "Upstream indicators"}, {"text_block_id": "p48_b791", "text": ", tracking effectiveness of climate risk management: This will include indicators related to the institutional framework, mainstreaming of climate change in policies and planning processes, climate financing, capacities of institutions, equity and transparency, and engagement of stakeholders and the private sector."}, {"text_block_id": "p48_b792", "text": ""}, {"text_block_id": "p48_b793", "text": "Downstream indicators"}, {"text_block_id": "p48_b794", "text": ", tracking changes in the development situation, emissions and climate vulnerability of communities and ecosystems: The indicators will include"}, {"text_block_id": "p49_b795", "text": "national development statistics, indicators aggregated from sectors and individual adaptation and mitigation projects. Results will have to be assessed alongside climate trends and incidence of climate extremes."}, {"text_block_id": "p49_b796", "text": "A set of indicators for inclusion in the NSDP will also be identified. A plan outlining activities, capacity development and costing for long-term implementation and mainstreaming of the framework within line ministries will be prepared."}, {"text_block_id": "p49_b797", "text": "In the medium term (2014"}, {"text_block_id": "p49_b798", "text": "–"}, {"text_block_id": "p49_b799", "text": "2018) the framework will be operationalized at sectoral level by priority line ministries and projects, selected depending on capacities and resources available. Integration of M&E into local planning will be pilot tested. Adequate resources will be front-loaded in the selected projects to cover additional costs for specialized technical capacities in M&E of climate change, collection of baselines, and development of theories of change, learning and knowledge management."}, {"text_block_id": "p49_b800", "text": "During this phase, a network of sites for long-term monitoring will be established for assessing the effectiveness and sustainability of adaptation and mitigation measures tested through pilot projects. The sites will be identified in vulnerability hotspots, such as critical ecosystems, and in areas where pilot interventions have shown promising results. This system will generate evidence that will be stored in a national database of approaches and technologies, which will be managed by the NCCC Secretariat in coordination with line ministries and development partners."}, {"text_block_id": "p49_b801_merged_merged", "text": "In the long term (2019 – 2024) the framework will be revised based on the lessons emerging during the piloting phase, and mainstreamed in the remaining line ministries and in sub-national and local planning."}, {"text_block_id": "p49_b806", "text": "8.3. Management and Institutional Arrangements for Implementation"}, {"text_block_id": "p49_b807", "text": "The NCCC Secretariat shall act as the secretariat for coordinating the development and implementation of the framework. The Secretariat will also be responsible for producing the CCCSP annual progress report, in coordination with the NSDP annual progress review. A unit in"}, {"text_block_id": "p50_b808", "text": "charge of M&E will be established within the Secretariat. A coordination mechanism within the Ministry of Planning will be established for the integration of the framework within the M&E system of NSDP."}, {"text_block_id": "p50_b809", "text": "M&E sub-group of the CCTT shall be established to coordinate data exchange and the mainstreaming of the framework within line ministries. Indicators, procedures and responsibilities for data collection will be agreed with the concerned line ministries, the National Institute of Statistics, and other parties interested in actively engaging in the process."}, {"text_block_id": "p50_b810", "text": "A partnership with research institutions and academia for managing the network of sites for long-term monitoring will be explored. This arrangement could also be used for organizing ad hoc evaluation studies of adaptation and mitigation effectiveness based on the data generated by the network."}, {"text_block_id": "p50_b811", "text": "9. CONCLUSION"}, {"text_block_id": "p50_b812", "text": "The RGC has launched the CCCSP as a continuation of national policy response, in providing a framework for climate change responses and guiding the transition to low-carbon and climate resilient development. The CCCSP supports national preparedness in responding to climate risks and disaster management, and in capitalizing on emerging opportunities such as green growth, mobilizing climate funds from bilateral and multilateral sources, and enhancing effective participation in international dialogues and negotiations on climate change, both at regional and global levels."}, {"text_block_id": "p50_b813", "text": "The CCCSP will enhance the capacity to address climate impacts on national development processes through a coordination of efforts to reduce the vulnerability of people and natural systems that support livelihoods and drive national economic growth and prosperity. The implementation of the CCCSP will strengthen national capacity, raise awareness and inform decision-making processes using actionable knowledge developed through the implementation of priority actions, in providing evidence-based information and learning pathways for sustainable solutions. Partnership building and public-private sector engagement will constitute the platform for active participation and mobilization of resources for the implementation of the strategy."}, {"text_block_id": "p52_b814", "text": "ANNEX"}, {"text_block_id": "p52_b815", "text": "Annex 1."}, {"text_block_id": "p52_b816", "text": "Mapping the Objectives of SCCSP to the Strategic Objectives of the CCCSP"}, {"text_block_id": "p52_b817_merged", "text": "Alongside the development of CCCSP, relevant ministries and agencies developed their Sectoral Climate Change Strategic Plans (SCCSPs). Measures were taken for alignment between the CCCSP at the national level and the sectoral strategic plan during the development process, and establishing the relationship between the strategies in avoiding duplication, as they target different levels of application. The strategic objectives of the CCCSP were formulated in part based on the strategic objectives of the SCCSP of the line ministries. The line ministries included: the Ministry of Environment (MoE); Ministry of Agriculture, Forestry and Fisheries (MAFF); Ministry of Industry, Mines and Energy (MIME); Ministry of Education, Youth and Sport (MoEYS); Ministry of Health (MoH); Ministry of Women’s Affairs (MoWA); Ministry of Water Resources and Meteorology (MoWRAM); Ministry of Public Works and Transport (MPWT); Ministry of Rural Development (MRD); and the National Committee for Disaster Management (NCDM)."}, {"text_block_id": "p52_b820", "text": "Table 1: Mapping the objectives of SCCSP to the strategic objectives of the CCCSP"}, {"text_block_id": "p60_b821", "text": "Annex 2."}, {"text_block_id": "p60_b822_merged", "text": "Mapping the Priorities of NSDP Update 2009 – 2013 to the Strategic Objectives of the CCCSP"}], "document_description": "In 2013, the Royal Government of Cambodia launched the Cambodia Climate Change Strategic Plan 2014-2023 (CCCSP) setting the vision and goals for the country to develop towards a green, low-carbon, climate-resilient, equitable, sustainable and knowledge-based economy. The CCCSP captures the main strategic objectives and directions for a climate-smart development of Cambodia in the period of ten years. It seeks to build synergies with existing government policies to ensure a strategic cohesion to address a wide range of climate change issues linked to adaptation, GHG mitigation, and low-carbon development.&nbsp;<br><br>The eight strategic objectives defined in the document are as follows: promote climate resilience through improving food, waterand energy security; reduce vulnerability of sectors, regions, gender and health to climate change impacts; ensure climate resilience of critical ecosystems (Tonle Sap Lake, Mekong River, coastal ecosystems, highlands etc.), biodiversity, protected areas and cultural heritage sites; promote low-carbon planning and technologies to support sustainable development of the country; improve capacities, knowledge and awareness for climate change responses; promote adaptive social protection and participatory approaches in reducing loss and damage; strengthen institutions and coordination frameworks for national climate change responses; and strengthen collaboration and active participation in regional and global climate change processes.<br>&nbsp;<br>&nbsp;Within the scope of the strategic plans were also put in place fifteen Climate Change Action Plans (CCAP) that further detail the executive missions of ministries with regard to climate change for the period 2014-2018. The CCAPs have been outlayed by executive officials with approval from the government and been signed by the ministers in charge. The plans have explicit details about budgetary implications and associate the Ministry of Economy and Finance by explaining what budget share allocated to each ministry should be used for enforcing the plans. They deal with agriculture, forestry and fisheries; disaster management; education; gender; public health; water resource and meteorology; rural infrastructure; transport; land management, urban planning and construction; information; tourism; industry and handicraft sectors; the environment; mines and energy. Each of the CCAP is an attempt to bring together economic or development objectives with climate change mitigation and adaptation."}