{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": "Tourism", "document_language": "English", "document_name": "Climate Change Action Plan for the Tourism Sector 2015-2018", "document_country_code": "KHM", "document_hazard_name": ["Drought", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2015", "document_keyword": "Tourism", "document_url": "https://cdn.climatepolicyradar.org/KHM/2015/KHM-2015-01-01-Climate Change Action Plan for the Tourism Sector 2015-2018_35ba00f940890b09f216ead6adb7c087.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Kingdom of Cambodia"}, {"text_block_id": "p0_b2", "text": "Nation Religion King"}, {"text_block_id": "p0_b3", "text": "Royal Government of Cambodia"}, {"text_block_id": "p0_b4", "text": "Ministry of Tourism"}, {"text_block_id": "p0_b5_merged", "text": "ផែនការសកម្មភាពឆ្លើយតបនឹងការផរបរបួល អាកាសធាតុុ ឆេសចរណ៍ ២០១៥-២០១៨"}, {"text_block_id": "p0_b10", "text": "CLIMATE CHANGE ACTION PLAN IN TOURISM SECTOR 2015-2018"}, {"text_block_id": "p1_b11", "text": "Preface"}, {"text_block_id": "p1_b12", "text": "On behalf of the Ministry of Tourism, management and officials, I would like to take this opportunity to extend my sincere and profound thanks to the National Committee on Climate Change (NCCC) that has considered the tourism sector is important to contribute the elimination of climate change."}, {"text_block_id": "p1_b13", "text": "Royal government, under the sound and brilliant leadership of"}, {"text_block_id": "p1_b14", "text": "Samdech Akka Moha Sena Padei Techo HUN SEN,"}, {"text_block_id": "p1_b15", "text": "the Prime Minister of the Kingdom of Cambodia, has always paid greater attention on, leaded, supported and encouraged tourism development to accomplish various subsequent achievements."}, {"text_block_id": "p1_b16", "text": "The Ministry of Tourism has achieved national target for tourism sector in the National Strategic Development Plan Update 2012-2020. In 2014 saw a 7% increase over last year in international tourist arrivals to Cambodia with more than 4.5 million, Based on the going rate, we are optimistic that Cambodia will be able to attract 5 million international tourist arrivals by year 2015 and 7.5 million international tourist arrivals by year 2020. In order to achieve the above fast growing trend, the Royal Government of Cambodia has further intensified the development of tourism products and promotional campaign \"Cambodia: Kingdom of Wonder\" at the same time pushed up the competitive movement of \"Clean City, Clean Resort, Good Service\", a potential tool to provide a standard quality tourism services for all visitors, making Cambodia a world-class destination."}, {"text_block_id": "p1_b17", "text": "According to various studies, tourism development could be hampered by new threats, one of which is climate change. Globally, tourism activities have contributed 5% of Green House Gas (GHG) emission. This is a real challenge for our country, as we all have witnessed more frequent and intense extreme climate events such as floods, droughts; increased storm surges, etc. and significant physical and monetary lose and damage to country's economy and livelihoods of the people, and tourists' safety. The Ministry of Tourism acknowledges the negative impact above and foresees the need for"}, {"text_block_id": "p1_b18", "text": "Climate Change Action Plan for Tourism Sector,"}, {"text_block_id": "p1_b19", "text": "following the commitment of the Royal Government of Cambodia in addressing the impacts of climate change on the economy and people."}, {"text_block_id": "p1_b20", "text": "The Royal Government of Cambodia has adopted the Cambodia Climate Change Strategic Plan 2014-2023 (CCCSP) and integrated into the National Strategic Development Plan (NSDP) 2014-2018. The CCCSP provides an overarching framework for climate change responses in Cambodia."}, {"text_block_id": "p1_b21", "text": "This"}, {"text_block_id": "p1_b22", "text": "Climate Change Action Plan for Tourism Sector"}, {"text_block_id": "p1_b23", "text": "operationalizes the strategies of the CCCSP and based on the participatory consultation processes from stakeholders to ensure the prioritized actions addressing climate change and aligning with the national development and poverty reduction policies, such as Rectangular Strategy Phase Ill, National Strategic Development Plan 2014-2018, and Tourism Development Strategic Plan 2012-2020 and the outline as well as technical guideline for preparation of policy, strategic plan and action plan from the Council of Ministers. This action plan also sets consistency with other national plans."}, {"text_block_id": "p1_b24_merged_merged_merged_merged", "text": "The Climate Change Action Plan for Tourism Sector is another milestone to support the development of tourism sector in Cambodia and has identified specific actions, which can be translated into programs or projects. The mobilization of funding resources for the implementation of the actions, that are not yet funded is critical to successful implementing the climate change action plan as well as contributing to the successful implementing the Cambodia Climate Change Strategic Plan 2014-2023."}, {"text_block_id": "p2_b27", "text": "Acknowledgement"}, {"text_block_id": "p2_b28", "text": "The development of"}, {"text_block_id": "p2_b29", "text": "Climate Change Action Plan (CCAP 2015-2018) for Tourism Sector"}, {"text_block_id": "p2_b30", "text": "is the result of commitment and political support from the Royal Government of Cambodia. The ministry has established the Climate Change Technical Team of (CCTT) which consists of all key technical departments representative as well as department of planning, finance, and administrative for the preparation of the Climate Change Action Plan for Tourism Sector. The participations from all key departments enhance the coherent and alignment of climate change action plan to the existing plans of the ministry and to the national priority."}, {"text_block_id": "p2_b31_merged_merged", "text": "Climate Change Technical Team of the Ministry of Tourism would like to express deep appreciation for continuous support from the H.E. Dr. Thong Khon, Minister of Tourism and to other government ministries, technical departments, development partners and non-governmental organizations for invaluable inputs in preparation of this action plan. The team also wishes to thank to the National Climate Change Committee and Ministry of Environment for taking leading role in the coordination for addressing climate change in Cambodia."}, {"text_block_id": "p2_b34", "text": "Finally, the development of Climate Change Action Plan for Tourism Sector was made possible through technical and financial supports from Climate Change Department of Ministry of Environment through Cambodia Climate Change Alliance funded by the European Union (EU), the Swedish International Development Cooperation Agency (Sida) and the United Nations Development Programme (UNDP)."}, {"text_block_id": "p3_b35", "text": "Contents"}, {"text_block_id": "p5_b36", "text": "List of Abbreviations and Acronyms"}, {"text_block_id": "p6_b37", "text": "Executive Summary"}, {"text_block_id": "p6_b38", "text": "Tourism sector has played an important role both national identity and economic development and employment opportunities. Number of international visitor increases more than 20% annually and tourism sector continues to contribute more than 16% to national GDP and generates"}, {"text_block_id": "p6_b39", "text": "700,000 jobs (both direct and indirect)"}, {"text_block_id": "p6_b40", "text": "in 2013. Given this importance, Royal Government of Cambodia labels tourism sector as"}, {"text_block_id": "p6_b41", "text": "“Green Gold”."}, {"text_block_id": "p6_b42", "text": "However, the risk from Climate Change reported in the Second National Communication to UNFCCC by the Minister of Environment impacts Cambodia economic development, livelihoods and natures. Tourism sector on one hand is victim of climate induced disasters, e.g"}, {"text_block_id": "p6_b43", "text": ". storms, floods, droughts"}, {"text_block_id": "p6_b44", "text": "or heat wave affects tourist activities. On another hand, World Tourism Organization and United Nation Environment Program reported that tourism sector generates 5% of global GHG emission. This pivotal role of tourism is leverage in this action plan of the Cambodia Ministry of Tourism."}, {"text_block_id": "p6_b45_merged_merged_merged", "text": "The Ministry of Environment provided technical supports with adaptation of outline from the Council of Ministers to the development of Climate Change Action Plan for Ministry of Tourism (2015-2018). The CCAP for MoT adopts the strategies of the CCCSP and aligns to the annual work plan of the ministry. Through participatory consultative process, the Ministry of Tourism has identified 7 prioritized actions responding to climate change with total budget estimation of USD 2,900,000 for implementing the actions from 2015 to 2018."}, {"text_block_id": "p6_b48", "text": "Throughout participatory consultation process, the ministry has identified 7 prioritized Actions and Key indicators for 2015-2018 included:"}, {"text_block_id": "p7_b49", "text": "Key impacts"}, {"text_block_id": "p7_b50", "text": "Key impacts\n* Enhance tourism development through cultural heritage, natural system with sustainable\n* Promoting the linkage of conservation to ecotourism strengthening and contributing to\n* Improving infrastructure related to tourism in the country.\n* Improving tourism standards to improve product quality.\n* Poverty alleviation and employment generation\n* Promote the green tourism"}, {"text_block_id": "p8_b62", "text": "1. Background"}, {"text_block_id": "p8_b63", "text": "The response of the tourism community to the challenge of climate change has visibly increased in recently years. Recent natural phenomena, such as the delayed rains in 2010, further demonstrate the extreme"}, {"text_block_id": "p8_b64", "text": "dependence of rural people’s well"}, {"text_block_id": "p8_b65", "text": "-being on the regularity of seasons, controlled by the climate, and the availability of natural resources like water. The late onset of the rainy season resulted in record-low water levels on the Tonle Sap and Mekong Rivers, and raised concerns in the public media regarding climate change. Many tourism activities were already impacted by extreme events such as devastating Typhoon Ketsana in September 2009, Mekong typhoon in late 2011 and recent floods in late 2013 caused by climate change (MOE & UNDP 2011, RGC 2014)."}, {"text_block_id": "p8_b66", "text": "Cambodia is one of the most favourable tourism destination for its cultural heritage both ancient temples and visible culture in the region. Its activities have become the third largest sector of GDP after agriculture and garment industry. Tourism sector received 2.1 million arrivals visitors in 2007 with income of US$ 1,400 million. In 2008, the total foreign visitors moved up to 2.2 million with total revenues of US$ 1.5 billion. This sector also attracts 7 million domestic tourists throughout the country. National revenue from tourism has increased 17-fold from USD100 million in 1995 to USD 1,786 million in 2010, generated 315,000 jobs in the same year. With growth rate of international tourist arrivals more than 20% annually, the RGC sets target for the tourism sector (in number of international tourist arrivals) to 4.5 million and 6.1 million international tourists by 2015 and 2018 respectively, while the target for domestic tourist is 10.5 million, which all together would create 700,000 jobs both direct and indirect (RGC, 2013)."}, {"text_block_id": "p8_b67", "text": "Tourism, both domestic and international, is making important contribution to economic growth as well as contribution to greenhouse gas emission. It is estimated that tourist-related activities contribute around 5"}, {"text_block_id": "p8_b68", "text": "percent of global carbon dioxide (CO"}, {"text_block_id": "p8_b69", "text": "2"}, {"text_block_id": "p8_b70", "text": ") emissions. And, although, major cities offer widest range of tourist attractions, smalls and medium-sized cities with considerable cultural offering and heritage sites are increasingly becoming popular destination. Promoting tourism in such cities will need to take into consideration environmental impact issues (e.g GHG emissions, local air pollution, waste management, soil degradation) so that they will continue to be attractive destination (Kumar et al, 2014)."}, {"text_block_id": "p8_b71_merged_merged_merged", "text": "It is estimated that tourism-related activities contribute around 5% of global CO2 emission (WTO, & UNEP,, 2008). The Cambodia Tourism Development Strategic Plan 2012-2020 (TDSP) recognises the need to solve global climate change and promote to green growth development in Cambodia (RGC, 2012). The climate change adaptation and mitigation strategic plan for tourism can lead to a “win-win” situation for local and visitors alike by reducing GHG emission while creating “Green Jobs”—environmentally friendly, decent work and income—and a sustainable tourism industry (Kumar 2014)."}, {"text_block_id": "p8_b82", "text": "The Ministry of Tourism has mandate to oversight and promote tourism sector in Cambodia. It is necessary for MoT to address climate change issue by preparing strategic and action plan (Climate Change Strategic and Action Plan for Ministry of Tourism) and integrated into the sector development plan of MoT. The strategic plan provides area of focus to address climate change in tourism sector, while action plan defines concrete actions on climate change responses, which are integrated into the annual work plans of MoT."}, {"text_block_id": "p8_b83", "text": "The development of Climate Change Action Plan for Ministry of Tourism followed the outline from Council of Ministers, while technical guideline on climate change was the support from Ministry of Environment. The CCAP for Ministry of Tourism outlines Vision, Mission, Goal and Objective, and Strategic Framework and"}, {"text_block_id": "p9_b84", "text": "Analyses. The Strategic Objective and Strategy for Ministry of Tourism adopts from CCCSP. The action plan operationalizes the strategies with details on the actions. The document also provides mechanism for management and financing, and monitoring and evaluation framework."}, {"text_block_id": "p9_b85", "text": "The policies and existing actions"}, {"text_block_id": "p9_b86", "text": "The ministry in recent years has developed various strategies, guideline and policy framework. These include:"}, {"text_block_id": "p9_b87", "text": "The ministry in recent years has developed various strategies, guideline and policy framework. These include:\n* Clean city internal guideline has been developed and encourage for small, medium and large city\n* The strategic Development Plan for Tourism sector 2012-2020 have developed four priority areas in\n* National Ecotourism Policy and Strategic Plan (2009)\n* Triangle Development master plan Cambodia, Lao and Vietnam (CLV)\n* Emerald Triangle Development Master Plan (Cambodia, Lao and Thailand).\n* National eco-tourism policy to balance the conservation and development: (i) minimizing negative\n* Coastal zone development and management."}, {"text_block_id": "p9_b101", "text": "2. Vision"}, {"text_block_id": "p9_b102", "text": "“"}, {"text_block_id": "p9_b103", "text": "Tourism in Cambodia develops through cultural heritage and natural ecosystem towards green, low-carbon, climate resilient and sustainable development that contributing to economic, social, employment generation and poverty reduction."}, {"text_block_id": "p9_b104", "text": "“"}, {"text_block_id": "p9_b105", "text": "3. Mission"}, {"text_block_id": "p9_b106_merged", "text": "National mission on climate change work is “Creating a national framework for engaging the public, the private sector, civil society organizations and development partners in a participatory process for responding to climate change to support sustainable development within tourism sector"}, {"text_block_id": "p9_b109", "text": ".”"}, {"text_block_id": "p9_b110", "text": "4. Goals and Objectives"}, {"text_block_id": "p9_b111", "text": "Goals are:"}, {"text_block_id": "p9_b112", "text": "Goals are:\n* Reducing vulnerability to climate change impacts of people and tourism sector, in particular the most\n* Shifting towards a green development path by promoting low-carbon development and technologies;"}, {"text_block_id": "p10_b116", "text": "Goals are:\n* Reducing vulnerability to climate change impacts of people and tourism sector, in particular the most\n* Shifting towards a green development path by promoting low-carbon development and technologies;\n* Promoting public awareness and participation in climate change response actions in the sector\n<\\li1>"}, {"text_block_id": "p10_b118", "text": "5. Strategy Framework"}, {"text_block_id": "p10_b119", "text": "The Ministry's Tourism Development Strategic Plan 2012-2020 recognizes the necessary to address climate change given the vulnerability of tourism to climate change and natural disaster. At the same, the ministry also foresees the opportunities that tourism could contribute to Green House Gas (GHG) mitigation. In addition, the Government has considered"}, {"text_block_id": "p10_b120", "text": "tourism sector as “"}, {"text_block_id": "p10_b121", "text": "Green Gold”"}, {"text_block_id": "p10_b122", "text": "contributing to the sustainable development and generating employment, conserving natural environment and cultural heritage (RGC, 2014)."}, {"text_block_id": "p10_b123", "text": "5.1. Strategic Analysis"}, {"text_block_id": "p10_b124", "text": "National Policy on Tourism"}, {"text_block_id": "p10_b125", "text": "The Rectangular Strategy III for fifth legislature of the RGC has main objective to improve economic development and reduce poverty in the Cambodia. One of its key activities to achieve this objective is furthering support the tourism development in Cambodia through Tourism Strategic Development Plan 20122020 and strengthens national resource conservation especially promoting the linkage of conservation to ecotourism (RGC, 2014). Furthermore, it will continue according priority to improve the physical infrastructure, to increase electricity productivity and distribution, to widen clean water supply, and to expand the infrastructure system for tourism (RGC, 2014)."}, {"text_block_id": "p10_b126", "text": "Tourism in Cambodia"}, {"text_block_id": "p10_b127", "text": "Tourism is a fastest growing economic sector in Cambodia helped by cultural, historical and natural base tourism. The Angkor complex in Siem Reap province and seaside town of Sihanouk Ville attract millions of international and domestic visitors every year. Cambodia earned USD 1,912 million (in 2011) and USD 2,210 million (in 2012) from tourism directly and helped earn more than USD 3 billion through indirect impact (RGC, 2014). The World Travel and Tourism Council estimated that in 2012 tourism sector and travel contributed 11.5 % directly to Cambodia GDP and generated about 10% of employment (World Travel & Tourism Council, 2013). The number of international tourists increases annually at rate of 20% in the last two decades. In 2013 international tourists arrival was 4.2 million (48% by air and 52% by land and water ways) with average length of stay of 6.75 days (MoT, 2013). They were from ASEAN countries (43.5%), North East Asia (28.8%), Europe (16.6%), Americas (6.3%) and others (4.8%). At the same time, the number of hotel (include guesthouse) has increased rapidly at rate of 6.4% annually to reach total of 440 hotels and 1087 guesthouses in 2010 (NIS, 2012)."}, {"text_block_id": "p10_b128", "text": "Climate Change Projections and Implications"}, {"text_block_id": "p10_b129", "text": "This section is an excerpt from the Cambodia Climate Change Strategic Plan 2014-2023 (RGC, 2013) for readers to understand climate projections and implications on the Cambodia."}, {"text_block_id": "p10_b130", "text": "Climate Projections"}, {"text_block_id": "p10_b131", "text": "Climate Projections\n* Historically, temperatures in Cambodia have increased and this trend is projected to continue with\n* Although there is inconclusive evidence of climate impact on rainfall, projections of the mean annual"}, {"text_block_id": "p11_b139", "text": "Climate Projections\n* Historically, temperatures in Cambodia have increased and this trend is projected to continue with\n* Although there is inconclusive evidence of climate impact on rainfall, projections of the mean annual\n* The 4\n* The 4\n th\n* The 4\n th\n assessment Report of the IPCC shows sea levels in the region are projected to rise under\n* 1999, the sea level will rise 0.18\n* 1999, the sea level will rise 0.18\n â\n* 1999, the sea level will rise 0.18\n â\n 0.43m under low\n* 1999, the sea level will rise 0.18\n â\n 0.43m under low\n â\n* 1999, the sea level will rise 0.18\n â\n 0.43m under low\n â\n 0.52m under medium emission scenarios (SRES A1B), and 0.23\n* 1999, the sea level will rise 0.18\n â\n 0.43m under low\n â\n 0.52m under medium emission scenarios (SRES A1B), and 0.23\n â\n* 1999, the sea level will rise 0.18\n â\n 0.43m under low\n â\n 0.52m under medium emission scenarios (SRES A1B), and 0.23\n â\n 0.56m under high emission scenarios (SRES A2). This corresponds to a 0.56m rise under the high"}, {"text_block_id": "p11_b151", "text": "Implications"}, {"text_block_id": "p11_b152", "text": "Implications\n* Increase in temperature is likely to affect agricultural productivity. According to the International Rice\n* Increase in temperature is likely to affect agricultural productivity. According to the International Rice\n o\n* Increase in temperature is likely to affect agricultural productivity. According to the International Rice\n o\n C increase in growing-season\n* Climate change will impact different areas of the country in different ways. The Coastal Zone (The 435\n* The Tonle Sap supports the largest proportion of the agricultural population, but changes in natural\n* Given only 7\n* 8% of total production land area is under full irrigation, it is difficult for Cambodia to\n* 8% of total production land area is under full irrigation, it is difficult for Cambodia to\n of agricultural production export\n* GHG emissions in Cambodia still low compared with neighbouring countries in the region. In 2000, Cambodia emitted 47.6 million tonnes of CO2 equivalent, while forestry sector absorbed 48 million tonnes of CO2 equivalent (MoE 2010). Since then there is no update emission, mostly from forestry"}, {"text_block_id": "p11_b173", "text": "Climate Change Impacts on Tourism"}, {"text_block_id": "p11_b174", "text": "Tourism depends very much on natural environmental and cultural heritages and vulnerable to extreme climate change events. For example, the storm surge in the coastal province will affect the number of visitors to these provinces. Changes in water availability, biodiversity loss, reduced landscape aesthetic, altered agricultural production (e.g. food and vegetable), increased natural hazard, coastal erosion and inundation, damage to infrastructure and the increasing incidence of vector-borne disease will all impact tourism to varying degree (Simpson, Gössling, Scott, Hall, & Gladin, 2008). In contrast to the varied impacts of a changed climate on tourism, the indirect effect of climate induced environmental change is likely to be largely negative. Since the climate change is thought to impact GDP negatively, which would reduce the discretionary wealth available to consumers for tourism, thus has negative implications for anticipated future growth in tourism."}, {"text_block_id": "p11_b175", "text": "Potential Impact on Tourism in Coastal Areas"}, {"text_block_id": "p11_b176", "text": "Rising sea levels will potentially impact coastal systems in a number of ways including inundation, flood and storm damage, loss of wetlands, erosion, saltwater intrusion, and rising water tables (MoE, 2010). Other effects of climate change, such as higher sea water temperatures, changes in precipitation patterns, and changes in storm tracks, frequency, and intensity, will also affect coastal systems, both directly and indirectly through their interactions with sea level rise. Rising surface water temperatures, for example, are likely to"}, {"text_block_id": "p12_b177", "text": "cause increased coral bleaching and the migration of coastal species toward higher latitudes. Changes in precipitation and storm patterns will alter flood risk and storm damage. The biogeophysical effects in turn will have direct and indirect socioeconomic impacts on tourism, human settlements, agriculture, freshwater supply and quality, fisheries, financial services, and human health in the coastal zone.  The resident population of the coastal zone (present or projected levels) could be affected by increased flooding or, ultimately, the need to move because of frequent flooding, inundation, or land lost to erosion. There would also be changes in marketed goods and services such as land, infrastructure, and agricultural and industrial products."}, {"text_block_id": "p12_b178", "text": "Climate Change Adaptation in Tourism Sector"}, {"text_block_id": "p12_b179", "text": "The IPCC (IPCC, 2007)"}, {"text_block_id": "p12_b180", "text": "defines adaptation as “adjustment in natural or human systems in response to actual or"}, {"text_block_id": "p12_b181", "text": "expected c"}, {"text_block_id": "p12_b182", "text": "limatic stimuli or their effects, which moderates harm or exploits beneficial opportunities”."}, {"text_block_id": "p12_b183", "text": "Simpson"}, {"text_block_id": "p12_b184", "text": "et al.,"}, {"text_block_id": "p12_b185", "text": "(2008) adapted fours guiding principles from UNDP adaption framework that are highly relevant for tourism."}, {"text_block_id": "p12_b186", "text": "(2008) adapted fours guiding principles from UNDP adaption framework that are highly relevant for tourism.\n* Place adaptation in a development context;\n* Build on current adaptive experience to cope with future climate variability;\n* Recognise that adaptation occurs at different levels in particular, at the local level; and\n* Recognise that adaptation is an ongoing process."}, {"text_block_id": "p12_b194", "text": "Contribution of Tourism to Climate Change"}, {"text_block_id": "p12_b195", "text": "There is overwhelmingly evidence that the climate is changing by anthropogenic activities through emitting greenhouse gas into the atmosphere, especially burning of fossil fuels. According to the UNWTO-UNEP-WMO (2008) emissions from tourism, including transports, accommodation and activities (excluding the energy used"}, {"text_block_id": "p12_b196", "text": "for constructions and facilities for example) account for about 5% of global CO"}, {"text_block_id": "p12_b197", "text": "2"}, {"text_block_id": "p12_b198", "text": "emission, which is a primary"}, {"text_block_id": "p12_b199", "text": "greenhouse gas (Simpson, Gössling, Scott, Hall, & Gladin, 2008). Of the 5% of the global total of CO"}, {"text_block_id": "p12_b200", "text": "2"}, {"text_block_id": "p12_b201", "text": "emissions contributed by tourism, transport accounts around 75%, and in terms of the radiative forcing specific to transport, the share is significantly larger ranging from 82% to 90%, with air transport alone accounting for 54% to 75% of the total."}, {"text_block_id": "p12_b202_merged_merged_merged", "text": "However, mitigation can be achieved by reducing energy use, for instance through changing travel behaviour, by improving energy efficiency, increasing the use of renewable energy, carbon offsetting strategies, sustainable destination planning and management, tour operators’ choice of destinations and packaging of travel products, as well as other changes in business practices."}, {"text_block_id": "p12_b205", "text": "Priority Policy"}, {"text_block_id": "p12_b206", "text": "The Ministry of Tourism has identified a number of priorities that are relevant to addressing climate change for the fifth governmental mandate, 2014-2018 (RGC, 2014). The MoT will focus on the following:"}, {"text_block_id": "p12_b207", "text": "The Ministry of Tourism has identified a number of priorities that are relevant to addressing climate change for the fifth governmental mandate, 2014-2018 (RGC, 2014). The MoT will focus on the following:\n* Improving infrastructure related to tourism in the country.\n* Establishing National Tourism Institute for research, study and analysis on the tourism sector. This will\n* Improving tourism standards to improve product quality.\n* Drawing up the regional tourism development plan.\n* Enhancing human resources for the tourism sector.\n* Establishing and putting in place, the National Tourism Center.\n* Preparing and implementing the Tourism Marketing Strategic Plan.\n* Creating Marketing and Promotion Board in private and public partnership."}, {"text_block_id": "p13_b223", "text": "The Ministry of Tourism has identified a number of priorities that are relevant to addressing climate change for the fifth governmental mandate, 2014-2018 (RGC, 2014). The MoT will focus on the following:\n* Improving infrastructure related to tourism in the country.\n* Establishing National Tourism Institute for research, study and analysis on the tourism sector. This will\n* Improving tourism standards to improve product quality.\n* Drawing up the regional tourism development plan.\n* Enhancing human resources for the tourism sector.\n* Establishing and putting in place, the National Tourism Center.\n* Preparing and implementing the Tourism Marketing Strategic Plan.\n* Creating Marketing and Promotion Board in private and public partnership.\n* Strengthening tourism security and safety systems at tourist destinations.\n* Coordinating in tourist transportation."}, {"text_block_id": "p13_b227", "text": "5.2. Key Strategies"}, {"text_block_id": "p13_b228", "text": "In dealing and responding to climate change, the ministry has set out four major strategies which include:"}, {"text_block_id": "p13_b229", "text": "In dealing and responding to climate change, the ministry has set out four major strategies which include:\n* Adhere to the value of sustainable development for Cambodia, which to support country economic\n* Adhere to cultural and natural tourism that has actively contributed development, protection and\n* Adhere to the interrelationship between tourism and climate change. Climate change has negative\n* Enhance cooperation with relevant ministries, private sectors and development partner to promote"}, {"text_block_id": "p13_b237", "text": "6. Action Plan"}, {"text_block_id": "p13_b238", "text": "Ministry of Tourism has identified the key action to operationalize the strategies that adopted from the CCCSP. This section details the scope of actions and planning matrix, and describes the implications of expenditure for climate change intervention and benefits from implementations."}, {"text_block_id": "p13_b239", "text": "6.1. Scope of Action Plan"}, {"text_block_id": "p13_b240", "text": "The climate change action plan for Ministry of Tourism sets the timeframe aligning to the planning process of the Ministry. The action plan is addressing two main aspects of climate change: Adaptation and Mitigation, given the pivotal role of tourism in adaptation and GHGs mitigation. The actions are classified into three categories."}, {"text_block_id": "p13_b241", "text": "The climate change action plan for Ministry of Tourism sets the timeframe aligning to the planning process of the Ministry. The action plan is addressing two main aspects of climate change: Adaptation and Mitigation, given the pivotal role of tourism in adaptation and GHGs mitigation. The actions are classified into three categories.\n* Category 1:\n* existing and planned actions to take account of their contribution to adaptation\n* Category 2:\n* existing actions through climate proofing and/or by adding mitigation\n* Category 3: Dedicated new climate change actions"}, {"text_block_id": "p13_b253", "text": "The long list of actions (see Annex 1) responding to climate change was proposed by relevant departments of the ministry. The long list of actions was prioritized by using multi-criterial analysis resulting in a shorter list of actions (see Annex 2). The Active Fiche (see Annex 3) provides detail on each actions."}, {"text_block_id": "p13_b254", "text": "6.2. Action Plan Matrix"}, {"text_block_id": "p13_b255", "text": "The matrix contains estimated budgets; responsible departments and category of actions corresponding to each prioritised action (see Annex 2)."}, {"text_block_id": "p13_b256", "text": "Table 1: Action Planning Matrix"}, {"text_block_id": "p14_b257", "text": "6.3. Implications for Expenditure in the Ministry"}, {"text_block_id": "p14_b258_merged", "text": "According to the national budget laws, the expenditure of the MOT was 11.23 million USDin 2014 increased from 7.4 million USD in 2010 (see graphs below). The proposed 2.9 million USD for climate change action plan for MOT for 2015-2018 is 7.28% compared with the national budget for 2011 to 2014 for the ministry of Tourism. The Ministry of Tourism received 39.825 million USD for year 2011 to 2014 based on national budget laws."}, {"text_block_id": "p15_b261", "text": "Figure 1: The budget expenditure for the Ministry of Tourism from 2010 to 2014 (in thousand USD)."}, {"text_block_id": "p15_b262", "text": "6.4. Expected benefits from the Implementation of the Action Plan"}, {"text_block_id": "p15_b263", "text": "The climate change has impacted the tourism sector. The hardest hit would be the community relying on the economic benefits from the tourism activities. Keeping this hypothesis in mind, the CCAP for MOT is designed to ensure the livelihoods of community and to maintain (and attract more) the number of tourists. The direct benefits from implementing the proposed actions would be the livelihood improves of communities in the tourist sites, particularly Sambor Preykok, Peam Krasob, main tourist destinations and other CBT/CBETs."}, {"text_block_id": "p15_b264", "text": "Furthermore, the CCAP is trying to mitigate the GHG from tourism activities through awareness raising, non-motorize transportation, and waste management. The precise benefit needs further calculation."}, {"text_block_id": "p15_b265", "text": "7. Management and Financing Mechanism"}, {"text_block_id": "p15_b266", "text": "7.1. Analysis of existing management and financing mechanism"}, {"text_block_id": "p15_b267", "text": "MOT has two general departments: General Directorate of Tourism and General Directorate of Administration and Finance. In addition, there are three units in same rank as department: Legal Corps, Inspection and Internal Audit. At sub-national level, MOT has Provincial Department of Tourism at every province/town (See figure 2)."}, {"text_block_id": "p15_b268", "text": "Regarding to the climate change work, the Ministry of Tourism has established a Climate Change Technical Working Group led by the Department of Planning and Development and consisted of technical line departments of General Directorate of Tourism and representative from the General Directorate of Administration and Finance. The team will play coordination role in the future climate change projects within the ministry and particularly with the Department of Climate Change of Ministry of Environment."}, {"text_block_id": "p15_b269", "text": "7.2. Analysis of potential sources and volume of finance for Climate Change actions"}, {"text_block_id": "p15_b270", "text": "Since most of proposed actions are scaled up projects, the potential to obtain further support from existing development partners, such as: ADB, UNWTO, ASEAN, JICA, KOICA, and UNESCO. Furthermore, the rising of climate change fund at national level as well as at the global levels enhances the likelihoods to fund the proposed actions, particularly through national mechanisms."}, {"text_block_id": "p16_b271", "text": "The proposed pilot actions on solid waste management in community based tourism will generate evident based climate change response at community levels. The evident and lessons learnt from the pilots will have replicability to other CBT/CBET in the country."}, {"text_block_id": "p16_b272", "text": "Figure 2: Structure of Management for Ministry of Tourism"}, {"text_block_id": "p16_b273", "text": "7.3. Entry points for climate change mainstreaming in management and financing mechanisms"}, {"text_block_id": "p16_b274", "text": "The MOT adopts the guideline on project management and Operation Manual from Ministry of Economy and Finance. When implementation of the climate change project, a project management unit will be established, in which the climate change technical team will be part of it to coordinate and provide technical support on climate change."}, {"text_block_id": "p16_b275", "text": "The proposed actions shall be reflected in the annual Public Investment Program of the MOT to be submitted to MEF. The climate change technical team will continue working with the General Directorate of Administration and Finance to ensure the CCAP captured in the working plan of the Ministry such as annual PIP."}, {"text_block_id": "p16_b276", "text": "8. Monitoring and Evaluation"}, {"text_block_id": "p16_b277", "text": "Tourism is important sector generating employment in service sector projected to increase from 21% of employment in 2014 to 31% in 2018 (NSDP 2014-2018). The Ministry of Tourism is tracking NSDP core indicator on the Tourism (# of International Tourist Arrivals)."}, {"text_block_id": "p17_b278", "text": "The indicators of the climate change action plan for MoT will contribute to the National Climate Change Monitoring and Evaluation Framework (being developed) by the Ministry of Environment. Furthermore, they"}, {"text_block_id": "p17_b279", "text": "also link to the NSDP indicator on climate change, “number of commune vulnerable to climate change” and “Carbon credit earned from clean development mechanism and other mechanisms”."}, {"text_block_id": "p17_b280", "text": "9. Law and Regulation Requirement"}, {"text_block_id": "p17_b281", "text": "There is no additional requirement for law and regulation to implement the CCAP for Ministry of Tourism. The technical guideline and/or ministerial circulation may need to smooth the coordination with other departments and the other ministries."}, {"text_block_id": "p17_b282", "text": "Currently, MOT is working MAFF and MOE to finalize the Joint Prakas on Community Based Tourism and Community Based Ecotourism."}, {"text_block_id": "p17_b283", "text": "In addition, the capacity enhancement of the Climate Change Technical Working Group of the Ministry is needed to ensure productive environment for effective implementation of the Action Plan. In short term, the capacity improvement is on the effective coordination with line departments and the communication with particularly NCCC secretariat and Ministry of Environment and other line ministries. In the long term, to ensure the climate change responses captured in the future annual work plan and budgeting of the ministry more spontaneously, the role of Climate Change Technical Working Group of the Ministry should enable the participation in the early stage of preparation of annual work plan budgeting as possible. This may require the directive from the Minister or senior officer to allow full participation of Climate Change Technical Working Group in the annual work plan and budgeting."}, {"text_block_id": "p17_b284", "text": "10. Conclusion"}, {"text_block_id": "p17_b285", "text": "The tourism sector is important for the economic development in Cambodia, with growth rate of international tourist arrival more than 20% annually. To maintain the momentum, the MOT has development necessary policy, strategy and action plan. However, there is emerging threat from climate change on the tourist development as well as opportunities."}, {"text_block_id": "p17_b286", "text": "The preparation of priority actions for CCAP is one of the starting points in mainstreaming the climate change plan into formal development planning of MOT. It is important that these actions will be included with in the next or on-going and rolling plan for PIP of the ministry."}, {"text_block_id": "p17_b287", "text": "The CCAP can be a very effective tool to mobilize national and international resources. Thus, developing effective communication materials based on the CCAP will be one of the next steps to assist in mobilizing resources and coordinating with CCD and other ministries to present the CCAP in at national and international events (e.g. UNFCCC side events, national climate change forum, DP coordination meetings)."}, {"text_block_id": "p18_b288", "text": "References"}, {"text_block_id": "p18_b289", "text": ""}, {"text_block_id": "p18_b290", "text": "ASEAN (2012)."}, {"text_block_id": "p18_b291", "text": "ASEAN TOURISM STANDARDS GUIDEBOOK."}, {"text_block_id": "p18_b292", "text": ""}, {"text_block_id": "p18_b293", "text": "CCCA. (2013)."}, {"text_block_id": "p18_b294", "text": "Annual Progress Report 2013."}, {"text_block_id": "p18_b295", "text": "Phnom Penh: Cambodia Climate Change Alliance."}, {"text_block_id": "p18_b296", "text": ""}, {"text_block_id": "p18_b297", "text": "CCCA. (2013)."}, {"text_block_id": "p18_b298", "text": "Summary Report and Follow Up Actions: Experience Sharing Workshop for Pilot Climate Change Projects, Sihanooukville, 28-30 January 2013."}, {"text_block_id": "p18_b299", "text": "Phnom Penh: Cambodia Climate Change Alliance."}, {"text_block_id": "p18_b300", "text": ""}, {"text_block_id": "p18_b301", "text": "CCCA. (2014)."}, {"text_block_id": "p18_b302", "text": "Summary Report and Follow Up Actions: Climate Change Adaptation Learning Event, Battambang City, 4-6 June 2014."}, {"text_block_id": "p18_b303", "text": "Phnom Penh: Cambodia Climate Change Alliance."}, {"text_block_id": "p18_b304", "text": ""}, {"text_block_id": "p18_b305", "text": "IPCC. (2007)."}, {"text_block_id": "p18_b306", "text": "IPCC Fourth Assessment Report: Climate Change 2007."}, {"text_block_id": "p18_b307", "text": "Oxford, UK.: Intergovernmental Panel on Climate Change . Retrieved from http://www.ipcc.ch/publications_and_data/ar4/wg2/en/annexessglossary-a-d.html"}, {"text_block_id": "p18_b308", "text": ""}, {"text_block_id": "p18_b309", "text": "Kakonge, J. O. (2011). The Role of Media in the Climate Change Debate in Developing Countries."}, {"text_block_id": "p18_b310", "text": "Global Policy Essay"}, {"text_block_id": "p18_b311", "text": "."}, {"text_block_id": "p18_b312", "text": ""}, {"text_block_id": "p18_b313", "text": "Kumar. S., K. K. (2014). Greenhouse Gas Emission from Tourism Service Providers in Chiang Mai, Thailand and Hue, Vietnam. In L. H. Lebe.,"}, {"text_block_id": "p18_b314", "text": "Climate Risks, Regional Intergration, and Sustainability in the Mekong Region"}, {"text_block_id": "p18_b315", "text": "(pp. 248-269)."}, {"text_block_id": "p18_b316", "text": ""}, {"text_block_id": "p18_b317", "text": "MoE. (2002)."}, {"text_block_id": "p18_b318", "text": "Initial National Communication to the UNFCCC."}, {"text_block_id": "p18_b319", "text": "Ministry of Environment."}, {"text_block_id": "p18_b320", "text": ""}, {"text_block_id": "p18_b321", "text": "MoE. (2010)."}, {"text_block_id": "p18_b322", "text": "(draft) Second National Communication to the UNFCCC."}, {"text_block_id": "p18_b323", "text": "Ministry of Environment."}, {"text_block_id": "p18_b324", "text": ""}, {"text_block_id": "p18_b325", "text": "MoE. (2011)."}, {"text_block_id": "p18_b326", "text": "Understanding Public Perceptions of Climate Change in Cambodia."}, {"text_block_id": "p18_b327", "text": "Ministry of Environment."}, {"text_block_id": "p18_b328", "text": ""}, {"text_block_id": "p18_b329", "text": "MoE. (2012)."}, {"text_block_id": "p18_b330", "text": "Climate Change Education and Awareness Guideline."}, {"text_block_id": "p18_b331", "text": "Ministry of Environment."}, {"text_block_id": "p18_b332", "text": ""}, {"text_block_id": "p18_b333", "text": "MoInfo. (2014). Retrieved from Ministry of Information: http://www.information.gov.kh/"}, {"text_block_id": "p18_b334", "text": ""}, {"text_block_id": "p18_b335", "text": "MoT. (2013)."}, {"text_block_id": "p18_b336", "text": "Tourism Statistics Report 2013."}, {"text_block_id": "p18_b337", "text": "Ministry of Tourism Cambodia."}, {"text_block_id": "p18_b338", "text": ""}, {"text_block_id": "p18_b339", "text": "NIS. (2012)."}, {"text_block_id": "p18_b340", "text": "Statistical Year Book of Cambodia 2011."}, {"text_block_id": "p18_b341", "text": "Phnom Penh: National Institute of Statistic, Ministry of Planning."}, {"text_block_id": "p18_b342", "text": ""}, {"text_block_id": "p18_b343", "text": "RGC. (2011)."}, {"text_block_id": "p18_b344", "text": "Cambodia Human Development Report 2011. Building Resilience: The Future of Rural Livelihoods in the Face of Climate Change."}, {"text_block_id": "p18_b345", "text": "Ministry of Environment of Cambodia and UNDP Cambodia."}, {"text_block_id": "p18_b346", "text": ""}, {"text_block_id": "p18_b347", "text": "RGC. (2012)."}, {"text_block_id": "p18_b348", "text": "Tourism Development Strategic Plan 2012-2020."}, {"text_block_id": "p18_b349", "text": "Royal Government of Cambodia."}, {"text_block_id": "p18_b350", "text": ""}, {"text_block_id": "p18_b351", "text": "RGC. (2013)."}, {"text_block_id": "p18_b352", "text": "Cambodia Climate Change Strategic Plan 2014-2023."}, {"text_block_id": "p18_b353", "text": "Royal Government of Cambodia."}, {"text_block_id": "p18_b354", "text": ""}, {"text_block_id": "p18_b355", "text": "RGC. (2014)."}, {"text_block_id": "p18_b356", "text": "National Strategic Development Plan (NSDP) 2014-2018."}, {"text_block_id": "p18_b357", "text": "Phnom Penh: Ministry of Planning."}, {"text_block_id": "p18_b358", "text": ""}, {"text_block_id": "p18_b359", "text": "Simpson, M., Gössling, S., Scott, D., Hall, C., & Gladin, E. (2008)."}, {"text_block_id": "p18_b360", "text": "Climate Change Adaptation and Mitigation in the Tourism Sector: Frameworks, Tools and Practices."}, {"text_block_id": "p18_b361", "text": "Paris, France: UNEP, University of Oxford, UNWTO, WMO."}, {"text_block_id": "p18_b362", "text": ""}, {"text_block_id": "p18_b363", "text": "World Travel & Tourism Council. (2013)."}, {"text_block_id": "p18_b364", "text": "Travel and Tourism -Economic Impact Cambodia 2013."}, {"text_block_id": "p18_b365", "text": "London: World Travel & Tourism Council."}, {"text_block_id": "p18_b366", "text": ""}, {"text_block_id": "p18_b367_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "WTO,, & UNEP,. (2008). Climate Change and Tourism: Responding to Global Challenge. Madrid and Paris: World Tourism Organization (WTO) and United Nations Environmental Programme (UNEP)."}, {"text_block_id": "p19_b370", "text": "Annex 1: The Long List of Actions"}, {"text_block_id": "p19_b371_merged", "text": "Following the consultation workshop on October 09th, 2014 on the development of climate change action plan for Ministry of Tourism, a long list of actions for climate change response has been generated with taking into account the actions from public investment plan (PIP) 2015-2017 of the ministry (see table below)."}, {"text_block_id": "p19_b374", "text": "Table 2: Long List of Proposed Climate Change Action for the Ministry"}, {"text_block_id": "p20_b375", "text": "Annex 2: Short-list of Action"}, {"text_block_id": "p20_b376_merged", "text": "On the November 14th 2014, the climate change team of the Ministry held consultation meeting to shortening the long list of action (see table below)."}, {"text_block_id": "p20_b379", "text": "Table 3:The Priorited Climate Change Actions for Ministry of Tourism"}, {"text_block_id": "p20_b380", "text": "Table 4: Climate Change Action Plan Prioritization Table"}, {"text_block_id": "p22_b381", "text": "Annex 3: Action Fiche of Actions"}, {"text_block_id": "p22_b382", "text": "Action 1"}, {"text_block_id": "p24_b383", "text": "Action 2"}, {"text_block_id": "p26_b384", "text": "Action 3"}, {"text_block_id": "p28_b385", "text": "Action 4"}, {"text_block_id": "p31_b386", "text": "Action 5"}, {"text_block_id": "p33_b387", "text": "Action 6"}, {"text_block_id": "p35_b388", "text": "Action 7"}, {"text_block_id": "p37_b389", "text": "Action 8"}, {"text_block_id": "p39_b390", "text": "Annex 4: Roles of Climate Change Technical Working Group of the Ministry of Tourism"}, {"text_block_id": "p39_b391", "text": "The role of the working group includes:"}, {"text_block_id": "p39_b392", "text": ""}, {"text_block_id": "p39_b393", "text": "Conduct research; formulate policy, strategies, legal instrument, plan programs and project on the climate change including emission reduction in agriculture, forestry and fisheries sectors."}, {"text_block_id": "p39_b394", "text": ""}, {"text_block_id": "p39_b395", "text": "Cooperate with relevant stakeholders to conduct the study, formulate, and effectively implement the policy, strategies, regulations, plans, programs and projects on climate change, in responding to CMDGs, particularly in relation to poverty alleviation and environmental sustainability."}, {"text_block_id": "p39_b396", "text": ""}, {"text_block_id": "p39_b397", "text": "Propose recommendations to MOT decision makers in relation to climate change impacts and responses."}, {"text_block_id": "p39_b398", "text": ""}, {"text_block_id": "p39_b399", "text": "Joint monitor (follow up) global issues on climate change and its impact on rural infrastructure, rural economic, ethnic minority, clean water and sanitation sector."}, {"text_block_id": "p39_b400", "text": ""}, {"text_block_id": "p39_b401", "text": "Share information related to cc and response measure to the sector."}, {"text_block_id": "p39_b402", "text": ""}, {"text_block_id": "p39_b403", "text": "Facilitate and mobilize necessary resources, especially grand to support the study, formulations and implementation of policy."}, {"text_block_id": "p39_b404", "text": ""}, {"text_block_id": "p39_b405", "text": "Monitor and evaluate program related to climate change by line departments, institutions of MoT."}], "document_description": "The Climate Change Action Plan for the Tourism Sector addresses two main aspects of climate change: adaptation and mitigation, given the pivotal role of tourism in adaptation and GHGs mitigation.&nbsp;<br><br>The plan establishes the following actions: 1) to re-scale existing and planned actions to take account of their contribution to adaptation and/or mitigation; 2) to modify existing actions through climate proofing and/or by adding mitigation; 3) to develop new climate change actions.&nbsp;"}