{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Climate Change Financing Framework", "document_country_code": "KHM", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "08/01/2015", "document_keyword": "Finance", "document_url": "https://cdn.climatepolicyradar.org/KHM/2015/KHM-2015-01-08-Climate Change Financing Framework_0b503f6529b09e1e3eb8b38400d42adf.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "FOREWORD"}, {"text_block_id": "p2_b2", "text": "Climate Change is now fully recognized as one of the main challenges to economic and social development in the coming decades. In Cambodia, this challenge is particularly acute, as the country is regularly ranked among the ten most vulnerable countries globally, and among the three most vulnerable in Asia. The Royal Government of Cambodia has taken action to integrate climate change in its development policy, as illustrated by the launch of the Cambodia Climate Change Strategic Plan in 2013, and by the integration of climate change as a cross-cutting issue in the National Strategic Development Plan 2014-18. Nine ministries have already finalized their own climate change strategic plans and actions plans, and a total of fourteen are expected to be in place by end 2015."}, {"text_block_id": "p2_b3", "text": "But this important strategic planning work will only de"}, {"text_block_id": "p2_b4", "text": "l"}, {"text_block_id": "p2_b5", "text": "iver results if it is appropriately resourced. This is the reason why Cambodia has taken the initiative to develop this innovative Climate Change Financing Framework (CCFF). The CCFF identifies current sources of climate finance and potential trends over the next five to ten years, and uses these estimates to propose a realistic costing of our climate change response. It provides a first estimate of the impacts of climate change on our economy, and analyzes how climate-smart investments can help reduce these impacts."}, {"text_block_id": "p2_b6", "text": "Finally, the CCFF provides guidance on next steps to improve the mobilization and management of climate finance, from both domestic and international sources."}, {"text_block_id": "p2_b7", "text": "I would like to thank the Climate Finance Sub-group of the Climate Change Technical Team for leading this inter-ministerial work, as well as the European Union, Sweden and UNDP for providing the required financial and technical support."}, {"text_block_id": "p2_b8", "text": "The CCFF provides a roadmap for concerned ministries, agencies and development partners, but it is only the first step in a process to build a credible, attractive and transparent system for climate change finance in Cambodia."}, {"text_block_id": "p2_b9_merged_merged", "text": "I trust that all concerned parties will act quickly to operationalize this system, as we know that the costs of addressing climate change increase exponentially as time passes."}, {"text_block_id": "p3_b12", "text": "Contents"}, {"text_block_id": "p3_b13", "text": "Note:"}, {"text_block_id": "p3_b14_merged", "text": "The present version of the Climate Change Financing Framework was approved by the National Climate Change Committee (NCCC) on 20 November 2014. In line with Royal Decree NSRKT/0515/403 on 09th May 2015, all attributions of the NCCC have been transferred to the new National Council on Sustainable Development (NCSD) since 09 May 2015."}, {"text_block_id": "p4_b17", "text": "I. THE RATIONALE FOR CLIMATE CHANGE ACTION: ESTIMATED SOCIO"}, {"text_block_id": "p4_b18", "text": "‐"}, {"text_block_id": "p4_b19", "text": "ECONOMIC IMPACTS OF CLIMATE CHANGE IN CAMBODIA"}, {"text_block_id": "p4_b20", "text": "a) National level impacts"}, {"text_block_id": "p4_b21", "text": "Initial analysis based on the scenario of a 2°C temperature rise by 2050 estimates that the full damage of climate change on Cambodia’s GDP will be at least 1.5% in 2030, and 3.5% in 2050. In other words, if the annual growth rate of GDP without climate change was expected to be 4.5% in 2030, it would be reduced to 3% due to the impacts of climate change. By 2050, GDP growth could be almost entirely offset (reduced to 1% only) by the impacts of climate change."}, {"text_block_id": "p4_b22", "text": "Most of the damage from CC will come through increased variability of rainfall, including extreme events such as floods and droughts. The main sources of this damage are from: drought and floods in agriculture (1.42% of GDP); increased burden of diarrhoea and other climate sensitive diseases (0.85% of GDP); more rapid degradation of infrastructure, including roads, irrigation and rural water supply (0.71% of GDP); and flood damage to urban infrastructure (0.25% of GDP)."}, {"text_block_id": "p4_b23", "text": "This analysis is broadly in line with available regional and international studies. As an example, Working Group II for the IPCC’s Fourth Assessment Report reviewed a wide range of estimates of the potential damage from climate change, which suggested that an increase in temperature of 1"}, {"text_block_id": "p4_b24", "text": "‐"}, {"text_block_id": "p4_b25", "text": "3°C would reduce GDP by 1 to 5%, with developing countries being more severely affected than other countries."}, {"text_block_id": "p4_b26_merged_merged_merged", "text": "These large scale socio‐economic impacts of climate change can be reduced through effective adaptation and mitigation action. The most recent review of climate‐related public expenditure in Cambodia estimates that 1.3% of GDP is currently dedicated to the climate change response. In an optimistic climate financing scenario, up to 1.8% of GDP could be dedicated to climate action. The figure below presents the trends in GDP growth under four response scenarios."}, {"text_block_id": "p4_b31", "text": "Figure 1: Long term impacts of climate change and climate financing on GDP"}, {"text_block_id": "p5_b32", "text": "b) Impact of climate change on specific types of investment"}, {"text_block_id": "p5_b33_merged", "text": "A cost‐benefit analysis of various types of typical climate change investments suggests that much of this expenditure gives positive economic returns, even in the absence of climate change. The impact of climate change on the economic returns is variable, with some actions generating higher benefits (sometimes called ‘no regret’ actions) and some actions generating lower benefits (sometimes termed ‘climate risky’ actions). This is summarised in the two figures below."}, {"text_block_id": "p5_b36", "text": "For example, energy efficiency investments often provide very high returns on investments without considering climate change, and even higher in the context of climate change. The situation with renewable energy is more mixed, with some (e.g. hydropower) providing good economic returns in the right conditions, even without considering carbon savings, whilst others can be more expensive than electricity from fossil fuels. In agriculture, the introduction of flood and drought resistant varieties and practices provides good returns even in the absence of climate change, but the returns are even more significant in the context of climate change, where floods and drought will occur more often."}, {"text_block_id": "p5_b37", "text": "Figure 2: Benefit Cost Ratios with and without Climate Change – Actions with Improving Returns"}, {"text_block_id": "p5_b38", "text": "Most infrastructures (roads, irrigation, sanitation etc.) will provide lower returns in the context of climate change, mainly because floods and droughts will lead to higher maintenance and repair costs. However, higher economic returns can be obtained by improving the design of infrastructures (climate proofing) to take into account these more frequent floods and droughts (see below)."}, {"text_block_id": "p6_b39", "text": "Figure 3: Benefit Cost Ratios of Infrastructure Investments with and without Climate Change"}, {"text_block_id": "p6_b40", "text": "II. THE CAMBODIAN CLIMATE CHANGE RESPONSE: CURRENT LEVELS OF CLIMATE"}, {"text_block_id": "p6_b41", "text": "‐"}, {"text_block_id": "p6_b42", "text": "RELEVANT EXPENDITURE AND PROPOSED RESPONSE FOR THE NEXT FIVE YEARS"}, {"text_block_id": "p6_b43", "text": "a)"}, {"text_block_id": "p6_b44", "text": "Current profile of climate expenditure"}, {"text_block_id": "p6_b45_merged_merged", "text": "An analysis of climate relevant public expenditure was conducted for the period 2009‐2012, including both the national budget and donor funding outside the budget. Climate‐related expenditure has been identified using a benefits‐based methodology: if 50% of the benefits of a particular investment are due to climate change, this investment is considered to be 50% climate relevant. Some investments, such as dikes against sea level rise, are 100% related to climate change. Others, such as energy efficiency or renewable energy, have benefits that are mostly economic, with only 27% of the benefits related to climate change (due to reduced emissions of Green House Gases). Based on this methodology, the level of climate related expenditures has grown steadily from 0.86% of GDP (368 Bn riels) in 2009 to 1.29% of GDP (741 Bn riels) in 2012. The corresponding profile of climate relevant expenditure is as follows:"}, {"text_block_id": "p7_b52", "text": "Figure 4: Climate Expenditure 2009"}, {"text_block_id": "p7_b53", "text": "‐"}, {"text_block_id": "p7_b54", "text": "2012"}, {"text_block_id": "p7_b55", "text": "The role of the private sector and NGOs in climate finance will become increasingly important as the country develops, respectively for the investment required in mitigation and for promoting the growth in public awareness and lobbying for corporate social responsibility. The full potential for financing through carbon markets is currently uncertain in the absence of an internationally binding agreement, which is expected for 2015. There are ample opportunities for private investments in energy efficiency, given the high economic returns in addition to mitigation benefits. This will require availability of financing to cover initial investment costs. Recent pilots in the manufacturing industry have shown an average return on investment of 82% in the first year, which should provide high incentives for scaled"}, {"text_block_id": "p7_b56", "text": "‐"}, {"text_block_id": "p7_b57", "text": "up private investments in this area."}, {"text_block_id": "p7_b58", "text": "b) Profile and costing of the proposed response for the next five years"}, {"text_block_id": "p7_b59_merged_merged_merged", "text": "The national response to climate change can aim to address only part of the total damage caused by climate change, because avoiding some damage is either physically impossible or not cost effective. The ‘optimal’ proportion of damage to be avoided will depend on the particular situation in each country. According to the Stern Report, countries could typically aim to address about two thirds of the damage. In Cambodia, this would require adaptation spending to be 3.3% of GDP (versus 1.22% in 2012) between now and 2050."}, {"text_block_id": "p8_b62", "text": "However, financial and capacity constraints have to be taken into account before this “ideal” level of funding for the climate change response can be achieved."}, {"text_block_id": "p8_b63", "text": "An analysis of potential funding scenarios was conducted for the period 2014"}, {"text_block_id": "p8_b64", "text": "‐"}, {"text_block_id": "p8_b65", "text": "2018, focusing on three types of public resources that are relevant to the climate change response in Cambodia:"}, {"text_block_id": "p8_b66", "text": "2018, focusing on three types of public resources that are relevant to the climate change response in Cambodia:\n* Dedicated/global funds\n* Dedicated/global funds\n are finances available from global institutions and mechanisms for\n* Dedicated/global funds\n are finances available from global institutions and mechanisms for\n climate change, for instance CIF (including SPCR), GEF, LDCF, AF, FCPF\n* , UN\n* REDD\n* REDD\n and the upcoming Green Climate Fund, that are dedicated to addressing CC through either mitigation or adaptation.\n* Dedicated/in\n* Dedicated/in\n â\n* Dedicated/in\n â\n country funds\n* Dedicated/in\n â\n country funds\n are the portion of climate funds that are explicitly dedicated for\n* Dedicated/in\n â\n country funds\n are the portion of climate funds that are explicitly dedicated for\n addressing climate issues and that is directly financed by the Cambodian government through its annual budget means, or by bilateral and multilateral donors active in Cambodia.\n* Integrated/in\n* Integrated/in\n â\n* Integrated/in\n â\n country funds\n* Integrated/in\n â\n country funds\n refer to the type of resources financed by the government and\n* Integrated/in\n â\n country funds\n refer to the type of resources financed by the government and\n donors in Cambodia that is not primarily meant for climate issues, but involves some degree of relevance (low and mid) to climate change either explicitly or implicitly. In this type of finance, the climate aspect is integrated or embedded in the mainstream development projects."}, {"text_block_id": "p8_b87", "text": "These public resources that Cambodia can use for its climate change response are broader in scope than the “new and additional” climate finance mentioned under UNFCCC commitments (these commitments correspond to (a) and the donor portion of (b) only). There is a need to monitor both the “new and additional” climate finance – to ensure commitments from developed countries are met – and the broader climate"}, {"text_block_id": "p8_b88", "text": "‐"}, {"text_block_id": "p8_b89", "text": "relevant resources – to ensure that all resources that can support the climate change response are effectively put to use."}, {"text_block_id": "p8_b90", "text": "Initial scenarios indicate that the total amount of public climate finance could grow from about US$185 million in 2013 to US$255 million (low increase) or US$300 million (high increase) per year by 2018. The share of resources of the global climate funds is expected to grow fastest, but the bulk of resources during this period will still be provided by Government and donors in country, either through dedicated climate finance, or as an element of broader development projects."}, {"text_block_id": "p8_b91_merged_merged_merged_merged_merged_merged_merged", "text": "Figure 5: Indicative progression of climate finance (2014‐18) – low increase scenario"}, {"text_block_id": "p9_b96", "text": "In addition to financing constraints, existing capacity to deliver climate change programmes must also be taken into account when planning the proposed response. The Cambodia Climate Change Strategic Plan and the Climate Change Action Plans of priority ministries identify a number of important preparatory measures for the full scale implementation of the proposed response. Capacity development and policy, planning and research interventions represent about 25% of the proposed response in nine priority ministries for the next five years, and this percentage is expected to decline as Cambodia becomes better equipped to plan and manage its climate change response."}, {"text_block_id": "p9_b97", "text": "Figure 6:"}, {"text_block_id": "p9_b98", "text": "2014"}, {"text_block_id": "p9_b99", "text": "‐"}, {"text_block_id": "p9_b100", "text": "18 Planned expenditure in the Climate Change Action Plans of nine priority ministries (US$)"}, {"text_block_id": "p9_b101", "text": "Based on existing action plans and estimates for sectors which do not yet have an action plan, the total public response is estimated at a cost of US$1.1 billion for the period 2014"}, {"text_block_id": "p9_b102", "text": "‐"}, {"text_block_id": "p9_b103", "text": "18, as follows:"}, {"text_block_id": "p9_b104_merged_merged_merged", "text": "Figure 7: Estimated allocation of public climate change response costs 2014‐18"}, {"text_block_id": "p9_b107", "text": "Source: Draft CCAPs (March 2014) and CCFF financing scenarios"}, {"text_block_id": "p10_b108", "text": "The potential for private sector financial support to the climate change response remains uncertain. There are opportunities for private sector investment in energy efficiency, as recent pilots in the manufacturing industry and agro"}, {"text_block_id": "p10_b109", "text": "‐"}, {"text_block_id": "p10_b110", "text": "industry have shown very rapid returns on investments in this area. With regard to carbon markets, potential financing is uncertain as no binding agreement could be reached internationally and individual countries tend to diverge from current mechanisms such as CDM and try to invent their own model of carbon market. The carbon price has been very volatile and is currently low. In the case of CDM projects, the price is now only $1"}, {"text_block_id": "p10_b111", "text": "‐"}, {"text_block_id": "p10_b112", "text": "2 per tCO2e (down from about $20 in 1997 and $5"}, {"text_block_id": "p10_b113", "text": "‐"}, {"text_block_id": "p10_b114", "text": "8 in 2011) and around $4"}, {"text_block_id": "p10_b115", "text": "‐"}, {"text_block_id": "p10_b116", "text": "8 per tCO2e for credits of REDD projects."}, {"text_block_id": "p10_b117", "text": "III. GUIDANCE TO ESTABLISH A TRANSPARENT, RELIABLE AND ATTRACTIVE CLIMATE CHANGE FINANCING FRAMEWORK"}, {"text_block_id": "p10_b118", "text": "Cambodia has already taken some major steps towards establishing solid mechanisms for the management of climate finance. The National Council for Sustainable Development, Climate Change Technical Team and"}, {"text_block_id": "p10_b119", "text": "General"}, {"text_block_id": "p10_b120", "text": "Secretariat have been established with a mandate to coordinate the national climate change response. A ten"}, {"text_block_id": "p10_b121", "text": "‐"}, {"text_block_id": "p10_b122", "text": "year strategic plan – the Cambodia Climate Change Strategic Plan 2014"}, {"text_block_id": "p10_b123", "text": "‐"}, {"text_block_id": "p10_b124", "text": "23 – is also in place, and nine priority ministries have already developed their corresponding sectoral strategic plans and action plans. At the sub"}, {"text_block_id": "p10_b125", "text": "‐"}, {"text_block_id": "p10_b126", "text": "national level, work has begun to integrate climate change in planning and budgeting practices of the provinces, districts and communes, based on lessons learnt from several pilot projects."}, {"text_block_id": "p10_b127_merged_merged_merged", "text": "However, significant work remains to be done to improve Government‐partner coordination on climate change, to better track climate expenditure and assess its efficiency and impacts, to fully mainstream climate change in public management (policies, planning, budgeting, implementation, monitoring and evaluation) and regulatory practices, and to establish incentives for the private sector to contribute."}, {"text_block_id": "p10_b130", "text": "In order to manage this transition, it is proposed that Cambodia establish a National Climate Funding Facility (NCFF), with the following key features:"}, {"text_block_id": "p11_b131", "text": "The NCFF accommodates a range of different funding arrangements, including those currently being used. It foresees a progression towards greater government engagement and responsibility, but does not force either government or donors to participate in a single centralised management system, such as a National Climate Fund. Analysis of climate financing scenarios and donors’ perspectives on aid modalities in Cambodia indicate that such a fund would be unlikely to raise significant resources in the short to medium term. A review of the opportunity to establish a fund is recommended as part of the mid"}, {"text_block_id": "p11_b132", "text": "‐"}, {"text_block_id": "p11_b133", "text": "term"}, {"text_block_id": "p11_b134", "text": "‐"}, {"text_block_id": "p11_b135", "text": "review of the CCCSP in 2018, once the modalities for international climate financing are clarified, and following the completion of the current phase of Cambodia’s Public Financial Management reforms."}, {"text_block_id": "p11_b136", "text": "The following institutions will have responsibility to implement the National Climate Funding Facility, as follows:"}, {"text_block_id": "p11_b137", "text": "The following institutions will have responsibility to implement the National Climate Funding Facility, as follows:\n* Secretariat of the National Council for Sustainable Development\n<\\li1>\n\t* Establish a Government\n\t* Partner coordination mechanism for the implementation of the\n\t* Partner coordination mechanism for the implementation of the\n â\n\t* Partner coordination mechanism for the implementation of the\n â\n related interventions are planned and budgeted in line with the CCCSP/CCAPs, and\n\t* Adjust its legal status (as an autonomous inter\n\t* ministerial body) and working procedures as\n\t* In partnership with Ministry of Economy and Finance and CDCâCRDB, establish procedures"}, {"text_block_id": "p12_b157", "text": "The following institutions will have responsibility to implement the National Climate Funding Facility, as follows:\n* Secretariat of the National Council for Sustainable Development\n<\\li1>\n\t* Establish a Government\n\t* Partner coordination mechanism for the implementation of the\n\t* Partner coordination mechanism for the implementation of the\n â\n\t* Partner coordination mechanism for the implementation of the\n â\n related interventions are planned and budgeted in line with the CCCSP/CCAPs, and\n\t* Adjust its legal status (as an autonomous inter\n\t* ministerial body) and working procedures as\n\t* In partnership with Ministry of Economy and Finance and CDCâCRDB, establish procedures\n* In partnership with Ministry of Planning and concerned line ministries, establish a functional\n\t* Develop and manage, in cooperation with relevant universities and training institutions, a\n\t* Provide technical support to NCSD members on accessing and managing climate finance,\n\t* Advise NCSD and its members on appropriate legal and regulatory changes for the\n\t* Establish a dialogue mechanism with the private sector, on potential measures to facilitate\n\t* In partnership with the Supreme National Economic Council, Ministry of Economy and\n\t* depth analysis on the economics of climate"}, {"text_block_id": "p12_b171", "text": "b) Ministry of Economy and Finance"}, {"text_block_id": "p12_b172", "text": "b) Ministry of Economy and Finance\n* Refine cost\n* benefit analysis on the impacts of Climate Change on the economy (in\n* Conduct in partnership with NCSD an annual analysis of climateârelevant public expenditure,\n* Together with NCSD, lead a dialogue with climate finance donors on modalities for the\n* Include climate finance issues/modules in the standard training package for Government\n* Participate in a dialogue with the private sector on potential policies to promote private"}, {"text_block_id": "p12_b186", "text": "c) Ministry of Planning"}, {"text_block_id": "p12_b187", "text": "c) Ministry of Planning\n* In partnership with NCSD, ensure data collection and analysis of climate related indicators in\n<\\li1>"}, {"text_block_id": "p13_b189", "text": "c) Ministry of Planning\n* In partnership with NCSD, ensure data collection and analysis of climate related indicators in\n<\\li1>\n* In partnership with NCSD and NCDD, integrate climate change in the planning guidelines for\n* national administrations.\n\t* Line ministries and agencies involved in the climate change response\n<\\li2>\n\t* Develop Climate Change Action Plans linked to relevant sector strategies and the NSDP,\n\t* Ensure the gradual integration of climate change actions in the mainstream sector\n\t* Establish clear procedures and standards to screen actions/projects at the formulation stage\n\t* Establish institutional arrangements within the ministry to implement and monitor the\n\t* In partnership with NCSD and MEF, conduct cost\n\t* benefit analysis and evaluation of climate\n\t* benefit analysis and evaluation of climate\n â\n\t* benefit analysis and evaluation of climate\n â\n relevant actions and identify the most cost\n\t* benefit analysis and evaluation of climate\n â\n relevant actions and identify the most cost\n â\n\t* benefit analysis and evaluation of climate\n â\n relevant actions and identify the most cost\n â\n effective actions;\n\t* Cooperate with other ministries and agencies based on their mandates, when integrated\n\t* Cooperate with NCSD on resource mobilization for climate\n\t* related actions, including"}, {"text_block_id": "p13_b217", "text": "e)"}, {"text_block_id": "p13_b218", "text": "CDC/CRDB"}, {"text_block_id": "p13_b219", "text": "CDC/CRDB\n* In cooperation with NCSD, improve the climate change tracker in the ODA database, and\n* Include NCCC in the review of draft development partner country strategies, to ensure that\n* related programmes are identified at an early stage, for appropriate design.\n\t* NCDD\n\t* Secretariat and sub\n\t* Secretariat and sub\n â\n\t* Secretariat and sub\n â\n national administrations\n\t* Integrate climate in sub\n\t* national planning and budgeting guidelines for the Commune\n\t* national planning and budgeting guidelines for the Commune\n â\n\t* national planning and budgeting guidelines for the Commune\n â\n Sangkat Fund and District\n\t* national planning and budgeting guidelines for the Commune\n â\n Sangkat Fund and District\n â\n\t* national planning and budgeting guidelines for the Commune\n â\n Sangkat Fund and District\n â\n Municipality Fund, based on lessons learnt from existing pilots;\n\t* Integrate climate change in the priorities and planning/application procedures for the Sub\n\t* National Investment Fund;\n\t* In cooperation with NCSD, establish a climate tracker for climate\n\t* change related\n\t* In cooperation with NCSD, clarify the climate change related responsibilities of the various\n\t* national administrations (province, district, commune);\n\t* Develop climate change capacity in technical support units for sub\n\t* national administrations\n\t* Development Partners\n\t* Provide new and additional climate change finance in line with commitments under the"}, {"text_block_id": "p14_b261", "text": "CDC/CRDB\n* In cooperation with NCSD, improve the climate change tracker in the ODA database, and\n* Include NCCC in the review of draft development partner country strategies, to ensure that\n* related programmes are identified at an early stage, for appropriate design.\n\t* NCDD\n\t* Secretariat and sub\n\t* Secretariat and sub\n â\n\t* Secretariat and sub\n â\n national administrations\n\t* Integrate climate in sub\n\t* national planning and budgeting guidelines for the Commune\n\t* national planning and budgeting guidelines for the Commune\n â\n\t* national planning and budgeting guidelines for the Commune\n â\n Sangkat Fund and District\n\t* national planning and budgeting guidelines for the Commune\n â\n Sangkat Fund and District\n â\n\t* national planning and budgeting guidelines for the Commune\n â\n Sangkat Fund and District\n â\n Municipality Fund, based on lessons learnt from existing pilots;\n\t* Integrate climate change in the priorities and planning/application procedures for the Sub\n\t* National Investment Fund;\n\t* In cooperation with NCSD, establish a climate tracker for climate\n\t* change related\n\t* In cooperation with NCSD, clarify the climate change related responsibilities of the various\n\t* national administrations (province, district, commune);\n\t* Develop climate change capacity in technical support units for sub\n\t* national administrations\n\t* Development Partners\n\t* Provide new and additional climate change finance in line with commitments under the\n* At the country strategy stage, ensure that NCSD is consulted on proposed priorities and\n* For projects identified as climate relevant, ensure at the project formulation stage that\n* proofing standards or other required measures, and\n* Participate in governmentâpartner climate change coordination mechanisms, share\n* Systematically report on the climate relevance of their portfolio through the climate tracker\n* When providing sector or general budget support, include climate change in the results\n* Increase the levels of climate finance available at the local level through the CSF, DMF and\n* Where relevant, include support for climate change related capacity development"}], "document_description": "The Climate Change Financing Framework (CCFF) identifies sources of climate finance and potential trends over the next five to ten years and uses the estimate to propose a realistic costing of the country's climate change response. It provides a first estimate of the impacts of climate change on the economy and analyses how climate-smart investments can help reduce these impacts.&nbsp;<br><br>The CCFF provides guidance to improve management of climate finance from domestic and international sources."}