{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "Industry", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Climate Change Action Plan for Industry and Handicraft Sectors 2015-2018", "document_country_code": "KHM", "document_hazard_name": ["Drought", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2015", "document_keyword": ["Industry", "Waste", "Water Management", "Renewables", "Transport", "Energy"], "document_url": "https://cdn.climatepolicyradar.org/KHM/2015/KHM-2015-01-01-Climate Change Action Plan for Industry and Handicraft Sectors 2015-2018_da986557242ef6b98a580f4a2bd8ff9a.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "KINGDOM OF CAMBODIA"}, {"text_block_id": "p0_b2", "text": "NATION RELIGION KING"}, {"text_block_id": "p0_b3", "text": "3"}, {"text_block_id": "p0_b4", "text": "MINISTRY OF INDUSTRY AND HANDICRAFT"}, {"text_block_id": "p0_b5", "text": "CLIMATE CHANGE ACTION PLAN FOR INDUSTRY AND HANDICRAFT SECTORS 2015-2018"}, {"text_block_id": "p0_b6", "text": "Climate Change Working Group for Manufacturing Industry and Handicraft Sectors"}, {"text_block_id": "p0_b7", "text": "2015"}, {"text_block_id": "p1_b8", "text": "Preface"}, {"text_block_id": "p1_b9", "text": "The Cambodian industrial sector has achieved remarkable growth over the past decades. Its share to GDP was 12.6% in 1993 and reached the peak to 26.2% in 2006 before it dropped and maintained at 22% in subsequent year. In 2013, its share to GDP started to rise again to an estimated level of 24%. The industrial sector has grown on average at 12.4% per annum over the period of 1998 -2013 compared to 4.7 % and 8.5% for agriculture and service sectors respectively, making it the fastest growing sector which has been contributing significantly to poverty reduction and job creation."}, {"text_block_id": "p1_b10", "text": "There are, however, challenges that Cambodia and specifically its industrial sector have to cope with due to impact of climate change. While there is a consensus that the country is ranked the most vulnerable to climate change, its industrial sector has also been contributing greenhouse gases at a growing rate. Indeed if action is properly done, industrialization itself could mitigate greenhouse gases and facilitate adaptation and build country resilience. The challenge is to ensure that industrial development is not adversely affected by climate change and that industrial development takes place without worsening the climate i.e., moving to a low-carbon green economy. This implies that active, and selective industrial policies and actions are needed to ensure that manufacturing industry remains an engine of growth for poverty reduction, equity and employment."}, {"text_block_id": "p1_b11", "text": "Responding to this formidable challenges, the Climate Change Working Group for Manufacturing Industry and Handicraft Sectors was tasked to develop Climate Change Action Plan (CCAP) as the milestone to support the developments of industrial and handicraft sectors in Cambodia. The Working Group has studied and identified existing national development plan and policies, strategies, intervention measures, financing mechanisms and key stakeholders. The Working Group suggests short-term intervention on improving energy efficiency in large industries and small and medium enterprises. Over the medium term, an emphasis is on greater use of renewable energy and energy diversification, and over the longer term, an emphasis is on more path-breaking technologies for low-carbon production."}, {"text_block_id": "p1_b12", "text": "The mobilization of funding resources for the implementation of all the actions is critical to successful implementing the Climate Change Action Plan for Ministry of Industry and Handicraft. Thus, I would like to call upon all stakeholders -relevant ministries, UN agencies, development banks, private sector, and civil society -to join hands together to mobilize technical and financial resources for effective intervention in this sector."}, {"text_block_id": "p1_b13", "text": "I would like to take this opportunity to thank National Committee on Climate Change (NCCC) and the Ministry of Environment for taking the lead in climate change work through technical and financial support"}, {"text_block_id": "p1_b14", "text": "from Cambodia Climate Change Alliance program."}, {"text_block_id": "p2_b15", "text": "Acknowledgement"}, {"text_block_id": "p2_b16", "text": "The development of"}, {"text_block_id": "p2_b17", "text": "Climate Change Action Plan (CCAP 2015-2018) for Ministry of Industry and Handicraft"}, {"text_block_id": "p2_b18", "text": "is the result of commitment and political support from the Royal Government of Cambodia. The ministry has established the Climate Change Technical Team of (CCTT) which consists of all key technical departments representative as well as department of planning, finance, and administrative for the preparation of the Climate Change Action Plan for Ministry of Industry and Handicraft. The participation from all key departments enhances the coherence and alignment of the climate change action plan with the existing plans of the ministry and with national priorities."}, {"text_block_id": "p2_b19_merged_merged", "text": "The Climate Change Technical Team of ministry would like to express deep appreciation for the continuous support from the H.E. Cham Prasidh, Senior Minister of Ministry of Industry and Handicraft and from other government ministries, technical departments, development partners and non-governmental organizations for invaluable inputs in preparation of this action plan. The team also wishes to thank to the National Climate Change Committee, chaired by Ministry of Environment for overall coordination and facilitation in this sector in order to address climate change in Cambodia."}, {"text_block_id": "p2_b22", "text": "Finally, the development of Climate Change Action Plan for the Ministry of Industry and Handicraft was made possible through technical and financial supports from Climate Change Department of Ministry of Environment through Cambodia Climate Change Alliance (CCCA) funded by the European Union (EU), the Swedish International Development Cooperation Agency (Sida) and the United Nations Development Programme (UNDP)."}, {"text_block_id": "p3_b23", "text": "Contents"}, {"text_block_id": "p4_b24", "text": "Abbreviations"}, {"text_block_id": "p5_b25", "text": "I. Background"}, {"text_block_id": "p5_b26_merged", "text": "The Cambodian industrial sector has been growing dramatically as its share to GDP has increased from 12.6% in 1993 and reached the peak at 26.2% in 2006. Since then it has declined and maintained 22% due to changes in international trade regime and later global economic crisis. In 2013, its share to GDP started to rise again to an estimated level of 24%. In average the industrial sector grew at 12.4% per annum during the last 15 year (1998 – 2013) compared to 4.7 % and 8.5% for agriculture and service sector respectively, thus making it the fastest growing sector (Industrial Development Policy, 2014)."}, {"text_block_id": "p5_b29", "text": "The industrial sector plays a key role in job creation. In 1993, there were only about 5% of people employed in industrial sector compared to around 72% in agriculture sector. According to 2008 National Census, the number of jobs created in the sector has increased to almost 600,000 positions equivalent to 8.6% of total employment, while in 2012, it has increased to 1.4 million positions or 18.6% of the total employment. Cambodia industry is weak as reflected in its narrow base and low level of sophistication that is concentrated in few sectors such as garment, footwear and food processing. Most industries are family-based with lack of entrepreneurship and limited use of technology. Thus they could not compete in international markets. Their key characteristics could be summarized as follows: the share of manufacturing in industry remains small; the pace of modernization is slow; it is an export-oriented sector; it is mostly foreign direct investments in special economic zone; FDI leads industrialization process in the country, and a dual industrial structure exists between local industries and export industries during its early stage of development."}, {"text_block_id": "p5_b30", "text": "In general, most of Cambodia’s enterprises are retails and restaurants. Among 510"}, {"text_block_id": "p5_b31", "text": ",000 enterprises, only 70,000 or 14% are manufacturing type. The sector dominated by the food processing and textiles, which are accounted for 45% and 35% respectively. Among large enterprises in the manufacturing sector, around 80% reside in textile, wearing apparel and footwear (TWF). This manufacturing structure is still under development, wearing apparel and textile productions are still low value added and less complex. The production of construction materials, electronics, machineries, engines, and chemical products are still small and import substitution products such as motorcycles, vehicles, plastics, construction materials, and many other products are still at early set up stage."}, {"text_block_id": "p5_b32", "text": "Export structure 2000-2008 shows that 75.6% are textiles and footwear and 22% are woods/wooden products out of total export. However, between 2009 and 2013 exports of woods and wooden products have increased tremendously by around 30% per annum, while textile and footwear declines to around 58%. Three major products including agriculture products, rubber and transportation vehicles have also largely contributed to export."}, {"text_block_id": "p5_b33", "text": "In industrial sector, the share of micro enterprises is 97.3%, small and medium enterprises is 2.2% and large enterprises is 0.6%. Amid those, the amount of enterprises absorb around 63.3% of the labour force, 29.3% for micro enterprises and 7.4% for small and medium enterprises. However, in term of production, the share of large enterprises production is up to 76%, while it is 12% for micro and small and medium enterprises respectively. There are weaknesses in this form of structure due to significant reliance on large enterprises (Table 1). Therefore, the employment condition and economic growth would be negatively affected and it would be challenging for the economy to recover if there is shutdown of one or two of those large enterprises. This type of structure can also easily lose its competiveness in the case of the loss of favourable trade condition or a change in input cost structure as there is no support from small and medium enterprises."}, {"text_block_id": "p6_b34", "text": "Table 1: Enterprises in Cambodia by size"}, {"text_block_id": "p6_b35", "text": "Source: (Industrial Development Policy, 2014)"}, {"text_block_id": "p6_b36", "text": "In the fifth legislature, RGC continue promoting further diversification of the industrial base through encouraging investments in new high value added and competitive industries, including assembly of electronics, spare parts manufacture, metrological industry, agro-processing and other manufacturing industries, while also promoting further development of SMEs and handicrafts and expanding industrial development into rural areas. RGC will also focus on the development of extractive industries (CDC, 2014). As per new challenge on industrial development due to climate change, promoting low-carbon industrialization and climate resilient industrial development is obviously a win-win strategy for Cambodia in the long term basis. The strategy will itself improve the ability industry sector to adapt to climate change as well as to mitigate anthropogenic global warming through low carbon industrial development."}, {"text_block_id": "p6_b37_merged", "text": "Climate change is predicted to have particular economic and social impacts through various channels. As a developing country, Cambodia is expected to be worst affected. These impacts and consequences will require adaptation to climate change as well as actions to mitigate anthropogenic global warming. It means that active, and selective industrial policy will have to be used to achieve the balancing act of reducing GHG emissions and ensuring that industry (manufacturing in particular) remain an engine of growth and employment. Adaptation and mitigation will have costs and opportunities for industrial development. Generally, the challenge is to ensure that industrial development and the prospects for industrial development are not adversely affected by climate change and that industrial development takes place without worsening global warming — ideally contributing towards moving global production, distribution and consumption towards a low-carbon and eventually de-carbonized economy. Moreover industrialization itself could mitigate climate change and facilitate adaptation through providing the means to accelerate the transfer of employment from agriculture to industry — this could potentially reduce pressures on deforestation and clearing of land for agriculture, two important sources of GHG emissions. According to the national GHG inventory in to 49% and 44% of GHG emission respectively (Kamal, 2012). M"}, {"text_block_id": "p6_b43", "text": "oving to a low-carbon economy will require industrial policy measures towards innovation and technological change that have different outcomes over the short, medium and long-term. Over the short-term the emphasis needs to be on improving energy efficiency, over the medium term to phase in the greater use of renewable energy and energy diversification for industrial processes, and over the longer term to introduce more path-breaking technologies for low-carbon production (Naudé, 2011)."}, {"text_block_id": "p7_b44", "text": "A. Policy"}, {"text_block_id": "p7_b45", "text": "According to the National Strategic Development Plan (NSDP) 2014-2018, RGC will focus on the following priorities for industrial development policy:"}, {"text_block_id": "p7_b46", "text": "According to the National Strategic Development Plan (NSDP) 2014-2018, RGC will focus on the following priorities for industrial development policy:\n* Formulating industrial development policy based on two key approaches: (1) expansion of industrial\n* Preparing science, technology and metrology industry policy with the objective to increase research\n* Updating the SMEs Development Framework to be consistent with the industrial development policy\n* and form a cluster while promoting\n* and form a cluster while promoting\n , promotion of âone village one productâ\n* and form a cluster while promoting\n , promotion of âone village one productâ\n movement and\n* Aligning private sector development and investment policies with SME and industrial development\n* Promoting industrial corridor development along the main national roads, linking key economic poles\n* Further strengthening the development process in extractive industry, especially technical regulation\n* Human resource development especially the skills training for industrial sector through enhanced"}, {"text_block_id": "p7_b64", "text": "B. Situation"}, {"text_block_id": "p7_b65_merged_merged", "text": "Country-by-country approach is likely to be sub-optimal (Naudé, 2011). In the past industrial policy was very much nationally oriented with little cooperation and coordination between countries. Now, however, a transition to a low-carbon economy will require global cooperation and coordination. It has been estimated that in order to limit average global warming to 2 degrees Celsius by 2100, with a 50 per cent probability, that concentrations of CO2 should be stabilized at 450 ppm (parts per million) by 2030 (IEA, 2009). In 2010, it was around 389 ppm and rising by 2 ppm per year—growing at around 1.5 per cent annually (IEA, 2009, Prins"}, {"text_block_id": "p8_b71", "text": "et al.,"}, {"text_block_id": "p8_b72", "text": "2010). The challenge in achieving this reduction in CO"}, {"text_block_id": "p8_b73", "text": "2"}, {"text_block_id": "p8_b74", "text": "seems almost too incredible to achieve. IEA"}, {"text_block_id": "p8_b75", "text": "(2009) expects that at current rates, CO"}, {"text_block_id": "p8_b76", "text": "2"}, {"text_block_id": "p8_b77", "text": "emissions would continue to rise from 28.8 Gt (Gigatonnes) in 2007 to 40.2 Gt in 2030. This is estimated to push average global temperatures up by 6 degrees Celsius and result"}, {"text_block_id": "p8_b78", "text": "in CO"}, {"text_block_id": "p8_b79", "text": "2"}, {"text_block_id": "p8_b80", "text": "levels of more than 1000 ppm. Currently, and to date since the first industrial revolution, most developing countries are not major GHG emitters. However as far as the future is concerned, the IEA (2009)"}, {"text_block_id": "p8_b81", "text": "expects that all of the projected increase in CO"}, {"text_block_id": "p8_b82", "text": "2"}, {"text_block_id": "p8_b83", "text": "emissions between now and 2030 will come from developing countries"}, {"text_block_id": "p8_b84", "text": "—"}, {"text_block_id": "p8_b85", "text": "mainly China, India and the Middle East. And most of the current industrially-generated stock of carbon in the atmosphere has been caused by advanced economies, where most of the technological capability, know-how, human skills and financial resources reside to mitigate climate change and adapt to its impacts."}, {"text_block_id": "p8_b86", "text": "The industry sector in the Kingdom of Cambodia has shown a strong growth in the past decade. Among the energy consuming industries, the garment sector can be considered as the driving force, followed by the fabrication of clay bricks for building construction, the rice mills for processing paddy into polished rice, the rubber production and the food sector with a particular emphasis on the fabrication of ice for refrigeration. It is assumed that the industrial energy consumption totals to about 3.04 TWh/year (MIME, 2013) and with its present growth rate of 5.7% in terms of production, it can be expected that the energy consumption will grow steadily at an annual growth rate of 14.7% until 2030. All relevant sectors (garment, rubber production, brick kilns, food processing, ice making and rice mills) have at least 20% energy saving potentials and particularly brick kilns can potentially save up to 70% by changing the technology."}, {"text_block_id": "p8_b87", "text": "Climate change vulnerability:"}, {"text_block_id": "p8_b88_merged_merged", "text": "Climate change could cost Cambodia, Laos, Thailand and Vietnam $16 billion per year in lost worker productivity, crop production and natural resource assets, plus $18 billion in infrastructure damage because of flooding, storms and extreme heat. The report by the Washington-based think tank for the USAID drew findings from a 2013 USAID analysis that forecasts higher temperatures, more rainfall and sea level rise for the region by 2050. Worker productivity is projected to suffer heavily, costing $8 billion per year in lost work days due to illnesses such as heat rash, fatigue and stroke, particularly among farmers and construction workers. \"There are tens of millions of open-air workers likely to experience greater levels of heat stress and heat-related illnesses when temperatures start rising above 40 degrees Celsius,\" report author John Talberth said in a statement. \"So much of the Lower Mekong Basin's economy is based on outdoor labour, worker productivity should be front and centre for any adaptation plans, and fast-tracked.\" The report suggests preventive actions such as changes to working hours and redirecting spending on urban growth towards greener cities \"to make life more hospitable as temperatures rise\". The cost of falling crop yields due to storms, rising sea levels, flooding and higher temperatures was projected at $2.5 billion, and $430 million for hydroelectric power production. Most Mekong River tributaries have dams in place or planned, with 71 projects expected to be operational by 2030, the report said, identifying 11 hydropower facilities in locations of projected increases in temperature and potential drought."}, {"text_block_id": "p8_b91", "text": "The sector is vulnerable to climate change and extreme weather. Current climate trends indicate that the impacts already experienced by the sector from extreme weather events or other climate induced phenomena will increase both in magnitude and frequency, making it an imperative for the sector to adapt. Examples of these impacts on the industry sector include:"}, {"text_block_id": "p8_b92", "text": "The sector is vulnerable to climate change and extreme weather. Current climate trends indicate that the impacts already experienced by the sector from extreme weather events or other climate induced phenomena will increase both in magnitude and frequency, making it an imperative for the sector to adapt. Examples of these impacts on the industry sector include:\n* Floods, which can impact the industrial infrastructure as well as operation.\n* Typhoons, which can cause damages to the infrastructure, closure of industries and loss of production"}, {"text_block_id": "p9_b96", "text": "The sector is vulnerable to climate change and extreme weather. Current climate trends indicate that the impacts already experienced by the sector from extreme weather events or other climate induced phenomena will increase both in magnitude and frequency, making it an imperative for the sector to adapt. Examples of these impacts on the industry sector include:\n* Floods, which can impact the industrial infrastructure as well as operation.\n* Typhoons, which can cause damages to the infrastructure, closure of industries and loss of production\n* Droughts, which can impact the availability of water for industrial processes (particularly significant\n* Saltwater intrusion, which can destroy the supply chain of food or agro industries."}, {"text_block_id": "p9_b100", "text": "Increasing temperatures, increasing frequency and intensity of droughts, storms and floods, saline intrusion or sea level rise, will each independently, and in some cases in combination, affect Cambodia industrial activities."}, {"text_block_id": "p9_b101_merged", "text": "Contribution to climate change:"}, {"text_block_id": "p9_b103", "text": "Existing Initiatives:"}, {"text_block_id": "p9_b104", "text": "The former Ministry of Industry Mines and Energy (MIME) focused on preparing a range of policies to respond to climate change, including the sectoral Green Growth Strategic Plan and the Cambodia Sustainable Energy for All Readiness Plan (UNDP/MIME 2013), and on developing the Energy Efficiency Policy, Strategy and Action Plan. These efforts will continue to play an important role in the development of the industry and handicraft sectors, while at the same time addressing key climate change mitigation issues through green energy production (renewable energy sources), and green industry and energy efficiency in general."}, {"text_block_id": "p9_b105", "text": "C. Priority issues"}, {"text_block_id": "p9_b106", "text": "Planned Actions to implement the prioritized policies (CDC, 2014) include:"}, {"text_block_id": "p9_b107", "text": "Planned Actions to implement the prioritized policies (CDC, 2014) include:\n* Improving the investment environment for both large industries and SMEs, and establishes links and\n* Strengthening good governance for SMEs through transparent law enforcement:\n\t* Continuing to implement programs promoting good governance and law enforcement,\n\t* Continuing to review regulations and assess the impact on business by the new regulations,\n\t* Continuing to support industry through inter-ministerial facilitation mechanisms and"}, {"text_block_id": "p10_b117", "text": "Planned Actions to implement the prioritized policies (CDC, 2014) include:\n* Improving the investment environment for both large industries and SMEs, and establishes links and\n* Strengthening good governance for SMEs through transparent law enforcement:\n\t* Continuing to implement programs promoting good governance and law enforcement,\n\t* Continuing to review regulations and assess the impact on business by the new regulations,\n\t* Continuing to support industry through inter-ministerial facilitation mechanisms and\n* Continuing to promote the Public-Private Forum Mechanism for enhancing the reforms\n\t* Continuing to build the capacity of sub-national institutions and delegate authority to them\n\t* Promoting competitiveness in the SMEs:\n\t* Offer business development and supporting services through institutions like Cambodia\n\t* Supporting SMEs through imparting technical and business skills to them.\n\t* Disseminating knowledge through the National Production Movement, Entrepreneurship\n\t* Continuing to build institutional capacities in enforcing property rights, promoting research\n\t* Setting up a financial service system for SMEs:\n\t* Promote financing options for the SMEs as a part of total finance package aligned with the\n\t* Continuing to implement the national settlement system and promoting financial product\n\t* Continuing to improve the financial environment for attracting private investment and\n\t* Providing technical assistance to build SMEâs capacities in formulating business plans,\n\t* Enhancing Cambodiaâs productivity aligned with national, regions, and international standa\n\t* Developing Cambodian Standards for products and systems based on the demand in the\n\t* Formulating legal documents to enforce Law on Cambodia Standards, enhancing inspections\n\t* Increasing promotional campaigns to raise awareness on standardization, compliance\n\t* Promoting the issuance of Product and System Certificate.\n\t* Seeking concurrence from international institutions for Cambodia to issue Product and\n\t* Becoming a full member in the International Standard Organization (ISO) and in International\n\t* Creating enterprise clusters for SMEs.\n\t* Improving the effectiveness of metrological development, which is the main basis to support the\n\t* Supporting and promoting the activities of the metrological legalization and metrological"}, {"text_block_id": "p11_b164", "text": "Planned Actions to implement the prioritized policies (CDC, 2014) include:\n* Improving the investment environment for both large industries and SMEs, and establishes links and\n* Strengthening good governance for SMEs through transparent law enforcement:\n\t* Continuing to implement programs promoting good governance and law enforcement,\n\t* Continuing to review regulations and assess the impact on business by the new regulations,\n\t* Continuing to support industry through inter-ministerial facilitation mechanisms and\n* Continuing to promote the Public-Private Forum Mechanism for enhancing the reforms\n\t* Continuing to build the capacity of sub-national institutions and delegate authority to them\n\t* Promoting competitiveness in the SMEs:\n\t* Offer business development and supporting services through institutions like Cambodia\n\t* Supporting SMEs through imparting technical and business skills to them.\n\t* Disseminating knowledge through the National Production Movement, Entrepreneurship\n\t* Continuing to build institutional capacities in enforcing property rights, promoting research\n\t* Setting up a financial service system for SMEs:\n\t* Promote financing options for the SMEs as a part of total finance package aligned with the\n\t* Continuing to implement the national settlement system and promoting financial product\n\t* Continuing to improve the financial environment for attracting private investment and\n\t* Providing technical assistance to build SMEâs capacities in formulating business plans,\n\t* Enhancing Cambodiaâs productivity aligned with national, regions, and international standa\n\t* Developing Cambodian Standards for products and systems based on the demand in the\n\t* Formulating legal documents to enforce Law on Cambodia Standards, enhancing inspections\n\t* Increasing promotional campaigns to raise awareness on standardization, compliance\n\t* Promoting the issuance of Product and System Certificate.\n\t* Seeking concurrence from international institutions for Cambodia to issue Product and\n\t* Becoming a full member in the International Standard Organization (ISO) and in International\n\t* Creating enterprise clusters for SMEs.\n\t* Improving the effectiveness of metrological development, which is the main basis to support the\n\t* Supporting and promoting the activities of the metrological legalization and metrological\n* Promoting the activities of metrological registration, issuance of metrological trademark use\n* Supporting and increasing the promotion of the metrology and its benefits to contribute to"}, {"text_block_id": "p11_b169", "text": "The Climate Change Strategic Plan (CCSP) for the Manufacturing Industry and Energy Sectors (MIME 2012) provides a strategic framework and sets specific strategic objectives for addressing both adaptation and mitigation aspects of climate change response in the industry and energy sectors."}, {"text_block_id": "p11_b170", "text": "The present Climate Change Action Plan (CCAP) for the Industry and Handicraft Sectors identifies priority issues and interventions that will contribute to the achievement of the strategic objectives set out in the sectoral CCSP, aiming to promote the development of the industrial sectors while yielding benefits for addressing climate change more effectively. The CCAP outlines the actions and activities to be implemented during the first four-year period (2015-2018) of the Cambodia Climate Change Strategic Plan (CCCSP) 20142023."}, {"text_block_id": "p11_b171", "text": "II."}, {"text_block_id": "p11_b172", "text": "Strategies"}, {"text_block_id": "p11_b173_merged", "text": "As mentioned, the Royal Government of Cambodia has developed a number of strategic documents providing guidance to the Industry and Handicraft sectors development in alignment with the sustainable development imperative for the country, including the Climate Change Strategic Plan (CCSP) for Manufacturing Industry and Energy Sectors in 2012, the Cambodia Climate Change Strategic Plan 2014-2023, and the National Strategic Development Plan 2014-2018. This guidance was considered in the identification of the four strategic priorities which guided the formulation of the sector’s response to climate change for the next four year period, namely:"}, {"text_block_id": "p11_b176", "text": "As mentioned, the Royal Government of Cambodia has developed a number of strategic documents providing guidance to the Industry and Handicraft sectors development in alignment with the sustainable development imperative for the country, including the Climate Change Strategic Plan (CCSP) for Manufacturing Industry and Energy Sectors in 2012, the Cambodia Climate Change Strategic Plan 2014-2023, and the National Strategic Development Plan 2014-2018. This guidance was considered in the identification of the four strategic priorities which guided the formulation of the sector’s response to climate change for the next four year period, namely:\n* Promoting green industry for climate resilient low carbon production in Cambodia\n* Use of renewable energy and energy diversification including promoting on-site renewable\n* To introduce more path-breaking technologies for low-carbon production industries\n* Industrial waste management."}, {"text_block_id": "p11_b184", "text": "The following key actions were identified to address the four strategic priorities:"}, {"text_block_id": "p11_b185", "text": "Strategic Priority 1:"}, {"text_block_id": "p11_b186", "text": "Promoting green industry for climate resilient low carbon production in Cambodia"}, {"text_block_id": "p11_b187", "text": "Promoting green industry for climate resilient low carbon production in Cambodia\n* Development of resource and energy efficiency guidelines for the industry and handicraft sectors\n* Training of national experts and industrial personnel on resource and energy efficiency\n* Resource and energy efficiency assessment of industries and SMEs\n* Development of best resource and energy efficiency practices for industries and SMEs\n* Development of a green industry policy and green industry award program"}, {"text_block_id": "p12_b197", "text": "Promoting green industry for climate resilient low carbon production in Cambodia\n* Development of resource and energy efficiency guidelines for the industry and handicraft sectors\n* Training of national experts and industrial personnel on resource and energy efficiency\n* Resource and energy efficiency assessment of industries and SMEs\n* Development of best resource and energy efficiency practices for industries and SMEs\n* Development of a green industry policy and green industry award program\n* Development of Nationally Appropriate Mitigation Actions (NAMAs)\n* Establishment of an information system to support resilient low carbon industrial development"}, {"text_block_id": "p12_b201", "text": "Strategic priority 2:"}, {"text_block_id": "p12_b202", "text": "Use of renewable energy and energy diversification including promoting on-site renewable energy captive generation for industrial production processes"}, {"text_block_id": "p12_b203", "text": "Use of renewable energy and energy diversification including promoting on-site renewable energy captive generation for industrial production processes\n* Assessment of the potential of renewable energy applications in the industrial sector\n* Development of a compendium of renewable energy technology for the industrial sector\n* Promotion of renewable energy generation on site and co-generation for industrial sector as well as"}, {"text_block_id": "p12_b209", "text": "Strategic priority 3:"}, {"text_block_id": "p12_b210", "text": "T"}, {"text_block_id": "p12_b211", "text": "o introduce more path-breaking technologies for low-carbon production industries"}, {"text_block_id": "p12_b212", "text": "o introduce more path-breaking technologies for low-carbon production industries\n* Development of a compendium of low carbon technology for industrial production processes\n* Dissemination of information on low carbon technologies relevant to industries and partners\n* path-breaking technologies for low-carbon"}, {"text_block_id": "p12_b219", "text": "Strategic priority 4:"}, {"text_block_id": "p12_b220", "text": "Industrial waste management"}, {"text_block_id": "p12_b221", "text": "Industrial waste management\n* Assessment of waste generation by the industrial sector\n* Pilot and document strategies for converting industrial waste into energy\n* Promotion of waste management strategies, including hazardous waste management\n* Development of a compendium of waste management for the manufacturing and handicraft sector,"}, {"text_block_id": "p12_b229", "text": "III. Action Plan"}, {"text_block_id": "p12_b230", "text": "A. Summary scope of planning"}, {"text_block_id": "p12_b231", "text": "The Climate Change Action Plan on industry sectors focuses on enhancing the mitigation and adaptation capacity of MIH to cope with issues arising from climate variability and change, such those posed by floods, storms, droughts, rising temperatures and sea level rise. Four key strategic interventions have been identified to the support the m"}, {"text_block_id": "p12_b232", "text": "ove toward a low-carbon economy by improving the existing condition of industrial and planning for the future industrial development. Over the short-term the emphasis needs to be on improving energy efficiency and waste management and on reducing exposure to climate risk, over the medium term to phase in the greater use of renewable energy and energy diversification, and over the longer term to introduce more path-breaking technologies for low-carbon production."}, {"text_block_id": "p13_b233", "text": "B. Action plan matrix"}, {"text_block_id": "p13_b234", "text": "The MIH, in close collaboration with MME, has proposed actions to address concerns on climate change issues in the manufacturing industry and handicraft sectors, which are summarized in the Planning Matrix, in Table 2 below."}, {"text_block_id": "p13_b235", "text": "Table 2: Matrix planning"}, {"text_block_id": "p15_b236", "text": "These actions are described in the technical Action Fiches in annex, and will be further detailed and adjusted as required during the implementation of the Action Plan."}, {"text_block_id": "p15_b237", "text": "C. Implications for Expenditure in the Ministry"}, {"text_block_id": "p15_b238", "text": "MIME’s total domestic budget for 2012 included 20.5 billion riels (approx."}, {"text_block_id": "p15_b239_merged", "text": "US $5.1 million) in recurrent budget and 21.75 billion riels (approx. US $5.5 million) in capital budget (mostly counterpart funding). In addition, US $89 million were disbursed by development partners in support of investment projects under MIME’s supervision, with various implementation modalities (MEF, 2012). Of the US $99.6 million public expenditure in 2012, US $13.4 million were identified as directly contributing to the climate change response (MOE, 2014)."}, {"text_block_id": "p15_b242", "text": "The proposed CCAP, if fully funded, would represent approximately 2.7 percent of the total annual public funding for the industry and energy sectors, and a 33 percent increase on the existing level of climate change expenditure in these sectors (based on 2012 figures)."}, {"text_block_id": "p15_b243", "text": "D. Expected benefits from the Implementation of the Action Plan"}, {"text_block_id": "p15_b244", "text": "The expected results of this implementation action plan will have both short to medium term and long-term benefits."}, {"text_block_id": "p15_b245", "text": "Short-to medium-term benefits could include:"}, {"text_block_id": "p15_b246", "text": "Short-to medium-term benefits could include:\n* Experts in industrial energy efficiency and clean technology available\n* Guideline on industrial resource and energy efficiency will be developed plus compendium of best\n* In-flow of soft and hard technology transfer from developed countries to Cambodia;\n* Improve the energy efficiency in industrial sector which leads to the reduction of energy demand;\n* Better competiveness of the industrial sector"}, {"text_block_id": "p16_b256", "text": "Short-to medium-term benefits could include:\n* Experts in industrial energy efficiency and clean technology available\n* Guideline on industrial resource and energy efficiency will be developed plus compendium of best\n* In-flow of soft and hard technology transfer from developed countries to Cambodia;\n* Improve the energy efficiency in industrial sector which leads to the reduction of energy demand;\n* Better competiveness of the industrial sector\n* Low carbon development in industrial sector\n* GHG emission from industrial sector is reduced around 20% compared to business as usual"}, {"text_block_id": "p16_b260", "text": "Long-term benefits will focus on:"}, {"text_block_id": "p16_b261", "text": ""}, {"text_block_id": "p16_b262", "text": "Economically sound environment, with poverty gradually reducing;"}, {"text_block_id": "p16_b263", "text": ""}, {"text_block_id": "p16_b264", "text": "Productivity and quality of life will be improved, as will standard of living for all;"}, {"text_block_id": "p16_b265", "text": ""}, {"text_block_id": "p16_b266", "text": "Natural resources are preserved for sustainable development;"}, {"text_block_id": "p16_b267", "text": ""}, {"text_block_id": "p16_b268", "text": "Long-term investment will move toward low carbon technology."}, {"text_block_id": "p16_b269", "text": "IV. Management and Financing Mechanism"}, {"text_block_id": "p16_b270", "text": "A. Analysis of existing management and financing mechanisms"}, {"text_block_id": "p16_b271", "text": "There are currently no government-partner technical working groups in the industry sector and MIH is not a pilot ministry for program budgeting. Investment/capital budgets are therefore managed through a project modality. Projects must be aligned with relevant sector strategies, in particular the Climate Change Strategic Plan for the Manufacturing Industry and Energy Sectors (MIME, 2012)."}, {"text_block_id": "p16_b272_merged", "text": "The Planning Department is in charge of updating the three-year rolling Public Investment Plan (PIP) annually, for submission to the Ministry of Planning (MoP). The PIP is mostly externally funded through projects, with some counterpart funding from domestic sources. Resource mobilization is done through direct bilateral discussions with development partners. MIME’s main financing partners include Japan, China, ADB, World Bank, Germany and the Republic of Korea."}, {"text_block_id": "p16_b275", "text": "B. Analysis of potential sources and volume of finance for Climate Change actions"}, {"text_block_id": "p16_b276", "text": "The proposed budget of the CCAP for the four-year period is US $11 million, based on a low-growth scenario of climate finance. However, with economic growth, industrialization and increased opportunities for funding of climate mitigation activities, a higher target may be envisaged."}, {"text_block_id": "p16_b277", "text": "Given the project nature of most of the investments in the industry sectors, the most efficient way to mobilize additional resources would be through engagement of existing donors to the sectors, through advocacy for (i) climate-proofing their investments in line with CCAP priorities (screening for climate relevance, development and adoption of climate-smart technical standards, capacity development including climate considerations, etc.) and (ii) topping-up existing projects with additional funding (climate finance) corresponding to the climate change element of the project. Several of the key donors in these sectors deliver both official development assistance (ODA) and climate finance, and may be able to combine these two sources of financing to climate-proof their own projects."}, {"text_block_id": "p16_b278", "text": "Alternatively, co-funding may be sought from specialized climate funds (Adaptation Fund, Green Climate Fund, GEF/LDCF, Nordic Development Fund), to cover the climate-proofing of traditional projects, or dedicated climate change projects. UN agencies, such as UNIDO, may be in a position to support resource"}, {"text_block_id": "p17_b279", "text": "mobilization for some of the"}, {"text_block_id": "p17_b280", "text": "‘"}, {"text_block_id": "p17_b281", "text": "soft"}, {"text_block_id": "p17_b282", "text": "’"}, {"text_block_id": "p17_b283", "text": "activities, and provide technical and capacity development services. Several NGOs are also very active in the renewable and energy efficiency area. Policy and capacity development support, as well as funding for innovative activities, maybe be mobilized through the Cambodia Climate Change Alliance, or the Global Green Growth Institute."}, {"text_block_id": "p17_b284", "text": "The potential for carbon-credit financing of mitigation initiatives should also be explored, with technical support from the Department of Climate Change, Secretariat for the National Council for Sustainable Development."}, {"text_block_id": "p17_b285", "text": "C. Entry points for climate change mainstreaming in management and financing mechanisms"}, {"text_block_id": "p17_b286", "text": "Dedicated CCAP actions will be included in the annual revision of the PIP with the assistance of the representatives of the planning department part of the Climate Change Working Group for Manufacturing Industry and Handicraft Sectors."}, {"text_block_id": "p17_b287", "text": "At project level, a key action will be to ensure that the screening criteria for any new project development in MIH include an assessment of climate relevance, and if the project is climate relevant, that specific measures are included in the project design to contribute to mitigation or adaptation objectives."}, {"text_block_id": "p17_b288", "text": "Advocacy on this issue will target both technical and planning departments involved in the review and formulation of new projects, as well as those involved in the permitting (authorization) process for the construction and operation of industry and handicrafts activities. The Climate Change Working Group will explore ways in which climate change considerations can be made part of the permitting process."}, {"text_block_id": "p17_b289", "text": "There is currently no significant domestic capital budget (except for counterpart funds) allocated to the industry sector. In the future, when MIH operates with a program-based budget, the financing of CCAP actions will be facilitated."}, {"text_block_id": "p17_b290", "text": "V. Monitoring and Evaluation"}, {"text_block_id": "p17_b291", "text": "Monitoring and evaluation (M&E) of the CCAP will be conducted consistently with the national framework for M&E of climate change response established by the CCCSP."}, {"text_block_id": "p17_b292", "text": "The Department of Planning in MIH will be responsible for the monitoring, reporting and evaluation process, with technical support from the Climate Change Working Group. They will carry out these tasks with support from and in coordination with the National Council for Sustainable Development (NCSD) and its Secretariat (GSSD) and with MoP."}, {"text_block_id": "p17_b293", "text": "Progress on the implementation of the CCAP will be reviewed on an annual basis through the framework of the Annual Progress Review established by MIH; a specific chapter reviewing CCAP progress will be included. The CCAP indicator framework will be integrated within the indicator framework of the ministry; relevant indicators for climate change will be also included in the NSDP submission."}, {"text_block_id": "p17_b294_merged_merged", "text": "An evaluation of the implementation of MIH’s 2015-2018 CCAP will be conducted in mid-2018 so that it can assist in the formulation of MIH climate response for the following period. The monitoring and evaluation program will assess: the progress in implementing the CCAP and CCSP; their relevance and contribution to"}, {"text_block_id": "p18_b297", "text": "addressing climate change impacts on the industry sector; the degree of achievement of the positive impacts foreseen in sectoral plans and the NSDP; effectiveness in terms of mainstreaming climate change within MIH; and integration in planning and monitoring systems of the ministries. The evaluation will also assess the alignment with and contribution to the achievement the objectives set in the CCCSP, and will provide recommendations for future adjustment of policy response. It will be important that evaluations identify lessons learned and, if needed, entry points for improving policies and actions. A precondition for organizing quality evaluations at program (CCAP) and action levels will be that sufficient resources are budgeted for M&E activities."}, {"text_block_id": "p18_b298", "text": "Monitoring of the CCAP will be based on the following indicator framework:"}, {"text_block_id": "p18_b299_merged", "text": "To minimize costs and improve mainstreaming, whenever possible indicators will be based on relevant indicators already being monitored. Baseline and targets for indicators for CCAP delivery and mainstreaming, and for impact indicators, will be established by the end of 2015 and will be included in the first CCAP progress report. Result indicators will be finalized and respective baselines and targets established as the actions are financed. The indicator framework will be reviewed in 2016 to ensure that it is aligned with the National M&E Framework for Climate Change."}, {"text_block_id": "p18_b301", "text": "Indicators for CCAP for Manufacturing and Handicraft Sectors"}, {"text_block_id": "p18_b302", "text": "1. CCAP delivery and mainstreaming indicators"}, {"text_block_id": "p20_b303", "text": "VI. Legal requirement"}, {"text_block_id": "p21_b304", "text": "The establishment of the Climate Change Working Group for Manufacturing Industry and Handicraft Sectors will be formalized, ensuring that its membership is strengthened to include staff from key departments and units (e.g. planning and finance) and that detailed terms of reference for the working group are developed and approved, including specific references to the coordination function (detailing in particular how the group will coordinate with its counterparts at MME and with the NCSD secretariat). Given the synergies to be had with the work that MME will be undertaking on climate change, the MIH working group will aim to meet regularly (at least twice a year) with their counterparts at MME for efficient coordination, cooperation and implementation of the proposed actions."}, {"text_block_id": "p21_b305", "text": "VII. Conclusion"}, {"text_block_id": "p21_b306_merged", "text": "The Ministry of Industry and Handicraft has put forth the present Climate Change Action Plan 2015-2018 as a basis for national policy development and implementation on climate change for the manufacturing industry and handicraft sectors. Based on the priority strategies defined above, there are specific strategies which will support the achievement of the national strategic plan’s vision, mission and goals for the sector’s climate change response. This action plan will help the Cambodia industrial sector to move towards a low-carbon economy through the improvement of energy efficiency, the use of renewable energy and energy diversification, and the use of path-breaking technologies for low-carbon production. The manufacturing industry will increase productivity, effectiveness and competitiveness for competing with other foreign firms and enterprises and will progressively move towards a greener industry and society. These strategies also indicate the importance of triple-dimension approaches to benefit to society, the economy and the environment as a whole."}, {"text_block_id": "p22_b311", "text": "Annex: Action fiches"}, {"text_block_id": "p22_b312", "text": "MIH ACTION FICHE No 1"}, {"text_block_id": "p23_b313", "text": "MIH ACTION FICHE No 2"}, {"text_block_id": "p25_b314", "text": "MIH ACTION FICHE No 3"}, {"text_block_id": "p26_b315", "text": "MIH ACTION FICHE No 4"}, {"text_block_id": "p28_b316", "text": "MIH ACTION FICHE No 5"}, {"text_block_id": "p30_b317", "text": "MIH ACTION FICHE No 6"}, {"text_block_id": "p31_b318", "text": "MIH ACTION FICHE No 7"}, {"text_block_id": "p33_b319", "text": "MIH ACTION FICHE No 8"}, {"text_block_id": "p34_b320", "text": "MIH ACTION FICHE No 9"}, {"text_block_id": "p35_b321", "text": "MIH ACTION FICHE No 10"}, {"text_block_id": "p36_b322", "text": "MIH ACTION FICHE No 11"}, {"text_block_id": "p37_b323", "text": "MIH ACTION FICHE No 12"}, {"text_block_id": "p38_b324", "text": "MIH ACTION FICHE No 13"}, {"text_block_id": "p39_b325", "text": "MIH ACTION FICHE No 14"}, {"text_block_id": "p41_b326", "text": "MIH ACTION FICHE No 15"}, {"text_block_id": "p42_b327", "text": "MIH ACTION FICHE No 16"}, {"text_block_id": "p43_b328", "text": "MIH ACTION FICHE No 17"}, {"text_block_id": "p45_b329", "text": "References"}, {"text_block_id": "p45_b330", "text": "Council Development Cambodia (CDC). (2014)."}, {"text_block_id": "p45_b331", "text": "National Strategic Development Plan 2014-2018."}, {"text_block_id": "p45_b332", "text": "Retrieved from"}, {"text_block_id": "p45_b333", "text": "http://cdc-crdb.gov.kh/cdc/documents/NSDP_2014-2018.pdf"}, {"text_block_id": "p45_b334", "text": "Industrial Development Policy. (2014) Retrieved from"}, {"text_block_id": "p45_b335", "text": "International Energy Agency (IEA). World Energy Outlook 2009; IEA: Paris, France, 2009"}, {"text_block_id": "p45_b336", "text": "Kamal, U. (2012)."}, {"text_block_id": "p45_b337", "text": "GHG Inventory and Mitigation GHG Inventory Inventory and Mitigation Mitigation in Cambodia"}, {"text_block_id": "p45_b338", "text": "[PowerPoint slides]. Retrieved from"}, {"text_block_id": "p45_b339", "text": "Ministry of Industry Mines and Energy, 2012: “"}, {"text_block_id": "p45_b340", "text": "Climate Change Strategic Plan for Manufacturing Industry and Energy Sectors"}, {"text_block_id": "p45_b341", "text": "”."}, {"text_block_id": "p45_b342", "text": "Ministry of Environment, 2006: “National Adaption"}, {"text_block_id": "p45_b343", "text": "Program"}, {"text_block_id": "p45_b344", "text": "of Action to Climate Change”"}, {"text_block_id": "p45_b345", "text": "."}, {"text_block_id": "p45_b346", "text": "Overseas Development Institute, 2012: “Cambodia Climate Public Expenditure and Institutional Review Final Report”"}, {"text_block_id": "p45_b347", "text": "."}, {"text_block_id": "p45_b348", "text": "Ministry of Environment, 2010: “Green House Gas Mitigation Analyses for the Energy and Transport sectors”"}, {"text_block_id": "p45_b349", "text": "."}, {"text_block_id": "p45_b350", "text": "Ministry of Industry"}, {"text_block_id": "p45_b351", "text": "Mines and Energy, 2013: “Draft of National Policy, Strategy and Action Plan on Energy Efficiency in Cambodia”"}, {"text_block_id": "p45_b352", "text": "."}, {"text_block_id": "p45_b353", "text": "Ministry of Economic and Finance (MEF). (2012) DIC 2012 database on grants and loans managed by MEF, and CDC-CRDB ODA database."}, {"text_block_id": "p45_b354", "text": "Ministry of Environment. (2014). Draft Report on Climate Change Financing Framework."}, {"text_block_id": "p45_b355", "text": "M. Sarrafa, B. Rismanchi, R. Saidur,"}, {"text_block_id": "p45_b356", "text": "H. W. Pin, N. A. Rahi, 2013: “Renewable Energy Policies for Sustainable Development in Cambodia”, Renewable and Sustainable Energy Re"}, {"text_block_id": "p45_b357", "text": "view."}, {"text_block_id": "p45_b358", "text": "MRC, 2010: “Energy and Power Baseline Assessment Working Paper”"}, {"text_block_id": "p45_b359", "text": "."}, {"text_block_id": "p45_b360", "text": "Naudé, W. (2011). Climate Change and Industrial Policy."}, {"text_block_id": "p45_b361", "text": "Sustainability"}, {"text_block_id": "p45_b362", "text": "2011"}, {"text_block_id": "p45_b363", "text": ","}, {"text_block_id": "p45_b364", "text": "3"}, {"text_block_id": "p45_b365", "text": ", 1003-1021; doi:10.3390/su3071003"}, {"text_block_id": "p45_b366", "text": "National Climate Change Committee, 2013: “Cambodia Climate Change Respon"}, {"text_block_id": "p45_b367", "text": "se Strategic Plan"}, {"text_block_id": "p45_b368", "text": "2023”."}, {"text_block_id": "p45_b369", "text": "Overseas Development Institute, 2013: “Low Carbon Competitiveness, Cambodia Policy Brief ‘Draft’ ”"}, {"text_block_id": "p45_b370", "text": "."}, {"text_block_id": "p45_b371_merged_merged_merged", "text": "Prins, G.; Isabel, G.; Christopher, G.; Reiner, G.; Atte, K.; Frank, L.; Ted, N.; Roger, P.J.; Steve, R.; Daniel, S.; et al. The Hartwell Paper: A New Direction for Climate Policy after the Crash of 2009‖. University of Oxford and London School of Economics: London, UK, 2010. Retrieved from"}, {"text_block_id": "p45_b374", "text": "UNDP, Ministry of Industry Mines and Energy, 2013: “Cambodia Sustainable Energy for All Readiness Plan”. US, Department of Energy, 2013: “US Energy Sector Vulnerabilities to Climate Change and Extreme Weather”."}], "document_description": "The development of Climate Change Action Plan (CCAP 2015-2018) for Ministry of Industry and Handicraft<strong> </strong>is the result of commitment and political support from the Royal Government of Cambodia.&nbsp;<br><br>Four strategic priorities are considered by the plan : 1) promoting green industry for climate resilient low carbon production in Cambodia; 2) to use of renewable energy and energy diversification including promoting on-site renewable energy captive generation for industrial production processes; 3) to introduce more path-breaking technologies for low-carbon production industries; 4) industrial waste management.&nbsp;"}