{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": ["Water", "Public Sector", "Health", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Climate Action Plan of Ministry of Environment 2016-2018", "document_country_code": "KHM", "document_hazard_name": ["Drought", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2016", "document_keyword": ["Food Security", "Biodiversity", "Energy", "Water"], "document_url": "https://cdn.climatepolicyradar.org/KHM/2016/KHM-2016-01-01-Climate Action Plan of Ministry of Environment 2016-2018_54638be99690949459e15423235d8cc4.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Kingdom of Cambodia"}, {"text_block_id": "p0_b2", "text": "Nation Religion King"}, {"text_block_id": "p0_b3", "text": "3"}, {"text_block_id": "p0_b4", "text": "Royal Government of Cambodia"}, {"text_block_id": "p0_b5", "text": "Ministry of Environment"}, {"text_block_id": "p0_b6", "text": "Climate Change Action Plan"}, {"text_block_id": "p0_b7_merged", "text": "2016 – 2018"}, {"text_block_id": "p1_b10", "text": "MINISTRY OF ENVIRONMENT: CLIMATE CHANGE ACTION PLAN 2016-2018"}, {"text_block_id": "p1_b11", "text": "January, 2016"}, {"text_block_id": "p1_b12", "text": "Phnom Penh, Cambodia"}, {"text_block_id": "p1_b13", "text": "Prepared by: General Secretariat of National Council for Sustainable Development"}, {"text_block_id": "p1_b14", "text": "Published by: Ministry of Environment"}, {"text_block_id": "p1_b15", "text": "Supported by: EU, SIDA and UNDP through Cambodia Climate Change Alliance (CCCA)"}, {"text_block_id": "p2_b16", "text": "PREFACE"}, {"text_block_id": "p2_b17", "text": "On behalf of National Council for Sustainable Development and the Ministry of Environment, I would like to express my profound admiration and sincere gratitude to Samdech Akka Maha Sena Padei Techo HUN"}, {"text_block_id": "p2_b18", "text": "SEN,"}, {"text_block_id": "p2_b19", "text": "Prime"}, {"text_block_id": "p2_b20", "text": "Minister of the Kingdom of Cambodia,"}, {"text_block_id": "p2_b21", "text": "for his full support and strong commitment to addressing climate change. In 2013, the Royal Government of Cambodia, under the leadership of"}, {"text_block_id": "p2_b22", "text": "Samdech Akka Moha Sena Padei Techo HUN SEN,"}, {"text_block_id": "p2_b23", "text": "launched the Cambodia Climate Change Strategic Plan 2014-2023 setting the vision and goals for Cambodia to develop towards a green, low-carbon, climate-resilient, equitable, sustainable and knowledge-based society. Samdech Techo Prime Minister stressed that the launching of CCCSP represented an important step towards mainstreaming climate change issues in the National Strategic Development Plan 2014-2018 and sectoral development plans of relevant ministries."}, {"text_block_id": "p2_b24_merged_merged", "text": "Now, fourteen ministries and government institutions have prepared sectoral Climate Change Action Plans to contribute to the country's climate change efforts and to the successful implementation of the CCCSP. As part of this national effort, the Ministry of Environment has developed the Climate Change Action Plan 2016-2018, setting guidance for general directorates, departments and units under its jurisdiction, so that the environment sector can contribute, in a strategic, coordinated and effective way to Cambodia's efforts to respond to climate change. The scope of the plan encompasses the mandates of MoE and the General Secretariat of the National Council for Sustainable Development related to climate change, covering multiple strategic areas, including the mainstreaming of climate change in national and subnational planning and budgeting processes, environmental protection, biodiversity and conservation of natural resources, and strengthening knowledge management and information systems."}, {"text_block_id": "p2_b27", "text": "This document has been prepared in accordance with the guidance set by the Council of Ministers, and it integrates inputs from multiple consultations within the Ministry, as well as with other ministries, development partners and stakeholders, ensuring its comprehensiveness and consistency with existing strategies and policies, as well as its alignment with the Ministry's priority programs. Key references used in the preparation of the present document include the National Vulnerability Assessment Report, First and Second National Communications to UNFCCC, CCCSP 2014-2023, National Strategic Development Plan 2014-2018 and sectoral plans, as well as the findings from research focusing both on climate change adaptation and mitigation."}, {"text_block_id": "p3_b28", "text": "Consensus was a key step in the development of the present document, ensuring its ownership and responsibility by the relevant departments, and a broader participation of stakeholders in the implementation of this action plan. The action plan provides crucial strategic orientation for the Ministry's departments and other institutions to tackle climate change issues, and it also constitutes an important tool for mobilizing domestic and external resources and funds for successful implementation of climate change interventions."}, {"text_block_id": "p3_b29", "text": "The implementation of the CCAP is expected to generate significant benefits, not only in terms of a healthier and more resilient environment, but significant gains for the Kingdom of Cambodia as whole, helping to turn the climate change challenge into an opportunity to secure a greener, more resilient, equitable future."}, {"text_block_id": "p3_b30", "text": "I would like to take this opportunity to express my deep appreciation and thanks to the Ministry's staff, national and international climate change experts, the Cambodia Climate Change Alliance and all stakeholders for their active support to the development of the present Climate Change Action Plan 2016 -2018 for Ministry of"}, {"text_block_id": "p3_b31", "text": "Environment."}, {"text_block_id": "p3_b32_merged", "text": "It 1s my great pleasure t promulgate and to formally direct the 1mmed1ate commencement of the implementation \"'eŁt:r ŁŁŁŁŁŁŁŁ Ł"}, {"text_block_id": "p3_b42", "text": "Action Plan 2016 -2018."}, {"text_block_id": "p3_b43", "text": "Chair of National Council for Sustainable Development"}, {"text_block_id": "p4_b44", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p4_b45", "text": "The CCAP 2016"}, {"text_block_id": "p4_b46", "text": "–"}, {"text_block_id": "p4_b47", "text": "2018, developed under the overall coordination of the Ministry of Environment, counted with the active participation of all its departments and with the invaluable guidance from National Council for Sustainable Development. Their participation made the action plan more strategic, coherent and aligned both with the"}, {"text_block_id": "p4_b48", "text": "MoE’s"}, {"text_block_id": "p4_b49", "text": "programs, plans and policies, and with national development goals. The suggestions and comments received from peer reviews and from numerous stakeholders provided further strategic inputs for development of the CCAP 2016"}, {"text_block_id": "p4_b50", "text": "–"}, {"text_block_id": "p4_b51", "text": "2018. A wide range of technical support was provided by several national and international climate change experts to the development of the CCAP."}, {"text_block_id": "p4_b52_merged_merged", "text": "The Ministry of Environment wishes to expresses its deepest gratitude to the National Sustainable Development Council for their guidance, to all the stakeholders for their valuable input during consultations, and to all the Ministry’s departments who have work tirelessly to assist in the preparation of the MoE Climate Change Action Plan 2016 – 2018."}, {"text_block_id": "p4_b57", "text": "The development of the CCAP was also made possible with the financial and technical support from development partners, namely the European Union, the Swedish International Development Cooperation Agency (Sida), and the United Nations Development Programme (UNDP), through the Cambodia Climate Change Alliance (CCCA)."}, {"text_block_id": "p5_b58", "text": "CONTENTS"}, {"text_block_id": "p7_b59", "text": "ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p9_b60", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p9_b61", "text": "The Ministry of Environment has prepared the Climate Change Action Plan (CCAP) 2016-2018 based on the guidance from the Council of Ministers and from the National Council for Sustainable Development."}, {"text_block_id": "p9_b62", "text": "As a country highly vulnerable to climate change, the investment on an effective response to the cha"}, {"text_block_id": "p9_b63", "text": "llenges posed by a changing climate is crucial to Cambodia’s continued sustainable development. Climate"}, {"text_block_id": "p9_b64", "text": "projections indicate greater uncertainty of weather patterns and the occurrence of more frequent and intensive extreme weather events such as floods and droughts, indicating, for example, increases of mean temperature between 0.013oC to 0.036 oC per year by 2099, and sea level rise between 0.18m to 0.56m by 2090, depending on the global GHG emission scenarios. The impacts of these changes on economic, social and natural systems will be vast, with the potential to derail future efforts for national sustainable development, and possibly eroding development gains which Cambodia has worked hard to achieve. Thus, a significant investment will be needed to"}, {"text_block_id": "p9_b65", "text": "adequately respond to the challenges posed by climate change to the country’s"}, {"text_block_id": "p9_b66", "text": "development."}, {"text_block_id": "p9_b67", "text": "CCAP constitutes an integral part of this response, contributing to the successful implementation of the Cambodia Climate Change Strategic Plan (CCCSP) 2014-2023 through a number of strategic actions targeting environmental protection, conservation and sustainable use of natural resources, green growth, environmental education and awareness raising, and climate change governance, including those aiming at building the required capacity within the General Secretariat of National Council for Sustainable Development. These efforts are expected to enable to the Kingdom of Cambodia to address climate change challenges and opportunities through improved coordination and more effective implementation of strategic climate change interventions."}, {"text_block_id": "p9_b68_merged_merged", "text": "MoE has identified 17 actions that respond directly to the eight strategic objectives of the CCCSP, requiring a total budget of USD 28 to 30 Million for the three years of the CCAP’s implementation. The CCAP was developed through multiple discussions with relevant departments of MoE and relevant development partners and stakeholders."}, {"text_block_id": "p9_b71", "text": "The key expected impacts from the implementation of CCAP 2016-2018 include: 1) greater public awareness of climate change issues; 2) increased institutional capacity and mainstreaming of climate change issues into national and subnational planning; 3) increased community resilience; and 4) greater contribution to the GHG emission reduction efforts, with increased volumes of carbon credits issued from carbon offset projects in Cambodia. A number of specific results are also expected through the implementation of the following 17 interventions of the CCAP:"}, {"text_block_id": "p9_b72", "text": "The key expected impacts from the implementation of CCAP 2016-2018 include: 1) greater public awareness of climate change issues; 2) increased institutional capacity and mainstreaming of climate change issues into national and subnational planning; 3) increased community resilience; and 4) greater contribution to the GHG emission reduction efforts, with increased volumes of carbon credits issued from carbon offset projects in Cambodia. A number of specific results are also expected through the implementation of the following 17 interventions of the CCAP:\n* Technology hub for food, energy and water security\n* Vulnerability assessments\n* Adaptation measure for Protected Areas\n* Natural Capital Accounting system\n* GHG Inventory system\n* GHG Emission Reduction Facility\n* Urban development plans and programs addressing climate change\n* Climate change Knowledge Management System\n* Curricula on climate change\n* Climate change public awareness raising"}, {"text_block_id": "p10_b92", "text": "The key expected impacts from the implementation of CCAP 2016-2018 include: 1) greater public awareness of climate change issues; 2) increased institutional capacity and mainstreaming of climate change issues into national and subnational planning; 3) increased community resilience; and 4) greater contribution to the GHG emission reduction efforts, with increased volumes of carbon credits issued from carbon offset projects in Cambodia. A number of specific results are also expected through the implementation of the following 17 interventions of the CCAP:\n* Technology hub for food, energy and water security\n* Vulnerability assessments\n* Adaptation measure for Protected Areas\n* Natural Capital Accounting system\n* GHG Inventory system\n* GHG Emission Reduction Facility\n* Urban development plans and programs addressing climate change\n* Climate change Knowledge Management System\n* Curricula on climate change\n* Climate change public awareness raising\n* Mainstreaming climate change at subnational planning\n* Climate change M&E system\n* Developing capacity of climate change national coordinating mechanisms\n* Grant facility for implementation of climate interventions\n* Climate change legal framework\n* National carbon finance framework\n* Reporting to UNFCCC"}, {"text_block_id": "p10_b106", "text": "The results from these interventions are expected to make a significant contribution to overall resiliency of the country to climate change."}, {"text_block_id": "p10_b107_merged", "text": "To support the implementation of the CCAP, communication materials will be prepared for distribution to all departments under MoE, as well as to other ministries, development partners, the private sector and NonGovernmental Organizations to facilitate partnership building and enhance CCAP’s implementation. To ensure the ownership of the actions, the CCAP preparation team will continue working with the Department of Planning and Budgeting and relevant departments to include the identified actions in the next Budget Strategic Plans and Public Investment Plans of the Ministry. The CCAP will be updated as needed, according to findings from the monitoring and evaluation framework established herein, with a next CCAP being expected in 2019, aligning with the government mandate 2019-2023."}, {"text_block_id": "p11_b110", "text": "1. INTRODUCTION"}, {"text_block_id": "p11_b111", "text": "Background"}, {"text_block_id": "p11_b112", "text": "The Royal Government of Cambodia (RGC) has since long paid the highest attention at both national and sub"}, {"text_block_id": "p11_b113", "text": "-"}, {"text_block_id": "p11_b114", "text": "national level to address the challenges posed by climate change. The country ratified the United Nations Framework Convention on Climate Change (UNFCCC) in 1995 and the Kyoto Protocol in 2002. The Ministry of Environment (MoE) acts as the"}, {"text_block_id": "p11_b115", "text": "country’s"}, {"text_block_id": "p11_b116", "text": "focal point to the UNFCCC and the Kyoto Protocol, playing a major role"}, {"text_block_id": "p11_b117", "text": "in the development and coordination of Cambodia’s climate change response"}, {"text_block_id": "p11_b118", "text": ". Other sectors, including key ministries of the Royal Government of Cambodia, are also significantly contributing to climate change efforts through policy development and the implementation of various projects and programs related to climate change."}, {"text_block_id": "p11_b119", "text": "In 2013, the RGC launched the Cambodia Climate Change Strategic Plan 2014-2023 (CCCSP), providing an overall framework for climate change response and the integration of climate change issues into development planning at national and sectoral levels. As a result, the Strategic National Development Plan 2014-2018 (NSDP) has set climate change as a cross-cutting issue, making climate change mainstreaming an integral part of development and poverty reduction efforts in Cambodia. Following guidance from CCCSP, technical line ministries have developed climate change action plans to operationalize the CCCSP for their sectors, thus contributing to a coordinated effort to address climate change issues in Cambodia."}, {"text_block_id": "p11_b120", "text": "The Ministry of Environment has developed the present Climate Change Action Plan (CCAP) following guidance from the Council of Ministers, and with the support from the National Council for Sustainable Development (NCSD) and technical and financial support from Cambodia Climate Change Alliance (CCCA). The process for developing the CCAP involved a series of consultations with all technical departments and with development partners, making use of available information and findings from research and assessments focusing on climate change issues in"}, {"text_block_id": "p11_b121", "text": "Cambodia. The technical and policy alignment with MoE’s annual plan, relevant policy papers and plans for the"}, {"text_block_id": "p11_b122", "text": "sector, as well as with national development goals were a core part of the CCAP development process."}, {"text_block_id": "p11_b123", "text": "The present CCPA defines the concrete actions and resources needed for the operationalization of the"}, {"text_block_id": "p11_b124", "text": "MoE’s"}, {"text_block_id": "p11_b125", "text": "response to climate change for the period 2016-2018. The overall direction provided covers, not only climate change governance issues, but a number of other related, including environmental protection, natural resources conservation and sustainable development, green growth, and environmental education and outreach, as well as engagement in international dialogue on climate change and commitments under the UNFCCC."}, {"text_block_id": "p11_b126", "text": "Situation"}, {"text_block_id": "p11_b127", "text": "The Royal Government of Cambodia has recognized the importance of environmental protection and climate change in economic development efforts in Cambodia. The NSDP states clearly that managing environment and climate change has become a challenge for the"}, {"text_block_id": "p11_b128", "text": "sustainability of Cambodia’s economic growth and social"}, {"text_block_id": "p11_b129", "text": "development, due to pressure from population growth, urbanization, expansion and intensification of agriculture, as well as of transport, energy and other sectors. Many environmental issues are cross-sectoral in nature, thus requiring effective coordination amongst government agencies, at both national and sub-national levels, and cooperation with all the stakeholders."}, {"text_block_id": "p11_b130_merged_merged_merged_merged_merged", "text": "Environmental issues, biodiversity loss and climate change are hampering the efforts of the RGC to promote sustainable use of natural resources. According to the CCCSP, the climate of Cambodia has already started to change, with projections pointing to significant changes to climate regimes in the future. Projections indicate, for example, an increase in mean monthly temperatures between 0.013oC and 0.036oC per year by 2099, and an"}, {"text_block_id": "p12_b135", "text": "increase in mean annual rainfall. These forecasts indicate different effects throughout Cambodia, with expected increases in rainfall between June and August in the northwest part of the country, while a decrease of rainfall is expected in the northeast. Projections also indicate impacts on the coastal zone, with sea-level rise between 0.18 m to 0.56 m by 2090, depending on the global GHG emission scenarios. For example, the 435 km Cambodian coastline is vulnerable to sea-level rise, with an expected loss of 25,000 ha of coastal areas due to permanent inundation within 90 years, under a 0.56 m rise of sea-level scenario, with severe impact on the tourism sector."}, {"text_block_id": "p12_b136", "text": "The changes in Cambodian climate have also other significant environmental and economic implications. More frequent typhoons are expected to cause increasing damages to settlements in coastal areas. In addition, the impact of climate change on biodiversity in Cambodia is yet to be determined but likely to induce significant changes to the health of ecosystems, and to the rural communities who depend on natural resources for their livelihoods. Changes in water regimes are expected to severely impact food production system, such as agriculture and fisheries sectors, with the central plains including Tonle Sap Lake experiencing more extreme changes."}, {"text_block_id": "p12_b137", "text": "Ministry of Environment’s Priority programmes"}, {"text_block_id": "p12_b138", "text": "With a mandate to coordinate national climate change response, and in the context of the ongoing institutional reform efforts of RGC, the Ministry of Environment has recently undergone a structural change to respond more effectively to the current challenges to environmental protection, biodiversity conservation and sustainable use of natural resources. The RGC issued in May 2015 the Sub-Decree 55 on the Organization and Functioning of the MoE and the Royal Decree 403 on the Establishment of the National Council for Sustainable Development."}, {"text_block_id": "p12_b139", "text": "With the establishment of NCSD, a multi-sectoral body with the mandate to coordinate climate change response, and with the establishment of its Secretariat at MoE, the Ministry continues to play a key role in the coordination of the national climate change response. The Department of Climate Change (DCC), part of the General Secretariat of NCSD (GSSD) for climate changes issues, has led the technical efforts regarding the preparation of the CCSP as well as of this CCAP, providing also to sectors on CCAP development and implementation."}, {"text_block_id": "p12_b140_merged", "text": "The current structure of MoE is aligned with the key priorities identified for this sector, namely 1) Environmental Protection, 2) Protected Area Management, 3) Sustainable Development (including Environmental education and information), and 4) Good Governance. These areas now correspond to the four priority programs of MoE’s Budget Strategic Plan 2016-2018. These four programs, and respective subprograms, are listed in Box 1."}, {"text_block_id": "p13_b143", "text": "Box 1: Priority Programmes and Sub-programmes of MoE"}, {"text_block_id": "p14_b144", "text": "2. ACTION PLAN"}, {"text_block_id": "p14_b145", "text": "Scope of the climate change action plan"}, {"text_block_id": "p14_b146", "text": "To promote implementation of the strategic objectives of the CCCSP 2014-2023, the MoE has developed the present Climate Change Action Plan for the period 2016-2018, in alignment with the mandates of the ministry and of the GSSD. The Climate Change Action Plan (CCAP) sets out the key priority actions for MoE three General Directorates of Environmental Information and Education Centre, Environmental Protection, and Nature Conservation and Protection Administration, through which they can support the implementation of CCCSP. It also sets clear guidance on key priority actions for the GSSD, in particular for the Department of Climate Change Department, as well as the Departments of Science and Technology, Green Economy, and Biodiversity."}, {"text_block_id": "p14_b147", "text": "The internal discussion"}, {"text_block_id": "p14_b148", "text": "of MoE’s strategic contributions to the implementation of CCCSP commenced in 2013, and"}, {"text_block_id": "p14_b149", "text": "continued through most of 2014. All General Directorates actively contributed to this strategic planning exercise, which was led by the Secretariat of the National Climate Change Committee (NCCC) who, at the time, was mandated to coordinate the implementation of climate change response. The resulting long list of actions that could be implemented by MoE is presented in Annex 1."}, {"text_block_id": "p14_b150", "text": "In 2015, following the institutional reform of MoE and NCCC which resulted in a revised structure of the Ministry and the establishment of the NCSD in May, further work was undertaken on MoE CCAP, so as to ensure that it would be in line with both the new institutional arrangements for climate change, and environment and the CCCSP (2018-2023)."}, {"text_block_id": "p14_b151", "text": "A short list of key actions to integrate the MoE CCAP for the period 2016-2018 was developed, taking into account previous discussions, current MoE and GS"}, {"text_block_id": "p14_b152", "text": "SD mandates, and priorities indicated in MoE’s Strategi"}, {"text_block_id": "p14_b153", "text": "c Budget Plan for 2016-2018, and are indicated in the next section in Table 1 (Action Plan Matrix)."}, {"text_block_id": "p14_b154", "text": "Action Plan Matrix"}, {"text_block_id": "p14_b155_merged_merged_merged", "text": "Table 1 contains a total of 17 priority actions to be implementing by MoE during the period 2016-2018, representing MoE’s contribution to the first period of implementation of CCCSP. The table indicates the contribution of these actions to the different strategic objectives of CCCSP, indicating also the respective estimated cost and the departments responsible for their implementation."}, {"text_block_id": "p14_b158", "text": "In identifying the actions to be included in this first CCAP, existing programs and projects designed to strengthen institutional capacity for and implement climate change response were taken into account, and where appropriate they have been integrated into the current Action Plan, thus capitalizing on existing efforts and partnerships. Some of these actions are expected to be continued well beyond 2018, though continued monitoring and an evaluation exercise schedule for mid-2018 will make that determination."}, {"text_block_id": "p14_b159", "text": "For each of the 17 CCAP actions, detailed matrix (Annex 2) is provided with additional information, including rationale, expected outputs, indicators and conditions for success, institutional arrangements for implementation, cost and potential sources of funding, as well as funding already mobilized from the stated budget and external sources. More accurate cost estimates and additional information on potential funding sources and level of financing, as well as technical details will be updated prior to the implementation of the respective activities or during proposal preparation for resource mobilization."}, {"text_block_id": "p15_b160", "text": "Table 1: Key Climate Change Actions for 2016-2018"}, {"text_block_id": "p16_b161", "text": "Expected Benefits from the Implementation"}, {"text_block_id": "p16_b162", "text": "The CCAP would enhance the coordination role of NCSD as the inter-ministerial agency for effective response to climate change nationally. Also, the CCAP would generate evident based implementation for future climate change intervention through environmental education, environmental protection and natural resources and biodiversity conservation."}, {"text_block_id": "p16_b163", "text": "3. MANAGEMENT AND FINANCING MECHAMISMS"}, {"text_block_id": "p16_b164", "text": "Existing Management and Financing Mechanisms"}, {"text_block_id": "p16_b165", "text": "a. Management Structure"}, {"text_block_id": "p16_b166", "text": "The Figure 1 and 2 below illustrate the structural management of the Ministry of Environment and the Secretariat of the National Council for Sustainable Development."}, {"text_block_id": "p16_b167", "text": "Figure 1: Structure of Ministry of Environment"}, {"text_block_id": "p17_b168", "text": "Figure 2: Structure of the Secretariat of National Council for Sustainable Development"}, {"text_block_id": "p17_b169", "text": "b. Budgeting of MoE"}, {"text_block_id": "p17_b170", "text": "The law on financial management approved Kh Riels 17,360,000,000 for MoE for 2013 and additional finance Kh Riles 849,300,000 was requested under budget category 64 and this made the total budget Kh Riels 18,209,300,000. The actual disbursement was 17,221,401,000 equivalents to 94.57% of the budget plan for the year."}, {"text_block_id": "p17_b171", "text": "During this period, MOE managed several externally-funded projects related to climate change for a total value estimated at USD 4.5 million."}, {"text_block_id": "p17_b172", "text": "Climate change finance represented about one third of the total resources managed by the ministry, mostly through the Cambodia Climate Change Alliance programme (USD 3.4 million in expenditure in 2013)."}, {"text_block_id": "p17_b173", "text": "It is worth noting until 2015 that the MoE was not able to calculate actual amount of expenses made by the ministry on climate change as there was a lack of clear climate change action plan for the Ministry of Environment, and lack of a programme budget. MoE has introduced programme budgeting starting in 2016, which includes a sub-programme on climate change (Kh Riels 593 million) and another one on green economy (Kh Riels 1,453 million)."}, {"text_block_id": "p17_b174", "text": "c. Financial mobilisation mechanism"}, {"text_block_id": "p17_b175", "text": "Aside from the national budget, MoE has already established partnerships with a number of donors on climate change issues. A dedicated group is in place in MOE, led by the Chief of Cabinet, to further develop MOE-donor partnerships."}, {"text_block_id": "p17_b176", "text": "Potential Sources and Volume of Finance Climate Change Actions"}, {"text_block_id": "p17_b177", "text": "The present CCAP is estimated between USD 28 and 30 Million over a 3-year period."}, {"text_block_id": "p17_b178", "text": "Large part of the funds for the CCAP will be financed through the current development partners of MoE. The multi-donor modality consisting of SIDA, UNDP and EU is supporting the Cambodia Climate Change Alliance with total current funding of USD 12.8 Million for 2014-19. The dedicated/global funds for climate change i.e., CIF, GEF, LCDF, AF, FCPF, and UN-REDD are supporting projects in MoE, e.g. CIF is financing MoE through ADB on SPCR project. Dedicated/global funds for climate change are expected to play a more important role as their funding scales are expected to get larger. In addition, key bilateral partners supporting MoE on climate change work are Germany (through GIZ), USAID, JICA, KOICA, UKAID, and SIDA."}, {"text_block_id": "p18_b179", "text": "Entry Points for Climate Change Mainstreaming in Management and Financing"}, {"text_block_id": "p18_b180", "text": "The GSSD particularly the Climate Change Department will support planning and technical departments to ensure the Actions are aligned with the work plan of the Ministry. The monitoring and evaluation for the CCAP is described in the next section."}, {"text_block_id": "p18_b181", "text": "The CCAP development team will work with the relevant departments to build more ownership of the actions. Each action will be detailed into activities or programmes of work for offices under relevant departments, and integrated into annual work plans for the respective departments and then into the Budget Strategic Plan of the Ministry."}, {"text_block_id": "p18_b182", "text": "The short-fall fund for implementation will be brought for discussion with development partners."}, {"text_block_id": "p18_b183", "text": "4. MONITORING AND EVALUATION"}, {"text_block_id": "p18_b184", "text": "The monitoring and evaluation framework for this CCAP is aligned with Cambodia’s M&E Framework for Climate"}, {"text_block_id": "p18_b185", "text": "Change and with the NSDP (integrating its four indicators on climate change). This framework encompasses four main types of indicators, which will be measured on a yearly basis:"}, {"text_block_id": "p18_b186", "text": "Change and with the NSDP (integrating its four indicators on climate change). This framework encompasses four main types of indicators, which will be measured on a yearly basis:\n* â\n* â\n tracking progress on the implementation of MoE CCAP\n* â\n* â\n tracking progress in improving institutional capacities including the ability to\n* â\n tracking progress in improving institutional capacities including the ability to\n mainstream CC into the MoEâs broader\n* â\n tracking progress in improving institutional capacities including the ability to\n mainstream CC into the MoEâs broader\n policy and planning instruments\n* â\n* â\n tracking progress in achieving expected results in the 17 strategic areas\n* â\n* â\n tracking the broader impact in development objectives for the country (linked to"}, {"text_block_id": "p18_b204_merged_merged", "text": "Note that CCAP delivery indicators, though partially overlapping with other institutional readiness and result indicators part of the M&E framework, they give a summary view of MoE’ success in implementing CCAP and they also facilitate a comparison with CCAP implementation across sectors."}, {"text_block_id": "p18_b207", "text": "The full set of indicators which are part of the CCAP M&E framework is presented in Table 2 below."}, {"text_block_id": "p18_b208", "text": "Table 2: Indicator Framework for MoE CCAP M&E System"}, {"text_block_id": "p19_b209", "text": "Additional result indicators for monitoring progress in the implementation of specific actions is provided in the action fiches presented in Annex 2."}, {"text_block_id": "p19_b210", "text": "The full development of MoE CC M&E Framework, including baselines and targets, will be finalized at the start of 2016, the CCAP planning period."}, {"text_block_id": "p19_b211", "text": "A final evaluation will be conducted in mid-2018, to inform the development of the next round of the CCAP."}, {"text_block_id": "p19_b212_merged", "text": "Monitoring and evaluation of the CCAP will be conducted by MoE’s M&E Unit. The Unit, to be established as part of action 12 of the action plan, will be initially housed at DCC (GSSD for CC matters) and will combined staff from DCC and DPB, accumulating functions with CC monitoring and reporting and national level."}, {"text_block_id": "p20_b215", "text": "In regards to MoE CCAP, the M&E Unit will be responsible for regular monitoring and reporting of its implementation (with at least one M&E report per year), as well as sharing information within MoE, key line ministries and other stakeholders. They will also promote inclusive discussions to extract lessons from the implementation of CCAPs from MoE and other sectors (with at least one learning event a year). Their work will enable continued learning and timely adjustment of activities, potentiating a more effective response."}, {"text_block_id": "p20_b216", "text": "5. LAWS AND LEGAL INSTRUMENTS TO SUPPORT IMPLEMENTATION"}, {"text_block_id": "p20_b217", "text": "To fulfil the mandates of Ministry of Environment, a number of legal provisions have been developed to ensure effective management of natural resources, biodiversity and critical ecosystems such as the Tonle Sap, coastal and marine systems, as well as environmental and human health, effective waste management, and effective coordination and implementation of climate change response. Annex 3 provides list of laws and legal instruments under the jurisdiction of MoE."}, {"text_block_id": "p20_b218", "text": "The RGC has been consistently taking steps to mainstream climate change into existing regulatory frameworks, in alignment with the strong guidance provided by national development policies and strategies. Likewise, direction NSDP"}, {"text_block_id": "p20_b219", "text": "2018 entrust the Ministry of Environment with the “preparation of the climate change legal"}, {"text_block_id": "p20_b220", "text": "framework, which will include updating the institutional arrangements, financing arrangements, and mainstreaming of climate chan"}, {"text_block_id": "p20_b221", "text": "ge across sectors”."}, {"text_block_id": "p20_b222", "text": "The report on Strengthening the Legal Framework for Climate Change (2013) has reviewed the existing legal and"}, {"text_block_id": "p20_b223", "text": "regulatory framework relevant for Cambodia’s climate change response, and identified key entry points for"}, {"text_block_id": "p20_b224", "text": "climate change mainstreaming, including:"}, {"text_block_id": "p20_b225", "text": "climate change mainstreaming, including:\n* Law on Environmental Protection and Natural Resources (first enacted in 1996, to be reviewed 5 years);\n* Areas Law and Law on Biosafety 2008);\n* Areas Law and Law on Biosafety 2008);\n Sub-Decrees on Pollution Control, on Management of ODS (2005), on Solid Waste Management (1999),\n* Sub-Decree on Environmental Assessment Process (EIA), first approved in 1999 and presently under\n* Sub-Decree on Environmental Assessment Process (EIA), first approved in 1999 and presently under\n review, with a Law on EIA or a broader Environmental Code to be approved."}, {"text_block_id": "p20_b233", "text": "The study recommended that, in the short-medium term, entry points such as the ones identified within MoE as well as additional entry points in other sectors be the focus of climate change mainstreaming into the"}, {"text_block_id": "p20_b234", "text": "Cambodia’s"}, {"text_block_id": "p20_b235", "text": "legal framework. In the long run, it recommended the development of a Framework Law on Climate Change."}, {"text_block_id": "p20_b236", "text": "6. CONCLUSION"}, {"text_block_id": "p20_b237", "text": "The climate change action plan provides the overall guidance to MoE on the implementation of climate change interventions which will directly contribute to the achievement of the CCCSP goals. This direction also covers priority actions to be taken by MoE as the Secretariat for the National Council for Sustainable Development and as the National Focal Point of the UNFCCC."}, {"text_block_id": "p20_b238_merged_merged_merged_merged_merged_merged", "text": "As the GSSD, MoE plays a critical role in developing the country’s capacity at all levels for an effective response to the challenges posed by climate change, assisting in the coordination of all climate change interventions to be undertaken by sectors, as well as in the monitoring and evaluation as well as CCCSP implementation, contributing to increase knowledge on Cambodia’s climate change response to better inform future action."}, {"text_block_id": "p21_b243", "text": "Actions proposed in the present CCAP will be implemented through a joint effort of the various technical departments of the MoE, who, together with NCSD, and municipal and provincial Departments of Environment, in collaboration with relevant ministries-agencies and relevant stakeholders, will enable the country to scale up its climate adaptation and mitigation response and move towards a more resilient and low carbon society."}, {"text_block_id": "p21_b244", "text": "Ensuring sustainable delivery of results from the implementation of this action plan will require its ownership by all parties implementing the plan as well as the provision of funding and other resources in a timely manner. Thus it is key that MoE systematically integrates CCAP planned interventions in its annual Budget Strategic Plan and Public Investment Plan, and continues its efforts to mobilize additional resources."}, {"text_block_id": "p21_b245_merged", "text": "The Ministry will ensure that results from the annual stocktake exercises of MoE CCAP’s implementation, as well as the results of the yearly planning and budgeting analytical exercises are shared at the MoE Annual Conference at the end of each year, reflecting on lessons learnt and adjusting direction as needed."}, {"text_block_id": "p21_b248", "text": "The present action plan is to be evaluated at the end of its first cycle of implementation, in 2018, to inform the development of the next round of the CCAP, which will cover the period 2019-2023 to align with government mandate."}, {"text_block_id": "p22_b249", "text": "ANNEX 1: LONG LIST OF ACTIONS"}, {"text_block_id": "p31_b250", "text": "ANNEX 2: ACTION FICHES"}, {"text_block_id": "p31_b251", "text": "Action 1: Establish a Resilient Low Carbon Technology Hub for Food, Water, and Energy Security"}, {"text_block_id": "p33_b252", "text": "Action 2: Conduct national and sectoral climate change vulnerability assessments"}, {"text_block_id": "p35_b253", "text": "Action 3: Conduct an assessment of climate change impact on biodiversity and test specific management options to cope with climate change"}, {"text_block_id": "p37_b254", "text": "Action 4: Develop preliminary studies for the establishment of natural capital accounting"}, {"text_block_id": "p38_b255", "text": "Action 5: Development of the national GHG inventory system"}, {"text_block_id": "p40_b256", "text": "Action 6: Facilitate GHG emission reduction through project and program carbon finance crediting mechanisms"}, {"text_block_id": "p42_b257", "text": "Action 7: Develop and test low carbon resilient approaches and options in urban areas"}, {"text_block_id": "p44_b258", "text": "Action 8: Establishment of a Knowledge Management System on CC and GG"}, {"text_block_id": "p46_b259", "text": "Action 9: Integrate CC and environmental issues into the curriculum at all levels"}, {"text_block_id": "p48_b260", "text": "Action 10: Engage and raise awareness of different target groups on CC and GG/sustainable consumption and production"}, {"text_block_id": "p50_b261", "text": "Action 11: Promote and improve the adaptive capacity of communities to respond to climate change"}, {"text_block_id": "p52_b262", "text": "Action 12: Launch and Roll Out of the National and Sectoral M&E System"}, {"text_block_id": "p54_b263", "text": "Action 13: Capacity building of national institutions coordinating the implementation of climate change response"}, {"text_block_id": "p56_b264", "text": "Action 14: Support to line ministries to mainstream climate change into development planning and budgeting"}, {"text_block_id": "p58_b265", "text": "Action 15: Strengthen legal and regulatory framework for resilient low carbon development"}, {"text_block_id": "p60_b266", "text": "Action 16: Establish a national climate change financing framework"}, {"text_block_id": "p62_b267", "text": "Action 17: Institutionalize UNFCCC reporting"}, {"text_block_id": "p64_b268", "text": "ANNEX 3: LIST OF LAWS AND LEGAL INSTRUMENTS UNDER JURISDICTION OF MOE"}, {"text_block_id": "p64_b269", "text": "Legal provisions have been developed to ensure natural resources and biodiversity management, Tonle Sap management, coastal and marine environmental management, environmental and human health, effective waste management, and to support the implementation of climate change responses. They are:"}, {"text_block_id": "p64_b270", "text": "Legal provisions have been developed to ensure natural resources and biodiversity management, Tonle Sap management, coastal and marine environmental management, environmental and human health, effective waste management, and to support the implementation of climate change responses. They are:\n* Royal Decree on Designation and Creation of National Protected Area System dated 1\n* Royal Decree on Designation and Creation of National Protected Area System dated 1\n st\n* Royal Decree on Designation and Creation of National Protected Area System dated 1\n st\n November 1993;\n* Royal Decree on Designation and management of Tonle Sap Biosphere Reserve dated 10\n* Royal Decree on Designation and management of Tonle Sap Biosphere Reserve dated 10\n th\n* Royal Decree on Designation and management of Tonle Sap Biosphere Reserve dated 10\n th\n April 2001\n* Law on Land Management, Urban Planning and Construction, 1994\n* Law on Investment of the Kingdom of Cambodia, 1994\n* Law on Protection of Cultural Heritages, 1996\n* Law on Environmental Protection and Natural Resource Management dated 24\n* Law on Environmental Protection and Natural Resource Management dated 24\n th\n* Law on Environmental Protection and Natural Resource Management dated 24\n th\n December 1996\n* Law on Pharmaceutical Management, 1996\n* Law on Management of Quality and Safety of Goods and Services, 2000\n* Law on Electricity of the Kingdom of Cambodia, 2000\n* Land Law (1992 and 2001)\n* Law on Management and Exploitation of Mineral Resources, 2001\n* Law on Commune/ Sangkat Administration 2001\n* Fisheries Law dated 30\n* Fisheries Law dated 30\n th\n* Fisheries Law dated 30\n th\n August 2002\n* Forestry Law, 2002\n* Royal Decree on Community Fisheries, 2005 and amended in 2007\n* Law on Management of Factories and Handicrafts dated 23\n* Law on Management of Factories and Handicrafts dated 23\n rd\n* Law on Management of Factories and Handicrafts dated 23\n rd\n June 2006\n* Law on Water Resource Management in the Kingdom of Cambodia, 2007\n* Law on Concessions, April 2008\n* Law on Administration of capital, provinces, Khan, cities, and districts, 22\n* Law on Administration of capital, provinces, Khan, cities, and districts, 22\n nd\n* Law on Administration of capital, provinces, Khan, cities, and districts, 22\n nd\n May 2008\n* Law on Tourism dated 10\n* Law on Tourism dated 10\n th\n* Law on Tourism dated 10\n th\n June 2009\n* Law on Protected Areas dated 15\n* Law on Protected Areas dated 15\n th\n* Law on Protected Areas dated 15\n th\n February 2008\n* Law on Biosafety dated 18\n* Law on Biosafety dated 18\n th\n* Law on Biosafety dated 18\n th\n February 2008\n* Ratification for accession to the UNFCCC, December 1995\n* Accession to the Convention on Control of Trans-boundary Movement and Disposal of Hazardous Wastes\n* Accession to the Vienna Convention and its Montreal Protocol on Ozone Depleting Substances;\n* Accession to the Stockholm Convention on Persistent Organic Pollutants on 23\n* Accession to the Stockholm Convention on Persistent Organic Pollutants on 23\n rd\n* Accession to the Stockholm Convention on Persistent Organic Pollutants on 23\n rd\n March 2001;\n* Accession to the Cartagena Protocol."}, {"text_block_id": "p64_b344", "text": "Ministry of Environment also has the duty to enforce many regulations such as:"}, {"text_block_id": "p64_b345", "text": "Ministry of Environment also has the duty to enforce many regulations such as:\n* Sub-decree No. 27 OrNorKror on Water Pollution Control dated 6\n* Sub-decree No. 27 OrNorKror on Water Pollution Control dated 6\n th\n* Sub-decree No. 27 OrNorKror on Water Pollution Control dated 6\n th\n April 1999\n* Sub-decree No. 36 OrNorKror BorKor on Solid Wastes Management dated 7\n* Sub-decree No. 36 OrNorKror BorKor on Solid Wastes Management dated 7\n th\n* Sub-decree No. 36 OrNorKror BorKor on Solid Wastes Management dated 7\n th\n April 1999\n* Sub-decree No. 42 OrNorKror BorKor on Air and Noise Pollution Control dated 10\n* Sub-decree No. 42 OrNorKror BorKor on Air and Noise Pollution Control dated 10\n th\n* Sub-decree No. 42 OrNorKror BorKor on Air and Noise Pollution Control dated 10\n th\n July 2000\n* Sub-decree No. 47 OrNorKror BorKor on Management of Ozone Depleting Substances dated 17th March\n* Sub-decree No. 27 OrNorKror BorKor on Promotion of Department of Administration and Finance of the\n* Sub-decree on Promotion of Inspectorate of the Ministry of Environment as General Inspectorate"}, {"text_block_id": "p65_b365", "text": "Ministry of Environment also has the duty to enforce many regulations such as:\n* Sub-decree No. 27 OrNorKror on Water Pollution Control dated 6\n* Sub-decree No. 27 OrNorKror on Water Pollution Control dated 6\n th\n* Sub-decree No. 27 OrNorKror on Water Pollution Control dated 6\n th\n April 1999\n* Sub-decree No. 36 OrNorKror BorKor on Solid Wastes Management dated 7\n* Sub-decree No. 36 OrNorKror BorKor on Solid Wastes Management dated 7\n th\n* Sub-decree No. 36 OrNorKror BorKor on Solid Wastes Management dated 7\n th\n April 1999\n* Sub-decree No. 42 OrNorKror BorKor on Air and Noise Pollution Control dated 10\n* Sub-decree No. 42 OrNorKror BorKor on Air and Noise Pollution Control dated 10\n th\n* Sub-decree No. 42 OrNorKror BorKor on Air and Noise Pollution Control dated 10\n th\n July 2000\n* Sub-decree No. 47 OrNorKror BorKor on Management of Ozone Depleting Substances dated 17th March\n* Sub-decree No. 27 OrNorKror BorKor on Promotion of Department of Administration and Finance of the\n* Sub-decree on Promotion of Inspectorate of the Ministry of Environment as General Inspectorate\n* Sub-decree No. 57 OrNorKro BorKor on Organisation and Functioning of the Ministry of Environment\n* Sub-decree No. 57 OrNorKro BorKor on Organisation and Functioning of the Ministry of Environment\n th\n* Sub-decree No. 57 OrNorKro BorKor on Organisation and Functioning of the Ministry of Environment\n th\n September 1997\n* Sub-decree No. 72 OrNorKror BorKor on Environmental Impacts Assessment Process dated 11th August\n* Prakas on Collection and Transport of industrial solid wastes in Phnom Penh;\n* Joint Prakas on application by judicial police officers of template for filing environmental offenses\n* Inter-ministerial Prakas on Garbage and Solid Wastes Management in Provinces and Municipalities of\n* Guidelines on Solid Waste Management in Factories, Enterprises and Companies\n* Notification on Ban of Sale or Provision and Burning of Industrial Solid Wastes."}], "document_description": "The Climate Action Plan of Ministry of Environment provides a strategic orientation for the Ministry's departments and other institutions to tackle climate change issue and constitutes an important tool for mobilizing domestic and external resources and funds to implement climate change interventions.&nbsp;<br><br>The plan establishes the following main actions: 1) to promote climate resilience through improving food, water and energy security; 2) to reduce sectoral, regional, gender vulnerability and health risks to climate change impacts; 3) to ensure climate resilience of critical ecosystems, biodiversity, protected areas and cultural heritage sites; 4) to promote low-carbon planning and technologies to support sustainable development; 5) to improve capacities, knowledge and awareness for climate change responses; 6) to promote adaptive social protection and participatory approach in reducing loss and damage due to climate change; 7) to strengthen institutions and coordination frameworks for national climate change responses; 8) to strengthen collaboration and active participation in regional and global climate change processes.&nbsp;"}