{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Subsidies|Economic"], "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": ["Energy", "Economy-wide", "Buildings"], "document_language": "English", "document_name": "Climate Change Action Plan for Mines and Energy 2015-2018", "document_country_code": "KHM", "document_hazard_name": ["Storm", "Drought", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2020", "document_keyword": ["Buildings", "Renewables", "Transport", "Subsidies", "Energy"], "document_url": "https://cdn.climatepolicyradar.org/KHM/2020/KHM-2020-01-01-Climate Change Action Plan for Mines and Energy 2015-2018_e12af41cdcbdf349be7c1095f6f70d41.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "KINGDOM OF CAMBODIA"}, {"text_block_id": "p0_b2", "text": "Nation Religion King"}, {"text_block_id": "p0_b3", "text": "Ministry of Mines and Energy"}, {"text_block_id": "p0_b4", "text": "Climate Change Action Plan for Mines And Energy Sectors"}, {"text_block_id": "p0_b5", "text": "Climate Change Working Group for Mines and Energy Sectors 2015"}, {"text_block_id": "p1_b6", "text": "ŁŁŁŁ"}, {"text_block_id": "p1_b7", "text": "u"}, {"text_block_id": "p1_b8", "text": ","}, {"text_block_id": "p1_b9", "text": "fll titf s ti crnrn ru th Ln fllti QttJ rum sutŁ firnj ti ti:tl wutunm m Ł Hfifi Ln flltiŁ NJ Ulng tr sbd'HH1 rutsiqbQ_l Ł 0"}, {"text_block_id": "p1_b10", "text": "<v"}, {"text_block_id": "p1_b11", "text": "m ti:Jrumtm SH98ftti:rl wrŁ Nffl Sftfil rug ctti:J ruthtŁn 'fiWtSfilj8fi2LUtittuti nt,Eti Łustsin"}, {"text_block_id": "p1_b12", "text": "w"}, {"text_block_id": "p1_b13", "text": "th"}, {"text_block_id": "p1_b14", "text": "I"}, {"text_block_id": "p1_b15", "text": "qtirnruth'fiWWtSl :ti:JrHfififfigJwHLUtifilfi"}, {"text_block_id": "p1_b16", "text": "UQUJ§Ln flltitr stirnHn ru tfl SQSl 9 stituNnngtihti n121 sgbmngŁLutturrnjt:i gt! mr"}, {"text_block_id": "p1_b17", "text": "Nng"}, {"text_block_id": "p1_b18", "text": "0"}, {"text_block_id": "p1_b19", "text": "t:immRf filtNŁ f'igth rl s ti mrm t,uŁ wm ntRLnfUNLuth n rurŁ ŁLNUfilHtr.s smrurg"}, {"text_block_id": "p1_b20", "text": "ML'1fHnf"}, {"text_block_id": "p1_b21", "text": "a."}, {"text_block_id": "p1_b22", "text": "filSthfi"}, {"text_block_id": "p1_b23", "text": "C\" a"}, {"text_block_id": "p1_b24", "text": "st:itr.s"}, {"text_block_id": "p1_b25", "text": "a, iJ"}, {"text_block_id": "p1_b26", "text": "smrurg MŁuipm ruitJ"}, {"text_block_id": "p1_b27", "text": "O"}, {"text_block_id": "p1_b28", "text": "Mlnfil"}, {"text_block_id": "p1_b29", "text": "I"}, {"text_block_id": "p1_b30", "text": "rug"}, {"text_block_id": "p1_b31", "text": "C11"}, {"text_block_id": "p1_b32", "text": "mruNnwrŁnm"}, {"text_block_id": "p1_b33", "text": "I a."}, {"text_block_id": "p1_b34", "text": "ru sbtm"}, {"text_block_id": "p1_b35", "text": "C.."}, {"text_block_id": "p1_b36", "text": "ru"}, {"text_block_id": "p1_b37", "text": "ttrlHRifilSNUl NffijfUNn"}, {"text_block_id": "p1_b38", "text": "w"}, {"text_block_id": "p1_b39", "text": "th"}, {"text_block_id": "p1_b40", "text": "I"}, {"text_block_id": "p1_b41", "text": "filfHRf ruTwwmburn: Ql 8f.sj1f{}lUt<Jl StifilfŁfi/:j Łmrllill"}, {"text_block_id": "p1_b42", "text": "tihti '1Jficysnurr ruJm mNŁfiQ"}, {"text_block_id": "p1_b43", "text": "NŁH"}, {"text_block_id": "p1_b44", "text": "s buTŁ SLUfiUti:rl worm nr.sbti:Jf"}, {"text_block_id": "p1_b45", "text": "J"}, {"text_block_id": "p1_b46", "text": "TwwrnHn ru s t:ittut:i m fiOl s Q ru1Htiht:i Nng gt! mrHRf filtsi"}, {"text_block_id": "p1_b47", "text": "0"}, {"text_block_id": "p1_b48", "text": "t:i Łtruumrr.s rufing"}, {"text_block_id": "p1_b49", "text": "mrtru utŁ stmAtH1£1 rururu-tuth n rurŁ ŁwmŁ s oTmth fl th ŁtNNŁAtrui sr.s rufir.s ruthfl"}, {"text_block_id": "p1_b50", "text": "NfUNLtfllH:'llLCJ tJ rutNŁ RQ s ti"}, {"text_block_id": "p1_b51", "text": "NŁH"}, {"text_block_id": "p1_b52", "text": "I"}, {"text_block_id": "p1_b53", "text": "thtirn :tmrnJfif NWd'1Hn ruRthfiU:iffilHJlQl 6 NLtflUŁfm mru-tsiLUditvruNLUth n rurŁL?JU!U Sb NLtflUfilrHRffilTwwmllilHfis! nhlns[ tNilng sbTNtutf.sjb Łrnjfif.sbti:Jf J"}, {"text_block_id": "p1_b54", "text": "tfl StHUfiffl"}, {"text_block_id": "p1_b55", "text": "Nnurn ruHm Rfi"}, {"text_block_id": "p1_b56", "text": "1"}, {"text_block_id": "p1_b57", "text": "mrtrirmt:!Htvrn :ffimgm s n1uumHrw:mrntEti st:i ntEnŁf Nngm '1'fiWCTŁsŁuth Ł mr"}, {"text_block_id": "p1_b58", "text": "CJJl"}, {"text_block_id": "p1_b59", "text": "tsirnHM"}, {"text_block_id": "p1_b60_merged_merged_merged", "text": "\" s wtuut:i st! 2 ws?l ... s .,, s: st! Łhnt:i NnCJnuunutm wNfflm '\" n st:imrHRf ru ŁrrnHn ru ntRfirnjtiTmmHrw:rnHn run§tn :ffi 9fiJ rnHn '1,"}, {"text_block_id": "p1_b72", "text": "ru2Jru rnHnrunTHŁNs rnHn ruŁfffi"}, {"text_block_id": "p1_b73", "text": "__"}, {"text_block_id": "p1_b74", "text": "_"}, {"text_block_id": "p1_b75", "text": "_,_"}, {"text_block_id": "p1_b76", "text": "st:irnHn ruŁf2"}, {"text_block_id": "p1_b77", "text": "t{f"}, {"text_block_id": "p1_b78", "text": "smtŁHttJ ruthwtLHNffi gm nmmouirwnHnHŁfŁ"}, {"text_block_id": "p1_b79", "text": "1"}, {"text_block_id": "p2_b80", "text": "rw:nHtLULOl tvwsm s"}, {"text_block_id": "p2_b81", "text": "NM"}, {"text_block_id": "p2_b82", "text": "ru"}, {"text_block_id": "p2_b83", "text": "nlHŁrn ru"}, {"text_block_id": "p2_b84", "text": "sbrnHLULm tvdl1:HHULURUti:h WLUtugrn '1"}, {"text_block_id": "p2_b85", "text": "rnnniiuŁwrnmt'Jl"}, {"text_block_id": "p2_b86", "text": "m"}, {"text_block_id": "p2_b87", "text": "2brnnn NUHVHmmum :mArn4thNHmmum:dlRfiOfiO TNHwlfi1Ł ru"}, {"text_block_id": "p2_b88", "text": "1 CV n 1 ct\" I ct' l,J 1 IJ"}, {"text_block_id": "p2_b89", "text": "w"}, {"text_block_id": "p2_b90", "text": "mtJil; ui Aun mH f}[l s 1mur Ł Ł Ł 2 q:f s '1"}, {"text_block_id": "p2_b91", "text": "§"}, {"text_block_id": "p2_b92", "text": "s; Łh1tfil ŁtntU tgffl Łf ntl YUJW TinEf w s m stfi"}, {"text_block_id": "p2_b93", "text": "Nnurn '1"}, {"text_block_id": "p2_b94", "text": "m"}, {"text_block_id": "p2_b95", "text": "tirn:"}, {"text_block_id": "p2_b96", "text": "....._"}, {"text_block_id": "p2_b97", "text": "a"}, {"text_block_id": "p2_b98", "text": "Łw"}, {"text_block_id": "p2_b99", "text": "wutE otwnwrunm '1"}, {"text_block_id": "p2_b100", "text": "l,J"}, {"text_block_id": "p2_b101", "text": "n"}, {"text_block_id": "p2_b102", "text": "c::t\""}, {"text_block_id": "p2_b103", "text": "ŁMm'1"}, {"text_block_id": "p2_b104", "text": "1"}, {"text_block_id": "p2_b105", "text": "a"}, {"text_block_id": "p2_b106", "text": "tim'1UUnnuuhH;1rur0u1tvMD w"}, {"text_block_id": "p2_b107", "text": "l-J <> C\"\\"}, {"text_block_id": "p2_b108", "text": "yŁnct rufi Łt:fl srn e1tutwrm btf StŁHjqruxHutM nrnmrHŁJtŁ ruut'Jl"}, {"text_block_id": "p2_b109", "text": "m"}, {"text_block_id": "p2_b110", "text": "ffltJS fiu 2 b n Mb"}, {"text_block_id": "p2_b111", "text": "rn '1ws"}, {"text_block_id": "p2_b112", "text": "I"}, {"text_block_id": "p2_b113", "text": "sbrnrttum;ruffirn"}, {"text_block_id": "p2_b114", "text": "dl"}, {"text_block_id": "p2_b115", "text": ",.J"}, {"text_block_id": "p2_b116", "text": "Nwl\"lNLtflUf"}, {"text_block_id": "p2_b117", "text": "I a,"}, {"text_block_id": "p2_b118", "text": "nrwtr"}, {"text_block_id": "p2_b119", "text": "c) .)II"}, {"text_block_id": "p2_b120", "text": "sbdlH'1"}, {"text_block_id": "p2_b121", "text": "0."}, {"text_block_id": "p2_b122", "text": "ru1"}, {"text_block_id": "p2_b123", "text": "obmHtnfi.!blr sbdlH'1ru tnJHŁ81Wntl78ITTbHN iŁf:jHfiffilS frJwwnwS HŁnlf"}, {"text_block_id": "p2_b124", "text": "I I"}, {"text_block_id": "p2_b125", "text": "H8lH8itl7Rm ruthfi SbHŁfthfi ŁusmAŁ"}, {"text_block_id": "p2_b126", "text": "§"}, {"text_block_id": "p2_b127", "text": "ITTbHNUŁ '1tEb RQNUlLUTIUŁnlfŁfiŁgm"}, {"text_block_id": "p2_b128", "text": "tzWLnfi,!blf"}, {"text_block_id": "p2_b129", "text": "ti:hWtthi:iwW1"}, {"text_block_id": "p2_b130_merged_merged_merged_merged_merged_merged_merged", "text": "st:imH'1 ruobrnrH9fŁtctsrnrnrngtŁwnust:irnrttuuiruffirn nrm'lrn :tunu"}, {"text_block_id": "p2_b133", "text": "I"}, {"text_block_id": "p2_b134", "text": "ef"}, {"text_block_id": "p2_b135", "text": "!! -! ,"}, {"text_block_id": "p2_b136", "text": "roess GroŁ"}, {"text_block_id": "p2_b137", "text": "..,.·:r"}, {"text_block_id": "p3_b138", "text": "Preface"}, {"text_block_id": "p3_b139", "text": "The Ministry of Mines and Energy has been recently established by the 5"}, {"text_block_id": "p3_b140", "text": "th"}, {"text_block_id": "p3_b141", "text": "National Assembly, at the end of 2013, as part of the ongoing efforts of institutional strengthening in Cambodia. Formerly part of the Ministry of Industry, Mines, and Energy, the Ministry of Mines and Energy now also includes a General Department of Petroleum (the former Cambodian National Petroleum Authority, previously under the Council of Ministers). Currently, the Ministry plays a vital role and an important mission in the development of the Mines, Energy and Petroleum sectors, ensuring a thorough and balanced consideration of economic, social and environmental sustainability dimensions. These three sectors actively contribute to the country's economic development and poverty reduction efforts, in alignment with the Rectangular Strategy-Phase 3 of the Royal Government of Cambodia, the National Strategic Development Plan 2014 -2018, and Cambodia's Millennium Development Goals."}, {"text_block_id": "p3_b142", "text": "Energy and Petroleum sectors have actively contributed to the development of production processes in factories and businesses, as well as to transport, which has led to increased job creation, people's income, national revenue, and Gross Domestk Product in particular, and has thus contributed to the overall social and economic wellbeing of the nation. Moreover, energy is indispensable to the daily lives of each individual, as well as to the development of every business,"}, {"text_block_id": "p3_b143", "text": "be it commerce, agriculture or other economic activity. /"}, {"text_block_id": "p3_b144_merged_merged", "text": "The main goals which drive the development of the Mines, Energy and PetroJeum sectors must harmonize and balance social, economic and environmental aspects through technology transfer and the adoption of environmentally sound • technologies, so that these sectors can bF:>rnmP rirr1rl11r1lly WPPnN in thP nPr1r f11t1irP. Thie:; nPPrlc:; tn hP r1r.hiPVPrl hy sr.i'lling 11p r1r.tivitip,c:; such as cleaner technology deyelopment and tra_nsfer, safe chemical management in the Mine arid Petroleum Sectors, and renewa_I"}, {"text_block_id": "p3_b151", "text": "ble energy development, including solar, wind, hydropower,"}, {"text_block_id": "p3_b152", "text": "biomass and biogas energy, which are key priorities for implementation."}, {"text_block_id": "p3_b153", "text": "The present Climate Change Action Plan 2016 -2018 for Mines and Energy constitutes a roadmap for government agencies, development partners, NGOs, and other relevant stakeholders, and in particular to the different units of the Ministry, to implement actions that will contribute to address climate change issues. At the same time, this Action Plan will also serve as a roadmap for the private sector, pointing to ways in which businesse_s can become successful through, for example, the adoption of specific energy and resource efficiency measures, the design of new environmental friendly products, the minimizatjon ·of waste, pollution and use of hazardous chemicals in gas stations, recycling stations, and mining sites. As a result of the implementation of these actions, quality, productivity, and overall competitiveness of businesses will increase, helping the country to move towards a low carbon resilient economy."}, {"text_block_id": "p3_b154", "text": "On behalf of the Ministry of Mines and Energy, I would like to urge all -departments, development partners, private sector, local and international NGOs, and other relevant stakeholders to continue and strengthen the collaboration with Ministry of Mines and Energy to"}, {"text_block_id": "p3_b155", "text": "implement this CCAP successfully. ,.."}, {"text_block_id": "p4_b156", "text": "Acknowledgement"}, {"text_block_id": "p4_b157", "text": "The Climate Change Action Plan (CCAP) 2016 -2018, developed under the overall coordination of the Ministry of Mines and Energy, counted with the active participation of its multiple departments and with the invaluable guidance from National Council for Sustainable Development. Their participation made the action plan more strategic, coherent and aligned both with the ministry's programs, plans and policies, and with national and sector development goals. The suggestions and comments received from peer reviews and from numerous stakeholders provided further strategic inputs to the development of the CCAP 2016 -2018. A wide range of technical support was provided by several national and international climate change experts to the development of the CCAP."}, {"text_block_id": "p4_b158", "text": "The Ministry of Mines and Energy wishes to expresses its deepest gratitude to the National Council for Sustainable Development for their guidance, to all the stakeholders for their valuable input during consultations, and to all the Ministry's departments who have work tirelessly to assist in the preparation of the Climate Change Action Plan 2016 -2018."}, {"text_block_id": "p4_b159", "text": "The development of the CCAP was also made possible with the financial and technical support from the Department of Climate Change, General Secretariat, National Council for Sustainable Development/ Ministry of Environment through the Cambodia Climc:1Le Chc111ge Alliance (CCCA) Program, funded by the European Union (EU), the Swedish International Oevelopment l'.ooperat1on Agency lŁ1da) and the Ut'lltŁd i\\JŁtlOl'\\S UŁVelopment l-'rngrcJIT11T1t:!"}, {"text_block_id": "p4_b160", "text": "(UNDP)."}, {"text_block_id": "p4_b161", "text": "Ł"}, {"text_block_id": "p5_b162", "text": "Contents"}, {"text_block_id": "p6_b163", "text": "Abbreviations"}, {"text_block_id": "p8_b164", "text": "I. Background"}, {"text_block_id": "p8_b165", "text": "Energy and Mines are key sectors for Cambodia's social and economic development, playing an important role in poverty reduction efforts in particular, through infrastructure development and job creation. The Ministry of Mines and Energy (MME) is the governmental institution mandated to oversee the two sectors, being responsible for establishing the relevant policy and legal and regulatory frameworks, as well as for planning, programming and developing infrastructure and foster the development of the sectors building cooperation with diverse partners."}, {"text_block_id": "p8_b166", "text": "In 2013, the Royal Government of Cambodia (RGC) launched the Cambodia Climate Change Strategic Plan 2014-2023 (CCCSP), providing an overall framework for climate change response and the integration of climate change issues into development planning at national and sectoral levels. As a result, technical line ministries have developed climate change action plans to operationalize the CCCSP in their respective sectors, thus contributing to a coordinated effort to address climate change issues in Cambodia."}, {"text_block_id": "p8_b167", "text": "The Ministry Mines and Energy has developed the Climate Change Action Plan (CCAP) for 2016-2018 following guidance from the Council of Ministers, and with the support from the National Council for Sustainable Development (NCSD) and technical and financial support from Cambodia Climate Change Alliance (CCCA). The process for developing the CCAP involved a series of consultations with all technical and planning departments of MME, as well as with other ministries, development partners, private sector and other relevant stakeholders, ensuring alignment with the sectors' strategies, policies and plans, as well as with national development goals."}, {"text_block_id": "p8_b168_merged", "text": "The present CCAP defines concrete actions and resources needed for the operationalization of the MME's response to dimr1tP r.hr1ne P for thP pPriorl 701 fi-2018, provirling rlirection on a number of issues which are critical to the sectors' development, including climate proofing of existing and future energy infrastructure, decoupling economic growth and sectors' future development from GHG emissions, and how to build the ,rrJnr's r.r1r;ir.ity to mr.r.t thr. r.mmtry'Ł r.ommitmentŁ on the SuŁtairnible Enernv for All (SŁ4AŁŁl fll."}, {"text_block_id": "p8_b171", "text": "A. Policy"}, {"text_block_id": "p8_b172", "text": "In 2007, the Rural Electrification by Renewable Energy Policy was integrated into the government's overall agenda for the energy sector. Providing reliable, affordable and adequate supply of electric power for the consumers can be pointed out as the prime focus of this national policy. Moreover, promoting private ownership of electrical facilities and encouraging competition among the companies in the energy sector is another focus of the national policy on energy [2]."}, {"text_block_id": "p8_b173", "text": "Enabling 70% of rural households to reach reliable electricity services by 2030 is one of the long-term targets of the RGC. The government focuses on providing energy services and improving the quality of life for the rural population in two main policies: Energy Sector Development Policy and Rural Electrification Policy. Development of renewable energies is one of the approaches adopted to meet the mentioned objective. Rural Electrification Fund (REF) subsidy and investment incentives are two main policy instruments to support implementation of the Energy Sector Development and Rural Electrification Policies financially. Based on the REF documents among the renewable technologies, the only Solar Home Systems (SHSs) and mini/micro hydropower are qualified for subsidies scheme [3 -6]. In order to reach the long­term goal, a 10-year target was developed as the medium term to connect 25% of households to the electrical service. It can be clearly observed that the development of electricity generation and transmission was taken into account from 1994 by electricity sector development policy. The electrification trend was followed by several policies with the main objective of rural electrification. Some of the"}, {"text_block_id": "p9_b174_merged", "text": "determined targets by the electrification policies and programs are short-term goals as the one in the master plan. or in the initial stage of the rural energy strategy program, whilst in other programs (rural electrification plan) the long-term goals are taken into account."}, {"text_block_id": "p9_b177", "text": "Cambodian Law on the Management and Exploitation of Mineral Resources (Mining Law) in 2001 provides the framework for all mining licenses in Cambodia. Article 2 of this law asserts that all mineral resources are considered to be property of the state and that all mining activities are considered illegal unless permission is granted by the ministry in charge ot the mineral sector. Article 11 further states that the artisanal license may be issued only to persons of Khmer nationality for the purpose of conducting the exploration and exploitation of mineral resources by using locally available common instruments and their own labour with the help of family with no more than seven persons. This article provides opportunities to bring some of the illegal ASM gold activity into a regulated framework. However, at the moment, this legal clause has not been developed as an active policy tool yet."}, {"text_block_id": "p9_b178", "text": "The Climate Change Strategic Plan(CCSP) [7]provides a strategic framework for the mining and energy sectors and sets specific strategic objectives for addressing both climate change adaptation and mitigation. This sectoral Climate Change Action Plan (CCAP) identifies measures which contribute to the achievement of the strategic objectives set out in the CCSP, promoting the development of the mining and energy sectors while addressing climate change effectively. The CCAP outlines the actions and activities to be implemented during a three-year period (2016-2018)."}, {"text_block_id": "p9_b179", "text": "B. Situation"}, {"text_block_id": "p9_b180", "text": "The mining and energy sectors are, on the one hand, vulnerable to climate change, particularly to the damages from natural disasters on energy infrastructures and mining activities, and on the other hand, they can contribute to climate change through the emission of greenhouse gas (GHG) from fossil fuel power plants and mining activities."}, {"text_block_id": "p9_b181", "text": "Climate Change Vulnerability:"}, {"text_block_id": "p9_b182", "text": "The mining and energy sectors, especially the latter, are vulnerable to climate change and extreme weather. Three major climate hazards are relevant to the energy sector:"}, {"text_block_id": "p9_b183", "text": "The mining and energy sectors, especially the latter, are vulnerable to climate change and extreme weather. Three major climate hazards are relevant to the energy sector:\n* Increasing temperature\n* Increasing frequency and intensity of drought in some regions and seasons\n* Increasing frequency and intensity of storms and floods"}, {"text_block_id": "p9_b189", "text": "Increasing of temperature, frequency and intensity of drought, storms, and floods will each independently, and in some cases in combination, affect the ability of Cambodia to produce and transmit electricity from both fossil and renewable energy sources (such as hydropower, biomass, biogas, solar and wind energy). Climate change may also affect the nation's demand for energy."}, {"text_block_id": "p9_b190", "text": "An assessment of impact is necessary to inform forward-looking efforts to enhance energy security, mining condition and fuel handling safety. Based on experience of the MME, significant findings include:"}, {"text_block_id": "p9_b191", "text": "An assessment of impact is necessary to inform forward-looking efforts to enhance energy security, mining condition and fuel handling safety. Based on experience of the MME, significant findings include:\n* Renewable energy resources, particularly hydropower, bio-energy and solar power, can be affected\n* Electricity transmission and distribution systems carry less current and operate less efficiently when"}, {"text_block_id": "p10_b195", "text": "An assessment of impact is necessary to inform forward-looking efforts to enhance energy security, mining condition and fuel handling safety. Based on experience of the MME, significant findings include:\n* Renewable energy resources, particularly hydropower, bio-energy and solar power, can be affected\n* Electricity transmission and distribution systems carry less current and operate less efficiently when\n* Higher temperature will increase electricity demand for cooling system used in residential,\n* Illegal mining, by using environmentally toxic substances to extract precious metals, ends up\n* Clc;:iring lc1nd!:.cc1prn; for mining activitie& r0l0ai.0 carbon itorÅd in the earth crust anrl hinm,i<;<; intn\n* Unregulated fueling stations, lubricant changing stations and street-stand fuelling vendors face"}, {"text_block_id": "p10_b205", "text": "Contribution to Climate Change:"}, {"text_block_id": "p10_b206", "text": "Environmental changes caused by clearing forests to build roads for heavy machinery to enter mining sites, extraction activities, unmanaged energy-product wastes (light bulbs, electrical wires, battery plastics, etc.),and GHG emissions from burning fossil fuel in transportation, all contribute significantly to climate change. According to the CCSP for Energy, GHG emissions for Cambodia are currently extremely low compared to regional and global averages. According to the Statistical Year Book for Asia and the Pacific 2012 [8], the 2009 total carbon dioxide emissions for Cambodia was about four million tons. In the same year, in regards to energy consumption, the highest GHG emission was registered in residential areas, followed by the transport sector. The increasing demand for energy brought about by the country's rapid urbanization (around 4 percent annually) and the booming construction sector in major cities of Cambodia, together with the growth in transport, are the two major contributors to GHG emissions of the energy sector. Thus, it is timely to invest in measures which can increase the efficiency of energy consumption and production in order to reduce GHG emissions. Similarly, the untapped mine resources in Cambodia have attracted many investments in exploration and extraction, and these also require measures to ensure that activities are climate and environmental friendly, so that the country can keep on a sustainable development path."}, {"text_block_id": "p10_b207", "text": "Existing Initiatives:"}, {"text_block_id": "p10_b208", "text": "The former Ministry of Industry, Mines and Energy (MIME) had been engaged in a number of efforts to respond to climate change, including Climate Change Strategic Plan (CCSP) for the industry and energy sector, the National Green Growth Strategic Plan [9], the Cambodia Sustainable Energy for All Readiness Plan[l] and the Energy Efficiency Policy, Strategy and Action Plan [10]. These policies, strategies and action plans will continue to play an important role in developing the mining and energy sectors while at the same time addressing the mitigation aspect of climate change response through green energy production (renewable energy sources) and sustainable mining."}, {"text_block_id": "p10_b209", "text": "C. Priority Issues"}, {"text_block_id": "p10_b210", "text": "During the work leading up to MME's CCAP, a number of priority issues for the mining and energy sectors have been identified and are listed below, some of which were already included as priorities for the sector in the NSDP 2014-2018."}, {"text_block_id": "p10_b211", "text": "During the work leading up to MME's CCAP, a number of priority issues for the mining and energy sectors have been identified and are listed below, some of which were already included as priorities for the sector in the NSDP 2014-2018.\n* Identify environmental friendly technology in the extraction of metallic minerai from ore with\n* Formulate and analyse the emission base line with the implementation of adaptation and\n* Encourage efficient use of energy with minimal impact on the environment."}, {"text_block_id": "p11_b217", "text": "During the work leading up to MME's CCAP, a number of priority issues for the mining and energy sectors have been identified and are listed below, some of which were already included as priorities for the sector in the NSDP 2014-2018.\n* Identify environmental friendly technology in the extraction of metallic minerai from ore with\n* Formulate and analyse the emission base line with the implementation of adaptation and\n* Encourage efficient use of energy with minimal impact on the environment.\n* Undertake climate change vulnerability assessment of the energy infrastructures with\n* Increase institutional capacity for adaptation and mitigation response, including risk\n* Develop a legal and regulatory framework for the energy sector to ensure efficient\n* Strengthen capacity to mitigate environmenta_l impacts and to address safety issues related with\n* Increase electricity supply capacity and reducing tariff to an appropriate level, while the\n* Ensure reliability of electricity supply to attract investment in the user sectors to foster\n* Promote the exploration of energy sources such as hydropower, natural gas, and coal for the\n* Ensure stability in electricity supply to facilitate investment and socio-economic development.\n* Encourage the private sector to invest in energy, including in generation, transmission and\n* Further foster development of all types of renewable energy such as biomass, biogas, bio-fuel\n* Promote regional energy trade through bi-and multi-lateral cooperation."}, {"text_block_id": "p11_b239", "text": "II. STRATEGIES"}, {"text_block_id": "p11_b240", "text": "There are six strategic objectives in the Climate Change Strategic Plan for Manufacturing Industry and Energy published in 2012 by former Ministry of Industry, Mines and Energy (MIME) [7]. Four of these are related with industry sector, and two are related with energy sector. Base on the needs and discussions during the development of the Climate Change Action Plan 2016 -2018, two additional strategies have been added. The four strategies are as the following:"}, {"text_block_id": "p11_b241", "text": "Strategic objective 01: Policy Development in Energy Sector to meet SE4ALL target for Cambodia"}, {"text_block_id": "p11_b242", "text": "Strategic objective 02: Promote the energy infrastructures to be climate proof or climate resilient Strategic objective 03: Implementation of the GHG emission management approach for the energy sector Strategic objective 04: Improve capacities, knowledge and awareness for climate change response"}, {"text_block_id": "p11_b243", "text": "Ill. ACTION PLAN"}, {"text_block_id": "p11_b244", "text": "A. Summary Scope of Planning"}, {"text_block_id": "p11_b245", "text": "The Climate Change Action Plan for the Mines and Energy Sectors focuses on enhancing climate change adaptation and mitigation through building institutional capacity of MME and its staff, setting necessary policy and guidelines, implementing needed actions and cooperating with relevant stakeholders to cope with issues arising from a changing climate and extreme weather events such as floods, storms, droughts, as well as rising temperatures. The Action Plan will continues to scale up existing actions and propose new dedicated actions most relevant to climate impacts on energy infrastructure and environmental friendly development."}, {"text_block_id": "p11_b246", "text": "B. Action Plan Matrix"}, {"text_block_id": "p12_b247", "text": "The MME has proposed actions to address concerns related to climate change issues in the mining and energy sectors. These are summarized in the table below"}, {"text_block_id": "p12_b248", "text": "Table 1: Matrix planning"}, {"text_block_id": "p13_b249", "text": "C. Implications for Expenditure in the Ministry"}, {"text_block_id": "p13_b250", "text": "N/A"}, {"text_block_id": "p13_b251", "text": "D. Expected Benefits from the Implementation of the Action Plan"}, {"text_block_id": "p13_b252", "text": "The CCAP would enhance the capacity of the ministry for effective response to climate change nationally. Also, the CCAP would generate evidence based implementation to inform future climate change interventions through better policy, climate change proofing and resiliency, GHG emission management and natural resources and capacities, knowledge and awareness for climate change response improvement. The expected results of this action plan implementation will have both short and long-term benefits."}, {"text_block_id": "p13_b253", "text": "Short-term benefits could include:"}, {"text_block_id": "p13_b254", "text": "Short-term benefits could include:\n* Increased capacity of technical staff of the Ministry and partners involved in implementing the\n* Institutional and legal arrangements: legal measures and policy developed, ministerial CCAP's\n* In-flow of soft and hard technology transfer from developed countries to Cambodia;\n* Gradual changes in behaviour of different vulnerable target groups for adaptation and mitigation;\n* Commitment and contribution by different stakeholders to addressing climate change, especially"}, {"text_block_id": "p13_b264", "text": "Long-term benefits will focus on:"}, {"text_block_id": "p13_b265", "text": "Long-term benefits will focus on:\n* Environmentally sound economic, with poverty gradually reducing (productivity and quality of life\n* Natural resources are conserved for sustainable d_evelopment;\n* Long-term investment and proactive measures will be taken into account;\n* Environmentally sound society (gradually the emission of greenhouse gases and other waste and\n* Long-term savings in terms of capital, water, energy and other scarce resources"}, {"text_block_id": "p13_b276", "text": "IV. MANAGEMENTAND FINANCING MECHANISM"}, {"text_block_id": "p13_b277", "text": "A. Analysis of Existing Management and Financing Mechanisms"}, {"text_block_id": "p13_b278", "text": "The Figure 1 below illustrates the structural management of the Ministry of Mines and Energy."}, {"text_block_id": "p14_b279", "text": "Figure 1: Structure of Ministry of Mines and Energy"}, {"text_block_id": "p14_b280_merged", "text": "The Ministry of Industry, Mines and Energy was recently split into two ministries: Ministry of Mines and Energy (MME) and Ministry of Industry and Handicrafts (MIH). Each ministry has formed a Climate Change Working Group for the respective ministry with representatives from relevant departments who will take the lead to promote CCAP implementation in their respective sectors, and coordinate where ff d."}, {"text_block_id": "p15_b283", "text": "B. Analysis of Potential Sources and Volume of Finance for Climate Change Actions"}, {"text_block_id": "p15_b284", "text": "i. Budgeting of MME"}, {"text_block_id": "p15_b285", "text": "Until 2015 that the MME was not able to calculate actual amount of expenses made by the ministry on climate change as there was a lack of clear climate change actions for the Ministry of Mines and Energy, and lack of a programme based budget."}, {"text_block_id": "p15_b286", "text": "ii. Financial Mobilisation Mechanism"}, {"text_block_id": "p15_b287", "text": "Aside from the national budget, MME has already established partnerships with a number of donors and development partners on climate change related issues. The work of financial mobilisation"}, {"text_block_id": "p15_b288", "text": "·"}, {"text_block_id": "p15_b289", "text": "is led by the respective general directors and approved by the Minister."}, {"text_block_id": "p15_b290", "text": "iii. Potential Sources and Volume of Finance Climate Change Actions"}, {"text_block_id": "p15_b291", "text": "The present CCAP is estimated to be 5,020,000 USD over a 3-year period. Large part of the funds for the CCAP will be financed through the current development partners of MME. The multi-donor modality consisting of SIDA, UNDP and EU is supporting the Cambodia Climate Change Alliance with total current funding of USD 12.8 Million for 2014-19. The dedicated/global funds for climate change i.e., CIF, GEF, LCDF, AF, FCPF, and UN-REDD are potential sources of finance for implementing CCAP of MME. D1:dicated/global funds for climate change are expected to play a more important role as their funding scales are expected to get larger. In addition, key bilateral partners supporting MME on climate change work are Germany (through GIZ), USAID, JICA, KOICA, UKAID, and SIDA."}, {"text_block_id": "p15_b292_merged_merged", "text": "Alternativelv,, co-funding may be sought from specialized climate funds (Adaptation Fund, Green Climate Fund, GEF/LDCF, Nordic Development Fund), to cover the climate-proofing of traditional projects, or dedicated climate change projects. UN agencies, such as UNIDO, may be in a position to support resource mobilization for some of the 'soft' activities, and provide technical and capacity development services. Several NGOs are also very active in the renewable energy. sector. Policy and capacity development support, as well as funding for innovative activities, maybe be mobilized through the Cambodia Climate Change Alliance, or the Global Green Growth Institute. The potential for carbon-credit financing of mitigation initiatives should also be explored, with technical support from the Climate Change Department of the General Secretariat of the National Council for Sustainable Development."}, {"text_block_id": "p15_b295", "text": "iv. Entry Points for Climate Change Mainstreaming in Management and Financing"}, {"text_block_id": "p15_b296", "text": "Dedicated CCAP actions will be included in the annual revision of the PIP, starting in 2016 for the 2016-2018 PIP. MME Climate Change Working group will be in charge of this."}, {"text_block_id": "p15_b297", "text": "At project level, a key action will be to ensure that the screening criteria for any new project development in MME include an assessment of climate relevancy, and if the project is found to be climate relevant, they need to ensure that specific measures are included in the project design to contribute to mitigation or adaptation objectives. Advocacy on this issue will target both technical and planning departments involved in the review and formulation of new projects."}, {"text_block_id": "p15_b298", "text": "There is currently no significant domestic capital budget (except for counterpart funds) allocated to the mining and energy sectors. When MME adopts a program based budget, CCAP actions shall be included in the program budgets for co-funding through the national budget."}, {"text_block_id": "p16_b299", "text": "V. MONITORING AND EVALUATION"}, {"text_block_id": "p16_b300", "text": "Monitoring and evaluation (M&E) of this CCAP is aligned with Cambodia's M&E Framework for Climate Change, established by the CCCSP, as well as with the NSDP indicators on climate change. The framework"}, {"text_block_id": "p16_b301", "text": "•"}, {"text_block_id": "p16_b302", "text": "---·"}, {"text_block_id": "p16_b303", "text": "encompasses four main types of indicators, which will be measured on a yearly basis, as indicated in the"}, {"text_block_id": "p16_b304", "text": "table below."}, {"text_block_id": "p16_b305", "text": "Note that CCAP delivery indicators, though partially overlapping with other institutional readiness and result indicators part of the M&E framework, provide a summary view of MME' success in implementing CCAP and they also facilitate a comparison with CCAP implementation across sectors."}, {"text_block_id": "p16_b306", "text": "The full set of indicators which are part of this CCAP's M&E framework is presented below."}, {"text_block_id": "p18_b307", "text": "Additional result indicators for monitoring progress in the implementation of specific actions is provided in the action fiches presented in Annex."}, {"text_block_id": "p18_b308", "text": "The full development of MME's CC M&E Framework, including baselines and targets for indicators for CCAP delivery and mainstreaming, and for impact indicators, will be established at the start of 2016 and will be included in the first CCAP progress report (end of 2016). Baselines and targets for result indicators will be adjusted as the actions are financed."}, {"text_block_id": "p18_b309", "text": "Progress on the implementation of the CCAP will be reviewed on an annual basis through the framework of the Annual Progress Review established by MME; a specific chapter reviewing CCAP progress will be included. The CCAP indicator framework will be integrated with"}, {"text_block_id": "p18_b310", "text": "_"}, {"text_block_id": "p18_b311", "text": "in the indicator framework of the ministry; relevant indicators for climate change will be also included in the NSDP submission."}, {"text_block_id": "p18_b312_merged_merged", "text": "A final evaluation will be conducted in mid-2018, to inform the development of the next round of the CCAP. The evaluation will assess the progress in implementing the CCAP and CCSP and its relevance and contribution to addressing climate change impacts on the mines and energy sectors, as well as alignment with and contribution to achieving the objectives set in the CCCSP. The evaluation will also provide recommendations for future adjustment of the policy response. It will be important that evaluations identify lessons learned and, if needed, entry points for improving policies and actions. A precondition for organizing quality· evaluations at program (CCAP) and action levels will be that sufficient resources for M&E are budgeted in the actions."}, {"text_block_id": "p18_b317", "text": "The Department of Energy Development (DED) in MME will be responsible for the regular monitoring, reporting of CCAP's implementation (with at least one M&E report per year), with technical support from an interdepartmental Climate Change Working Group, which will be formally established at the start of CCAP planning period to drive its implementation. DED will carry out M&E with support from and in coordination with the Department of Climate Change (DCC) of the General Secretariat of the National Council for Sustainable Development (GSSD) and Ministry of Planning (MoP)."}, {"text_block_id": "p18_b318", "text": "The interdepartmental CC Working Group will be responsible for sharing information within MME, the GSSD, key line ministries and other stakeholders. They will also promote inclusive discussions to extract lessons from the implementation of MME's CCAPs. Their work will enable continued learning and timely adjustment of activities, potentiating a more effective climate change response."}, {"text_block_id": "p18_b319", "text": "VI. LEGAL REQUIREMENTS"}, {"text_block_id": "p18_b320", "text": "To fulfil the mandates of Ministry of Mines and Energy, a number of legal provisions have been developed to ensure effective leading and management of mines and energy sectors including petroleum, natural gas,"}, {"text_block_id": "p19_b321", "text": "and electricity of Cambodia. In 2001, Law on Electricity of Cambodia aimed to govern and to provide a framework for the electric power supply and services throughout the Kingdom of Cambodia. This law covers all activities related to the supply, the provision of services and uses of electricity and other associated activities of power sector. The Article 4 of this law states that the ministry should promote efficiency in generation, transmission, distribution and consumption of electricity, and take action to create a Comprehensive Electricity Conservation Program for Cambodia, as well as electricity sector emergency and energy security strategies. This article supports the reduction of GHG emissions through improving energy efficiency which is directly linked to the CCAP."}, {"text_block_id": "p19_b322", "text": "The second supporting legal framework for the implementation of this CCAP is the law on Mineral Resource Management and Exploitation. The purpose of this law is to determine the management and exploitation of mineral resources, and all activities relating to the mining operation in the Kingdom of Cambodia, with the exception of the mining operations of petroleum and gas, which are under a separate law. Article 21 specifies environment protection requirements while undertaking the mines' exploration and operation, as per the requirement of the Law on Environment Protection and Natural Resource Management, an environmental impact assessment and study, an environmental management plan, a mines site restoration and rehabilitation, and financial guarantees. This contributes to the sustainable mining practices."}, {"text_block_id": "p19_b323", "text": "In addition to the existing supporting regulations, the implementation of CCAP will possibly require adjustments in the existing legal framework and/or the development of new regulations based on the need and evidence from implementation. For example, Action Number 7 will require to revise the Prakas (Proclamation) of fuel storage and handling by integrating the safety inspection as a mandatory. Another potential regulation development is on Renewable Energy and Energy Efficiency to boost GHG emission reductions and to increase equity on energy accessibility."}, {"text_block_id": "p19_b324", "text": "VII. CONCLUSION"}, {"text_block_id": "p19_b325", "text": "The Ministry of Mines and Energy highly appreciates the Climate Change Action Plan 2016-2018 as a basis for t'lat:lbMI polIcy lmplŁl'TH:?ntatlon on dlrt1c1Le d1c1t1ge rur Lite 111l11e!:> dt,LI t:11t:1 gy !>t:Llur!>. 0,BŁd 011 the priority strategies defined above, there are specific strategies and actions which will support the achievement of the national strategic plan, vision, goal and missions of climate change for the two sectors. These strategies also indicate the importance of triple-dimension approaches to benefit to society, the economy and the environment as a whole."}, {"text_block_id": "p19_b326", "text": "At the end of the implementation period, the evaluation of the performance will be conducted to document lessons learnt and to identify new areas of intervention in the mining and energy sectors."}, {"text_block_id": "p20_b327", "text": "Annexe: Action Fiches"}, {"text_block_id": "p26_b328", "text": "MME ACTION FICHE No 5"}, {"text_block_id": "p34_b329", "text": "References"}, {"text_block_id": "p34_b330", "text": "References\n* Ministry of Industry, Mines and Energy (MIME).Cambodia Sustainable Energy for All Readiness Plan,\n* EC-ASEAN energy facility. Feasibility study of renewable energy options for rural electrification in\n* Available:http://www.un.org/esa/agenda21/nat1info/countr/cambodia/energy.pdf[Accessed on\n* Ung L, Sovuthea H, Siek S, Chetra S.Status and potential for the development of biofuels and rural\n* Hill RL, Curtin KM. Solar powered light emitting diode distribution in developing countries: an\n* Javadi FS, Rismanchi B, Sarraf M, Afshar 0, Saidur R, Ping HW, et al. Global policy of rural electrification.\n* Ministry of Industry Mines and Energy. National Strategic Plan for Manufacturing Industry and Energy\n* United Nations Economic and Social Commission for Asia and the Pacific. Statistical Yearbook for Asia\n* Royal Government of Cambodia. National Green Growth Strategic Plan 2013\n* Ministry of Industry, Mines and Energy (MIME). National Policy, Strategy And Action Plan on Energy\n* Ministry of Industry, Mines and Energy (MIME). National Policy, Strategy And Action Plan on Energy\n (11] National Assembly. Law on national financing for the year 2015, 2014.\n* Ministry of Environment. (2014). Draft Report on Climate Change Financing Framework"}], "document_description": "The Ministry Mines and Energy (MME) has developed the Climate Change Action Plan for 2016-2018 following the guidance of the Council of Ministers and with support from the National Council for Sustainable Development (NCSD) and technical and financial support from Cambodia Climate Change Alliance (CCCA).&nbsp;<br><br>The plan defines concret actions and resources needed for the implementation of the MME's responso to climate change providing direction on a number of issues which are critical to the sectors' development, including climate proofing of future energy infrastructure, decoupling economic growth and sectors' future development from GHG emissions.&nbsp;<br><br>The plan establishes the following priorities: 1) to identify environmental friendly technology in the extraction of metallic mineral from ore; 2) to formulate and analyse the emission base line with the implementation of adaptation and mitigation measures in the energy and mines sectors; 3) to encourage effective use of energy with minimal impact on the environment; 4) to undertake climate change vulnerability assessment of the energy infrastructures with adaptation measures; 5) to increase institutional capacity for adaptation and mitigation response; 6) to develop a legal and regulatory framework for the energy sector; 7) to strengthen capacity to mitigate environmental impacts; 8) to ensure reliability of electricity supply; 9) to promote the exploration of energy sources (hydropower, natural gas and coal for the electricity generation); 10) to promote regional energy trade through bi-and multi-lateral cooperation.&nbsp;"}