{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": ["Water", "Health", "Disaster Risk Management (Drm)", "Agriculture"], "document_language": "English", "document_name": "Climate Change Strategic Plan for Disaster Management Sector 2014-2018", "document_country_code": "KHM", "document_hazard_name": ["Storm", "Drought", "Flood"], "document_response_name": "Disaster Risk Management", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2013", "document_keyword": "Disaster Risk Management", "document_url": "https://cdn.climatepolicyradar.org/KHM/2013/KHM-2013-01-01-Climate Change Strategic Plan for Disaster Management Sector 2014-2018_93e43b9d76aae42a70b8f590b2c3bbff.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "KINGDOM OF CAMBODIA"}, {"text_block_id": "p0_b2", "text": "Nation, Religion, King"}, {"text_block_id": "p0_b3", "text": "3"}, {"text_block_id": "p0_b4", "text": "Climate Change Strategic Plan for Disaster Management Sector"}, {"text_block_id": "p0_b5", "text": "NATIONAL COMMITTEE FOR DISASTER MANAGEMENT"}, {"text_block_id": "p0_b6", "text": "2013"}, {"text_block_id": "p1_b7", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b8", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p4_b9", "text": "Ł"}, {"text_block_id": "p4_b10", "text": "eft"}, {"text_block_id": "p4_b11", "text": "un"}, {"text_block_id": "p4_b12", "text": "1"}, {"text_block_id": "p4_b13", "text": "qi,a19l21mr,i!DLB1ruYUJPJ LY LHrun1n1!fullf1J Bill"}, {"text_block_id": "p4_b14", "text": "\\J \\\\"}, {"text_block_id": "p4_b15", "text": "L Qrol: Slffi u"}, {"text_block_id": "p4_b16", "text": "!LYS"}, {"text_block_id": "p4_b17", "text": "!J!!"}, {"text_block_id": "p4_b18", "text": "lf1J\"QQ"}, {"text_block_id": "p4_b19", "text": "A"}, {"text_block_id": "p4_b20", "text": "Ł"}, {"text_block_id": "p4_b21", "text": "0"}, {"text_block_id": "p4_b22", "text": "H"}, {"text_block_id": "p4_b23", "text": "LYŁ"}, {"text_block_id": "p4_b24", "text": "Ł"}, {"text_block_id": "p4_b25", "text": "rn1Łt!YDŁQ§"}, {"text_block_id": "p4_b26", "text": "Q§"}, {"text_block_id": "p4_b27", "text": "Y UJPJ LY LHrun1n1J S u5m LS"}, {"text_block_id": "p4_b28", "text": "tLY qt;t19!21Ł UJ tLYŁ LBY: LJ1J i,a"}, {"text_block_id": "p4_b29", "text": ": ufl1 qŁ !-8l l_81Ł t1 u L!J[Rl2l"}, {"text_block_id": "p4_b30", "text": "YLJ1J!QR!SL0rur:J! BP!S"}, {"text_block_id": "p4_b31", "text": "'UJŁY Y UJPJ LY LHru n1D1! U L!JS ŁPJ"}, {"text_block_id": "p4_b32", "text": "'y UJPJ LY LHruD1D1!"}, {"text_block_id": "p4_b33", "text": "'n3"}, {"text_block_id": "p4_b34", "text": "'s L.MJ 1nqfu Y1LJ1J i.a tlJ1J !j q!J!Rfu: s1 ru LY§ Y m Ł"}, {"text_block_id": "p4_b35", "text": "LffiUSLDR"}, {"text_block_id": "p4_b36", "text": "!LQDR[!.t11!LY hissH!LY qb§Rt;t LDPJ s u5 ruff!Ł p hiQy Ł YDJlsCn"}, {"text_block_id": "p4_b37", "text": "u L!JH)ffi l..PlDYn1rn S!JH!LY Sl 8nrnqb Q8 y LB nu:iru Pl LWDUJ"}, {"text_block_id": "p4_b38", "text": "?sŁtLY Q§.. mus LDR: LY1; s1m"}, {"text_block_id": "p4_b39", "text": "w;"}, {"text_block_id": "p4_b40", "text": "W1.m sn¥ŁtLY"}, {"text_block_id": "p4_b41", "text": "0"}, {"text_block_id": "p4_b42", "text": "W!YRdiruru P!"}, {"text_block_id": "p4_b43", "text": "'ep,ueo"}, {"text_block_id": "p4_b44", "text": "'dONn"}, {"text_block_id": "p4_b45", "text": "y"}, {"text_block_id": "p4_b46", "text": "UJPJ LY LHru"}, {"text_block_id": "p4_b47", "text": "n"}, {"text_block_id": "p4_b48", "text": "1"}, {"text_block_id": "p4_b49", "text": "n"}, {"text_block_id": "p4_b50", "text": "1HLY"}, {"text_block_id": "p4_b51", "text": "i"}, {"text_block_id": "p4_b52", "text": "tLY"}, {"text_block_id": "p4_b53", "text": "ru Pl"}, {"text_block_id": "p4_b54", "text": "S LBf© QDl.1! Ql_2 Q§ 91.ill Y"}, {"text_block_id": "p4_b55", "text": "g:;"}, {"text_block_id": "p4_b56", "text": "Y!Ł LY S LBY Łl S LOY UJPJ LY LHruD1D1J!LY QŁ § k' ¥ wru P!C: qfo1 Y UYY U!2Ul Q§ gŁ :fuŁn:i \\Jft,, QŁ Ł S ŁyŁ: LY1l: ufl1 Łm USLDR: LY1l qt;t19!£1mr,,!9LB1f1J Y UJPJ LY LHru n1D1!!LY Y ffi ¥ lJ1J l;!!LYffi !fll: Dl"}, {"text_block_id": "p4_b57", "text": "P"}, {"text_block_id": "p4_b58", "text": "U1"}, {"text_block_id": "p4_b59", "text": "C: qfoBŁ SŁDJl 1-SB:;Jl ru P!ffiRY!"}, {"text_block_id": "p4_b60", "text": "Lill"}, {"text_block_id": "p4_b61", "text": "D UJ J:"}, {"text_block_id": "p4_b62", "text": "Y UJPJ LYLHruD1D1!!LY QŁ µ\\l ?sntLY Q§"}, {"text_block_id": "p4_b63", "text": "16 Ł 6"}, {"text_block_id": "p4_b64", "text": "Qlf.11 Y LB o"}, {"text_block_id": "p4_b65", "text": "ffi US LDR: LY1l Slffi ):!§ W1ffi SD¥LY!LY"}, {"text_block_id": "p4_b66", "text": "L mus LDR: LY11 qt;t19!21tLY qb qn1! qŁpŁ Y Ł"}, {"text_block_id": "p4_b67", "text": "5 Ł"}, {"text_block_id": "p4_b68", "text": "s grnm"}, {"text_block_id": "p4_b69", "text": "P"}, {"text_block_id": "p4_b70", "text": "§ k' y w tLY s LBru r:JJYH9!21"}, {"text_block_id": "p4_b71", "text": "qs"}, {"text_block_id": "p4_b72", "text": ".."}, {"text_block_id": "p4_b73", "text": "s"}, {"text_block_id": "p4_b74", "text": "nt.MJ qfu Y1n!i1 u Rfru"}, {"text_block_id": "p4_b75", "text": "5"}, {"text_block_id": "p4_b76", "text": "!LY"}, {"text_block_id": "p4_b77", "text": "s LBf© sa1Yru r:Jl"}, {"text_block_id": "p4_b78", "text": "(!'"}, {"text_block_id": "p4_b79", "text": "('\""}, {"text_block_id": "p4_b80", "text": "I,."}, {"text_block_id": "p4_b81", "text": "QSl ru u1: mBLYtLJ1J1 r:J UJ !2m us LDR: LY11"}, {"text_block_id": "p4_b82", "text": "(\" .. 0 flll"}, {"text_block_id": "p4_b83", "text": "sim!JSW1msnyLYtLYm LDl: 51"}, {"text_block_id": "p4_b84", "text": "p"}, {"text_block_id": "p4_b85", "text": "f;"}, {"text_block_id": "p4_b86", "text": "r'\"•"}, {"text_block_id": "p4_b87", "text": "I"}, {"text_block_id": "p4_b88", "text": ",."}, {"text_block_id": "p4_b89", "text": "s L8 SRU1f1JHQLB qm1ru1 YRm us LDR: ufl1 uru w :n"}, {"text_block_id": "p4_b90", "text": ".."}, {"text_block_id": "p4_b91", "text": "• 0"}, {"text_block_id": "p4_b92", "text": ",0.. ,.,"}, {"text_block_id": "p4_b93", "text": "\""}, {"text_block_id": "p4_b94", "text": "ru !JSS QDDLHUJY Ł"}, {"text_block_id": "p4_b95", "text": "mus LDR: ufl1 s1m ):!§ W1ffi sD¥ LY!LY Ł Ql2Łffi !LYY L8:"}, {"text_block_id": "p4_b96", "text": "3"}, {"text_block_id": "p4_b97", "text": "!LY"}, {"text_block_id": "p4_b98", "text": "L ru LO Łu5rn UJ;Y rnLJ1J LYl Yoful lf1J Bill"}, {"text_block_id": "p4_b99", "text": "R LY n ru1 s p UJ n1 J;Y n tu LlJru LB 3 hJ s g1 n q §"}, {"text_block_id": "p4_b100", "text": "Y1 Ł u LlJm s n ¥ LY t LY 9 LB1 ru Y"}, {"text_block_id": "p4_b101", "text": "b Ł Ł"}, {"text_block_id": "p4_b102", "text": "L8 Ł"}, {"text_block_id": "p4_b103", "text": "fu Ł m Rm LO t.fb1 R UJ"}, {"text_block_id": "p4_b104", "text": "q §"}, {"text_block_id": "p4_b105", "text": "Y UJ f1J LY lH ru n1 D1! ! LY Y ffi ¥ lJ1J l;! ! LY"}, {"text_block_id": "p4_b106", "text": "u L!JYSN s LB SB!2 LDPJ s u5 ru ff!f©m"}, {"text_block_id": "p4_b107", "text": "p"}, {"text_block_id": "p4_b108", "text": "-Ł"}, {"text_block_id": "p4_b109", "text": "s LBru r:J!f LY s m BLY § B!2 LDPJ s u5 ru RŁ p Y"}, {"text_block_id": "p4_b110", "text": "uuŁ"}, {"text_block_id": "p4_b111", "text": "UJ"}, {"text_block_id": "p4_b112", "text": "¥LPŁ"}, {"text_block_id": "p4_b113", "text": "m uu ! (ll B Ql2 Ł m tLY"}, {"text_block_id": "p4_b114", "text": "§ R !2 LDPJ s u5 ru"}, {"text_block_id": "p4_b115", "text": "B"}, {"text_block_id": "p4_b116", "text": "i-si mus LDR: LY11 qt;t19 l21m f:1J !DLB1ru"}, {"text_block_id": "p4_b117", "text": "L ffi U S lD R : uni q Ł !-8 l S LO 1.51 Ł t1"}, {"text_block_id": "p4_b118_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "U LlJ Y B f1J Q §"}, {"text_block_id": "p4_b121", "text": "mus LDB: LY11 qt;t1n!21Y UJtLY n LBY: LJ1J !2PJ ntnlf1J1"}, {"text_block_id": "p4_b122", "text": "I .. ,e t I"}, {"text_block_id": "p4_b123", "text": "u L!JYBru"}, {"text_block_id": "p5_b124", "text": "1. BACKGROUND"}, {"text_block_id": "p5_b125", "text": "Climate change will be a serious obstacle, hindering"}, {"text_block_id": "p5_b126", "text": "countries’"}, {"text_block_id": "p5_b127", "text": "development, if it is ignored and joint efforts are not made to address it. Over the last few years, natural disasters have increased worldwide, resulting in loss of life and property, and seriously affecting the economy as a whole. Cambodia has been affected by a series of severe floods, droughts and storms. Severe flooding hit Cambodia in 2000, 2001 and 2002, and major droughts hit in 2003 and 2004. In 2009, an unexpected tropical storm, Typhoon Ketsana, hit Cambodia, causing hundreds of casualties, and damaging houses and other properties; and in September 2011, Cambodia suffered seriously from both the Mekong flooding and flash flooding."}, {"text_block_id": "p5_b128", "text": "Subsequent and unexpected natural disasters are affecting many countries across Asia, leaving them facing similar risks, and increasing the vulnerability of their social structures, economies and livelihoods, especially for women and children. The hardships caused by disasters have added a burden on governments, which have required them to undertake disaster risk reduction (DRR) measures. In order to cope with this issue, the Royal Government of Cambodia (RGC) established the National Committee for Disaster Management (NCDM) under the leadership of"}, {"text_block_id": "p5_b129", "text": "Samdech Akka Moha Sena Padei Techo Hun Sen"}, {"text_block_id": "p5_b130", "text": ", the Prime Minister of Cambodia. It is predicted that climate change will have adverse consequences on water resources, agriculture, food security, eco-systems, the sea, sea eco-systems and human health. Climate change also contributes to more frequent, severe and unpredictable hazards such as cyclones, droughts, floods, heat waves and other extreme weather events. In short, we can conclude that floods and droughts occurring in Cambodia are the negative impacts of climate change, and building links between DRR and climate change adaptation (CCA) is a top priority."}, {"text_block_id": "p5_b131_merged_merged_merged", "text": "CCA and DRR are the responsibility of Government at all levels; hence, they are not able to be addressed by a single institution or agency, but collectively. It is not possible for a single government institution to comprehensively address DRR and CCA, as these should be viewed as cross-cutting issues, jointly addressed by all stakeholders. The Strategic Plan on Climate Change for Disaster Management Sector contributes to CCA; it is appropriate to raise this issue at the community level as, when hazards happen, people in communities directly suffer. Addressing this issue should be done at the community level, as experience shows that local governments and communities are the main actors who immediately respond to disaster events. The first response to emergencies is crucial for saving human lives, as external assistance may not come immediately. Furthermore, community-based DRR and CCA can contribute significantly to the attainment of the government’s poverty reduction policy. To implement community-based DRR requires building the resilience of nations and communities to disasters, and increasing understanding of identifying, assessing and monitoring disaster risks. In other words, understanding the reasons behind the vulnerabilities, including the lack of physical infrastructures, social and economic services, and improper settlement, is crucial."}, {"text_block_id": "p5_b134", "text": "CCA and DRR are essential starting points to help make communities safe and resilient to natural hazards. In order to ensure the achievement of sustainable long-term results, active"}, {"text_block_id": "p6_b135", "text": "contribution from disaster-affected local people should be promoted, as well as strengthening local capacity, and providing resources to communities. Along with assisting the local communities, it is necessary to strengthen the sense of responsibility of the sub-national administration and communities in promoting participation in the improvement of vulnerable communities, by integrating DRR and CCA measures into development, investment and poverty reduction plans. Multi-stakeholder participation is key to durable achievement of such projects."}, {"text_block_id": "p6_b136", "text": "2. INTRODUCTION"}, {"text_block_id": "p6_b137", "text": "From theory into action: the Guideline to implement Hyogo Framework for Action (HFA)"}, {"text_block_id": "p6_b138", "text": "As an agrarian country, Cambodia is highly vulnerable to the impacts of climate change. Adverse impacts could possibly include increased flood and drought magnitude and damage, reductions in crop yields, decreased water availability and an increase in the number of people exposed to vector-and water-borne diseases. According to the Intergovernmental Panel on Climate Change (IPCC), climate change will increase vulnerabilities of the social economy, and will result in a shortage of rain water in this century. People will face multiple challenges caused by natural disaster emergencies that cannot be avoided. The IPCC stated that CCA can be accomplished through building resilience to climate change. Climate change adaptation requires an early warning system and risk assessment, and the use of natural resources in a sustainable manner in implementing DRR measures."}, {"text_block_id": "p6_b139", "text": "CCA and building resilience capacities are the fourth priority set forth in the Hyogo Framework for Action (HFA) that encourages the highly sustainable use and management of economic systems, natural resources and land, integrating various strategies into DRR and CCA"}, {"text_block_id": "p6_b140", "text": "The HFA echoes the promotion of food security for building resilience, by integrating DRR into the health sector and promoting hospital security. It is important to safeguard public means, recovery plans and social safety nets. Furthermore, the fourth priority lays out ideas for promoting alternative income generation, financial risk sharing mechanisms, and creating partnerships with the private and public sectors. There is a need to consider land use planning, house building codes, and mainstreaming risk assessment into rural development plans."}, {"text_block_id": "p6_b141", "text": "The Strategic Plan on Climate Change for the Disaster Management Sector aims to strengthen capacity and comprehensive understanding at the national level down to the local level, meeting the existing mechanisms of the NCDM in an attempt to shore up attention and cooperation through the link between DRR and CCA."}, {"text_block_id": "p6_b142", "text": "It is necessary to pay attention to the importance of cooperation and partnership between the NCDM and partner NGOs responsible for sustainable development. NCDM must work very closely with partner NGOs to take urgent measures to address DRR and CCA, focusing on protecting people in their communities, infrastructures, and public properties."}, {"text_block_id": "p7_b143", "text": "There is a need to promote a culture of prevention, through finding additional resources to mitigate disaster risk for achieving sustainable development. Assessing risks and an early warning system are vital elements for saving human lives, livelihoods and properties, and contributing to sustainable development."}, {"text_block_id": "p7_b144", "text": "3. DISASTER RISK CONDITION"}, {"text_block_id": "p7_b145", "text": "The Strategic Plan on Climate Change for the Disaster Management Sector has a very close relationship with training programs that strengthen resilience to climate change:"}, {"text_block_id": "p7_b146", "text": "The Strategic Plan on Climate Change for the Disaster Management Sector has a very close relationship with training programs that strengthen resilience to climate change:\n* Prepare training plans to strengthen capacities at the national and local level in order to\n* Contribute to sharing knowledge and public awareness of resilience capacity to CCA and\n* Contribute to achieving the governmentâs development plan in a sustainable manner, in"}, {"text_block_id": "p7_b154", "text": "4. DISASTER IMPACTS AND CLIMATE RISK IN CAMBODIA"}, {"text_block_id": "p7_b155", "text": "The Strategic Plan on Climate Change for the Disaster Management Sector is regarded as a prominent point to mitigate disaster risk caused by natural or human-made hazards such as: floods, droughts, storms and pandemics."}, {"text_block_id": "p7_b156", "text": "4.1. Flood"}, {"text_block_id": "p7_b157", "text": "Climate change contributes to frequent Mekong river floods and flash floods that affect and damage public property, housing and crops, kill people and animals, and seriously affect infrastructure. In 2011, floods affected Phnom Penh and 17 provinces, equating to 122 districtskhans-towns and 687 communes-sangkats, and some 354,217 households, equating to 1,771,085 people. Among them, 51,950 households, equating to 25,750 people, were evacuated to safe areas; and in total, 250 people died. The floods submerged transplanted rice seedlings on 431,476 hectares, while 267,184 hectares of transplanted rice seedlings were damaged. In addition, 360 km of national and provincial roads were damaged, and 4,469 km of dirt roads were damaged. There were 1,360 schools submerged during the flood."}, {"text_block_id": "p7_b158", "text": "4.2. Drought"}, {"text_block_id": "p7_b159", "text": "Climate change contributes to frequent and prolonged drought. Cambodia's monsoon climate gives it two distinct seasons -a dry season from November to April, followed by six months of rainy season. Rainfall is highest between May and June, and September and October . In general, there is a dry spell for about two to three weeks in July and August. Drought occurs when there is a"}, {"text_block_id": "p8_b160", "text": "lack of water in a particular area, usually caused by reduced rainfall over that particular area. Drought can have a major direct impact on subsequent availability of water for crop gr owth, and it can cause widespread disease; people can easily die from dehydration. In 2011, although it rained continuously in the first week of May, and rice was planted faster than the previous year, there was drought in a small number of places due to lack of rainfall. In some areas, it rained only at the beginning of the rainy season, and in some other areas, it did not rain until July or October. Some 3,500 hectares of land in Battambang province and 300 hectares of land in Takeo province were affected by lack of water. In addition, the districts of Samaky Meanchey and Boseth in the provinces of Kompong Chhnang and Kompong Speu province were also affected."}, {"text_block_id": "p8_b161", "text": "4.3. Storm"}, {"text_block_id": "p8_b162", "text": "Cambodia’s cl"}, {"text_block_id": "p8_b163", "text": "imate, like that of the rest of Southeast Asia, is dominated by monsoons, which are known as tropical wet and dry. Recently, due to the effect of climate change, Cambodia was affected by strong winds. On 29 September 2011, Typhoon Ketsana hit Cambodia, causing widespread damage. At least 43 people died and 47 people were injured, and about 49,787 households lost their homes and livelihoods. Some 180,000 people were directly affected and 1.4% of the population was indirectly affected by the storm; in total, damages were estimated at US$131,996,415."}, {"text_block_id": "p8_b164", "text": "4.4. Lightning"}, {"text_block_id": "p8_b165", "text": "Lightning strikes are becoming more severe from year to year:"}, {"text_block_id": "p8_b166", "text": "Lightning strikes are becoming more severe from year to year:\n* In 2007: 5 people were killed, and 51 people were wounded\n* In 2008: 95 people were killed, and 22 people were wounded\n* In 2009: 140 people were killed, and 59 people were wounded\n* In 2010: 114 people were killed, and 58 people were wounded\n* In 2011: 165 people were killed\n* In the first semester of 2012, 63 people were killed by lightning."}, {"text_block_id": "p8_b178", "text": "4.5. Pandemics and Epidemics"}, {"text_block_id": "p8_b179", "text": "Pandemics, such as cholera, malaria and dengue, which are called tropical diseases by the World Health Organization (WHO), remain substantial threats to Cambodia. Recently, there was an outbreak of influenzas such as: H5N1, H1N1, and A/H1N1. From 2005 to 2012, there were 21 cases of bird flu human infection, in which 19 people died and two people were rescued."}, {"text_block_id": "p8_b180", "text": "Over the last few years, we have witnessed a number of unprecedented natural disasters, and each disaster has caused loss of life, destroyed livelihoods, and increased poverty rates."}, {"text_block_id": "p9_b181", "text": "5. CLIMATE CHANGE RESPONSE STRATEGY AND POLICY"}, {"text_block_id": "p9_b182", "text": "5. CLIMATE CHANGE RESPONSE STRATEGY AND POLICY\n* Strategic National Action Plan for Disaster Risk Reduction (2008-2013) (SNAP) was\n* Strategic National Action Plan for Disaster Risk Reduction (2008-2013) (SNAP) was\n overnmentâs development plan\n* Strategic National Action Plan for Disaster Risk Reduction (2008-2013) (SNAP) was\n overnmentâs development plan\n , particularly poverty\n* The primary motivation of the RGC in formulating an action plan for DRR is to reduce the vulnerability of its people in local communities, especially the poor. SNAP has also"}, {"text_block_id": "p9_b191", "text": "Cambodia still does not have a disaster management law, contingency plan, national policy for disaster management, or standard operating procedure in place. In short, laws and policies assist the government and local authorities to be well prepared to effectively respond to hazards, including climate change. Therefore, NCDM has prepared a new draft law on disaster management and some draft policy documents that can be used as tools to check and monitor disaster situations, and to provide assistance to people and communities at risk. Promoting and supporting the recognition of DRR and CCA are helpful for CCA (as soon as DRR is comprehensively addressed)."}, {"text_block_id": "p9_b192", "text": "The HFA 2005-2015, which was adopted by the World Conference in Kobe, Japan, in 2005, was established to respond to disasters affecting people and communities. The HFA sets out that DRR is a major challenge for development policy, while also benefiting science, humanitarian needs, and the environment. Disasters devastate the development of a nation; they have adverse impacts on people, and increase poverty. Without serious efforts, disaster will increasingly become a"}, {"text_block_id": "p9_b193", "text": "serious obstacle to the achievement of the country’s development aspirations."}, {"text_block_id": "p9_b194", "text": "According to the document published by the United Nations International Strategy for Disaster Reduction (UNISDR), disaster and climate change pose two major threats:"}, {"text_block_id": "p9_b195", "text": "According to the document published by the United Nations International Strategy for Disaster Reduction (UNISDR), disaster and climate change pose two major threats:\n* Increase in the frequency and intensity of weather and climatic hazards, such as floods,\n* There are some changes such as the loss of eco-systems, decrease in water resources,"}, {"text_block_id": "p9_b199", "text": "Through the study, and based on previous experience related to the disaster management sector, some remarkable results have been achieved, in particular, community understanding of DRR. However, some communities have neglected the importance of DRR, and some activities remain unimplemented."}, {"text_block_id": "p10_b200", "text": "To achieve the expected objectives and goals of the Strategic Plan on Climate Change for Disaster Management Sector, some activities should be focused on:"}, {"text_block_id": "p10_b201", "text": "To achieve the expected objectives and goals of the Strategic Plan on Climate Change for Disaster Management Sector, some activities should be focused on:\n* Promote the participation of the media such as TV, radio, newspapers and magazines to\n* Publish and distribute posters related to disaster prevention and DRR to local communities.\n* Some communities are less affected by a disaster, as they have a better understanding of\n* Mainstreaming understanding means mitigating the major impacts of disasters. So far,\n\t* Mainstream DRR/CCA into commune development plans\n\t* Mainstream DRR/CCA into school curriculums\n\t* To make these tasks highly effective, there is a need to strengthen cooperation with\n\t* The SNAP was endorsed and launched to achieve the goals laid out in the Rectangular\n\t* To be well prepared to respond to natural disasters, in 1995, the RGC established NCDM.\n\t* organizational structure was established at all levels, from national and provincial,"}, {"text_block_id": "p10_b221", "text": "Samdech Akka Moha Sena Padei Techo Hun Sen"}, {"text_block_id": "p10_b222_merged_merged", "text": ", the Prime Minister of Cambodia, is the president of NCDM, and the honorable president of Committee for Climate Change Management. This clearly reflects the government’s attention to the disaster management and climate change sector."}, {"text_block_id": "p11_b225", "text": "6. RESPONDING MEASURES FOR DISASTER RISK REDUCTION TO CLIMATE CHANGE"}, {"text_block_id": "p11_b226", "text": "6.1."}, {"text_block_id": "p11_b227", "text": "Vision"}, {"text_block_id": "p11_b228", "text": "Build communities that are resilient to disasters caused by climatic hazards."}, {"text_block_id": "p11_b229", "text": "Cambodia can build the resilience of communities to disasters caused by climatic hazards by launching common measures to mitigate risks and vulnerabilities."}, {"text_block_id": "p11_b230", "text": "6.2."}, {"text_block_id": "p11_b231", "text": "Mission"}, {"text_block_id": "p11_b232", "text": "Adhere to the HFA and knowledge on DRR and CCA."}, {"text_block_id": "p11_b233", "text": "DRR and CCA relate to sustainable development and provide information about disaster risks and prevention measures. These are easy for people in highly vulnerable areas to understand, so they mitigate risks and build resilience."}, {"text_block_id": "p11_b234", "text": "6.3."}, {"text_block_id": "p11_b235", "text": "Objectives and Purposes"}, {"text_block_id": "p11_b236", "text": "The Strategic Plan on CCA focuses on reducing people"}, {"text_block_id": "p11_b237", "text": "’s"}, {"text_block_id": "p11_b238", "text": "vulnerability to climate change hazards, by strengthening the Disaster Management system and being actively involved in DRR activities, which are the core element of CCA."}, {"text_block_id": "p11_b239", "text": "The Strategic Plan"}, {"text_block_id": "p11_b240", "text": "’s"}, {"text_block_id": "p11_b241", "text": "specific purposes are:"}, {"text_block_id": "p11_b242", "text": "specific purposes are:\n* Promote the relationship between DRR and CCA.\n* Promote attention on disaster risk management by focusing on vulnerabilities, poverty\n* Show the benefits of promoting capacities in adapting to climate change.\n* Promote management of unprecedented events and the uncertainty of climate change."}, {"text_block_id": "p11_b250", "text": "6.4."}, {"text_block_id": "p11_b251", "text": "Strategy"}, {"text_block_id": "p11_b252", "text": "6.4.1."}, {"text_block_id": "p11_b253", "text": "Strategy 1: Links between Climate Change Adaptation and Disaster Risk Reduction"}, {"text_block_id": "p11_b254_merged_merged_merged", "text": "CCA and DRR share a common feature – they are not sectors in themselves, but must be implemented through close collaboration at the national and local level, by local communities, NGOs and organizations that provide technical and financial support."}, {"text_block_id": "p11_b257", "text": "Activities must be carried out based on the creation of laws, policies and regulations, and revision of existing principles, to assist government institutions, civil societies and the private sector in strengthening the relationship between SNAP and NAPA."}, {"text_block_id": "p12_b258", "text": "Due to the lack of understanding of CCA and DRR, capacity building among local people and relevant organizations, including at provincial and district level, and especially among communities and households that are most vulnerable to climate change, is a priority. In addition, the lack of human resources and funding is a big challenge."}, {"text_block_id": "p12_b259", "text": "6.4.2."}, {"text_block_id": "p12_b260", "text": "Strategy 2: Promoting the early warning system"}, {"text_block_id": "p12_b261", "text": "If cultures of prevention and disaster resilience are promoted, and disaster information is provided to people in a timely manner, the adverse impacts of natural disasters and climate change can be reduced. Raising awareness and reminding people of the hazards, vulnerabilities, coping capacities and disaster responses, are regarded as vital."}, {"text_block_id": "p12_b262", "text": "To cope with urgently emerging problems caused by climate change, high-tech equipment and systems that could provide accurate warning information are required. The NCDM works very closely with the Ministry of Water Resources and Meteorology (MoWRAM) in receiving and disseminating warning information to local people. In Cambodia, the government considers community-based disaster risk management (CBDRM) an important measure to alleviate poverty. Establishing specialized teams and mechanisms that are responsible for analyzing information regarding climate risk is also required; warning information should be disseminated to decision makers, in particular in local communities."}, {"text_block_id": "p12_b263", "text": "6.4.3."}, {"text_block_id": "p12_b264", "text": "Strategy 3: Building disaster resilience and Climate Change Adaptation capacity at all levels through education"}, {"text_block_id": "p12_b265", "text": "It is necessary to develop community information on disasters and climate risk. Historical data and lessons from past experiences should be compiled, and climate information should be created in line with NAPA."}, {"text_block_id": "p12_b266", "text": "To ensure the effectiveness of the above mechanisms, there is a need to conduct training of trainers on related topics. Based on this, there will be more people to educate and promote public awareness in local communities, through cooperation with multi-agencies and multi-sectors, among relevant institutions, NGOs, development partners and stakeholders at all level s."}, {"text_block_id": "p12_b267", "text": "Information provided through radio, TV and education systems can be accessed easily by local people. In parallel, promoting the information using technology among the young generation should be put forward for consideration."}, {"text_block_id": "p12_b268", "text": "6.4.4."}, {"text_block_id": "p12_b269", "text": "Strategy 4: Developing by paying more attention to risk"}, {"text_block_id": "p12_b270", "text": "DRR will be integrated into all development plans, with a focus on land use regulations and settlement by local people. Development plans must walk hand-in-hand with CCA and DRR. Social safety nets can be formulated through the development of health services, career opportunities, micro finance and insurance institutions."}, {"text_block_id": "p13_b271", "text": "It is necessary to assess the impact on the environment to better enforce laws on activities such as trash disposal, air pollution, drainage pollution, etc."}, {"text_block_id": "p13_b272", "text": "6.5."}, {"text_block_id": "p13_b273", "text": "Disaster risk reduction activities in response to climate change"}, {"text_block_id": "p13_b274", "text": "6.5.1."}, {"text_block_id": "p13_b275", "text": "The formulation of law and policy"}, {"text_block_id": "p13_b276", "text": "The formulation of law and policy\n* The formulation of laws and policies is a key challenge for relevant ministries and\n<\\li1>"}, {"text_block_id": "p13_b278", "text": "6.5.2."}, {"text_block_id": "p13_b279", "text": "Strengthening an"}, {"text_block_id": "p13_b280", "text": "institution’s capacity in disaster risk management"}, {"text_block_id": "p13_b281", "text": "contributing to CCA"}, {"text_block_id": "p13_b282", "text": "contributing to CCA\n* As soon as the Disaster Management law is enacted, it is necessary to\n* Formulate a coordination team to follow-up and check the implementation of"}, {"text_block_id": "p13_b286", "text": "6.5.3."}, {"text_block_id": "p13_b287", "text": "Building preparedness capacity in response to disaster"}, {"text_block_id": "p13_b288", "text": "Building preparedness capacity in response to disaster\n* Review the disaster response capacities.\n* Develop a national contingency plan in collaboration with the United Nations\n* Introduce the contingency plan at the sub-national level.\n* Formulate standard operating procedures for natural hazards.\n* Create and build the capacities of a national response team.\n* Promote awareness to the NCDM at the provincial and community level, of"}, {"text_block_id": "p13_b300", "text": "6.5.4."}, {"text_block_id": "p13_b301", "text": "Improving early warning system"}, {"text_block_id": "p13_b302", "text": ""}, {"text_block_id": "p13_b303", "text": "Conduct risk assessment at the community level."}, {"text_block_id": "p13_b304", "text": ""}, {"text_block_id": "p13_b305", "text": "Establish a disaster management information system."}, {"text_block_id": "p13_b306", "text": ""}, {"text_block_id": "p13_b307", "text": "Establish an early warning system on climate hazards."}, {"text_block_id": "p13_b308", "text": ""}, {"text_block_id": "p13_b309", "text": "Cooperate with the Centre for Humanitarian Assistance on Disaster Management (AHA) and international organizations to exchange information on climate change."}, {"text_block_id": "p14_b310", "text": "6.5.5."}, {"text_block_id": "p14_b311", "text": "Strengthening community-based DRR"}, {"text_block_id": "p14_b312", "text": ""}, {"text_block_id": "p14_b313", "text": "Assess the impact of hazards, in addition to the geography, weather and instability of weather."}, {"text_block_id": "p14_b314", "text": ""}, {"text_block_id": "p14_b315", "text": "Shore up attention on raising-awareness of natural and environmental management through the development plan, to reduce disaster risk and vulnerability."}, {"text_block_id": "p14_b316", "text": ""}, {"text_block_id": "p14_b317", "text": "Apply structural and non-structural measures to mitigate disaster risk in natural and environmental management."}, {"text_block_id": "p14_b318", "text": ""}, {"text_block_id": "p14_b319", "text": "Promote the integration of disaster risk reduction and climate change adaptation into specific risk reduction projects."}, {"text_block_id": "p14_b320", "text": ""}, {"text_block_id": "p14_b321", "text": "Improve traditional methods used by local people, so they can sustain their livelihoods in the face of climate change."}, {"text_block_id": "p14_b322", "text": ""}, {"text_block_id": "p14_b323", "text": "Promote food security and ensure the resilience capacity of communities to hazards caused by climate change."}, {"text_block_id": "p14_b324", "text": "6.5.6."}, {"text_block_id": "p14_b325", "text": "Building capacity on disaster management and climate change"}, {"text_block_id": "p14_b326", "text": ""}, {"text_block_id": "p14_b327", "text": "Based on national standards, prepare terminology and definitions for disaster management in accordance with climate change management."}, {"text_block_id": "p14_b328", "text": ""}, {"text_block_id": "p14_b329", "text": "Strengthen national forums on DRR. (Theme will be connected with climate change.)"}, {"text_block_id": "p14_b330", "text": ""}, {"text_block_id": "p14_b331", "text": "Launch the national forum annually."}, {"text_block_id": "p14_b332", "text": ""}, {"text_block_id": "p14_b333", "text": "Conduct training courses on DRR for municipal, provincial, district and commune officials."}, {"text_block_id": "p14_b334", "text": ""}, {"text_block_id": "p14_b335", "text": "Mainstream DRR into the school curriculum."}, {"text_block_id": "p14_b336", "text": ""}, {"text_block_id": "p14_b337", "text": "Promote cooperation and follow-up, and monitor trainings on DRR supported by NGOs."}, {"text_block_id": "p14_b338", "text": "6.5.7."}, {"text_block_id": "p14_b339", "text": "Promoting public awareness on disaster risk and climate change"}, {"text_block_id": "p14_b340", "text": ""}, {"text_block_id": "p14_b341", "text": "Conduct education and public awareness campaigns on DRR and CCA in local communities."}, {"text_block_id": "p14_b342", "text": ""}, {"text_block_id": "p14_b343", "text": "Create billboards and videos to promote awareness on disaster preparedness and climate change."}, {"text_block_id": "p14_b344", "text": ""}, {"text_block_id": "p14_b345", "text": "Promote participation from women and children in DRR and climate change."}, {"text_block_id": "p14_b346", "text": ""}, {"text_block_id": "p14_b347", "text": "Strengthen the role of media and private sectors in promoting public awareness of DRR, together with CCA."}, {"text_block_id": "p15_b348", "text": "6.5.8."}, {"text_block_id": "p15_b349", "text": "Applying scientific methods to manage disaster risk"}, {"text_block_id": "p15_b350", "text": ""}, {"text_block_id": "p15_b351", "text": "Create and strengthen partnerships with national institutions, universities and NGOs to do research on DRR and climate change, based on scientific methods."}, {"text_block_id": "p15_b352", "text": "6.5.9."}, {"text_block_id": "p15_b353", "text": "Strengthen security for vulnerable communities and enhance people"}, {"text_block_id": "p15_b354", "text": "’s"}, {"text_block_id": "p15_b355", "text": "livelihoods"}, {"text_block_id": "p15_b356", "text": ""}, {"text_block_id": "p15_b357", "text": "Accelerate implementation using existing and updated initiatives which focus on integrating DRR into land use planning, land title, building codes, new established infrastructures and environmental impact assessments in community-based development."}, {"text_block_id": "p15_b358", "text": ""}, {"text_block_id": "p15_b359", "text": "Address waste disposal, release of poisonous gases and sewage discharge."}, {"text_block_id": "p15_b360", "text": ""}, {"text_block_id": "p15_b361", "text": "Create map of vulnerable areas, reflecting multi-hazards."}, {"text_block_id": "p15_b362", "text": ""}, {"text_block_id": "p15_b363", "text": "Build capacity and improve effectiveness of understanding emergency planning at commune level."}, {"text_block_id": "p15_b364", "text": ""}, {"text_block_id": "p15_b365", "text": "Create partnerships to ensure vulnerable people receive basic services, develop village credit and acquire vocational training to earn money."}, {"text_block_id": "p15_b366", "text": "7. CONCLUSION"}, {"text_block_id": "p15_b367_merged", "text": "HFA 2005-2015 is building the nation’s and communities’ resilience to disasters and drawing attention to the importance of DRR, which requires systematic efforts in line with policy, planning, sustainable development, and poverty-reduction programs. These need support through both national and international cooperation with bilateral partners."}, {"text_block_id": "p15_b372", "text": "Climate change is a problem for society as a whole, with disasters caused by natural hazards happening frequently. The solution is DRR and adapting to climate change. The link between DRR and CCA is reasonable, when DRR is implemented smoothly and CCA is supported in an appropriate manner. For example, climate change brings about severe heat waves, droughts, uncertain rainfall and floods. These are natural hazards which can cause disasters. The right disaster reduction methods, such as: using appropriate tools; raising public awareness; building dams, good irrigation systems and strong buildings; and preparing communities well through early warning systems, would support CCA."}, {"text_block_id": "p15_b373", "text": "Integrating DRR and CCA into development planning, and strengthening roles and responsibilities at sub-national and grass-roots levels, will protect vulnerable people against climate change."}, {"text_block_id": "p16_b374", "text": "To achieve the vision of building community resilience to disasters caused by climatic hazards, we must:"}, {"text_block_id": "p16_b375", "text": ""}, {"text_block_id": "p16_b376", "text": "Ensure that mainstreaming DRR and CCA into development planning is done in effective and sustainable ways, by focusing on preparedness, risk reduction, disaster preparation and vulnerable reduction measures."}, {"text_block_id": "p16_b377", "text": ""}, {"text_block_id": "p16_b378", "text": "Develop and strengthen the capacity of institutions at all levels, and communities, in building resilience to hazards."}, {"text_block_id": "p16_b379", "text": ""}, {"text_block_id": "p16_b380", "text": "Integrate risk reduction into pilot programs, emergency preparation, response, rehabilitation and reconstruction of communities affected by disasters."}, {"text_block_id": "p17_b381", "text": "ANNEX: MATRIX OF STRATEGIC PLAN ON CLIMATE CHANGE FOR DISASTER MANAGEMENT SECTOR"}, {"text_block_id": "p17_b382", "text": "(Capacity Building for National and Sub-National Level)"}], "document_description": "The Strategic Plan on Climate Change for the Disaster Management Sector has a very close relationship with training programs that strengthen resilience to climate change:&nbsp;<br><br>1) prepare training plans to strengthen capacities at the national and local level in order to promote awareness of hazards, vulnerabilities and capacities in mitigating impacts of climate change;&nbsp;<br>2) contribute to sharing knowledge and public awareness of resilience capacity to Climate Change Adaptation (CCA) and DRR (Disaster Risk Reduction);&nbsp;<br>3) contribute to achieving the government’s development plan in a sustainable manner, in particular, poverty reduction.&nbsp;<br><br>The Strategic Plan's specific purposes are : 1) to promote the relationship between DRR and CCA; 2) to promote attention on disaster risk management by focusing on vulnerabilities, poverty and the causes of disasters; 3) to show the benefits of promoting capacities in adapting to climate change; 4) to promote management of unprecedented events and the uncertainty of climate change."}