{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": "Transportation", "document_language": "English", "document_name": "Climate Change Action Plan for Transport Sector 2014-2018", "document_country_code": "KHM", "document_hazard_name": ["Storm", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "04/01/2014", "document_keyword": "Transport", "document_url": "https://cdn.climatepolicyradar.org/KHM/2014/KHM-2014-01-04-Climate Change Action Plan for Transport Sector 2014-2018_b332a9f4b2fbe085b123d647405476ed.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "KINGDOM OF CAMBODIA NATION RELIGION KING"}, {"text_block_id": "p0_b2", "text": "Ł-Ł"}, {"text_block_id": "p0_b3", "text": "MINISTRY OF PUBLIC WORKS AND TRANSPORT"}, {"text_block_id": "p0_b4_merged", "text": ". ."}, {"text_block_id": "p0_b6", "text": "CLIMATE CHANGE ACTION PLAN FOR TRANSPORT SECTOR"}, {"text_block_id": "p0_b7", "text": "2014-2018"}, {"text_block_id": "p0_b8", "text": "GENERAL DIRECTORATE OF ADMINISTRATION"}, {"text_block_id": "p0_b9", "text": "DEPARTMENT OF PLANNING"}, {"text_block_id": "p0_b10", "text": "APRIL"}, {"text_block_id": "p0_b11", "text": "2014"}, {"text_block_id": "p2_b12", "text": "Preface"}, {"text_block_id": "p2_b13", "text": ")"}, {"text_block_id": "p2_b14", "text": "Transport is an inevitable foundation of our daily life. It supports economic development and growth. Meanwhile, it also accounts for greenhouse gas (GHG) emissions worldwide through emission of carbon dioxide, which subsequently has adverse impact on climate change. Over the last three decades, carbon dioxide emissions from transport have risen than those from all other sectors and are projected to rise more rapidly in the future. Improving energy efficiency and reducing transport emissions are among the greatest challenges that transport sector is today facing. It needs to be worked more intensively at national and global collaboration to find the best way forward."}, {"text_block_id": "p2_b15", "text": "The transport sector is one of the major sources of greenhouse gases that contribute to climate change. It"}, {"text_block_id": "p2_b16", "text": "is on the one hand vulnerable to climate change through climate change to infrastructure, and on the other hand contributes to climate change through GHG emission. Beside the increasing population of motorized vehicles, three other factors also contribute to GHG emission in the transport sector: 1) the majority of"}, {"text_block_id": "p2_b17", "text": "•"}, {"text_block_id": "p2_b18", "text": "vehicle are second hand and have poor efficiency and high CO"}, {"text_block_id": "p2_b19", "text": "2"}, {"text_block_id": "p2_b20", "text": "emission, 2) heavy traffic in urban area causes traffic congestion I the rush hours, and 3) the weakness of railway infrastructure which means that road transportation dominates the mobility of people and goods between cities."}, {"text_block_id": "p2_b21", "text": "The Ministry of Public Works and Transport formulated"}, {"text_block_id": "p2_b22", "text": "\"Climate Change Action Plan for Transport Sector­CCAP, 2014-2018.\""}, {"text_block_id": "p2_b23", "text": "The CCAP identifies the measure that will promote both the transport sector development and effective climate change response to be implemented during the five years period"}, {"text_block_id": "p2_b24", "text": "{20142018)"}, {"text_block_id": "p2_b25", "text": "for the sector. The action plans have been categorized into two main strategic priorities: promote climate resilience in the transport infrastructure and promote low-carbon consumption for GHG reduction in transport sector."}, {"text_block_id": "p2_b26", "text": "On behalf of the Ministry of Public Works and Transport, I would like to take this opportunity to express my gratitude to working group, expert and especially to Ministry of Environment for providing the technical guidance and assistance to develop this action plan.,"}, {"text_block_id": "p2_b27", "text": "f"}, {"text_block_id": "p2_b28", "text": ">-"}, {"text_block_id": "p2_b29_merged_merged_merged", "text": "Minister of Public ' Works and Transport"}, {"text_block_id": "p2_b32", "text": "Ministry of Public Works and Transport/Department of Planning"}, {"text_block_id": "p2_b33", "text": "Pagei"}, {"text_block_id": "p4_b34", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b35", "text": ")"}, {"text_block_id": "p6_b36", "text": "Abbreviation"}, {"text_block_id": "p8_b37", "text": "I. Back ground"}, {"text_block_id": "p8_b38", "text": "Transport plays an important role in Cambodia's economic growth. The sector is under the management of the Ministry of Public Works and Transport (MPWT). The MPWT is responsible for developing national policy for public works and transport, and establishes the relevant principles, laws and regulations and cooperates with diverse organizations to develop the country's transport infrastructure. MPWT's responsibilities include building, maintaining and managing all national and provincial roads, bridges, ports, railways and waterways."}, {"text_block_id": "p8_b39", "text": "A. Policy"}, {"text_block_id": "p8_b40", "text": ")"}, {"text_block_id": "p8_b41", "text": "Page 1"}, {"text_block_id": "p8_b42", "text": "The Climate Change Strategic Plan (CCSP) for Climate Change Adaptation and Mitigation for the Transport Sector provides a strategic framework and strategic objectives for addressing both adaptation and mitigation aspects of climate change response for the transport sector. This sectoral Climate Change Action Plan (CCAP) identifies the measures that will promote both the transport sector development and effective climate change responses. It outlines the actions and activities to be implemented during the five year period (2014-2018) for the sector."}, {"text_block_id": "p8_b43", "text": "B. Situation"}, {"text_block_id": "p8_b44", "text": "The transport sector is on the one hand vulnerable to climate change through climate damage to infrastructure, and on the other hand contributes to climate change through green house gas (GHG) emission."}, {"text_block_id": "p8_b45", "text": "Climate change vulnerability:"}, {"text_block_id": "p8_b46", "text": "There is much evidence (CCCSP, SCCSP, SNC, NAPA, MOE 2012, MOE-PPCR 2013) to show that the increasing frequency and intensity of storms and floods are the key threats to transport infrastructure (road, bridge, railways, waterways, drainage) in vulnerable areas. There are two key factors that lead to heavy damage of transport infrastructure: 1) increasing flood intensity, 2) technical specifications for the design and construction of roads which are inadequate for climate change adaptation."}, {"text_block_id": "p8_b47_merged", "text": "Fig. 1 below shows the provincial vulnerability to floods in Cambodia. Prey Veng is very vulnerable while Kampong Cham, Takeo, Kampong Thom, Battambang, Banteay Meanchey are all in the vulnerable category."}, {"text_block_id": "p10_b49", "text": "Figure 1: Level of Vulnerability to Floods by Provinces"}, {"text_block_id": "p10_b50", "text": "Source CCCO"}, {"text_block_id": "p10_b51", "text": "Fig 2 shows the extent of flooding in normal dry and wet seasons compared with flooding in 2011 when 18 of"}, {"text_block_id": "p10_b52", "text": "Cambodia's 24 provinces were affected."}, {"text_block_id": "p10_b53", "text": "Figure 2: Damage Caused by Flood in 2011; mostly in Mekong provinces and provinces surrounded"}, {"text_block_id": "p10_b54", "text": "Tonlesap Lake"}, {"text_block_id": "p10_b55", "text": "Contribution to climate change:"}, {"text_block_id": "p10_b56", "text": "According to the Second National Communication (MOE 2010), transport is the main contributor to GHG emissions in Cambodia, contributing about one third of CO2 and one quarter of nitrogen oxide gases. The Transport Sector CCSP highlights the expected growth in GHG emissions during 2000 to 2050. Economic growth is resulting in increasing mobility of people and goods, and increasing use of motorized transport. Beside the"}, {"text_block_id": "p12_b57", "text": "increasing population of motorized vehicles, three other factors also contribute to GHG emissions in the transport sector:"}, {"text_block_id": "p12_b58", "text": "increasing population of motorized vehicles, three other factors also contribute to GHG emissions in the transport sector:\n* The majority of vehicles are second hand and have poor efficiency and high CO2 emissions;\n* Heavy traffic in urban area causes traffic congestion in the rush hours;\n* The weakness of railway infrastructure which means that road transportation dominates the mobility of"}, {"text_block_id": "p12_b64", "text": "Fig 3 shows the buildup of GHGs from the transport sector over time, with a quadrupling of emissions between 2000 and 2020, and a further tripling of emissions to 2050. Fig 4 shows emissions by type of transport. 2 axle trucks are projected to be the main source of emissions."}, {"text_block_id": "p12_b65", "text": ")"}, {"text_block_id": "p12_b66", "text": "Figure 3: Green House Gas Emissions from the Transport Sector (GgCo2 equivalent)"}, {"text_block_id": "p12_b67", "text": "Figure 4: Green House Gas Emission from Different Types of Transport (GgCo2 equivalent)"}, {"text_block_id": "p12_b68", "text": ")"}, {"text_block_id": "p12_b69", "text": "Existing Initiatives:"}, {"text_block_id": "p12_b70", "text": "MPWT has focused on preparing a range of policies, plans and procedures to respond to climate change including draft of National Transport Policy; National Implementation Plan on Environmental in Transport Sector (NIP) that focused on land transport, railway, aviation, and waterway sectors; Cambodia National Road Safety Action Plan 2006-2010 and 2011-2020; Motor Vehicle Technical Inspection Procedure in 2000 to ensure"}, {"text_block_id": "p14_b71", "text": "that it conforms to regulations governing safety and emissions. These policies, plans and procedures will continue to play an important role in developing the transport sector while at the same time addressing the mitigation aspect of climate change response."}, {"text_block_id": "p14_b72", "text": "C. Priority issues"}, {"text_block_id": "p14_b73", "text": "The priority issues of transport sector related to climate change are:"}, {"text_block_id": "p14_b74", "text": "The priority issues of transport sector related to climate change are:\n* the impact on existing transport infrastructure of increasing flood intensity in vulnerable areas and\n* weakness of railway infrastructure, limited management capacity of urban transport {congestion\n* weakness of railway infrastructure, limited management capacity of urban transport {congestion\n 2\n* weakness of railway infrastructure, limited management capacity of urban transport {congestion\n 2\n emission\n* risk assessment, better climate change surveillance, legal framework, institutional arrangement, human capacity building, research and development are required for both mitigation and"}, {"text_block_id": "p14_b83", "text": "II. Strategies"}, {"text_block_id": "p14_b84", "text": "Referring to CCCSP and the sector CCSP for transport, the strategies of MPWT to address the adaptation and mitigation aspects of transport sector are:"}, {"text_block_id": "p14_b85", "text": "Referring to CCCSP and the sector CCSP for transport, the strategies of MPWT to address the adaptation and mitigation aspects of transport sector are:\n* Promote climate resilience in transport infrastructure\n* Promote low-carbon consumption for Green House Gas reduction in transport sector"}, {"text_block_id": "p14_b89", "text": "MPWT has identified 11 strategic priorities to be implemented under the CCAP under each strategic priority as set out below:"}, {"text_block_id": "p14_b90", "text": "Strategy priority 1: Promote climate resilience in transport infrastructure"}, {"text_block_id": "p14_b91", "text": "Strategy priority 1: Promote climate resilience in transport infrastructure\n* Develop national road construction and maintenance design standards for national and provincial\n* Repair and rehabilitate existing road infrastructure and ensure effective operation and maintenance\n* Capacity building and institutional strengthening for addressing to climate change impacts"}, {"text_block_id": "p14_b97", "text": "Strategy priority 2: Promote low-carbon consumption for Green House Gas reduction in transport sector"}, {"text_block_id": "p14_b98", "text": "Strategy priority 2: Promote low-carbon consumption for Green House Gas reduction in transport sector\n* Raise public awareness about climate change caused by GHGs from the transport sector\n* Enhance inspection and maintenance of vehicles\n* Promote integrated public transport in major cities\n* Establish green belts along major roads for climate change mitigation\n* Mitigate GHGs for urban transport including by mass transit and cycle systems\n* Promote environmentally friendly efficient and proven transport technology\n* Shift long distance freight movement from trucks to trains\n* Enhance traffic management"}, {"text_block_id": "p16_b114", "text": "Ill. Action plan"}, {"text_block_id": "p16_b115", "text": "A. Summary of scope of planning"}, {"text_block_id": "p16_b116", "text": "The Climate Change Action Plan on transport sector has focus on enhancing adaptation and mitigation capacity of personals in the MPWT to cope with issues arising from changing climate variables and events such as floods, storm, and extreme weather. The Action Plan will continue to upscale and modified existing actions and propose new dedicated actions most relevant to climate impacts on transport infrastructure and GHG mitigation in transport sector."}, {"text_block_id": "p16_b117", "text": "B. Action Plan Matrix"}, {"text_block_id": "p20_b118", "text": "C. Implications for expenditures in the ministry"}, {"text_block_id": "p20_b119_merged", "text": "MPWT's total domestic budget for 2012 included 42.5 billion riels (approx. 10.6 million USD) in recurrent budget and 364 billion riels (approx. 91 million USD) in capital budget. In addition, 388.5 million USD were disbursed by development partners in support of investment projects under MPWT's mandate, with various implementation modalities. Of these 490.1 million USD in public expenditure in 2012, 29.8 million USD were identified as directly contributing to the climate change response"}, {"text_block_id": "p20_b121", "text": "•"}, {"text_block_id": "p20_b122", "text": "The proposed CCAP, if fully funded, would represent approximately 8.6% of total annual public funding for the public works and transport sectors, and a 41.6% increase on the existing level of climate change expenditure in these sectors (based on 2012 figures)."}, {"text_block_id": "p22_b123", "text": "D. Expected benefits from the Implementation of the Action Plan"}, {"text_block_id": "p22_b124", "text": "The expected benefits from implementation of the Action Plan over the five year period will be improved GHG mitigation, reduced risks and impacts of climate change on transport sector. It also includes the long-term benefits on development of human capacity and implementation of better climate change surveillance."}, {"text_block_id": "p22_b125", "text": "IV. Management and Financing Mechanism"}, {"text_block_id": "p22_b126", "text": "A. Analysis of existing management and financing mechanisms"}, {"text_block_id": "p22_b127", "text": ")"}, {"text_block_id": "p22_b128", "text": "There is currently no Government-Partner Technical Working Groups in the Public Works and Transport sectors, and MPWT is not a pilot ministry for programme budgeting. Investment/capital budgets are therefore managed through a project modality. Projects must be aligned with the pipeline list of projects reflected by the ministry in the Public Investment Plan (PIP). A sector strategy is currently being drafted."}, {"text_block_id": "p22_b129", "text": "The Planning Department is in charge of updating the 3-year rolling PIP annually, for submission to Ministry of Planning. The PIP is partly externally funded through projects, and partly funded from domestic sources, including counterpart funds and Government's own investment projects. Resource mobilization is done through direct bilateral discussions with development partners. MPWT's main financing partners include China, Japan, ADB, and the Republic of Korea."}, {"text_block_id": "p22_b130", "text": "A working group has been established within the ministry to lead the development of this Climate Change Action Plan. It is led by the Department of Planning, with members from relevant technical departments."}, {"text_block_id": "p22_b131", "text": "B. Analysis of potential sources and volume of finance for Climate Change actions"}, {"text_block_id": "p22_b132", "text": "The proposed budget of the CCAP for the 5-year period is 210.975 million USO, which slightly higher than the low-growth scenario for climate finance in Cambodia."}, {"text_block_id": "p22_b133", "text": "Given the projectized nature of most of the investments in the public works and transport sectors, the most efficient way to mobilize additional resources would be through engagement of existing donors to the sectors, through advocacy for i) climate-proofing of their investments in line with the CCAP priorities (screening for climate relevance, development and adoption of climate-smart technical standards, capacity development including climate considerations etc.), and ii) topping-up of existing projects with additional funding (climate finance) corresponding to the climate change element of the project. Several of the key donors in these two sectors deliver both ODA and climate finance, and may be able to combine these two sources of financing to climate-proof their own projects."}, {"text_block_id": "p22_b134", "text": "A number of projects are funded with domestic resources, and budgets and plans for these projects should from now on include the additional costs of climate-proofing."}, {"text_block_id": "p22_b135", "text": "Policy and capacity development support, as well as funding for innovative activities, maybe be mobilized through the Cambodia Climate Change Alliance, or the Global Green Growth Institute."}, {"text_block_id": "p24_b136", "text": ")"}, {"text_block_id": "p24_b137", "text": ")"}, {"text_block_id": "p24_b138", "text": "The potential for carbon-credit financing of mitigation initiatives in the transport sector should also be explored, with technical support from the Climate Change Department of Ministry of Environment."}, {"text_block_id": "p24_b139", "text": "C. Entry points for climate change mainstreaming in management and financing mechanisms"}, {"text_block_id": "p24_b140", "text": "Dedicated CCAP actions will be included in the annual revision of the PIP, starting in 2014 for the 2015-17 PIP. The Planning Department, which currently leads the Climate Change Working Group, will be in charge of this. It is envisaged that the mandate of the current group will be extended to promote the CCAP and ensure its monitoring. Additional members from technical departments may be requested to join, based on the scope of CCAP activities."}, {"text_block_id": "p24_b141", "text": "At a strategic level, working group members will ensure that climate change priorities are reflected in the sector strategy that is currently being drafted."}, {"text_block_id": "p24_b142", "text": "At project level, a key action will be to ensure that the screening criteria for any new project development in MPWT include an assessment of climate relevance, and if the project is climate relevant {e.g. if the road construction is in a vulnerable area), that specific measures are included in the project design and in the budget to contribute to relevant mitigation or adaptation objectives. This applies to both donor funded and Government funded investments. Technical departments involved in the review and formulation of new projects have a critical role to play in this process, together with the planning department. Once clear standards and climate change screening criteria are available, responsibilities for applying these criteria and standards shall be spelled out in a ministerial decision, and the related training programmes for ministry staff shall be rolled out."}, {"text_block_id": "p24_b143", "text": "V. Monitoring and Evaluation"}, {"text_block_id": "p24_b144", "text": "Monitoring and evaluation of the CCAP will be conducted consistently with the national framework for M&E of climate change response established by the CCCSP."}, {"text_block_id": "p24_b145", "text": "The department of planning will be responsible for managing the monitoring, reporting and evaluation process with the technical support of the NCDM Climate Change working group. It will carry out these tasks with the support and in coordination with the NCCC and MoP. Relevant data and indicators will be shared with NCCC for the preparation of CCCSP progress reports."}, {"text_block_id": "p24_b146", "text": "Progress in the implementation of the CCAP will be reviewed on an annual basis in the framework of the Annual Progress Review of the sectoral strategy plan; a specific chapter reviewing the CCAP progress will be included. The CCAP indicator framework will be integrated within the indicator framework of the ministry; relevant indicators for climate change will be also included in the NSDP submission."}, {"text_block_id": "p24_b147", "text": "A mid-term evaluation will be organized in year 2016 and a final evaluation in 2018. The evaluations will assess the progress in implementing the CCAP and CCSP, its relevance and contribution in addressing climate change impacts on transport sector, and achieving impacts foreseen in sectoral plan and NSDP, the effectiveness in terms of mainstreaming climate change within MPWT, and integration in planning and monitoring systems of the ministry. The evaluations will also assess the alignment and contribution towards achieving the objectives"}, {"text_block_id": "p26_b148", "text": "set in the CCCSP"}, {"text_block_id": "p26_b149", "text": ","}, {"text_block_id": "p26_b150", "text": "and will provide recommendations for future adjustment of the policy response. To this effect it will be important that evaluations identify lessons learned and, if needed, entry points for improving policies and actions. A precondition for organization of quality evaluations at program (CCAP} and action levels will be that sufficient resources for monitoring and evaluation are budgeted in the actions."}, {"text_block_id": "p26_b151", "text": "The monitoring of the CCAP will be based on the following indicators framework:"}, {"text_block_id": "p26_b152_merged_merged", "text": "To mm1m1ze costs and improve mainstreaming, whenever possible indicators will be based on relevant indicators already being monitored• Baseline and targets for indicators for CCAP delivery and mainstreaming, and for impact indicators will be established by the end of 2014, and will be included in the first CCAP progress report. Result indicators will be finalized and respective baselines and targets established as the actions are financed. The indicator framework will be reviewed in 2016 during the mid-term evaluation."}, {"text_block_id": "p26_b159", "text": "Indicator for CCAP on transport sector"}, {"text_block_id": "p26_b160", "text": "1. CCAP deliver)' and mainstreaming indicators"}, {"text_block_id": "p26_b161", "text": "1. CCAP deliver)' and mainstreaming indicators\n* Funds planned and actually disbursed, compared with the CCAP planning matrix\n* Proportion of actions funded from national budget, which will indicate the progress in mainstreaming\n* Institutional readiness indicators\n* Integration of Climate Change into sectoral policy and budgeting"}], "document_description": "The Climate Change Action Plan for Transport Sector (CCAP) identifies the measure that will promote both transport sector development and effective climate change response to be implemented during the five years period (2014-2018) for the sector. The plan has been categorized in two main strategic priorities: to promote climate resilience in the transport infrastructure and promote low-carbon consumption for GHG reduction in transport sector.&nbsp;<br><br>The CCAP establishes the following actions : 1) to develop national road construction and maintenance design standards for national and provincial roads, taking into account climate change impact; 2) to repair and rehabilitate existing road infrastructure; 3) capacity-building and institutional strengthening for addressing to climate change impacts; 4) to raise public awareness about climate change caused by GHG emissions from transport sector; 5) to enhance maintenance and inspection of vehicles; 6) to promote integrated public transport systems in main cities; 7) to establish green belts along major roads for climate change mitigation; 8) GHG mitigation for urban transport including mass transit and cycle systems, etc.&nbsp;"}