{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": ["Water", "Rural", "Buildings", "Agriculture"], "document_language": "English", "document_name": "Climate Change Action Plan for Rural Development Sector 2014-2018", "document_country_code": "KHM", "document_hazard_name": ["Drought", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "07/01/2014", "document_keyword": ["Buildings", "Agriculture", "Water"], "document_url": "https://cdn.climatepolicyradar.org/KHM/2014/KHM-2014-01-07-Climate Change Action Plan for Rural Development Sector 2014-2018_6b9ef0bcd3a354ce09df3cee178d16e4.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "KINGDOM OF CAMBODIA Nation Religion King"}, {"text_block_id": "p0_b2", "text": "Ministry of Rural Development"}, {"text_block_id": "p0_b3", "text": "Climate Change Action Plan for Rural Development Sector 2014-2018"}, {"text_block_id": "p0_b4", "text": "Phnom Penh, 2014"}, {"text_block_id": "p1_b5", "text": "Contents"}, {"text_block_id": "p1_b6", "text": "List of tables"}, {"text_block_id": "p1_b7", "text": "List of tables\n"}, {"text_block_id": "p1_b10", "text": "List of Figures"}, {"text_block_id": "p1_b11", "text": "List of Figures\n"}, {"text_block_id": "p2_b13", "text": "FREFACE"}, {"text_block_id": "p2_b14", "text": "The Royal Government of Cambodia through its concerted efforts has been successfully rebuilding Cambodia from the state of near total destruction of all its assets; human capital; economic, educational and social institutions; government structures and physical assets in infrastructure. Responded to that destruction, Cambodia started to implement the basis of national reconciliation among different political factions in order to bring peace and real development to the people and country under the concrete contribution of all kind and efforts of existing-rolling party (CPP) in 1993 and finally the country reaches real peace and economic growth across the country and nation under win-win solution approach of Cambodia. The economic growth is one of the results from rural and social infrastructure development. Of which Ministry of Rural Development has its mandate to build up capacity of grassroots such as knowledge and economic capacity development of village development committee and commune councils and to build up capacity rural infrastructure by intensifying rural roads networks and rural water supply and sanitation, and long term maintenance of those infrastructures."}, {"text_block_id": "p2_b15_merged", "text": "However, the on-going international financial crisis and the economic recession in advanced economies have resulted in declining demand for Cambodia’s export and have increased macro-economic and financial risks. These external developments have presented unexpected new challenges for Cambodia. On the other big challenge of the Cambodia today is to cope with the impacts of climate change on rural and social infrastructures. Yearly, flood and drought damage huge national economy that needed to remedy rural structures such as irrigation, dams, roads, bridges, shelters, and rice field. The 2013 monsoon rainy season (May-October 2013) was the large-scale flooding return to South-East Asia after a calmer 2012. The flood was a combination of successive typhoons, a significant rise in the level of the Mekong River, trans-boundary flash floods in the western provinces and heavier-than-average monsoon rains caused extensive flooding across Cambodia. It damaged 1.8 million individual living in 20 provinces, killed 168 people, the majority of whom were children (HRF, 2013). Therefore, there is currently the emergency need to clearly establish the important national action plan on social and rural infrastructure against climate change impacts. In response to the second phase of the Royal Government’s National Strategic Development Plan, and also in response to the current climate change issues, the Ministry of Rural Development (MRD) is now putting strong efforts under its 10-year strategic plan on rural and social infrastructure development that resistant and resilient to climate change. The strategy will improve the quality of rural structures in their resilience to climate change and sustainably, as well as building up rural economic growth that will contribute in terms of reducing rural poverty levels. To implement its 10-year strategic plan, there is the need to start with potential action plan that address to climate change."}, {"text_block_id": "p2_b20", "text": "The preparation of this Climate Change Action Plan (CCAP 2014-2018) is the result of commitment and political support from the royal government of Cambodia. As the result, the ministry has established the Climate Change Technical Team of (CCTT) which consists of all key technical departments representative as well as department of planning and training and research. In regular technical consultation with all technical and senior management level, 10 concrete climate change action plans (CCAP) have been addressed to climate change and climate relevance and they are ready to receive the supports from all kind of development partners and other national stakeholders. This CCAP is also developed in line with"}, {"text_block_id": "p3_b21", "text": "commitment m preparing this action plan. MRD wishes to extend its thankful to all involved governmental staffs and other stakeholders in this climate change action plan development during the consultation phase."}, {"text_block_id": "p3_b22", "text": "Finally, we wish to acknowledge the support of Cambodian Climate Change Alliance (CCCA) trust fund donation for their cooperation, understanding and being friends throughout the planning process. Hopefully, these climate change action plan would have met with the financial supports from various donors under the coordination mechanism of CCCA."}, {"text_block_id": "p4_b23", "text": "ACRONYMS"}, {"text_block_id": "p5_b24", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p5_b25", "text": "The projections"}, {"text_block_id": "p5_b26", "text": "Cambodia is one of the most vulnerable countries in the region due to its topography and its dependency on Mekong river system. Based on this strategic location, the country's existing 40,000 km and rural communities are often vulnerable to extreme events such as heavy rains, floods followed by droughts. Flooding with loss of rural connectivity can have a devastating effect on the livelihoods of the population. These impacts are expected to become more pronounced and severe under the influence of climate change. Climate change (including natural disaster) is key threat to rural infrastructure and people wellbeing in both rural areas and urban periphery."}, {"text_block_id": "p5_b27", "text": "Flooding with loss of rural connectivity can have a devastating effect on the livelihoods of the population. These impacts are expected to become more pronounced and severe under the influence of climate change. Climate change (including natural disaster) is key threat to rural infrastructure and people wellbeing in both rural areas and urban periphery."}, {"text_block_id": "p5_b28", "text": "Many scientific studies (MOE-SNC 2010, MOE-PPCR 2013) shows existing and potential impacts from climate change to key sector of rural development include:"}, {"text_block_id": "p5_b29", "text": "Many scientific studies (MOE-SNC 2010, MOE-PPCR 2013) shows existing and potential impacts from climate change to key sector of rural development include:\n* The impact on Rural Water Supply, mostly link with small scale irrigation whose role is to store\n* The impact on ground water which is one of the key responsible of the ministry. Unlike surface\n* Impact on rural road sector due to overall increase total annual rainfall, resulting in increased\n* Impacts on the Rural Socioeconomic and Health Sector due to floods and droughts."}, {"text_block_id": "p5_b37", "text": "Experience in Cambodia suggests that much of the investments in rural infrastructure with regards to climate change have been made in response to current climate extreme events such as floods and droughts. These projects focus on the construction of water culverts, flood protection dykes in major provincial towns, and rehabilitation of roads and bridges damaged by floods. However, construction of water storage dams, pumping facilities, water gates, canals, and expansion of drainage and sewerage networks has been limited."}, {"text_block_id": "p5_b38", "text": "Some of these adaptation goals have involved in improving the design of rural infrastructure and increasing long-term investments, especially social services (such as provision of micro-credit to open up business opportunities); increasing the flexibility of vulnerable systems (e.g. changing activity or location); and improving the preparedness and awareness of rural society (dissemination of the concept of agricultural practices being able to adapt to climate change)."}, {"text_block_id": "p5_b39", "text": "The CCAP methodology"}, {"text_block_id": "p5_b40", "text": "CC Action Plans (CCAPs) include a planning matrix which identifies the priority actions required to deliver the CCSP strategies and priorities, proposed activities and costing and financial mechanism. The process"}, {"text_block_id": "p6_b41", "text": "has taken place about 8 months through internal consultation, consultation with sector and public consultation with key stakeholders to ensure technical aspects."}, {"text_block_id": "p6_b42", "text": "The strategies and selected actions"}, {"text_block_id": "p6_b43", "text": "Four major strategies developed in respond to the climate change adaptation. These strategies include:"}, {"text_block_id": "p6_b44", "text": "Four major strategies developed in respond to the climate change adaptation. These strategies include:\n* Develop climate change resilient policies for rural infrastructure and to build resilient in rural\n* Support for adaptation to climate change through creating local business opportunities\n* Support for adaptation to climate change through increasing rural awareness to all vulnerable\n* Capacity development on CCA to village development committee (primary health care, and"}, {"text_block_id": "p6_b52", "text": "To response to stated strategies, the team has selected 10 out of 23 actions that are highly relevant to the climate change adaptation and needed."}, {"text_block_id": "p6_b53", "text": "Table1: The proposed action and costing for 2014-2018 (USD, 000)"}, {"text_block_id": "p6_b54", "text": "Indicators, Management & Monitoring"}, {"text_block_id": "p6_b55", "text": "The main departments in MRD are: Water supply and sanitation, rural road development, rural economic development, community development, planning and finance. Most of the project development work in irrigation is managed by the Project Management Unit (PMU). The PMU is"}, {"text_block_id": "p7_b56", "text": "supported by various Project Management Units and reports directly to the Minister, using an accounting system that is separate to the ministry and outside the treasury."}, {"text_block_id": "p7_b57", "text": "The key monitoring indicators are as follows:"}, {"text_block_id": "p7_b58", "text": "The key monitoring indicators are as follows:\n* 50 % of entire technical staffs will be trained during the first 2-year project implementation, and\n* Four assessments will be first year conducted which include climate change vulnerability\n* year that include project manual, technical guidelines, checklist of\n* 5% of the current total water wells, 5% of current rural roads and irrigation schemes will be\n* 20% of current poor families that accessed to existing loan, will be improved their living incomes\n* 30% of whole rural population, in the target to most climate change vulnerability areas, will be\n* 75% of households in vulnerable areaswith year round access to water supply (agricultural)\n* Length (120 Km) of climate proofed rural roads will be improved and constructed resilient to"}, {"text_block_id": "p8_b75", "text": "I.BACKGROUND"}, {"text_block_id": "p8_b76", "text": "The MRD is a multi-disciplinary intervention institution, working in the areas of social and rural infrastructure in rural areas of Cambodia. The main activities of the rural infrastructure sector are rural road improvement, irrigation rehabilitation and water well construction. The social infrastructure sector comprises sanitation and hygiene, community development and capacity building, micro-credit provision, gender protection and indigenous population protection."}, {"text_block_id": "p8_b77", "text": "A. Policy review"}, {"text_block_id": "p8_b78", "text": "A series of policies has emerged as current mandates of the MRD, such as:"}, {"text_block_id": "p8_b79", "text": "The Policy of Indigenous People has the following objectives:"}, {"text_block_id": "p8_b80", "text": "The Policy of Indigenous People has the following objectives:\n* All ethnic minority must have livelihood standards out of poverty and extreme poverty\n* Ethnic minority must receive education at least up to basic level (grade 9) and obtained various\n* Wellbeing of ethnic minority must be well treated\n* Indigenous culture of ethnic minority must be protected and maintained with better manner."}, {"text_block_id": "p8_b88", "text": "The policy has highlighted that indigenous people should have better access to key priority sectors services such as culture, education, vocational training, health, environment, land, agriculture, water resources, infrastructure, justice, tourism, industry and mining."}, {"text_block_id": "p8_b89", "text": "The Policy of Rural Road Improvement is to ensure plan for restoration and development of short-term, medium and long-term rural roads through study, research and design for repairs, construction and maintenance of rural roads. The department of rural development plays key role to manage all rural roads and implement and analyze the traffic count of vehicles and inventory book of rural roads and to organize and improve rural road policies to meet with:"}, {"text_block_id": "p8_b90", "text": "The Policy of Rural Road Improvement is to ensure plan for restoration and development of short-term, medium and long-term rural roads through study, research and design for repairs, construction and maintenance of rural roads. The department of rural development plays key role to manage all rural roads and implement and analyze the traffic count of vehicles and inventory book of rural roads and to organize and improve rural road policies to meet with:\n* Technology choices;\n* Specification and size;\n* Rules and formality of contact;\n* Environmental and safety standard; and\n* Men/women's role, social vulnerability and labor standard;"}, {"text_block_id": "p8_b100", "text": "In addition, this policy is to provide guideline related to rural road operation and maintenance by the rural people themselves to ensure sustainable rural development; and to train civil servants in charge of performance and inspection of the implementation of rural road programs and projects."}, {"text_block_id": "p8_b101_merged", "text": "The policy of rural water supply and sanitation aims to increase access road to clean water supply throughout the country. Further expansion to the coverage of clean water supply to the rural and urban areas through the rigorous implementation of “The National Strategy for Rural Water Supply and Sanitation 2025”, including formulation of a clear action plan and encouraging participation from the private sector (see rectangular strategy III, mandate 5 of government 2013).The ministry has also mandate to implement other major policies such as the Policy of Rural Development."}, {"text_block_id": "p9_b106", "text": "Overall, these policies are being implemented through the projects and programs of Provincial and rural infrastructure project which include:"}, {"text_block_id": "p9_b107", "text": "Overall, these policies are being implemented through the projects and programs of Provincial and rural infrastructure project which include:\n* Food for work project\n* Rural water supply and sanitation project\n* Tertiary road improvement project\n* Tonle Sap rural water supply and sanitation sector\n* Second rural water supply and sanitation sector project\n* Financial management for rural development program\n* Border development program\n* School and community water sanitation and hygiene\n* Ketsana emergency reconstruction and rehabilitation project\n* Rural road improvement project"}, {"text_block_id": "p9_b127", "text": "The NSDP 2009-201313 updated versions highlighted one goal on rural infrastructure development. This has employed various strategies which include:"}, {"text_block_id": "p9_b128", "text": "To continue strengthening the capacity building of national and sub-national institutions, develop human resource, basic skills, develop integrated planning, improve public finance and administration, providing rural transport infrastructure, supporting commune and Sangkat to implement small scale infrastructure projects, promoting settlement of border areas, improve clean water supply and introduce one village, one products, promote rural economic development, promote food security and improved access to credit for rural families."}, {"text_block_id": "p9_b129", "text": "For the next five year policy strategies (2014-2018) approved by the national assembly, MRD will carry out two priority policy objectives:"}, {"text_block_id": "p9_b130", "text": "Policy 1:"}, {"text_block_id": "p9_b131", "text": "Ensuring the improvement of the living standards of people in rural areas to get closer with urban areas by 2025. Key indicators include:"}, {"text_block_id": "p9_b132", "text": "Ensuring the improvement of the living standards of people in rural areas to get closer with urban areas by 2025. Key indicators include:\n* Improvign income of rural families through knowledge and skill development\n* Creating more jobs and reduces migration for rural communities by improving rural"}, {"text_block_id": "p9_b136", "text": "Policy 2:"}, {"text_block_id": "p9_b137", "text": "Promoting rural economic growth through integrated rural development with the participation of the national and international communities. Key indicators include:"}, {"text_block_id": "p9_b138", "text": ""}, {"text_block_id": "p9_b139", "text": "The connection of rural economic from isolated production areas to town and urban areas by improving road networks throughout the country."}, {"text_block_id": "p9_b140", "text": ""}, {"text_block_id": "p9_b141", "text": "The provision of clean water and sanitation to all communities with 100% by 2025."}, {"text_block_id": "p9_b142", "text": ""}, {"text_block_id": "p9_b143", "text": "Promotion of the development and conservation of indigenous ethnic minorities in order to maintain the cultures and traditions of ingenious people."}, {"text_block_id": "p9_b144", "text": "B. Situation analysis"}, {"text_block_id": "p9_b145_merged", "text": "Cambodia has over 40,000 km of rural road and the country’s topography is dominated by several surrounding mountain ranges, the Mekong River and Tonle Sap, the largest fresh water lake in Asia. The lake is connected via the Tonle Sap River to the Mekong River at Phnom Penh. Their conjunction leads to an unusual event. When the Mekong is higher than the Tonle Sap River the river flows backwards into"}, {"text_block_id": "p10_b148", "text": "the lake causing it to expand its surface are by 400%. Then when the Mekong water recede, the lake discharges into the Mekong and returns to its original size."}, {"text_block_id": "p10_b149", "text": "The country, and rural communities and rural roads are annually suffered from heavy rains and flooding followed by droughts. Flooding with loss of rural connectivity can have a devastating effect on the livelihoods of the population. These impacts are expected to become more pronounced and severe under the influence of climate change. Climate change (including natural disaster) is key threat to rural infrastructure and people wellbeing in both rural areas and urban periphery."}, {"text_block_id": "p10_b150", "text": "Many scientific studies (MOE-SNC 2010, MOE-PPCR 2013) show existing and potential impact from climate change to key sector of rural development. These include:"}, {"text_block_id": "p10_b151", "text": ""}, {"text_block_id": "p10_b152", "text": "The impact on Rural Water Supply"}, {"text_block_id": "p10_b153", "text": ", mostly link with small scale irrigation whose role is to store water for paddy field and crop production for local community."}, {"text_block_id": "p10_b154", "text": ""}, {"text_block_id": "p10_b155", "text": "The impact on ground water which is one of the key responsible of the ministry."}, {"text_block_id": "p10_b156", "text": "Unlike surface water, ground water is less responsive to short-term climatic variability and will be buffered against the effects of climate change in the near-term, as a result of the storage capacity of the aquifer. The potential long-term impact of climate change on the availability of ground water is, however, largely unknown, not least because of the complexity of recharge processes in rural areas, which are poorly constrained at present, even without the complications of climate change."}, {"text_block_id": "p10_b157", "text": "Figure 1: Flood Affected Wells in 18 Provinces in 2011"}, {"text_block_id": "p10_b158", "text": "Overa impact from extreme events of floods in 2011 shows Crops lost about 265,804 hectares (full damage) with 247 people reported deaths. 350,274 houses and 1.6 million of people affected. Other rural infrastructure include 1,000 schools, 240km of rural roads, as well as other water infrastructure"}, {"text_block_id": "p11_b159", "text": "which form key component for rural economy were also affected. It was estimated with overall lost about US$521,000,000 in total."}, {"text_block_id": "p11_b160", "text": ""}, {"text_block_id": "p11_b161", "text": "Impact on rural road sector"}, {"text_block_id": "p11_b162", "text": ": there appears to be an overall increase in average total annual rainfall, which is poorly distributed over the seasons, resulting in increasing floods during the wet season and drought during the dry season. Droughts are significant, especially for unpaved roads such as dust levels increasing, reducing visibility and creating poor local air quality. Flooding and soil moisture content is a primary concern for protecting investments in road works and should be addressed as a priority in the adaptation strategy (ADB, 2009)."}, {"text_block_id": "p11_b163", "text": ""}, {"text_block_id": "p11_b164", "text": "Increasing flood and flash flood:"}, {"text_block_id": "p11_b165", "text": "Existing damage to the road, including washouts, is primarily due to flooding from typhoon Ketsana in September 2009, though they were in poor condition prior to the typhoon. The reconstruction and recovery work from the typhoon will include managing the increased runoff, especially increased peak rainfall events and storms will be part of the adaptation measures. This implies building additional risk assumptions into the engineering design, which carries an important cost, and has been incorporated into the project design already."}, {"text_block_id": "p11_b166", "text": "Figure 2: The damage in late 2011; mostly in Mekong provinces and the provinces surrounded Tonle Sap Lake."}, {"text_block_id": "p11_b167", "text": ""}, {"text_block_id": "p11_b168", "text": "Impacts on the Rural Socioeconomic and Health Sector:"}, {"text_block_id": "p11_b169", "text": "Floods destroyed farming systems and homesteads in 2011, resulting in a loss of some $500 million of socioeconomic gain made pre-disaster (NDC, 2012). Farmers have regularly faced no water for rice crops due to droughts, which seriously downscales socioeconomic gain. Provision of loans to farmers at these times is important. Savings, by not spending income from their businesses, (made possible by the loans) can compensate for losses incurred by climate change impacts (such as flood and drought)."}, {"text_block_id": "p12_b170", "text": "The vulnerability of a population is depending on key indicators such as population density, level of economic development, food availability, income level and distribution, local environmental conditions, pre-existing health status, and the quality and availability of rural public health care."}, {"text_block_id": "p12_b171", "text": "Changes in temperature and precipitation are also likely to increase the geographic range of vector-borne diseases such as malaria, dengue fever, cholera and diarrhea. The loss of low-lying landmass in coastal areas, which could be ravaged by severe storms and increased sea-level rises, is likely to lead to displacement of populations, loss of life and damage to rural infrastructure (cutting rural roads and overflows onto rural roads, irrigation channels and culverts)."}, {"text_block_id": "p12_b172", "text": "There are two major concerns related to current and future climate changes. Specifically, there appears to be an overall increase in average total annual rainfall and, this increase is poorly distributed over seasons, resulting in increased floods during the rainy season as well as increased drought incidence during the dry season."}, {"text_block_id": "p12_b173", "text": "The interventions to climate proof transport projects include engineering or structural adjustments such as drainage design; ecosystem based approaches such as improved natural flood management and tree planting have been implementing in the Rural Roads Improvement Project (RRIP) year 2010-2015."}, {"text_block_id": "p12_b174", "text": "C. Priority issues"}, {"text_block_id": "p12_b175", "text": "The recent assessment by MOE-PPCR (2013) shows infrastructure conditions in Cambodia indicates that roads, bridges, drainage and sewage networks, and other critical infrastructure in Cambodia largely fail to meet the needs of socio-economic development, and that inadequate infrastructure increases the vulnerability to climate hazards. Recently, development assistance has focused on rural roads, electricity, and establishing wholesale markets in border zones to enable farmers to connect with regional markets."}, {"text_block_id": "p12_b176", "text": "Experience in Cambodia suggests that much of the investments in rural infrastructure with regards to climate change have been made in response to current climate extreme events such as floods and droughts. These projects focus on the construction of water culverts, flood protection dykes in major provincial towns, and rehabilitation of roads and bridges damaged by floods. However, construction of water storage dams, pumping facilities, water gates, canals, and expansion of drainage and sewerage networks has been limited."}, {"text_block_id": "p12_b177", "text": "Some of these adaptation goals involve in improving the design of rural infrastructure and increasing long-term investments, especially social services (such as provision of micro-credit to open up business opportunities); increasing the flexibility of vulnerable systems (e.g. changing activity or location); and improving the preparedness and awareness of rural society (dissemination of the concept of agricultural practices being able to adapt to climate change)."}, {"text_block_id": "p12_b178", "text": "II. STRATEGIES"}, {"text_block_id": "p12_b179", "text": "The current shift in policy within MRD focus on key priority areas is to establish policy and study profile that make rural road infrastructure more resilience to climate change. These strategies include: (i) Support climate change adaptation through micro-credit, increase income for those affected by flood and drought, (ii) Strengthening rural infrastructure resilience to flood and drought (to quantify the impacts and modify designs in order to make roads resilient to climate change, the project being"}, {"text_block_id": "p13_b180", "text": "implemented), (iii) Awareness raising on CC impact to all vulnerable areas, (iv) Capacity development on CCA to village development committee (primary health care, and water sanitation)."}, {"text_block_id": "p13_b181", "text": "On the basis of these principles, MRD proposes that resilience to climate change requires the rural development, particularly rural infrastructure development, should focus on following four strategic priorities:"}, {"text_block_id": "p13_b182", "text": "1."}, {"text_block_id": "p13_b183", "text": "Creating policies and study profiles makes rural infrastructure development (roads, irrigation schemes, wells, ponds and bridges) resilient to climate change."}, {"text_block_id": "p13_b184", "text": "2."}, {"text_block_id": "p13_b185", "text": "Supporting adaptation to climate change through creating local business opportunities that focus on micro-credit provision for socioeconomic development."}, {"text_block_id": "p13_b186", "text": "3."}, {"text_block_id": "p13_b187", "text": "Promoting climate resilience through strengthening the quality of rural infrastructures (roads, irrigation, wells and culverts) to be resilient to flood and drought. (Pilot project implementation.)."}, {"text_block_id": "p13_b188", "text": "4."}, {"text_block_id": "p13_b189", "text": "Promoting adaptation to climate change through capacity and institutional development and increasing rural awareness rising on climate change adaptation and response options. Key action include promote primary health care, water sanitation, research results dissemination and community development."}, {"text_block_id": "p13_b190", "text": "III. ACTION PLAN"}, {"text_block_id": "p13_b191", "text": "This section list down the proposed action plan for climate change action plan. It covers the scope of planning, the planning matrix, the impaction of expenditure and the potential benefit of applying these prioritized actions."}, {"text_block_id": "p13_b192", "text": "3.1 Summary of scope of planning"}, {"text_block_id": "p13_b193", "text": "MRD has prepared a serious of long lists that are relative importance for both adaptation and mitigation.  Based on guideline, the Action Plan covers the following categories of action."}, {"text_block_id": "p13_b194", "text": ""}, {"text_block_id": "p13_b195", "text": "Category 1:"}, {"text_block_id": "p13_b196", "text": "Re-scaling"}, {"text_block_id": "p13_b197", "text": "existing and planned actions to take account of their contribution to adaptation and/or mitigation. This may include up-scaling pilot activities."}, {"text_block_id": "p13_b198", "text": ""}, {"text_block_id": "p13_b199", "text": "Category 2:"}, {"text_block_id": "p13_b200", "text": "Modifying"}, {"text_block_id": "p13_b201", "text": "existing actions through climate proofing and/or by adding mitigation"}, {"text_block_id": "p13_b202", "text": ""}, {"text_block_id": "p13_b203_merged_merged_merged", "text": "Category 3: Developing new climate change actions"}, {"text_block_id": "p13_b206", "text": "In response to this concern, MRD raised four strategic priorities of its strategic plan and implement the action plan under each strategic priority as below:"}, {"text_block_id": "p13_b207", "text": "Action Plan in Response to Climate Change in the Area of Infrastructure Development"}, {"text_block_id": "p13_b208", "text": "Strategic Priority 1"}, {"text_block_id": "p13_b209", "text": "1."}, {"text_block_id": "p13_b210", "text": "Identification and Mapping vulnerable group of rural infrastructure in province of high risk due to climate change impact"}, {"text_block_id": "p13_b211", "text": "2."}, {"text_block_id": "p13_b212", "text": "Developing adaption guideline and other options in order to improve rural infrastructure resilience to climate change."}, {"text_block_id": "p13_b213", "text": "3."}, {"text_block_id": "p13_b214", "text": "Capacity building and awareness raising at national and sub national level for mainstreaming climate change in to rural development planning process ( $2 million)"}, {"text_block_id": "p13_b215", "text": "Strategic Priority 2"}, {"text_block_id": "p13_b216", "text": "4."}, {"text_block_id": "p13_b217", "text": "Up scaling existing micro-finance to support GHG mitigation and reduce climate change"}, {"text_block_id": "p14_b218", "text": "impact in the vulnerable area (currently in 3 provinces)"}, {"text_block_id": "p14_b219", "text": "Strategic Priority 3"}, {"text_block_id": "p14_b220", "text": "5."}, {"text_block_id": "p14_b221", "text": "Climate change Risk Management and improvement of Rural Water Supply and rural infrastructure in the Tonle Sap Basin."}, {"text_block_id": "p14_b222", "text": "6."}, {"text_block_id": "p14_b223", "text": "Capacity building on climate change -proof infrastructure design for civil engineering of National and sub-national (215 engineers)"}, {"text_block_id": "p14_b224", "text": "Strategic Priority 4"}, {"text_block_id": "p14_b225", "text": "7."}, {"text_block_id": "p14_b226", "text": "To promote awareness rising of CC for VDC."}, {"text_block_id": "p14_b227", "text": "8."}, {"text_block_id": "p14_b228", "text": "Piloting community base CC adaptation for VDC in Cambodia Mekong delta ( Takeo, Svay Rieng and Prey Veng Provinces)"}, {"text_block_id": "p14_b229", "text": "9."}, {"text_block_id": "p14_b230", "text": "Strengthening connectivity network resilient to climate change both rural road and jetties among Mekong River Islands."}, {"text_block_id": "p14_b231", "text": "10."}, {"text_block_id": "p14_b232", "text": "Climate-Proof tertiary-community Irrigation Development to enhance agricultural production of paddy field in four communes of Mekong Delta Province."}, {"text_block_id": "p15_b233", "text": "3.2 Implications for Expenditure in the Ministry"}, {"text_block_id": "p15_b234_merged", "text": "The actions above shows USD 56,530,000.00 is required to operate the proposed actions. According to MDR's budget strategic plan 2014-2016, it shows 24 projects with total budget with US$254,355,030.00. These projects are proposed to response to two majors policy objective of the ministry: (i) Ensuring the improvement of the living standards of people in rural areas are closed with downtown areas by 2025 and (ii) promoting rural economic growth through integrated rural development with participation of the national and international communities (MRD 2013)."}, {"text_block_id": "p15_b240", "text": "According to the list of project documented in the Public Investment Program (PIP) 2013-2015, it shows total project budget with US$401,704,200.00 out of total planned expenditure of US$286,083,000.00. Based on this PIP, there are total committed fund with US$234,529,500.00 from 2013-2015 of which additional US$51,553,500.00 are needed."}, {"text_block_id": "p15_b241", "text": "In addition, during the long list discussion process, there are 23 on-going projects being implemented by the MRD with total budget allocated of US$428,380,006. Different sources of funds are coming from (i) government budget, and (ii) foreign grants and loans while the details of these projects are listed in annex 1."}, {"text_block_id": "p16_b242", "text": "IV. MANGEMENT AND FINANCING MECHANISM"}, {"text_block_id": "p16_b243", "text": "4.1 Analysis of existing management and financing mechanisms"}, {"text_block_id": "p16_b244", "text": "The ministry develops a portfolio of projects based on national priorities as reflected in the rectangular strategy of the Government and in the Strategy for rural road development and improvement, rural water supply and sanitation and indigenous people development. However, most external resource mobilization in MRD is done on a bilateral basis, through discussions with individual donors on one or several of the pipeline projects identified in the Public Investment Plan (rolling three-year plan). Domestic capital resources are allocated as counterpart funds and on the basis of decisions from the Prime Minister."}, {"text_block_id": "p16_b245", "text": "Both donors funded and nationally funded projects are managed through the central project management office and its units, and subsidiary provincial project implementation units. The PMO and its structure is not shown on the organization chart of MRD as it is outside the line management structure. The PMO reports to the Minister via a project manager for each project, who may be at Secretary of State Level. The PMO financial accounting system is separate from that of the Ministry and funds do not flow through the Department of Finance, or line departments. The establishment of a project management office (PMO) with project management units (PMUs) and project implementation units (PIU) outside line departments has created overlapping mandates of line departments and the PMOs. Staff has been attracted from departments into PMUs, because funding arrangements are more free and workable than in the ministry itself."}, {"text_block_id": "p16_b246", "text": "The working group in charge of CCAP development, including representatives from relevant ministries, will remain active and coordinate the implementation of the CCAP within the ministry."}, {"text_block_id": "p16_b247", "text": "There is a need to strengthen the provincial offices PDRD of MRD to enable them to implement national and sub-national level programs."}, {"text_block_id": "p16_b248", "text": "4.2 Analysis of potential sources and volume of finance for Climate Change actions"}, {"text_block_id": "p16_b249", "text": "The CCAP includes 10 actions for a total of US$56,530.00.00 over 5 years. Two thirds of the budget is allocated to the rehabilitation and rural road proofing of infrastructure. Other actions include research, testing of technologies, capacity development, as well flood risk management, clean water and sanitation."}, {"text_block_id": "p16_b250", "text": "The ministry expect to source a significant portion of these resources through its existing donors, by raising the profile of climate change at project identification and design stage. Additional climate resources may be raised from LDCF and the Green Climate Fund."}, {"text_block_id": "p16_b251", "text": "Expenditure on infrastructure could be scaled up or down depending on whether a high or low climate change financing scenario materializes."}, {"text_block_id": "p16_b252", "text": "4.3 Entry points for climate change mainstreaming in management and financing mechanisms"}, {"text_block_id": "p16_b253", "text": "Investment funds under MRD are exclusively managed through a project modality. In the absence of strong coordination mechanisms, it is recommended to introduce standard procedures including climate"}, {"text_block_id": "p17_b254", "text": "change as a criterion for the identification and formulation of projects. The PMO could play a role in enforcing these standards for all new projects. A priority activity would be to conduct the necessary research to define adequate CC proofing standards for irrigation infrastructure."}, {"text_block_id": "p17_b255", "text": "Many CCAP actions are directly linked to"}, {"text_block_id": "p17_b256", "text": "projects already included in the ministry’s PIP. New actions will"}, {"text_block_id": "p17_b257", "text": "be incorporated in the PIP by the Department of Planning."}, {"text_block_id": "p17_b258", "text": "V.MONITORING AND EVALUATION"}, {"text_block_id": "p17_b259", "text": "5.1 Develop a framework for monitoring, reporting, evaluation and learning"}, {"text_block_id": "p17_b260", "text": "Monitoring and evaluation of the CCAP will be conducted consistently with the national framework for M&E of climate change response established by the CCCSP."}, {"text_block_id": "p17_b261", "text": "An effective monitoring and evaluation strategy and implementation in Cambodia, which is critical to the success of any climate change, programme (PPCR 2, 2014), and would have the following characteristics:"}, {"text_block_id": "p17_b262", "text": ""}, {"text_block_id": "p17_b263", "text": "Institutionalized M&E system including officially mandated M&E roles and responsibilities;"}, {"text_block_id": "p17_b264", "text": ""}, {"text_block_id": "p17_b265", "text": "Centralized M&E system, coordination and guidelines;"}, {"text_block_id": "p17_b266", "text": ""}, {"text_block_id": "p17_b267", "text": "Sustained and pervasive training on centralized M&E system, coordination and guidelines;"}, {"text_block_id": "p17_b268", "text": ""}, {"text_block_id": "p17_b269", "text": "Funding to implement an M&E system."}, {"text_block_id": "p17_b270", "text": "Ministry of Rural Development which has just launched its Monitoring and Evaluation Guideline that will importantly guide every department pay its attention to development of their indicators can easily compilation into core indicators under the framework of MRD’s M&E. In this stage, MRD will have its focus on core M&E system."}, {"text_block_id": "p17_b271", "text": "For further necessary step MRD will"}, {"text_block_id": "p17_b272", "text": "-"}, {"text_block_id": "p17_b273", "text": "A template will be developed in order to facilitate collection of baselines on these entire proposed ten action plan (output level). These will be collated and analyzed for inclusion in the first M&E report. A baseline data at the outcome level of proposed action plans will be collected within the first program’s year (2015). Activities under the M&E of this action plans are:"}, {"text_block_id": "p17_b274", "text": ""}, {"text_block_id": "p17_b275_merged_merged_merged", "text": "Using new guideline of M&E, it is to develop monitoring and reporting format for these action plans in order to ensure that climate change indicators are utilized and data collection related to climate change indicators are collected."}, {"text_block_id": "p17_b278", "text": ""}, {"text_block_id": "p17_b279", "text": "Developing gender inclusive results framework and management information system for these action plans M&E ensuring every action plan are gender inclusive by utilizing"}, {"text_block_id": "p17_b280", "text": "effective gender"}, {"text_block_id": "p17_b281", "text": "-"}, {"text_block_id": "p17_b282", "text": "related indicators and reporting against those indicators."}, {"text_block_id": "p17_b283", "text": ""}, {"text_block_id": "p17_b284", "text": "Prepare annual monitoring and evaluation reports on action plan achievement."}, {"text_block_id": "p18_b285", "text": "The department of planning and public relation will have responsibility to manage the monitoring, reporting and evaluation process with the technical support from the working group of the climate change. It carries out these tasks with the support and in coordination with the NCCC and MoP. For details of the institutional arrangements see also the diagram of Figure 3."}, {"text_block_id": "p18_b286", "text": "A mid-term evaluation will be organized in year 2016 and a final evaluation in 2018. The evaluations will assess the progress in implementing the CCAP and CCSP, its relevance and contribution in addressing climate change and water issues and achieving impacts foreseen in sectoral plan and NSDP, the effectiveness in terms of mainstreaming climate change within the MOWRAM services, and integration in planning and monitoring systems of the ministry. The evaluations will also assess the alignment and contribution towards achieving the objectives set in the CCCSP"}, {"text_block_id": "p18_b287", "text": ", and will provide recommendations for future adjustment of the policy response. This effect will be important in evaluations identify lessons learned and, if needed, entry points for improving policies and actions. A precondition for organization of quality evaluations at program (CCAP) and action levels will be sufficient resources for monitoring and evaluation are budgeted in the actions."}, {"text_block_id": "p18_b288", "text": "The monitoring of the CCAP will be based on the following indicators framework:"}, {"text_block_id": "p18_b289_merged_merged", "text": "To minimize costs and improve mainstreaming, whenever possible indicators will be based on relevant indicators already being monitored. Baseline and targets for indicators for CCAP delivery and mainstreaming, and for impact indicators will be established by the end of 2014, and will be included in the first CCAP progress report. Result indicators will be finalized, and respective baselines and targets established as the actions are financed. The indicator framework will be reviewed in 2016 during the mid-term evaluation."}, {"text_block_id": "p19_b291", "text": "The indicators for the CCAP are:"}, {"text_block_id": "p22_b292", "text": "5.2 Monitoring diagram and procedure"}, {"text_block_id": "p22_b293", "text": "Figure 3: MRD's monitoring and evaluation framework"}, {"text_block_id": "p22_b294", "text": "According to Standard Operation Procedure (SOP) for all externally financed projects/programs in Cambodia as published by the MEF in May 2012 highlights MEFF is the key responsible for identifying the line ministry or other RGC or autonomous agency to act as the EA/IA5 for externally assisted projects, taking into account the following factors:"}, {"text_block_id": "p22_b295", "text": "a."}, {"text_block_id": "p22_b296", "text": "The mandate of the line ministry or agency to undertake the project, in line with the Royal Decree and Sub-Decrees mandating it to carry out its various functions;"}, {"text_block_id": "p22_b297", "text": "b."}, {"text_block_id": "p22_b298", "text": "The interest and commitment of the EA/IA to effectively carry out the project;"}, {"text_block_id": "p22_b299", "text": "c."}, {"text_block_id": "p22_b300", "text": "The administrative and managerial skills required to effectively manage and administer the project, or at least the willingness and commitment to develop the required skills; and"}, {"text_block_id": "p23_b301", "text": "d."}, {"text_block_id": "p23_b302", "text": "The ability to mobilize and commit the human resources required to support project implementation."}, {"text_block_id": "p23_b303", "text": "Once the EA/IA has been identified, the assessment of the required capabilities as outlined above is done in partnership with the representatives of the relevant DPs. At this stage, the absorptive capacity and ability of the EA/IA to handle development assistance is also taken into account in partnership with the relevant. There are times when more than one EA or IA may be involved in the implementation and administration of projects and programs. Where possible it is best practice to designate only one EA to simplify coordination and implementation."}, {"text_block_id": "p23_b304", "text": "DONORS/DPs"}, {"text_block_id": "p23_b305_merged", "text": "A number of DPs have set up their own templates to identify the capabilities and capacities of the selected EA/IA. At this stage, an Action Plan is also developed to address any constraints identified during the assessment process. If any proposed corrective measures identified are beyond the scope of the RGC’s resources, then DPs support is also agreed at this stage, to ensure that the project will be successfully implemented so as to achieve the identified Project Development Objective (PDO)."}, {"text_block_id": "p23_b308", "text": "The MEF must confirm in writing the designation of a line ministry or other agency as the EA/IA, and clearly state that the guidelines and systems and procedures of both the RGC and the relevant DP must be adhered to. For its part, the designated EA/IA must confirm agreement to adhere to these in writing. MEF plays an important role on behalf of the line ministries when entering into contractual arrangements for loan/credit/grant and technical assistance (TA) support from DPs. It plays the following role:"}, {"text_block_id": "p23_b309", "text": ""}, {"text_block_id": "p23_b310", "text": "Negotiates, with the participation of the line ministry and/or EA/IA, and signs the Financing Agreement, Subsidiary Loan, Project and TA agreements with Development partners (DPs). In the case of autonomous agencies however, MEF signs the Financing Agreement and the agency signs the Subsidiary Loan Agreement or Project Agreement ;"}, {"text_block_id": "p23_b311", "text": ""}, {"text_block_id": "p23_b312", "text": "Is responsible for amendments to loan/credit/grant agreements, including any subsequent amendments, including reallocations and extension of closing dates;"}, {"text_block_id": "p23_b313", "text": ""}, {"text_block_id": "p23_b314", "text": "Is accountable to the National Assembly and the Council of Ministers, with regards to all financial aspects of projects and TA activities. It also ensures that the line ministry complies with all financial covenants and other obligations in the Financing , Subsidiary Loan / Grant and TA agreements;"}, {"text_block_id": "p23_b315", "text": ""}, {"text_block_id": "p23_b316", "text": "Attends all wrap-up meetings between the project and"}, {"text_block_id": "p23_b317", "text": "DP’s missions;"}, {"text_block_id": "p23_b318", "text": ""}, {"text_block_id": "p23_b319", "text": "Ensures the effective management and administration of loans/credits/grants and TA grants provided to Cambodia;"}, {"text_block_id": "p23_b320", "text": "The ministry of planning (MOP)"}, {"text_block_id": "p23_b321", "text": "The MOP under Sub-Decree No. 55 on its Organization and Functioning has the following roles and responsibilities:"}, {"text_block_id": "p23_b322", "text": ""}, {"text_block_id": "p23_b323", "text": "To act as the government’s arm in formulation of concepts, strategies, policies and in"}, {"text_block_id": "p23_b324", "text": "determining of priorities for national development in order to ensure the sustainability and balance between development equity and social justice and between economic development, and social and cultural development, between urban and rural areas, between exploitation and regeneration of natural resources and between development and environmental protection;"}, {"text_block_id": "p24_b325", "text": ""}, {"text_block_id": "p24_b326", "text": "To guide and manage methodologies and procedures used in the formulation of socioeconomic development plans according to the decentralized system in the whole country;"}, {"text_block_id": "p24_b327", "text": ""}, {"text_block_id": "p24_b328", "text": "To prepare long term, medium term and short term plans and national programs by coordinating with all relevant ministries/institutions in the provinces and regions in the whole country; Takes the lead role and in consultation with other arms of the RGC produces the National Strategy and Development Plan (NSDP) and ensures that the NSDP and the Rectangular Strategy of the RGC is implemented."}, {"text_block_id": "p24_b329", "text": ""}, {"text_block_id": "p24_b330", "text": "To monitor the implementation of plans, national programs and projects in all sectors and make assessment and proposes measures to correct those plans and programs as needed;"}, {"text_block_id": "p24_b331", "text": ""}, {"text_block_id": "p24_b332", "text": "To work with concerned ministries/institutions in formulating strategies and policies and identifying priorities for investments both in public and private sectors in order to promote efficiency and optimize the use of internal and external potential resources;"}, {"text_block_id": "p24_b333", "text": ""}, {"text_block_id": "p24_b334", "text": "To collaborate with the Ministry of Economy and Finance in fixing the amount and in allocating annual budget for public investments; and"}, {"text_block_id": "p24_b335", "text": "NCCC"}, {"text_block_id": "p24_b336_merged", "text": "NCCCwill ensure climate indicators are mainstreaming into national development planning. NCCC and MEF will work together to encourage donors to consider providing support for CC in the form of budget support as soon as the PFM reforms deliver greater confidence in the transparency of public expenditure and more detailed budgets, at least down to the level of departments"}, {"text_block_id": "p24_b338", "text": "VI. LAWS AND REGULATION DRAFTING SCHEDULE"}, {"text_block_id": "p24_b339", "text": "In 2012, the ministry has provided significant steps in establishing the Working Group of Climate Change on water and meteorology with major role in formulating strategic plan, and policy formulation. However, there is no legal framework required for the ministry to implement its mandate in the Climate Change response. There are would be two types of responses which might include:"}, {"text_block_id": "p24_b340", "text": "1."}, {"text_block_id": "p24_b341", "text": "Legal and regulatory changes required for mainstreaming (eg procedures for regular climate screening of new projects, inclusion of climate change unit during annual workplan development, reference to climate change in budget submissions)."}, {"text_block_id": "p24_b342", "text": "2."}, {"text_block_id": "p24_b343", "text": "The principles and regulatory changes required for the feasibility of actions, especially where these changes affect several actions."}, {"text_block_id": "p24_b344", "text": "Table 3: Typical format for legal framework requires for action plan implementation"}, {"text_block_id": "p25_b345", "text": "VII. CONCLUSIONS AND NEXT STEPS"}, {"text_block_id": "p25_b346", "text": "The preparation of priority actions for CCAP is one of the starting points in mainstreaming climate change plan into formal development planning. It is important that these actions included with the next or on-going and rolling plan for PIP of the ministry."}, {"text_block_id": "p25_b347", "text": "The CCAP can be a very effective tool to mobilize national and international resources. Thus, developing effective communication materials based on the CCAP will be become one of the next steps to assist in mobilise resources and coordination with CCD and other ministries to present the CCAP in national and international events (eg UNFCCC side events, national climate change forum, DP coordination meetings). It could also include a launch workshop."}, {"text_block_id": "p25_b348", "text": "The key process by which the CCAP should influence domestic resource mobilization is by achieving marginal shifts in the budget in favour of those ministries, departments and actions that provide the most effective contribution to adaptation and mitigation. This could include the following."}, {"text_block_id": "p25_b349", "text": ""}, {"text_block_id": "p25_b350", "text": "How best to refer to climate change in ministry budget submissions, including an analysis of how the proposed budget is going to improve adaptation and mitigation and the value of this improvement to the country."}, {"text_block_id": "p25_b351", "text": ""}, {"text_block_id": "p25_b352", "text": "Implementation of a screening system for project preparation in which PIP submissions include a statement of the adaptation and mitigation benefits of all climate relevant projects. This could use the Action Fiches in the CCAP, though modification of the PIP template to take more account of climate change would also be useful."}, {"text_block_id": "p25_b353", "text": ""}, {"text_block_id": "p25_b354", "text": "CCCA as the multi-trust fund coordination will also provide overall assistant to the ministry in identifying the potential sources of funding allocation and additional policy and capacity development for the officials from the working group of climate change on agriculture, forestry and fisheries."}, {"text_block_id": "p25_b355", "text": "VIII. REFERENCES"}, {"text_block_id": "p25_b356", "text": "ADB (2011) Proposed loan, Technical Assistance, and Administration of loan and grant in the Kingdom of Cambodia: Provincial Roads Improvement Project. Asian Development Bank, Manila."}, {"text_block_id": "p25_b357", "text": "Darong, Chan and David Lees (na) Climate Change Adaptation Strategies for Rural Infrastructure Design in Cambodia."}, {"text_block_id": "p25_b358", "text": "MOE (2001) Vulnerability and Adaptation Assessment to Climate Change in Cambodia. Ministry of Environment (MoE), Phnom Penh."}, {"text_block_id": "p25_b359_merged", "text": "MOE (2002) Cambodia’s Initial National Communication under the United Nations Framework Convention on Climate Change. Ministry of Environment (MoE), Phnom Penh."}, {"text_block_id": "p25_b362", "text": "MOE (2002) Environmental Management in the Coastal Zone-Cambodia: Physical Framework Plan for Koh Kong Province, Cambodia. Ministry of Environment, Phnom Penh."}, {"text_block_id": "p25_b363", "text": "MOE (2002) Environmental Management in the Coastal Zone-Cambodia: Physical Framework Plan for Kampot Province, Cambodia. Ministry of Environment, Phnom Penh."}, {"text_block_id": "p25_b364", "text": "MOE (2002) Environmental Management in the Coastal Zone-Cambodia: Physical Framework Plan for Sihanouk Vill, Cambodia. Ministry of Environment, Phnom Penh."}, {"text_block_id": "p26_b365", "text": "MOE (2002) Environmental Management in the Coastal Zone-Cambodia: Physical Framework Plan for Kep Province, Cambodia. Ministry of Environment, Phnom Penh."}, {"text_block_id": "p26_b366", "text": "MOE (2005) Vulnerability and Adaptation to Climate Hazards and to Climate Change: A survey of Rural Cambodian Households. Ministry of Environment (MoE): Phnom Penh."}, {"text_block_id": "p26_b367", "text": "MOE (2006)National Adaptation Programme of Action to Climate Change (NAPA). Ministry of Environment (MOE), Phnom Penh."}, {"text_block_id": "p26_b368", "text": "MOE/SNC (2010).Second national communication to UNFCCC.Ministry of Environment, Phnom Penh."}, {"text_block_id": "p26_b369", "text": "MOE/PPCR (2013) Synthesis Report on Vulnerability and Adaptation Assessment for Key Sector Including Strategic and Operational Recommendations. PPCR Phase 1: Ministry of Environment (MOE), ADB, WORLD BANK AND Hatfield, Phnom Penh."}, {"text_block_id": "p26_b370", "text": "MRD (2013) Budget Strategic Plan 2014-2016 of the Ministry of Rural Development. Ministry of Rural Development, Phnom Penh."}, {"text_block_id": "p26_b371", "text": "RGC (2006) Handbook on Financial Management Activities: For externally Financed Decentralized and De-Concentrated Projects in the Kingdome of Cambodia. Ministry of Economic and Finance (MEF), Phnom Penh."}, {"text_block_id": "p26_b372", "text": "RGC (2009) National policy on Indigenous Development. Ministry of Rural Development, Phnom Penh."}, {"text_block_id": "p26_b373", "text": "RGC (2010) National Strategic Development Plan Update 2009-2013. Royal Government of Cambodia,"}, {"text_block_id": "p26_b374", "text": "RGC (2012) Standard Operation Procedures for all externally financed projects/Program in Cambodia. Ministry of Economic and Finance (MEF), Phnom Penh."}, {"text_block_id": "p26_b375", "text": "RGC (2013) Pilot Program for Climate Resilience (PPCR): Revised Strategic Program for Climate Resilient for Cambodia, December 2013.Royal Government of Cambodia (RGC), Phnom Penh."}, {"text_block_id": "p26_b376", "text": "UNDP and MOE (2011a) Cambodia Human Development Report 2011: Climate Change and Water Resources Thematic Highlight. United Nation Development Program (UNDP), Ministry of Environment (MOE), Phnom Penh."}, {"text_block_id": "p26_b377", "text": "UNDP and MOE (2011b) Cambodia Human Development Report: Building Climate Resilient in Rural Livelihood in the Face of Climate Change. United Nation Development Program (UNDP), Ministry of Environment (MOE), Phnom Penh."}, {"text_block_id": "p27_b378", "text": "IX. LIST OF ANNEXES"}, {"text_block_id": "p27_b379", "text": "9.1 Long list of actions for or MRD's CCAP 2014-2018"}, {"text_block_id": "p29_b380", "text": "Scoring of Priority Action Selected for Rural Development 2014-2018"}, {"text_block_id": "p31_b381", "text": "9.3 List of actions fiches"}, {"text_block_id": "p31_b382", "text": "MRD ACTION FICHE No 1 (MRD)"}, {"text_block_id": "p34_b383", "text": "MRD ACTION FICHE No 2"}, {"text_block_id": "p35_b384", "text": "MRD ACTION FICHE No3"}, {"text_block_id": "p38_b385", "text": "MRD ACTION FICHE No 4 (MRD)"}, {"text_block_id": "p40_b386", "text": "MRD ACTION FICHE No 5 (MRD)"}, {"text_block_id": "p42_b387", "text": "MRD ACTION FICHE No 6 (MRD)"}, {"text_block_id": "p44_b388", "text": "MRD ACTION FICHE No 7"}, {"text_block_id": "p45_b389", "text": "MRD ACTION FICHE No 8 (MRD)"}, {"text_block_id": "p47_b390", "text": "Action fiches 9: MRD"}, {"text_block_id": "p49_b391", "text": "MRD ACTION FICHE No 10 (MRD)"}], "document_description": "The Climate Change Action Plan for Rural Development is the result of commitment and political support from the royal government of Cambodia.&nbsp;<br><br>Cambodia is particularly exposes to flooding with loss of rural connectivity. Climate change is a key threat to rural infrastructure and people wellbeing.&nbsp;<br><br>The plan establishes the following strategies: 1) to develop climate change resilient policies for rural infrastructure; 2) to support adaptation measures through creating local business opportunities; 3) to support rural awareness; 3) to promote knowledge on climate change into village committee (primary health care, water sanitation).&nbsp;"}