{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": "LULUCF", "document_language": "English", "document_name": "National  REDD+  Strategy 2017 –2026", "document_country_code": "KHM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "05/01/2017", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/KHM/2017/KHM-2017-01-05-National  REDD+  Strategy 2017 –2026_ef47de8aa472ed7b7d6f0ddeff3a1fa3.pdf", "text_blocks": [{"text_block_id": "p4_b1", "text": "Samdech Akka Moha Sena Padei Techo HUN SEN Prime Minister of the Kingdom of Cambodia"}, {"text_block_id": "p4_b2", "text": "Message"}, {"text_block_id": "p4_b3", "text": "Cambodia has ratified The Paris Agreement of the United Nations Framework Convention on Climate Change and has joined the international community to address the challenge of global climate change. The national policies of the Royal Government that include the Rectangular Strategy Phase III and the National Strategic Development Plan, prioritize action on climate change."}, {"text_block_id": "p4_b4", "text": "The Royal Government of Cambodia considers REDD+ an effective global initiative that will contribute to mitigating impacts of climate change in agriculture, forestry and related sectors. The Royal Government of Cambodia has clear vision that REDD+ is the national mechanism that provides an opportunity to support the Ministry of Agriculture, Forestry and Fisheries, the Ministry of Environment, and relevant stakeholders, including local communities and indigenous peoples in their efforts to sustainably manage forest resources in the country."}, {"text_block_id": "p4_b5", "text": "The vision of Cambodia’s National REDD+ Strategy is to contribute to national and global climate change mitigation by improving the management of its natural resources and forest lands."}, {"text_block_id": "p4_b6", "text": "On behalf of the Royal Government of Cambodia, I am pleased to announce the promulgation of the Cambodia National REDD+ Strategy 2017-2026. This strategy is an expression of our continued commitment to sustainable forest resource management in an era of climate change."}, {"text_block_id": "p4_b7", "text": "Finally, successful implementation of the Strategy will depend on effective collaboration and participation from the Government, private sector, national and international non-governmental organizations, development partners, indigenous peoples and local communities. I invite all stakeholders to strengthen cooperation with relevant Government agencies, particularly Ministry of Agriculture, Forestry and Fisheries and Ministry of Environment to successfully implement the National REDD+ Strategy in order to contribute to the Royal Government’s commitment to move Cambodia’s society towards green economy development, low carbon pathway and climate resilient Cambodia."}, {"text_block_id": "p4_b8", "text": "Phnom Penh, 08 December, 2017"}, {"text_block_id": "p4_b9", "text": "HUN SEN"}, {"text_block_id": "p5_b10", "text": "Preface"}, {"text_block_id": "p5_b11_merged", "text": "On behalf of the Ministry of Environment, I would like to express my profound respect and sincere gratitude to Samdech Akka Moha Sena Padei Techo HUN SEN, Prime Minister of the Kingdom of Cambodia. My Ministry honours the Prime Minister’s support and commitment to addressing climate change issues in Cambodia, and his active engagement with the international community in responding to climate change challenges through reducing deforestation and forest degradation."}, {"text_block_id": "p5_b14", "text": "The Royal Government of Cambodia has taken significant policy measures that aim to address deforestation and forest degradation. These include the consolidation of Cambodia’s protected areas under the Ministry of Environment and the establishment of biodiversity conservation corridors. The Ministry has also drafted an Environment and Natural Resources Code that aims to establish principles for the sustainable and equitable management of Cambodia’s rich endowment of forest and biodiversity resources."}, {"text_block_id": "p5_b15", "text": "The protected area system of Cambodia cover about 41 per cent of the country’s total area that is one of the highest percentages of national territory within protected areas in the world. In order to improve the management of protected areas the Ministry of Environment has prepared a National Protected Area Strategic Management Plan (NPASMP) that will complement the promulgation of the National REDD+ Strategy. Effective implementation of the NPASMP and the NRS will together contribute to reducing deforestation and forest degradation in Cambodia."}, {"text_block_id": "p5_b16", "text": "The mission of the REDD+ Strategy is to strengthen the capacity of national and sub national institutions for effective implementation of policies, laws and regulations that will contribute to improved management of natural resources, forest lands, and biodiversity conservation. This Strategy has been developed with the collaboration, commitment and effort of national and sub-national government institutions and development partners and with active participation and support from key stakeholders, including national and international non-governmental organizations, local communities and indigenous peoples."}, {"text_block_id": "p5_b17", "text": "Again, I would like to acknowledge the contribution of all stakeholders, for their support in developing the National REDD+ Strategy in an effective and timely manner, and look forward to continued cooperation in its successful implementation."}, {"text_block_id": "p5_b18", "text": "Phnom Penh, 26 September 2017"}, {"text_block_id": "p5_b19", "text": "SAY Samal"}, {"text_block_id": "p5_b20", "text": "Minister of Environment"}, {"text_block_id": "p6_b21_merged", "text": "On behalf of the Ministry of Agriculture, Forestry and Fisheries, I would like to express my profound respect and sincere gratitude to Samdech Akka Moha Sena Padei Techo HUN SEN, Prime Minister of the Kingdom of Cambodia. My Ministry honours the Prime Minister’s support and commitment to addressing climate change issues in Cambodia, and his active engagement with the international community in responding to climate change challenges through reducing deforestation and forest degradation."}, {"text_block_id": "p6_b24", "text": "The impacts of climate change and the consequences of deforestation and forest degradation pose major challenges to Cambodia’s key development sectors, including agriculture, forestry and fisheries, biodiversity and environmental management. Responding to these impacts, the Ministry of Agriculture, Forestry and Fisheries and the Ministry of Environment has coordinated the development of the Cambodia National REDD+ Strategy that provides a framework and action plan to reduce deforestation, and forest degradation in Cambodia."}, {"text_block_id": "p6_b25", "text": "The mission of the REDD+ Strategy is to strengthen the capacity of national and sub national institutions for effective implementation of policies, laws and regulations that will contribute to improved management of natural resources, forest lands, and biodiversity conservation. The goal of the strategy is to reduce deforestation and forest degradation, promote sustainable management and conservation, and contribute to poverty alleviation of local communities. The National REDD+ Strategy also provides guidance for implementation of actions that will enhance forest productivity, increase supply of forest and non-forest products, and contribute to conservation and protection of forest ecological systems."}, {"text_block_id": "p6_b26", "text": "This Strategy has been developed with the collaboration, commitment and effort of key stakeholders, including local communities, indigenous peoples, national and sub-national government institutions, and with support from national and international non-governmental organizations and development partners."}, {"text_block_id": "p6_b27", "text": "On behalf of the Ministry of Agriculture, Forestry and Fisheries, I would like to acknowledge the contribution of all stakeholders, for their support in developing this Strategy in an effective and timely manner, and look forward to continued cooperation in its implementation."}, {"text_block_id": "p6_b28", "text": "Phnom Penh, 26 September 2017"}, {"text_block_id": "p6_b29", "text": "VENG Sakhon"}, {"text_block_id": "p6_b30", "text": "Minister of Agriculture, Forestry and Fisheries"}, {"text_block_id": "p8_b31", "text": "Acknowledgements"}, {"text_block_id": "p8_b32", "text": "The Royal Government of Cambodia expresses its gratitude to national ministries and agencies, development partners, international and national non-governmental organizations, the private sector, academia and all stakeholders for their contribution to the development of the Cambodia National REDD+ Strategy."}, {"text_block_id": "p8_b33", "text": "The Strategy was developed under the overall coordination of the Ministry of Environment, the Ministry of Agriculture, Forestry and Fisheries and the General Secretariat of the National Council for Sustainable Development. The Cambodia REDD+ Taskforce, technical teams, consultation group and gender group participated actively and provided invaluable guidance to the development of the REDD+ Strategy. Stakeholders at the local, sub-national and national level provided important inputs in developing the Strategy. National and international experts were generous in providing technical support to the document."}, {"text_block_id": "p8_b34_merged", "text": "The development of the REDD+ Strategy was made possible with financial support from development partners, namely the and the World Bank’s Forest Carbon Partnership Facility (FCPF)."}, {"text_block_id": "p9_b37", "text": "Content"}, {"text_block_id": "p10_b38", "text": "LIST OF FIGURES"}, {"text_block_id": "p10_b39", "text": "LIST OF TABLES"}, {"text_block_id": "p11_b40", "text": "Abbreviations"}, {"text_block_id": "p12_b41", "text": "Executive Summary"}, {"text_block_id": "p12_b42", "text": "The Royal Government of Cambodia (RGC) provides strong support to the development and implementation of REDD+ as an option to mitigate impacts of climate change, and reduce greenhouse gas emissions from the forestry sector. The outcomes of effective implementation of REDD+ policies and measures would contribute to socio-economic development and promote the shift towards sustainable development. Cambodia has incorporated REDD+ into several of its key climate change development policies, strategies and programmes."}, {"text_block_id": "p12_b43", "text": "Cambodia’s REDD+ programme is consistent with decisions adopted by the United Nations Framework Convention on Climate Change (UNFCCC) that recommends three phases of readiness, implementation, and results based payments for greenhouse gas (GHG) emission reductions from the forestry and land use sector. Cambodia initiated its REDD+ readiness in 2012 and has made significant progress in meeting UNFCCC requirements related to achievement of key milestones for readiness. The National REDD+ Strategy (NRS) has been developed and endorsed by RGC in late 2017; a Forest Reference Level (FRL) completed and submitted to the UNFCCC in late 2016; the design of a National Forest Monitoring System (NFMS) has been completed; and significant policy analysis and consultation undertaken to design and establish a Safeguards Information System (SIS)."}, {"text_block_id": "p12_b44", "text": "VISION:"}, {"text_block_id": "p12_b45", "text": "The vision of Cambodia’s National REDD+ Strategy is to contribute to national and global climate change mitigation through improving the management of its natural resources and forest lands, and biodiversity conservation and sustainable development."}, {"text_block_id": "p13_b46", "text": "MISSION:"}, {"text_block_id": "p13_b47", "text": "The mission of the Strategy is to strengthen the functioning and capacity of national and sub-national institutions for effective implementation of policies, laws and regulations to enhance management of natural resources and forest lands, and biodiversity conservation."}, {"text_block_id": "p13_b48", "text": "GOAL:"}, {"text_block_id": "p13_b49", "text": "The goal is to reduce deforestation and forest degradation while promoting sustainable management, conservation of natural resources and contribute to poverty alleviation."}, {"text_block_id": "p13_b50", "text": "The scope of Cambodia’s REDD+ Strategy will prioritize addressing deforestation, and build capacity alongside to later address forest degradation. Cambodia will implement REDD+ at the national level under the results-based payment mechanism of the UNFCCC. Cambodia will consider implementation of sub- national and voluntary market based REDD+ projects subject to specific criteria."}, {"text_block_id": "p13_b51", "text": "The three strategic objectives that have been identified to achieve the vision, mission and goal of the Strategy are to: (1) Improve management and monitoring of forest resources and forest land use; (2) Strengthen implementation of sustainable forest management; and (3) Mainstream approaches to reduce deforestation, build capacity, and engage stakeholders."}, {"text_block_id": "p13_b52", "text": "The National REDD+ Strategy will be implemented in two phases:"}, {"text_block_id": "p13_b53", "text": "Phase I 2017-2021"}, {"text_block_id": "p13_b54", "text": "An action plan will be developed and institutional arrangements for the implementation of the NRS will be finalized. Drivers will be addressed through improved implementation of existing forest management frameworks such as the NFP, NPASMP, SPFF and sub-decrees on ELCS and SLCs. These frameworks include policies and measures related to strengthening forest law enforcement, providing tenure security and implementing community based nature resource management. Implementation is however hindered by inadequate financial and technical resources. The NRS will prioritize mobilisation of upfront non-results based finance that will address these challenges and alongside build capacity for field based implementation and results. Steps will be taken to improve existing versions of the FRL and the NFMS and a SIS will be established to complete the requirements of the Warsaw Framework. A mid-term assessment of the NRS will be undertaken to identify lessons, challenges, and to address these during the next phase."}, {"text_block_id": "p13_b55", "text": "Phase II 2022-2026"}, {"text_block_id": "p13_b56", "text": "The NRS focus during this phase will be to complete the transition from readiness to implementation and prioritize the achievement of measurable results. The findings of the assessment of Phase I would be reviewed and appropriate steps would be taken. An"}, {"text_block_id": "p14_b57", "text": "assessment would also be made of the forest and land cover change results of 2016, 2018, and 2020 that would provide an indication of the effectiveness of the NRS. A key milestone during this phase would be the establishment of a rigorous forest monitoring mechanism that can review policies and measures to address drivers of deforestation and forest degradation for effectiveness and efficiency. In addition the SIS will continue to monitored and strengthened as required to ensure compliance with UNFCCC requirements for safeguards. This phase will also establish a functioning disclosure mechanism of the information, data, and results of FRL, NFMS, studies and analytical work through a web-based platform and other communication media and tools. This phase will also see improved and accurate data and results that will lead to revised versions of the FRL and the NFMS."}, {"text_block_id": "p14_b58", "text": "The Cambodia National REDD+ Strategy provides a roadmap for the implementation of policies and measures to address the drivers of deforestation and forest degradation. Successful implementation of the NRS will depend on the transformative actions related to the management and governance of natural resources and forest lands in Cambodia. This will further depend on the strengthening of institutions, regulations, mechanisms and inter-ministerial coordination."}, {"text_block_id": "p14_b59", "text": "To achieve these transformative actions adequate and appropriate capacity will need to be created; procedures and regulations would need to become efficient and transparent; and national mechanisms and inter-ministerial coordination would need better integration."}, {"text_block_id": "p14_b60", "text": "The NRS will create awareness and strengthen engagement of stakeholders and the public to participate actively in effective implementation of policies and regulations that will lead to improved management of natural resources, forest lands, biodiversity conservation, and sustainable development. This will make a significant contribution to Cambodia’s shift towards low carbon pathways and a green economy, and contribute to national and global climate mitigation that will help realise the vision of Cambodia’s REDD+ Strategy."}, {"text_block_id": "p16_b61", "text": "INTRODUCTION"}, {"text_block_id": "p16_b62", "text": "The Royal Government of Cambodia is committed to reducing greenhouse gas emissions to contribute to global efforts on climate change. Cambodia with its high forest cover in Southeast Asia has long recognized that deforestation and forest degradation are significant sources of emissions. As an active Party to the UNFCCC Cambodia has provided consistent support to decisions and actions related to climate change mitigation, through improving the sustainable management of its natural resources, forest land and biodiversity conservation."}, {"text_block_id": "p16_b63", "text": "In 2007, at the UNFCCC Conference of the Parties (COP) in Bali, Cambodia provided strong support to the adoption of REDD+, a global policy initiative to reduce emissions from deforestation and forest degradation; and the role of sustainable management of forests, conservation and enhancement of forest carbon stocks in developing countries."}, {"text_block_id": "p16_b64", "text": "In 2008, two REDD+ pilot projects were established in Cambodia, and in 2010, the national REDD+ roadmap was finalised for implementation. Cambodia’s REDD+ Readiness started in 2012 with the establishment of the Cambodia National REDD+ Programme and institutional arrangements that include an inter-ministerial national REDD+ taskforce and a secretariat. Stakeholder engagement, capacity building and awareness raising have remained strong elements of REDD+ in Cambodia."}, {"text_block_id": "p16_b65", "text": "1.1 REDD+ at the International Level"}, {"text_block_id": "p16_b66", "text": "Since 2005, Parties to the UNFCCC have been actively negotiating a policy initiative for the development and implementation of policies and measures that would contribute to climate change mitigation through REDD+. Under the Cancun Agreement of the UNFCCC, developing countries are encouraged to contribute to climate change mitigation actions in the forestry sector by undertaking REDD+ activities."}, {"text_block_id": "p16_b67_merged", "text": "The UNFCCC also established the process, rules and modalities for developing countries to access results based payments for REDD+ activities. The Warsaw Framework for REDD+ recalls that developing countries are eligible to receive results-based payments for actions that are fully measured, reported and verified. The Cancun Agreement and the Warsaw Framework state that before receiving such payments, developing countries are required to establish an institutional framework as presented in Figure 1."}, {"text_block_id": "p17_b72", "text": "Figure 1: Warsaw Framework for REDD+"}, {"text_block_id": "p17_b73", "text": "The Warsaw Agreement also provides guidance on reporting requirements that have to be met prior to receiving results-based payments. These include submission of a FRL for technical assessment to the UNFCCC and the establishment of a NFMS. These steps are designed to ensure measurement, reporting, and verification of anthropogenic forest-related emissions by sources and removals by sinks, forest carbon stocks, and forest-area changes resulting from the implementation of REDD+ policies and measures. Mitigation results are to be reported through a technical annexure to the Biennial Update Report (BUR) that will be done through submission of the national GHG inventory. In addition, countries are required to submit a summary of information on how REDD+ safeguards have been addressed and respected."}, {"text_block_id": "p17_b74", "text": "1.2 Cambodia REDD+ Readiness 2008-2016"}, {"text_block_id": "p17_b75", "text": "Cambodia announced at the 2007 UNFCCC COP in Bali, Indonesia that, “"}, {"text_block_id": "p17_b76", "text": "The Royal Government of Cambodia strongly supports the inclusion of GHG emission reduction from forest conservation and avoided deforestation in post-Kyoto regimes"}, {"text_block_id": "p17_b77", "text": "”."}, {"text_block_id": "p17_b78", "text": "Cambodia began to plan its REDD+ readiness process from 2008 onwards. During 20082016, the Cambodia REDD+ Programme achieved important milestones and learned"}, {"text_block_id": "p18_b79", "text": "important lessons, including the understanding that REDD+ must be mainstreamed within existing and planned national government policies, frameworks and plans related to sustainable development, resilient agriculture, conservation and low carbon development pathways."}, {"text_block_id": "p18_b80", "text": "The RGC has taken significant measures to address climate change in the context of sustainable development, and to improve national coordination mechanisms that will have positive impacts on the sustainable management of forest resources. A Climate Change Strategic Plan (2014-2023) has been approved and is mainstreaming climate change into national and sub-national planning processes. The"}, {"text_block_id": "p18_b81", "text": "National Council for Sustainable Development"}, {"text_block_id": "p18_b82", "text": "(NCSD) has been established to promote sustainable development by ensuring a balance between economic, social, environmental, and cultural development in Cambodia. The Government recognizes that the sustainable management of forest resources will make an important contribution to local livelihoods, generate co-benefits and build resilience against extreme climate-change-induced events."}, {"text_block_id": "p18_b83", "text": "REDD+ has been recognized by the RGC as one of the means for Cambodia to contribute to addressing global climate change, and to fulfil its commitments under the UNFCCC. REDD+ has been acknowledged as one of the mechanisms to generate financial support for Cambodia to develop and strengthen implementation of its policies and measures related to sustainable forest management and poverty alleviation."}, {"text_block_id": "p18_b84", "text": "1.3 National REDD+ Strategy 2017-2026"}, {"text_block_id": "p18_b85_merged_merged", "text": "The preparation of the National REDD+ Strategy for the period 2017-2026 started in 2014. The strategy takes note of the Cancun Agreement, the Warsaw Framework for REDD+, the Paris Agreement and RGC policies. Cambodia has developed and submitted its FRL to the UNFCCC; developed its national forest monitoring system; and undertaken significant analytical and awareness work on establishing a safeguards information system that will include a grievance mechanism. The institutional framework for REDD+ will enable Cambodia to report its GHG emissions from the land use, land use change, and forestry (LULUCF) sector and provide a technical annex to the BUR to be submitted to the UNFCCC as part of the process to request results based payments."}, {"text_block_id": "p18_b88", "text": "The preparation of the National REDD+ Strategy followed an inclusive consultation process. A consultation roadmap was prepared and multiple national and sub-national consultations"}, {"text_block_id": "p19_b89_merged", "text": "were held to ensure all key stakeholders from local communities, women, forest users, civil society organizations, sub-national government administration, and relevant national government ministries were given adequate opportunities to provide comments and contribute inputs to the strategy. The consultation group that represents nine constituencies from community forestry, community fishery, community protected area, indigenous peoples, local and international non-governmental organization, civil society and academic institution is an intrinsic part of Cambodia’s REDD+ institutional framework was actively engaged with the consultation process. In addition a gender group was established to provide comments"}, {"text_block_id": "p19_b91", "text": "The strategy articulates a vision, mission and goal; identifies deforestation trends and causes; and proposes a set of strategic objectives, policies and actions in order to address drivers of deforestation and forest degradation. With effective inter-ministerial coordination, and adequate technical, human and financial resources Cambodia is well positioned to transition from readiness to implementation of its national REDD+ strategy."}, {"text_block_id": "p20_b92", "text": "2"}, {"text_block_id": "p20_b93", "text": "2."}, {"text_block_id": "p20_b94", "text": "STRATEGIC FRAMEWORK"}, {"text_block_id": "p20_b95", "text": "Cambodia’s National REDD+ Strategy 2017-2026 strategic framework builds on the strategic analysis and identifies strategies and actions to address drivers of deforestation and forest degradation."}, {"text_block_id": "p20_b96", "text": "2.1 Vision"}, {"text_block_id": "p20_b97", "text": "The vision of Cambodia’s National REDD+ Strategy is to contribute to national and global climate change mitigation through improving the management of its natural resources and forest lands, and biodiversity conservation and sustainable development."}, {"text_block_id": "p20_b98", "text": "2.2 Mission"}, {"text_block_id": "p20_b99_merged_merged", "text": "The mission of the Strategy is to strengthen the functioning and capacity of national and sub-national institutions for effective implementation of policies, laws and regulations to enhance management of natural resources and forest lands, and biodiversity conservation."}, {"text_block_id": "p20_b102", "text": "2.3 Goal"}, {"text_block_id": "p20_b103", "text": "The goal is to reduce deforestation and forest degradation while promoting sustainable management, conservation of natural resources and contribute to poverty alleviation."}, {"text_block_id": "p20_b104", "text": "2.4 Scope and Scale"}, {"text_block_id": "p20_b105", "text": "The initial scope of the NRS prioritizes deforestation measured through land use change and conversion of forest land, and will build capacity alongside to address degradation. Cambodia will implement REDD+ at the national level under the results-based payments mechanism of the UNFCCC. Cambodia will consider implementation of sub-national and voluntary market based REDD+ projects subject to specific criteria."}, {"text_block_id": "p20_b106", "text": "2.5 Milestones and Results"}, {"text_block_id": "p20_b107", "text": "The Cambodia REDD+ strategy aims to achieve a key milestone by 2026. The objective is to reduce its annual deforestation by half compared to the rate during the FRL period of 20062014. Reduced emissions would be eligible for results based payments."}, {"text_block_id": "p20_b108", "text": "The target will be achieved by implementing the REDD+ strategy through two phases. The first phase over 2017-2021 will finalize an action plan, consolidate the readiness process,"}, {"text_block_id": "p21_b109", "text": "finalize the institutional framework, and mobilize non-results based investments as upfront finance for implementation. The second phase over 2022-2026 will operationalize a resultsbased mechanism with a measured, reported and verifiable target of GHG emissions by 2026."}, {"text_block_id": "p21_b110", "text": "2.6 Guiding Principles"}, {"text_block_id": "p21_b111", "text": "The REDD+ strategy will be guided by the following principles:"}, {"text_block_id": "p21_b112", "text": "The REDD+ strategy will be guided by the following principles:\n* Fulfil Cambodiaâs contribution to the achievement of the Objectives, as set out in\n* Build on the RGCâs existing coordination mechanisms and support the\n* Promote cross-sectoral engagement and coordination for the implementation of\n* Ensure full and effective participation of relevant stakeholders, including those most\n* Build capacity within government institutions and non-government stakeholders\n* Maintain consistency with methodologies and guidance as set out by the"}, {"text_block_id": "p22_b124", "text": "STRATEGIC ANALYSIS"}, {"text_block_id": "p22_b125", "text": "The strategic analysis provides an overview of the national policy framework and the evolving role of forest resources; an overview of forestry sector institutions and challenges; the current status of forest cover change and its causes; and potential carbon credit and benefits of reducing emissions in Cambodia’s forests."}, {"text_block_id": "p22_b126", "text": "3.1 Alignment with National Development Goals and Priorities"}, {"text_block_id": "p22_b127_merged", "text": "The Cambodia REDD+ Readiness Roadmap and achievements from activities conducted during the implementation of the Roadmap were the basis for developing the NRS. The Roadmap was a product of extensive consultations with multiple diverse stakeholders from the local to international level. While contributing to current national forest management strategies and programmes, the NRS is linked to current policies, strategic plans, socio-economic development programmes and the environment."}, {"text_block_id": "p22_b130", "text": "The NRS supports and complements the implementation of Cambodia’s broader development plans in particular, the development of the NRS has taken into account the following national policies, strategies and programmes:"}, {"text_block_id": "p22_b131", "text": "The NRS supports and complements the implementation of Cambodia’s broader development plans in particular, the development of the NRS has taken into account the following national policies, strategies and programmes:\n* Rectangular Strategy Phase III 2013-2018\n* National Strategic Development Plan 2014-2018\n* National Policy on Green Growth and Green Growth Strategic Plan 2013-2030\n* Cambodia Climate Change Strategic Plan 2014-2023\n* National Protected Areas Strategic Management Plan 2016-2030\n* National Biodiversity Strategy and Action Plan 2016-2020\n* Strategic Planning Framework for Fisheries 2015-2024\n* National Forest Programme 2010-2029\n* Gender and Climate Change Action Plan 2014-2018\n* Cambodiaâs First 2002, and Second 2015 National Communication to the UNFCCC."}, {"text_block_id": "p22_b151", "text": "The Royal Government of Cambodia has taken several transformative steps and made the sustainable management of natural resources, including its forest resources, its primary policy priority. The Rectangular Strategy Phase III (2013 – 2018) and the National Strategic Development Plan (NSDP) 2014-2018 reinforce as well as broaden the management of the country’s natural resources to achieve an optimal “balance between development and"}, {"text_block_id": "p23_b152", "text": "conservation”. That balance is intended to enhance the contributions of natural resources to the Cambodia’s development by ensuring the conservation of the country’s forests and wildlife, sustaining its fisheries resources, and maintaining the integrity of its forest ecosystems."}, {"text_block_id": "p23_b153", "text": "At the institutional level the RGC has completed the reorganization of its Ministry of Environment (MoE) and has established the National Council for Sustainable Development chaired by the Minister of Environment to coordinate and integrate sustainable development principles. The RGC has also taken a decision to integrate Cambodia’s national REDD+ institutional arrangements with the NCSD and the MoE. This will enable mainstreaming of approaches and measures that will strengthen sustainable management of natural resources and forest lands. The MoE is also developing an Environment and Natural Resources Code (ENRC) to review its existing environmental laws with the objective of rationalizing the legal framework. The ENRC will strengthen the policy framework and lead to improved management of social and environmental impact assessment regulations. During 2016 significant policy measures have been finalized. These include the consolidation of conservation areas in the MoE and declaration of additional conservation areas. MoE now manages a protected area network of 46 landscapes and biodiversity conservation corridors that cover an area of approximately 7 million hectares that is almost 39 percent of Cambodia’s land area. A National Protected Area Strategic Management Plan 2016-2030 has been prepared with implementation to begin in 2017."}, {"text_block_id": "p23_b154", "text": "3.2 Overview of Forest Land Management in Cambodia"}, {"text_block_id": "p23_b155", "text": "Cambodia’s 9 million ha of forests are managed under the jurisdiction of the MoE and the Ministry of Agriculture, Forestry and Fisheries (MAFF). The Forestry Administration (FA) within MAFF is responsible for the management of the permanent forest estate that includes forest reserves, and conversion forests. The Fisheries Administration (FiA) in MAFF is responsible for the management of the country’s flooded forests and mangrove areas. The General Department of Administration for Nature Conservation and Protection (GDANCP), MoE is responsible for management of approximately 7 million ha protected areas network of Cambodia that includes the core areas of the Tonle Sap Biosphere Reserve and biodiversity conservation corridors."}, {"text_block_id": "p23_b156", "text": "The forestry sector policy framework is guided by the National Forest Programme 20102029, the Strategic Planning Framework for Fisheries 2015-2024, and the National Protected Area Strategic Management Plan 2016-2030."}, {"text_block_id": "p24_b157", "text": "The NPASMP is designed to strengthen conservation, enhance sustainable management, expand community livelihood opportunities, and strengthen infrastructure and institutional capacity. The MoE, that is also the country’s focal point for the UNFCCC, is responsible for implementing the Climate Change Strategic Plan 2014-2023, promoting green growth, and low emissions development approaches."}, {"text_block_id": "p24_b158", "text": "The NFP consists of six programmes that includes forest demarcation, classification and registration; conservation and development of forest resources and biodiversity; forest law enforcement and governance; community forestry; capacity and research development; and sustainable forest financing. Current national policy commitments under the NFP include increasing the country’s forest cover to 60 per cent. One of the principal aims of the NFP is to support the establishment of community forests through the allocation of increased forestland to rural communities. Under the Forest Law, rights of local communities and the importance of decentralized management of natural resources are well recognized."}, {"text_block_id": "p24_b159", "text": "The principal challenges for forestry sector institutions are capacity constraints for management of forest resources, land use planning, forest resource assessment and forest monitoring. In addition law enforcement capacity and implementation requires strengthening. Forestry staff also need new skills and methodologies to apply innovative approaches for land and forest resource management, enhance community based natural resource management, green value chains, and contribute to rural livelihoods. Capacity constraints are especially important at the sub national level to strengthen field operations for forest management and law enforcement. The NFP, NPASMP, and SPFF will provide impetus to address these challenges and will also be able to absorb additional funds to effectively operationalize its programmes and objectives."}, {"text_block_id": "p25_b160", "text": "3.3 Forest Cover Change"}, {"text_block_id": "p25_b161", "text": "Cambodia’s forest cover has undergone significant change first, in earlier years as the result of civil war and social dislocations, and, more recently as a result of the evolving role of forest resources with respect to the country’s development priorities, levels of poverty and dependence on forest resources. During the period 1965-2014 Cambodia’s forest cover has declined from 73.04 per cent to 49.48 per cent as illustrated by Figure 2."}, {"text_block_id": "p25_b162", "text": "Figure 2: Forest cover change in Cambodia 1965-2014"}, {"text_block_id": "p25_b163", "text": "Forest cover assessment data used for the Cambodia FRL covers the eight-year period 20062014 and excludes rubber and palm oil plantations. As per the national definition forest cover in 2006 was 59.09 per cent and in 2010 it was 57.07 per cent, and in 2014 it was 49.48 per cent. In 2006 and 2010 there were no rubber or palm oil plantations and the period 2010-2014 forest cover change to 46.90 per cent has been due to agro-industrial plantations of mainly rubber and palm oil, and grant of social land concessions."}, {"text_block_id": "p26_b164", "text": "3.4  Drivers of Deforestation and Forest Degradation in Cambodia"}, {"text_block_id": "p26_b165", "text": "By 2014, the RGC granted total forest land area of approximately 2.02 million hectares for agribusiness development of which 1.55 million hectares was granted under the jurisdictional management of MAFF and 470,000 hectares under the jurisdictional management of MoE. In addition, forest land area was granted in the form of concessions for natural gas and mining exploration. During the period 2009 to 2013, a total forest area of 2.45 million hectares was allocated as social land concessions to poor households, military households and for establishing new villages. In 2014, the government de-gazetted forest land area of 1.2 million hectares to issue land titles to landless communities. Development of infrastructure also contributes to forest cover change."}, {"text_block_id": "p27_b166", "text": "3.5 Potential for Emissions Reduction and Co-benefits in Cambodia"}, {"text_block_id": "p27_b167_merged", "text": "Assessments in Cambodia indicate that from 2006 to 2010, annual GHG emissions from deforestation account for 34,148,629 tCO2, while from 2010 to 2014 they account for 151,267,528 tCO2, a four-fold increase. Cambodia’s remaining forested area serves as a carbon sink. Cambodia’s forest-removed GHG accounts for an annual average of -6,626,046 tCO2 from 2006 to 2010 and -20,298,825 tCO2 from 2010 to 2014. Therefore, the total GHG sources resulting from deforestation and removal by sink is 158,491,286 tCO2. This is an annual average of 79,245,643 tCO2 (table 1)"}, {"text_block_id": "p27_b184", "text": "."}, {"text_block_id": "p27_b185", "text": "Table 1: Emissions and removals from forestry sector 2006-2014"}, {"text_block_id": "p27_b186", "text": "Note: (-) carbon removal"}, {"text_block_id": "p27_b187", "text": "Despite its deforestation rate, Cambodia has high potential to reduce emissions from deforestation and forest degradation and enhance forest carbon stocks. Assessments based on the 2014 forest cover map indicate that a total of 2.41 Gt of carbon dioxide are stored in the country’s forests, down from the 2.93 Gt of carbon dioxide in 2006."}, {"text_block_id": "p27_b188", "text": "The largest areas of very high carbon density are found in the wet evergreen forests of the Cardamom Mountains Rainforest Eco region in the southwest of the country. The highest carbon density class that holds 20 percent of the country’s carbon covers 12 percent of the country’s land area; approximately 40 percent of Cambodia’s carbon stock is held in less than 23 per cent of its area."}, {"text_block_id": "p27_b189", "text": "Deforestation and forest degradation accounts for around 17 percent of global GHG emissions. In Cambodia, however, loss of forest cover and associated land use change are the main factors for the country becoming a net emitter of GHGs. Forests serve as the single"}, {"text_block_id": "p28_b190", "text": "most important sink of GHGs in Cambodia. According to the MoE’s GHG inventory, while Cambodia emitted a total of 47,000 Gg of GHG for the year 2000, its forest cover helped absorb more than half that amount – 24,500 Gg. Degradation of forest and loss of cover means the potential for absorbing GHGs will also be compromised."}, {"text_block_id": "p28_b191", "text": "Scientific predictions of climate change for Cambodia suggest that forests will be affected by changes in temperature, precipitation and shifts in seasons. The Second National Communication 2015 to the UNFCCC by MoE indicated that exposing forests to a longer dry period might reduce forest productivity and increase the risk of fire. If forests are being logged, there is a risk that it will take longer for them to regenerate. The impacts of climate change could have multiple consequences. Given the importance of forests to rural livelihoods, any loss of productive forests, as well as of biodiversity, will lead to loss of income or livelihood options for forest-dependent and adjacent communities. Exposing forests to longer dry periods might reduce forest productivity and biodiversity. This could also lead to atypical insect growth cycles that can further affect agriculture and forests. The integrity of forest cover is linked to maintenance of fresh water supply and soil cover and quality, and this link could be negatively affected. The loss of forests may lead to consequences such as storms, soil erosion and landslides."}, {"text_block_id": "p28_b192", "text": "Currently, nearly four million people live within five kilometres of a forest, with forest resources accounting for an average of 10 percent to 20 percent of household consumption. The vast majority of rural households – about 84 percent – rely on fuel wood and charcoal. Traditionally, forest resources – in particular, non-timber forest products – have provided important safety nets for rural people in times of crisis."}, {"text_block_id": "p28_b193", "text": "Much of Cambodia’s terrestrial carbon stock occurs in areas that have the potential to generate co-benefits and are also important for biodiversity conservation. Many of these areas also have some form of protection status. Actions to secure more of these areas and their carbon, as well as to improve management, are likely to achieve substantial biodiversityrelated co-benefits."}, {"text_block_id": "p28_b194", "text": "Cambodia is a country with high potential to reduce GHG emissions from deforestation and forest degradation and expand the area that can absorb carbon. Protecting forests, and thereby watersheds and land, can contribute to ecological protection, water resource management, sustainable land use and agriculture, and human health. Conservation of biodiversity and enhancement of other environmental services are additional co-benefits."}, {"text_block_id": "p29_b195", "text": "The rich forest resources of Cambodia play critical roles in rural livelihoods as well as providing valuable ecological and economic resources for the country’s overall development. Managing forests sustainably and equitably will be essential for maintaining ecological integrity, maintaining freshwater supplies and protecting biodiversity. It is through forest management that much of the potential new climate change finance could be realized with significant potential benefits for economic, social, environmental and cultural development in Cambodia."}, {"text_block_id": "p30_b196", "text": "4. STRATEGIC OBJECTIVES"}, {"text_block_id": "p31_b197", "text": "Awareness Raising about REDD+ to local communities, 2017"}, {"text_block_id": "p31_b198", "text": "18"}, {"text_block_id": "p32_b199", "text": "IMPLEMENTATION APPROACH"}, {"text_block_id": "p32_b200", "text": "The NRS provides a strategic framework for the ten year period 2017-2026 during which Cambodia REDD+ will consolidate and complete its readiness, develop the institutional framework, access adequate finance, and implement measures that will contribute to reduce emissions and make Cambodia eligible for results-based payments. The implementation approach has been divided into two phases that will ensure planned actions are completed effectively and efficiently."}, {"text_block_id": "p32_b201", "text": "5.1 Phase I 2017-2021"}, {"text_block_id": "p32_b202", "text": "In this phase, an action plan will be developed and institutional arrangements for the implementation of the NRS will be finalized. Key drivers will be addressed through improved implementation of existing forest management frameworks such as the NFP, NPASMP, SPFF and sub-decrees on ELCS and SLCs. These frameworks include policies and measures related to strengthening forest law enforcement, providing tenure security and implementing community based nature resource management. Implementation is however hindered by inadequate financial and technical resources. The NRS will prioritize mobilisation of upfront non-results based finance that will address these challenges and alongside build capacity for field based implementation and results. Steps will be taken to improve existing versions of the FRL and the NFMS and a SIS will be established to complete the requirements of the Warsaw Framework. A mid-term assessment of the NRS will be undertaken to identify lessons, challenges, and to address these during the next phase."}, {"text_block_id": "p33_b203", "text": "5.2 Phase II 2022-2026"}, {"text_block_id": "p33_b204", "text": "The NRS focus during this phase will be to complete the transition from readiness to implementation and prioritize the achievement of measurable results. The findings of the assessment of Phase I would be reviewed and appropriate steps would be taken. An assessment would also be made of the forest and land cover change results of 2016, 2018, and 2020 that would provide an indication of the effectiveness of the NRS. A key milestone during this phase would be the establishment of a rigorous forest monitoring mechanism that can review policies and measures to address drivers of deforestation and forest degradation for effectiveness and efficiency. In addition, the SIS will continue to monitored and strengthened as required to ensure compliance with UNFCCC requirements for safeguards. This phase will also establish a functioning disclosure mechanism of the information, data, and results of FRL, NFMS, studies and analytical work through a web-based platform and other communication media and tools. This phase will also see improved and accurate data and results that will lead to revised versions of the FRL and the NFMS."}, {"text_block_id": "p33_b205", "text": "5.3 Development of Warsaw Framework"}, {"text_block_id": "p33_b206", "text": "To be eligible to request results-based finance for reduced emissions Cambodia is required to develop elements under the Warsaw Framework that include a FRL, NFMS, and SIS. Cambodia REDD+ readiness is in an advanced stage of developing this institutional framework and will continue to further strengthen the framework during the implementation of the NRS."}, {"text_block_id": "p33_b207", "text": "5.3.1 Forest Reference Level"}, {"text_block_id": "p33_b208", "text": "Cambodia’s FRL is a benchmark that will be used to assess the country’s performance in implementing REDD+ policies in verifiable results for receiving payments for emission reductions."}, {"text_block_id": "p33_b209", "text": "Cambodia has finalized and submitted its FRL and a team of the UNFCCC REDD+ technical experts has already completed the technical assessment in 2017. The priority for Phase I is to address the findings of the UNFCCC technical assessment and to revise and improve the FRL. This phase will also see accuracy assessment of forest cover/land use changes that will contribute to improved results for the 2016 and future assessments that will undertake on the basis of a two-year cycle."}, {"text_block_id": "p34_b210", "text": "The development of Cambodia’s FRL is based on guidance from the IPCCC and follows best-practice guidelines of using existing data, and adopting incremental approach. Cambodia’s FRL has given due consideration to availability and accuracy of data and has been developed with a limited scope of policies and measures, and carbon pools. Improved estimates are planned to be incorporated into future revised versions of FRL as new data and methods become available."}, {"text_block_id": "p34_b211", "text": "The scale of Cambodia’s FRL is national, and its scope covers deforestation and afforestation. UNFCCC guidelines recommend inclusion of five carbon pools that include above ground biomass, below ground biomass, dead wood, litter, and soil organic matter. The inclusion of these pools by a REDD+ country is subject to technical parameters and availability of accurate, and reliable data. Based on Cambodia’s context the FRL aims to initially assess GHG emissions and above and below ground carbon pools. Other carbon pools such as dead wood, litter, and soil organic matter will be added at a later stage. The FRL reference period is 2006-2014 with an eight-year rolling average approach. Activity data is based on spatially explicit observations of land use categories and conversions between the years 2006, 2010 and 2014; and the update cycle is two years to ensure rapid results that can inform policy and measures. Country-specific emission factors for key categories (Tier 2) based on existing forest inventory data, added by default emission factors for other categories have been used to develop the FRL."}, {"text_block_id": "p34_b212", "text": "Future plans include periodic review to incorporate emerging data and methods. In addition, subject to technical considerations, future revisions to the FRL could include other carbon pools of dead wood, litter and soil organic matter; and improved emission factors for accuracy. The FRL would be updated once the first National Forest Inventory (NFI) is completed and activity data for the period 2016 is available."}, {"text_block_id": "p34_b213", "text": "5.3.2 National Forest Monitoring System"}, {"text_block_id": "p34_b214", "text": "Cambodia’s NFMS will monitor information relevant to measurement, reporting and verification (MRV) of REDD+ activities, and support broader forest sector policies and programmes, including the NFP, NPASMP and SPFF. The design of Cambodia’s NFMS uses a phased approach that incorporates inclusion of improved methods, data, and opportunities from strengthened capacity and evolving technology. This will ensure that the NFMS continues to provide timely, reliable, and accurate information that informs policy and practice to address deforestation and forest degradation drivers in Cambodia."}, {"text_block_id": "p35_b215", "text": "Cambodia’s NFMS has been developed in keeping with its national circumstances, capabilities, and priorities and relies on existing institutional arrangements, with provision for capacity building. The NFMS is also compatible with IPCC guidelines and with relevant UNFCCC COP decisions. Cambodia aims to obtain Tier 2 or higher-level standards associated with GHG inventories that includes assessment of five carbon pools."}, {"text_block_id": "p35_b216", "text": "The conceptual design of Cambodia’s NFMS aims to perform two broad functions of MRV and monitoring. The MRV function is divided into the three elements of measurement, reporting and verification. The measurement activity will focus on GHG inventories, the Satellite Land Monitoring System (SLMS), and the NFI. The monitoring function will focus on REDD+ activities, policies and measures and consists of a monitoring component and a data management component."}, {"text_block_id": "p35_b217", "text": "Cambodia SLMS has been producing national forest cover maps every four years from 2002 onwards. National forest cover maps of 2006 and 2010 have been upgraded to be consistent with the latest forest cover map in 2014 and use IPCC, and a 2014 map has been produced as per IPCC classes. Further accuracy assessments of 2006 and 2010 maps will be undertaken. The NFMS will focus on forest land cover changes between six land use/cover classes particularly land use/cover change between forest and non-forest areas, and to monitor effectiveness and outcomes of REDD+ policies and measures. To ensure improved monitoring of forest cover change Cambodia has decided to undertake land use assessment every two years and production of the 2016 map has already been started, with plans to produce maps in 2018 and 2020. An assessment of the land use assessment cycle will be undertaken in 2020 and significant capacity building is planned for upgrading skills in satellite image interpretation, and associated technologies."}, {"text_block_id": "p35_b218", "text": "The NFI will generate accurate data on biomass volumes of forests of different types, age, density, and location that will be used to calculate emissions and removals of forest carbon. Existing data on tree biomass has already been analysed and emissions factors determined for evergreen forest, semi-evergreen forest, deciduous forest, forest regrowth, inundated forest, forest plantation, mangrove, and bamboo. The NFI will target all the five carbon pools in a phased manner with an implementation cycle of four to five years. Development of the NFI has already started with completion of the design, and ongoing capacity building and training. The first cycle of the NFI will be conducted during the period 2018-2021 once assurance of adequate quality control has been achieved. The second cycle of the NFI will be started after 2022 after a detailed review of the design and methodology of the first NFI."}, {"text_block_id": "p36_b219", "text": "The purpose of the national GHG inventory in the forestry sector is to estimate and report on climate change mitigation impacts from implementation of REDD+ actions. Cambodia prepared and submitted its second national communication to the UNFCCC in 2016. GHG data will be updated for the third national communication and the first BUR. The first BUR is planned to be submitted to the UNFCCC in 2019 along with a technical annexure for resultsbased payments. The gain-loss method was used in preparing the national communication and due considerations will be given to the stock difference method in order to raise the tier level. A decision on the selection of the method will be made along with the results and progress of NFI cycles."}, {"text_block_id": "p36_b220", "text": "5.3.3  Safeguards Information System"}, {"text_block_id": "p36_b221", "text": "REDD+ participating countries are required to establish a SIS that provides information on how the UNFCCC Cancun safeguards have been addressed and respected. This requirement is essential for countries who are seeking to become eligible for results-based payments. Cambodia has undertaken significant analytical work for the design of its SIS that includes development of a set of safeguards, principles and criteria, and a gap analysis of policies, laws and regulations. The results of the gap analysis indicate that the RGC has in existence an adequate framework to address social safeguards, but would need to address the environmental risk of reversals and displacement. The process of design of the SIS is embedded in a participatory and consultative process that ensured and provided adequate opportunity for all stakeholders to provide inputs through a series of sub national, and national consultations."}, {"text_block_id": "p36_b222", "text": "The anticipated ENRC has several elements that will make a direct and positive contribution to several elements of the national policy framework and on Cambodia’s REDD+ activities, especially safeguards. This includes a priority to social and environmental safeguards, remedial action through grievance redress mechanisms, and creation of multiple institutional mechanisms to address non-compliance."}, {"text_block_id": "p36_b223", "text": "The Cambodia SIS will take guidance from the ENRC and build on existing and new institutional mechanisms and arrangements. In addition national standards of social and environmental safeguards will be strengthened and procedural documentation, guidelines and manuals for effective management of safeguards will be produced. A strong impetus will be provided to orientation and capacity building programmes for staff from forestry sector agencies and institutional arrangements for safeguards management will be established. These measures will ensure that Cambodia is well positioned to manage an effectively functioning SIS that provides timely and transparent information on how Cambodia addresses and respects the Cancun safeguards."}, {"text_block_id": "p36_b224", "text": "23"}, {"text_block_id": "p38_b225", "text": "INSTITUTIONAL ARRANGEMENTS"}, {"text_block_id": "p38_b226", "text": "Implementation of the NRS will be undertaken by forestry sector ministries and agencies as per the forest resources and lands managed by them. Implementation of the NRS will be guided by the principles of good governance; inclusiveness, by ensuring full and effective stakeholder participation; cost efficiency; and accountability."}, {"text_block_id": "p38_b227", "text": "Existing national mechanisms such as the REDD+ Taskforce (RTF), Technical Teams, Consultation Group and Gender Group will continue to have a role in the Cambodia REDD+ transition from readiness to implementation during the period 2017-2021."}, {"text_block_id": "p38_b228", "text": "REDD+ Taskforce"}, {"text_block_id": "p38_b229", "text": ":"}, {"text_block_id": "p38_b230", "text": "The Taskforce was formed by decision no. 087 of the Ministry of"}, {"text_block_id": "p38_b231", "text": "Agriculture, Forestry and Fisheries. The national REDD+ Taskforce is composed of representatives from the NCSD and seven ministries with a mandate to oversee the development of Cambodia REDD+ readiness process. The government agencies represented in the Taskforce are: (1) NCSD (2) MoE, (3) MAFF, (4) Ministry of Economy and Finance (MEF), (5) Ministry of Land Management, Urban Planning and Construction (MLMUPC), (6) Ministry of Interior (MoI), (7) Ministry of Rural Development (MRD), and (8) Ministry of Mines and Energy (MME). The Taskforce will be responsible for the overall management of the REDD+ readiness process and will remain the primary coordination and decision making body within the Government of Cambodia. The RTF will also have responsibility for reviewing key outputs and decisions to ensure they are appropriate to Cambodia’s context and will take the lead in the implementation of the national REDD+ strategy and developing the implementation framework."}, {"text_block_id": "p38_b232", "text": "The RTF will be supported by its Secretariat and report to the RGC through the NCSD. RTF will also update and report on the progress of NRS implementation to their respective ministries. The role and mandate of the RTS will be reviewed as required and its terms of reference revised to ensure it continues to provide effective management and oversight to achieving the goal of the NRS."}, {"text_block_id": "p38_b233_merged_merged", "text": "REDD+ Technical Teams: Four technical teams on (1) Safeguards, (2) Benefit Sharing, (3) Demonstration, and (4) MRV were established by the RTF. These teams are responsible for studying, preparing projects, guiding and implementing REDD+ technical activities, and developing technical recommendations on their subject matter. Members of these teams include technical staff from different government agencies. Representatives from civil"}, {"text_block_id": "p39_b237", "text": "society, indigenous peoples and non-governmental organizations also have representation on these technical teams."}, {"text_block_id": "p39_b238", "text": "Consultation Group"}, {"text_block_id": "p39_b239", "text": ": The consultation group was formed by election from nine constituencies"}, {"text_block_id": "p39_b240", "text": "in Cambodia. Those constituencies include representatives from community forests, community protected areas, fisheries conservation areas; indigenous peoples; local NGOs; national NGOs; international NGOs, the private sector, and academic institutions. The consultation group provides a forum to represent the views of local stakeholders, especially civil society and NGOs in Cambodia’s REDD+ readiness process, including the preparation of the NRS."}, {"text_block_id": "p39_b241", "text": "Gender Group"}, {"text_block_id": "p39_b242", "text": ":"}, {"text_block_id": "p39_b243", "text": "The gender group was established by the RTF to build awareness on gender"}, {"text_block_id": "p39_b244", "text": "issues among members of the RTF, consultation group and technical teams and to review and provide gender-specific inputs to the NRS. The four members of the gender group are affiliated with FA and FiA of MAFF, MoE, and the Ministry of Women’s Affairs (MoWA)."}, {"text_block_id": "p39_b245_merged_merged_merged", "text": "REDD+ Taskforce Secretariat: The mission of the REDD+ Taskforce Secretariat (RTS) is to support the effective and efficient development of measures for REDD+ in Cambodia through providing support to the REDD+ Taskforce. The RTS is responsible for implementation and execution of the work plan of the RTF. The RTS has to operationalize the vision of the RTF for development of a national REDD+ programme through mobilizing and coordinating technical and financial activities and support from government agencies, development partners, NGOs and other stakeholders. The RTS is the primary contact point and coordination mechanism at operational level for REDD+ in Cambodia."}, {"text_block_id": "p40_b248", "text": "FINANCING APPROACH"}, {"text_block_id": "p40_b249", "text": "During Phase I of NRS implementation 2017-2021, the RGC will prioritize access to upfront non-results-based finance from bilateral and multilateral development partners, and supplement allocations from its national budget. This approach will enable the RGC to consolidate its REDD+ readiness process and to transition to implementation. The RGC will also consider market-based finance opportunities subject to specific criteria. A specific timeline for results-based payments for Phase II will be determined in 2021."}, {"text_block_id": "p40_b250", "text": "The RGC has already established several national funds and is considering additional funds to establish mechanisms for sustainable financing of its conservation areas, forest and biodiversity resources. These include the National Forestry Development Fund (NFDF) that will be managed by MAFF; and multiple funds being proposed by the MoE in the ENRC that include environmental trust funds, an environment and social fund, and a collaborative management fund."}, {"text_block_id": "p40_b251", "text": "Environmental trust funds may include conservation trust funds, wildlife trusts, climate and forest funds, rehabilitation and restoration funds, or other forms of delivery of environmental, social and economic benefits. The MoE will establish by legal instrument funding categories, guidelines and priorities for the establishment and operation of environmental trust funds."}, {"text_block_id": "p40_b252", "text": "The NRS will take due guidance from RGC’s existing and evolving finance management mechanisms and support these mechanisms as promising channels for effective management and utilization of REDD+ finance and the implementation of the NRS. Emerging lessons on the implementation of these funds will guide the choice and option of a funds-based approach for REDD+. As and when established, the REDD+ fund would adhere to internationally accepted principles of transparency, accountability, effectiveness, equity and efficiency. In addition modalities and requirements of development partners who provide up front non-results based finance would be negotiated on a case by case basis."}, {"text_block_id": "p41_b253", "text": "MONITORING AND EVALUATION"}, {"text_block_id": "p41_b254", "text": "NRS action Plan, a results framework, and a monitoring and evaluation (M & E) plan will be developed to monitor the implementation of the NRS. The results monitoring and evaluation framework will be nested within the national climate change M&E framework that has to be reported to the UNFCCC."}, {"text_block_id": "p41_b255", "text": "Developing a results monitoring and evaluation framework of the NRS will create an enabling environment of accountability and learning. These instruments will contribute to effective and timely implementation, strengthen accountability and transparency, and promote participatory and open learning. The framework will also have indicators that allow for sustained focus to track delivery of results and benefits to vulnerable communities, indigenous peoples, and women. Collection of gender disaggregated data would be prioritized."}, {"text_block_id": "p41_b256", "text": "CONCLUSION"}, {"text_block_id": "p41_b257", "text": "The Cambodia National REDD+ Strategy provides a roadmap for the implementation of policies and measures to address drivers of deforestation and forest degradation. Successful implementation of the NRS will depend on transformative actions related to the management and governance of natural resources and forest lands in Cambodia. This will further depend on the strengthening of institutions, regulations, mechanisms and inter-ministerial coordination."}, {"text_block_id": "p41_b258", "text": "To achieve these transformative actions adequate and appropriate capacity will need to be created; procedures and regulations would need to become efficient and transparent; and national mechanisms and inter-ministerial coordination would require better integration."}, {"text_block_id": "p41_b259", "text": "The NRS will create awareness and strengthen engagement of stakeholders and the public to participate actively in effective implementation of policies and regulations that will lead to improved management of natural resources, forest lands, biodiversity conservation, and sustainable development. This will make a significant contribution to Cambodia’s shift towards low carbon pathways, a green economy and contribute to national and global climate mitigation that will help realise the vision of Cambodia’s REDD+ strategy."}, {"text_block_id": "p42_b260", "text": "APPENDIX"}, {"text_block_id": "p42_b261", "text": "10.1 Appendix 1: NRS Strategic Framework"}, {"text_block_id": "p42_b262", "text": "VISION"}, {"text_block_id": "p42_b263", "text": "Contribute to national and global climate change mitigation through improving the management of its natural resources and forest lands, and biodiversity conservation and sustainable development."}, {"text_block_id": "p42_b264", "text": "MISSION"}, {"text_block_id": "p42_b265", "text": "Strengthen the functioning and capacity of national and sub-national institutions for effective implementation of policies, laws and regulations to enhance management of natural resources and forest lands, and biodiversity conservation."}, {"text_block_id": "p44_b266", "text": "Note:"}, {"text_block_id": "p44_b267", "text": "Note:\n* Multiple Use Area of the Tonle Sap Lake Biosphere Reserve divided into three core areas: Boeng Chhmar, Prek Toal and Stung Sen\n* Protected Area Biodiversity Corridor divided into three corridors: Northeast, Northwest and Cardamom\n* Koh Kapi Ramsar site located in Peam Krasop Sanctuary and Botum Sakor National Park."}, {"text_block_id": "p45_b273", "text": "10.3 Appendix 3: Glossary"}, {"text_block_id": "p45_b274", "text": "Carbon Dioxide – CO"}, {"text_block_id": "p45_b275", "text": "2"}, {"text_block_id": "p45_b276", "text": "A naturally occurring gas, also a by-product of burning fossil fuels from fossil carbon deposits, such as oil, gas and coal, of burning biomass and of land use changes and other industrial processes. It is the principal anthropogenic greenhouse gas that affects the Earth’s radiative balance."}, {"text_block_id": "p45_b277", "text": "Carbon Emission"}, {"text_block_id": "p45_b278", "text": "The total amount of greenhouse gases produced to directly and indirectly support human"}, {"text_block_id": "p45_b279", "text": "activities, usually expressed in equivalent tons of carbon dioxide (tCO"}, {"text_block_id": "p45_b280", "text": "2"}, {"text_block_id": "p45_b281", "text": "e)."}, {"text_block_id": "p45_b282", "text": "Carbon Removal"}, {"text_block_id": "p45_b283", "text": "Any process, activity or mechanism that results in the net removal of greenhouse gases from the atmosphere."}, {"text_block_id": "p45_b284", "text": "Displacement"}, {"text_block_id": "p45_b285", "text": "The effort of arresting deforestation and forest degradation in one area may also result in the pressures of deforestation and forest degradation being shifted to other ecosystems of importance for the conservation of biodiversity."}, {"text_block_id": "p45_b286", "text": "Forest Reference Level – FRL"}, {"text_block_id": "p45_b287", "text": "One of the elements to be developed by developing country Parties implementing REDD+ activities (according to paragraph 71 of decision 1/CP.16) in order to be eligible for"}, {"text_block_id": "p45_b288", "text": "based finance under the UNFCCC. Reference levels are expressed as tonnes of CO"}, {"text_block_id": "p45_b289", "text": "2"}, {"text_block_id": "p45_b290", "text": "(tCO"}, {"text_block_id": "p45_b291", "text": "2"}, {"text_block_id": "p45_b292", "text": "e) equivalent per year for a reference period against which the emissions and removals from a results period will be compared. Thus, reference levels serve as benchmarks for assessing each country’s performance in implementing REDD+ activities. Reference levels need to maintain consistency with the country’s greenhouse gas inventory estimates."}, {"text_block_id": "p45_b293", "text": "Greenhouse Gas – GHG"}, {"text_block_id": "p45_b294_merged_merged_merged_merged", "text": "The atmospheric gases responsible for causing global warming and climate change. The major GHGs are carbon dioxide (CO2), methane (CH4) and nitrous oxide (N2O). Less prevalent -but very powerful -greenhouse gases are hydro fluorocarbons (HFCs), perfluorocarbons (PFCs) and sulphur hexafluoride (SF6)."}, {"text_block_id": "p45_b305", "text": "Market Based Mechanism"}, {"text_block_id": "p45_b306", "text": "Carbon market mechanism within the carbon legal framework bound by national, regional or international agreements. This mechanism is driven by the obligation of institutions and individuals."}, {"text_block_id": "p45_b307", "text": "National Forest Monitoring System – NFMS"}, {"text_block_id": "p45_b308", "text": "This system will allow countries to monitor the performance of REDD+ policies and measures in mitigating climate change, deforestation in protected areas and logging concessions, as well as national policies and measures in the forestry sector. NFMS for REDD+ vary in structure and function from country to country. Most are designed in a way that can also be used for other monitoring purposes in addition to monitoring and reporting for REDD+."}, {"text_block_id": "p46_b309", "text": "Reducing Emissions from Deforestation and Forest Degradation -REDD+"}, {"text_block_id": "p46_b310", "text": "The five activities listed in the Cancun Agreements that developing countries are encouraged to implement to reduce emissions and enhance removals from the forest sector: (1) reducing emissions from deforestation, (2) reducing emissions from forest degradation, (3) conservation of forest carbon stocks, (4) sustainable management of forests, and (5) enhancement of forest carbon stocks. Developing countries stand to receive results-based finance from the effective implementation of these activities if they lead to measurable mitigation of GHG emissions."}, {"text_block_id": "p46_b311", "text": "Results Based Payment - RBP"}, {"text_block_id": "p46_b312", "text": "RBP is the payments that a country receives for the successful implementation of actual reductions of forest carbon emissions or enhanced removals of atmospheric carbon by forests that have been verified according to the UNFCCC process against an established FREL, and achieved through the implementation of PAMs in the context of respecting and addressing relevant social and environmental safeguards."}, {"text_block_id": "p46_b313", "text": "Reversal"}, {"text_block_id": "p46_b314", "text": "Re-emission of carbon stored in terrestrial sinks, such as forests and soils, when disturbed by natural phenomena or human intervention."}, {"text_block_id": "p46_b315", "text": "Safeguards"}, {"text_block_id": "p46_b316", "text": "Safeguards are procedures and approaches that can help to ensure that REDD+ activities “do no harm” to people or the environment, but rather enhance social and environmental benefits."}, {"text_block_id": "p46_b317", "text": "Voluntary Carbon Market - VCM"}, {"text_block_id": "p46_b318", "text": "Carbon market mechanism outside the carbon legal framework not bound by any international agreement. This mechanism is driven by voluntary commitments from institutions (i.e. Energy Company, Aviation Company) and individuals."}], "document_description": "This document aims at contributing to national and global climate change mitigation through improving the management of its natural resources and forest lands, and biodiversity conservation and sustainable development.&nbsp;"}