{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_country_english_shortname": "Cambodia", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF"], "document_language": "English", "document_name": "Sub-Decree No. 35 on creation of a National Committee for Managing Climate Change", "document_country_code": "KHM", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Decree", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "24/04/2006", "document_keyword": "Institutions / Administrative Arrangements", "document_url": "https://cdn.climatepolicyradar.org/KHM/2006/KHM-2006-04-24-Sub-Decree No. 35 on creation of a National Committee for Managing Climate Change_a18f16f7629d7dd744d51cdc28ce7697.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "KINGDOM OF CAMBODIA"}, {"text_block_id": "p0_b2", "text": "Nation Religion King"}, {"text_block_id": "p0_b3", "text": "Royal Government"}, {"text_block_id": "p0_b4", "text": "of Cambodia"}, {"text_block_id": "p0_b5", "text": "No. 35"}, {"text_block_id": "p0_b6", "text": "GnRk-bk"}, {"text_block_id": "p0_b7", "text": "SUB-DECREE ON"}, {"text_block_id": "p0_b8", "text": "THE ESTABLISHMENT OF THE NATIONAL CLIMATE CHANGE COMMITTEE"}, {"text_block_id": "p0_b9", "text": "THE ROYAL GOVERNMENT OF CAMBODIA"}, {"text_block_id": "p0_b10", "text": "THE ROYAL GOVERNMENT OF CAMBODIA\n* Having seen the Constitution of the Kingdom of Cambodia\n* Having seen the Royal Decree No.\n* dated 15 July 2004 on the\n* Having seen the Royal Krom No.\n* dated 20 July 1994 promulgating the Law on the\n* Having seen the Royal Krom No.\n* dated 24 December 1996 promulgating\n* Having seen the Royal Krom No.\n* dated 24 January 1996 on the\n* Having seen the Royal Krom No.\n* dated 24 December 1996 on the\n* Having seen the Sub-Decree No. 57 GnRk¼bk dated 25 September 1997 on the Organisations\n* Having seen the approval of the Council of Ministers made in its meeting of 10 March 2006."}, {"text_block_id": "p0_b38", "text": "DECIDES"}, {"text_block_id": "p0_b39", "text": "Article 1"}, {"text_block_id": "p0_b40", "text": "Establish a National Climate Change Committee (NCCC) with the mandate to prepare, coordinate and monitor the implementation of policies, strategies, legal instruments, plans and programmes of the Royal Government to address climate change issues within the country, thus contributing to the protection of the environment and natural resources and foreseeing and preventing man-made changes in climate that might have adverse impacts on the peoples well-being."}, {"text_block_id": "p1_b41", "text": "Article 2"}, {"text_block_id": "p1_b42_merged", "text": "The National Climate Change Committee is an inter-ministerial mechanism, and is cross-sectoral and multi-disciplinary in nature.  Its composition is as follows:"}, {"text_block_id": "p1_b45", "text": "Article 3"}, {"text_block_id": "p1_b46", "text": "The NCCC has roles and responsibilities to coordinate and cooperate with concerned ministries and institutions aiming to:"}, {"text_block_id": "p1_b47", "text": "The NCCC has roles and responsibilities to coordinate and cooperate with concerned ministries and institutions aiming to:\n* Develop draft climate change policies, strategies, legal instruments, plans and programmes, including national greenhouse gas (GHG) mitigation and climate change adaptation plans, for submission to the Royal Government for consideration and approval;\n* Promote and encourage broad participation of all stakeholders in the development and the effective implementation of climate change policies, strategies, legal instruments, plans and programmes to ensure they are in line with the national development objectives and priorities;\n* Promote and encourage the integration of climate change concerns into relevant policies, strategies, legal instruments, plans and programmes;\n* Mobilise resources, in particular grants, for the implementation of these climate change policies, strategies, legal instruments, plans and programmes;\n* Promote the transfer of appropriate technologies, renewable technologies, and conservation and enhancement of carbon sinks;\n* Determine national positions and strategies for participating in international negotiations on climate change;\n* Review and approve national reports that are required to be prepared by the UNFCCC;\n* Coordinate activities concerning the implementation of the UNFCCC, its protocols, and other climate change international agreements to which Cambodia is a party;\n* Manage and coordinate the Clean Development Mechanism of the Kyoto Protocol in Cambodia;\n* Report to the Royal Government on climate change issues, status of UNFCCC implementation and international negotiation processes;\n* Promote education, awareness raising, training and information dissemination on climate change for the general public;\n* Participate in national, regional and international conferences and workshops on climate change related issues;\n* Coordinate and oversee the implementation of climate change projects, programmes and research activities in Cambodia;\n* Review and approve workplans and reports of the Climate Change Technical Team (CCTT) to be established in accordance with Article 4 of this Sub-Decree;\n* Promote international cooperation in the field of climate change."}, {"text_block_id": "p2_b77", "text": "Article 4"}, {"text_block_id": "p2_b78", "text": "The NCCC is responsible for establishing a Climate Change Technical Team (CCTT). The CCTT is responsible for technical activities and provision of advice related to climate change issues in Cambodia necessary for the NCCC to fulfill its tasks as described in Article 3 of this Sub-decree."}, {"text_block_id": "p2_b79", "text": "The CCTT composes of representatives of concerned Government Ministries and institutions, whose mandates are related to climate change issues and to the implementation of UNFCCC. The CCTT is based at the Ministry of Environment."}, {"text_block_id": "p2_b80", "text": "Article 5"}, {"text_block_id": "p2_b81", "text": "All NCCC members shall regularly participate in meetings as requested by the Chairman of the NCCC. In the case if the Chairman is absent, a Vice Chairman will lead a meeting upon delegation of authority by the Chairman.  Concerned national or international organisations can participate in meetings upon invitation of the Chairman or the authorised Vice Chairman."}, {"text_block_id": "p2_b82", "text": "Article 6"}, {"text_block_id": "p2_b83", "text": "Any provisions that are contrary to this Sub-decree shall be considered null."}, {"text_block_id": "p2_b84", "text": "Article 7"}, {"text_block_id": "p2_b85", "text": "The Minister of the Council of Ministers, the Minister of Environment, the Ministers and Heads of the concerned Ministries and institutions, as described in Article 2 of this Sub-decree, shall be responsible for effective implementation of this Sub-decree within their mandates from the date of this signature."}, {"text_block_id": "p2_b86", "text": "Done in Phnom Penh, 24 April 2006"}, {"text_block_id": "p2_b87", "text": "Prime Minister"}, {"text_block_id": "p2_b88", "text": "[Signed]"}, {"text_block_id": "p2_b89", "text": "Hun Sen"}, {"text_block_id": "p2_b90", "text": "Cc:"}, {"text_block_id": "p2_b91", "text": "Cc:\n* Ministry of the Royal Palace\n* General Secretariat of the Constitutional Council\n* General Secretariat of the Senate\n* General Secretariat of the National Assembly\n* Cabinet of the Prime Minister\n* General Secretary of the Royal Government\n* As stated in Article 7\n* Chronofile"}], "document_description": "This sub-decree establishes a National Climate Change Committee (NCCC) with the mandate to prepare, coordinate and monitor the implementation of policies, strategies, legal instruments, plans and programmes of the Royal Government to address climate change issues within the country, thus contributing to the protection of the environment and natural resources and foreseeing and preventing man-made changes in climate that might have adverse impacts on the peoples well-being.<br />\n<br />\nThe National Climate Change Committee is an inter-ministerial mechanism, and is cross-sectoral and multi- disciplinary in nature (art.2).<br />\n<br />\nArt. 3 details the roles and responsibilities of the Committee as following: The NCCC has roles and responsibilities to coordinate and cooperate with concerned ministries and institutions aiming to:<br />\n- Develop draft climate change policies, strategies, legal instruments, plans and programmes, including national greenhouse gas (GHG) mitigation and climate change adaptation plans, for submission to the Royal Government for consideration and approval;<br />\n- Promote and encourage broad participation of all stakeholders in the development and the effective implementation of climate change policies, strategies, legal instruments, plans and programmes to ensure they are in line with the national development objectives and priorities;<br />\n- Promote and encourage the integration of climate change concerns into relevant policies, strategies, legal instruments, plans and programmes;<br />\n- Mobilise resources, in particular grants, for the implementation of these climate change policies, strategies, legal instruments, plans and programmes;<br />\n- Promote the transfer of appropriate technologies, renewable technologies, and conservation and enhancement of carbon sinks;<br />\n- Determine national positions and strategies for participating in international negotiations on climate change;<br />\n- Review and approve national reports that are required to be prepared by the UNFCCC;<br />\n- Coordinate activities concerning the implementation of the UNFCCC, its protocols, and other climate<br />\nchange international agreements to which Cambodia is a party;<br />\n- Manage and coordinate the Clean Development Mechanism of the Kyoto Protocol in Cambodia;<br />\n- Report to the Royal Government on climate change issues, status of UNFCCC implementation and<br />\ninternational negotiation processes;<br />\n- Promote education, awareness raising, training and information dissemination on climate change for<br />\nthe general public;<br />\n- Participate in national, regional and international conferences and workshops on climate change<br />\nrelated issues;<br />\n- Coordinate and oversee the implementation of climate change projects, programmes and research<br />\nactivities in Cambodia;<br />\n- Review and approve workplans and reports of the Climate Change Technical Team (CCTT) to be<br />\nestablished in accordance with Article 4 of this Sub-Decree;<br />\n- Promote international cooperation in the field of climate change."}