{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Sri Lanka", "document_category": "Policy", "document_sector_name": "Disaster Risk Management (Drm)", "document_language": "English", "document_name": "National Policy on Disaster Management", "document_country_code": "LKA", "document_hazard_name": [], "document_response_name": "Disaster Risk Management", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "28/12/2010", "document_keyword": "Disaster Risk Management", "document_url": "https://cdn.climatepolicyradar.org/LKA/2010/LKA-2010-12-28-National Policy on Disaster Management_45b2f47ad5a5bfb0ce6a41fde5b574d9.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Democratic Socialist Republic of Sri Lanka"}, {"text_block_id": "p0_b2", "text": "National Policy on Disaster Management"}, {"text_block_id": "p0_b3", "text": "National Council for Disaster Management"}, {"text_block_id": "p1_b4", "text": "Table of Contents"}, {"text_block_id": "p2_b5", "text": "NATIONAL POLICY ON DISASTER MANAGEMENT"}, {"text_block_id": "p2_b6", "text": "Preamble"}, {"text_block_id": "p2_b7", "text": "Preamble\n* The National Policy on Disaster Management (the ‘Policy’) is a core component of Sri Lanka’s\n* The 2005\n* recommended formulation of a national\n* recommended formulation of a national\n Disaster Management Act, No.\n* recommended formulation of a national\n Disaster Management Act, No.\n (the ‘Act’) provides that the National Council for Disaster Management (the ‘Council’)\n* recommended formulation of a national\n Disaster Management Act, No.\n (the ‘Act’) provides that the National Council for Disaster Management (the ‘Council’)\n Its preparation was the first listed of 60 outcomes for the period\n* recommended formulation of a national\n Disaster Management Act, No.\n (the ‘Act’) provides that the National Council for Disaster Management (the ‘Council’)\n Its preparation was the first listed of 60 outcomes for the period\n Towards a Safer Sri Lanka: A Road Map for Disaster Management\n* recommended formulation of a national\n Disaster Management Act, No.\n (the ‘Act’) provides that the National Council for Disaster Management (the ‘Council’)\n Its preparation was the first listed of 60 outcomes for the period\n Towards a Safer Sri Lanka: A Road Map for Disaster Management\n (‘the\n* The Council approved the Policy on 28.12.2010.\n* The legal basis for the Policy, and all other core elements of Sri Lanka’s disaster management regime,\n* The Policy is intended to be a high-level statement of ‘how things should be’ for Sri Lanka to be as\n* The Policy aligns with the Government of Sri Lanka 2010 Development Policy Framework, Mahinda"}, {"text_block_id": "p2_b31", "text": "Vision and Objective"}, {"text_block_id": "p2_b32", "text": "Vision and Objective\n* The vision of the Policy is a Sri Lanka safe from disaster.\n<\\li1>"}, {"text_block_id": "p3_b34", "text": "Vision and Objective\n* The vision of the Policy is a Sri Lanka safe from disaster.\n<\\li1>\n* The objective, in line with the Act, is to protect Sri Lanka’s people, property and environment from\n<\\li1>"}, {"text_block_id": "p3_b36", "text": "Legal basis"}, {"text_block_id": "p3_b37", "text": "Legal basis\n* Under the Act,1 the national policy and program on disaster management shall provide for:\n<\\li1>\n\t* the protection of life of the community, property and environment from disasters and\n\t* the effective use of resources for preparedness, prevention, response, relief, reconstruction and\n\t* the enhancement of public awareness and training to help people to protect themselves from\n\t* capacity building, among persons living in areas vulnerable to disaster, in relation to risk\n\t* pre-disaster planning, preparedness and mitigation while sustaining and further improving"}, {"text_block_id": "p3_b51", "text": "Cross-cutting principles"}, {"text_block_id": "p3_b52", "text": "Cross-cutting principles\n* Low disaster risk means low vulnerability—high resilience—to disaster. To achieve this requires a\n<\\li1>"}, {"text_block_id": "p3_b54", "text": "Multi-dimensional."}, {"text_block_id": "p3_b55", "text": "Multi-dimensional.\n* Disaster management should take into account several, intersecting dimensions, which include:\n<\\li1>\n\t* ‘multi-hazards’ consideration of all kinds of natural, human-induced, and technological events\n\t\t* Human induced hazardous – situation created by the intervention of people in natural\n\t\t* Technological hazards; dangerous situation created by the failure of equipment in the system\n\t\t* ‘multi-phases’ before, during and after disasters (prevention, reduction, mitigation, preparedness,\n\t\t* ‘multi-sectors’ integration across, inter alia, emergency services, meteorology, human and social"}, {"text_block_id": "p4_b67", "text": "Multi-dimensional.\n* Disaster management should take into account several, intersecting dimensions, which include:\n<\\li1>\n\t* ‘multi-hazards’ consideration of all kinds of natural, human-induced, and technological events\n\t\t* Human induced hazardous – situation created by the intervention of people in natural\n\t\t* Technological hazards; dangerous situation created by the failure of equipment in the system\n\t\t* ‘multi-phases’ before, during and after disasters (prevention, reduction, mitigation, preparedness,\n\t\t* ‘multi-sectors’ integration across, inter alia, emergency services, meteorology, human and social\n* ‘multi-stakeholders’ engagement of national public agencies, the private sector, civil society, the\n\t* ‘multi-locality’ covering international, regional and national perspectives through to provinces,\n\t* ‘multi-temporal’ planning and decision-making for the short, medium and long term."}, {"text_block_id": "p4_b73", "text": "Collective responsibility"}, {"text_block_id": "p4_b74", "text": "Collective responsibility\n* Government, non-government, private sector, academic, media, religious and other organizations\n\t* Government and non-government organizations, private sector, media and religious organizations\n\t* Private Sector, Non-governmental and Civil Society organizations should plan and implement\n\t* Interventions should encourage a culture of safety and attitudes of self – recovery.\n\t* Public-private partnerships are important.\n\t* Public-private partnerships are important.\n The intrinsic nature of hazards means that all concerned, not just a single organization, have a role to"}, {"text_block_id": "p4_b86", "text": "13."}, {"text_block_id": "p4_b87", "text": "Equality, diversity and inclusion"}, {"text_block_id": "p4_b88", "text": "Equality, diversity and inclusion\n* Agencies should target resources based on severity of, and vulnerability to, potential hazards\n* All people affected by disaster have equal rights to receive assistance and information\n* Disaster management should give special consideration to marginalized groups and those with\n* Disaster management should ensure gender equality and in particular the empowerment of girls\n* Special effort should be taken to prevent violence unlawful engagements against entire"}, {"text_block_id": "p5_b98", "text": "14."}, {"text_block_id": "p5_b99", "text": "Transparency and accountability"}, {"text_block_id": "p5_b100", "text": "Transparency and accountability\n* Ministry of Disaster Management and agencies under the Ministry should be made accountable\n* Disaster management should involve participatory, transparent, and accountable\n* Disaster-prone communities have the right to participate and contribute in planning,\n* The public, and in particular disaster-prone communities, have a right to receive information on\n* Disaster related information and guidelines should be timely and easy to understand."}, {"text_block_id": "p5_b110", "text": "f.Multi-hazard maps, risk profiles, modern tools and methods should be shared with stakeholders and communities."}, {"text_block_id": "p5_b111", "text": "15."}, {"text_block_id": "p5_b112", "text": "Best fit of best practice"}, {"text_block_id": "p5_b113", "text": "Best fit of best practice\n* Disaster management should align with international initiatives, standards and agreements in a\n* Disaster management tools and methods should be modern and state-of-the-art.\n* Disaster risk management should also promote indigenous knowledge and traditional methods\n* Disaster risk management approaches should be economically optimal and socially acceptable."}, {"text_block_id": "p5_b121", "text": "Policy statements"}, {"text_block_id": "p5_b122", "text": "Preparedness and response"}, {"text_block_id": "p5_b123", "text": "16."}, {"text_block_id": "p5_b124", "text": "In case of a known or predicated emergency, a single designated agency should disseminate clear, concise and early warning messages at national, sub-national and community levels."}, {"text_block_id": "p6_b125", "text": "In case of a known or predicated emergency, a single designated agency should disseminate clear, concise and early warning messages at national, sub-national and community levels.\n* Early-warning and emergency response systems must be operational and regularly tested at\n* The early warning system must be integrated into regional and global networks and service\n* In the event of tsunami threat, a Technical Advisory Committee should take the decision to\n* Relevant ministries/ government agencies must endorse service delivery agencies before they\n* assess and manage information on the number, identity and needs of individuals affected by\n* mobilize a volunteer network of recognized, authorized agencies for disaster response.\n* provide immediate food, water & sanitation, medical, counseling assistance, shelter, clothing\n* expedite receipt of international assistance, including receipt of goods and services at\n* restore public utilities and essential services that are damaged or destroyed due to disasters;\n* prevent post-disaster health hazards;\n* provide information on victims of disaster, internally displaced, missing persons, damaged and\n* identify and properly treat casualties, including mass casualties;"}, {"text_block_id": "p6_b131", "text": "17."}, {"text_block_id": "p6_b132", "text": "A Disaster Management Plan should be in place for all public and private sector organizations, institutions and communities to ensure continuity of business, services and livelihoods during and after a disaster."}, {"text_block_id": "p6_b133", "text": "18."}, {"text_block_id": "p6_b134", "text": "The government should put in place mechanisms to enable the general public to have emergency services available at national and sub-national levels on a 24/7 basis through Emergency Operations Centers, Emergency Call Centers and other mechanisms."}, {"text_block_id": "p6_b135", "text": "19."}, {"text_block_id": "p6_b136", "text": "Civil society, private sector and voluntary organizations should be prepared to involve themselves in mitigation, relief, rehabilitation and reconstruction activities, with the consent of the relevant line ministry prior to engaging in such activities."}, {"text_block_id": "p6_b139", "text": "20."}, {"text_block_id": "p6_b140", "text": "Relevant agencies and organizations should have in place emergency response systems, plans and programs to undertake followings under the guidance and facilitation of the Ministry of Disaster Management and its agencies."}, {"text_block_id": "p7_b157", "text": "21."}, {"text_block_id": "p7_b158", "text": "In responding to disasters:"}, {"text_block_id": "p7_b159", "text": "In responding to disasters:\n* children affected by disaster should have access to continuous education where necessary;\n* affected persons should have documentation services for during early recovery period;\n* affected communities should have assistance for speedy recovery of disrupted livelihoods and\n* displaced persons and their properties, and people with special needs should have search and\n* in the event that individuals at relief centers need an extended stay, district administration\n* in the event of re-settlement, houses should be adapted to beneficiary needs and respect\n* Counseling services should be available to address post-disaster trauma and other\n* Disaster management policies, legislations and regulations should respond to emerging needs,\n* Risk analyses should incorporate inter-linkages among disasters, poverty and development.\n* Scientific research tools and methods should be available and used to reduce disaster risk.\n* Disaster risk reduction activities should integrate climate change adaptation.\n* Institutions should analyze the costs and benefits of investments to reduce disaster risk."}, {"text_block_id": "p7_b175", "text": "Integrated systems to reduce disaster risk"}, {"text_block_id": "p7_b176", "text": "22."}, {"text_block_id": "p7_b177", "text": "National and local government agencies must have strong legal mandates, institutional capacity and information and communication technology (ICT) systems to manage disasters."}, {"text_block_id": "p7_b178", "text": "23."}, {"text_block_id": "p7_b179", "text": "Hazard profiles, vulnerability and risk assessments for multiple hazards should be regularly updated. Areas prone to hazards should be identified for parties to prevent and mitigate impacts."}, {"text_block_id": "p7_b186", "text": "24."}, {"text_block_id": "p7_b187", "text": "All planning development projects, programs and processes must assess disaster impact and integrate disaster risk reduction."}, {"text_block_id": "p7_b190", "text": "25."}, {"text_block_id": "p7_b191", "text": "Local government officers and planning authorities should use building and planning guidelines to minimize disaster impacts."}, {"text_block_id": "p8_b192", "text": "Local government officers and planning authorities should use building and planning guidelines to minimize disaster impacts.\n* Guidelines should be in place to reduce disaster risk in planning and development initiatives at\n* Building codes and guidelines should be in place for construction in hazard-prone areas and\n* Disaster-affected houses and settlements should be rebuilt with disaster-resilient features.\n* Land use, involuntary resettlements and rehabilitation criteria should reduce disaster risk in line\n* Guidelines, plans and strategies should be in place to identify safe lands for relocation of\n* Government should partner with non-government and civil society organizations to rehabilitate\n* In rehabilitation and reconstruction of houses affected by disasters, proposed housing policies\n* mechanism should be in place to obtain financial assistance on concessionary terms from\n* Awareness programmes should be implemented to introduce housing technology to reduce the"}, {"text_block_id": "p8_b206", "text": "26."}, {"text_block_id": "p8_b207", "text": "Mechanisms should be in place to transfer or share risk among parties best-placed to manage it."}, {"text_block_id": "p8_b210", "text": "27."}, {"text_block_id": "p8_b211", "text": "Disaster management authorities should be able to take legal action against institutions or individuals that conduct activities leading to hazardous situations."}, {"text_block_id": "p8_b214", "text": "Fiscal Disaster Resilience"}, {"text_block_id": "p8_b215", "text": "28."}, {"text_block_id": "p8_b216", "text": "Fiscal resilience to disasters will be improved with efficient budgetary mechanisms, access to contingent credit and sovereign and private catastrophe insurance products. Development of such programmes will be confirmed by a Fiscal Disaster Risk Assessment."}, {"text_block_id": "p8_b217", "text": "29."}, {"text_block_id": "p8_b218", "text": "The fiscal disaster risk management programme would be put in place with due consideration to the availability of post-disaster funds and the rapid execution of those funds. Fiscal and risk transfer mechanisms will be designed and implemented to ensure the availability of sufficient funds for recovery and reconstruction."}, {"text_block_id": "p9_b219", "text": "Education, training and professional development"}, {"text_block_id": "p9_b220", "text": "30."}, {"text_block_id": "p9_b221", "text": "Staff managing disasters at all levels must be adequately trained to fulfill respective responsibilities."}, {"text_block_id": "p9_b222", "text": "31."}, {"text_block_id": "p9_b223", "text": "Disaster management should be integrated in curricula in schools, technical colleges and universities. All formal and informal education systems should contribute to strong, mainstream concepts of disaster management."}, {"text_block_id": "p9_b224", "text": "Disaster management should be integrated in curricula in schools, technical colleges and universities. All formal and informal education systems should contribute to strong, mainstream concepts of disaster management.\n* Members of the general public and school children should be able to carry out primary first aid,\n* Academic institutions should implement programs to strengthen the capacity of professionals in\n* A programme to be developed to disseminate affordable technology in disaster resilient"}, {"text_block_id": "p9_b226", "text": "32."}, {"text_block_id": "p9_b231", "text": "Disaster Management Authorities should promote disaster risk reduction related research in universities and other research institutions ."}, {"text_block_id": "p9_b232", "text": "33."}, {"text_block_id": "p9_b233", "text": "Media personnel should have the knowledge and skills to communicate different aspects of disaster management."}, {"text_block_id": "p9_b234", "text": "Access to resources"}, {"text_block_id": "p9_b235", "text": "34."}, {"text_block_id": "p9_b236", "text": "The Ministry of Disaster Management will coordinate with stakeholder agencies to prepare the Plan to implement this Policy and request funds from the Ministry of Finance and Planning in such funds will be allocated to the relevant government agencies."}, {"text_block_id": "p9_b237", "text": "35."}, {"text_block_id": "p9_b238", "text": "NGO, civil society and the private sector are encouraged to undertake activities in the Plan."}, {"text_block_id": "p9_b239", "text": "Implementation"}, {"text_block_id": "p9_b240", "text": "36."}, {"text_block_id": "p9_b241", "text": "The DMC will lead implementation of the National Policy, under the administrative control of the Ministry of Disaster Management and the policy guidance of the Council."}, {"text_block_id": "p9_b242", "text": "Provisions for review"}, {"text_block_id": "p9_b243", "text": "37."}, {"text_block_id": "p9_b244", "text": "The Policy remains in effect until such time as it is amended. The Council will review and amend the Policy and related instruments as appropriate to address emerging issues changes and after any occurrence of a major disaster event."}], "document_description": "The National Policy on Disaster Management sets out the measures to protect Sri Lanka's people, property and environment from disaster.&nbsp;<br><br>The Policy shall provides for: 1) the maintenance of disaster resilient infrastructure and economic development activities in disaster prone areas; 2) the effective use of resources for preparedness, prevention, response, relief, reconstruction and rehabilitation; 3) the enhancement of public awareness and training to help people to protect themselves from disasters; 4) capacity building among persons living in areas vulnerable to disaster; 5) pre-disaster planning, preparedness and mitigation while sustaining and further improving postdisaster relief, recovery and rehabilitation capabilities."}