{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Sri Lanka", "document_category": "Policy", "document_sector_name": ["Economy-wide", "Adaptation"], "document_language": "English", "document_name": "National Adaptation Plan for Climate change impacts 2016-2025", "document_country_code": "LKA", "document_hazard_name": ["Coastal Erosion", "Soil Erosion", "Droughts", "Floods", "Erosion"], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "01/01/2016", "document_keyword": ["Industry", "Buildings", "Food Security", "Biodiversity", "Health", "Agriculture", "Fisheries", "Tourism", "Water"], "document_url": "https://cdn.climatepolicyradar.org/LKA/2016/LKA-2016-01-01-National Adaptation Plan for Climate change impacts 2016-2025_5815206ed24c14aa03b20e175257d81e.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "National Adaptation Plan for Climate Change Impacts in Sri Lanka"}, {"text_block_id": "p1_b2", "text": "2016 -2025"}, {"text_block_id": "p1_b3", "text": "Climate Change Secretariat"}, {"text_block_id": "p1_b4", "text": "Ministry of Mahaweli Development and Environment"}, {"text_block_id": "p1_b5", "text": "2016"}, {"text_block_id": "p3_b6", "text": "2016"}, {"text_block_id": "p3_b7", "text": "National Adaptation Plan for Climate Change Impacts in"}, {"text_block_id": "p3_b8", "text": "Sri Lanka: 2016 -2025"}, {"text_block_id": "p3_b9", "text": "Climate Change Secretariat Ministry of Mahaweli Development and Environment 2016"}, {"text_block_id": "p4_b10", "text": "National Adaptation Plan for Climate Change Impacts in Sri Lanka"}, {"text_block_id": "p5_b11", "text": "The Message of the National Focal Point to UNFCCC"}, {"text_block_id": "p5_b12", "text": "As a small island and a developing nation, Sri Lanka is highly vulnerable to the adverse effects of climate change. Consequences of climate change such as temperature rise, rainfall variability and sea level rise are critically affecting almost all economic sectors of the country. Occurrences of natural disasters due to extreme weather conditions such as prolonged droughts, flash floods and landslides deprive lives and livelihoods of people."}, {"text_block_id": "p5_b13", "text": "Ratification of the Paris Agreement further to the United Nations Framework Convention on Climate Change (UNFCCC) is one more step forward for committing Sri Lanka to address climate change and related issues. Although mitigation of greenhouse gases is the highlighted portion of the Paris Agreement, we still believe that building resilience of vulnerable communities and ecosystems over climate change effects within a broader framework of sustainable development should be our priority as a developing country."}, {"text_block_id": "p5_b14", "text": "transparent approach to deal with climate change impacts on Sri Lanka."}, {"text_block_id": "p5_b15", "text": "country."}, {"text_block_id": "p5_b16", "text": "developing the NAP of Sri Lanka."}, {"text_block_id": "p5_b17", "text": "Agreement."}, {"text_block_id": "p5_b18", "text": "Udaya R. Senevirathne"}, {"text_block_id": "p5_b19", "text": "Secretary"}, {"text_block_id": "p5_b20", "text": "Ministry of Mahaweli Development and Environment, Sri Lanka"}, {"text_block_id": "p7_b21", "text": "Contributors"}, {"text_block_id": "p7_b22", "text": "Advisors"}, {"text_block_id": "p7_b23", "text": "Team of Consultants"}, {"text_block_id": "p7_b24", "text": "Coordination Team"}, {"text_block_id": "p7_b25", "text": "Expert Contribution"}, {"text_block_id": "p7_b26", "text": "National Experts Committee on Climate Change Adaptation (NECCCA)"}, {"text_block_id": "p7_b27", "text": "Officials of Ministries, Departments and Agencies of adaptation sectors"}, {"text_block_id": "p7_b28", "text": "Private sector, Civil Societies and Academia"}, {"text_block_id": "p9_b29", "text": "Executive Summary"}, {"text_block_id": "p9_b30", "text": "Climate change impacts are looming over every conceivable level; global, regional, national and local that calls for multi-level action. Sri Lanka, a tropical nation, is highly vulnerable to adverse impacts of climate change. National level actions have to play a critical role while international cooperation is also important. Recognizing this responsibility, the Government of Sri Lanka (GOSL) has launched a national initiative to face the impacts of climate change. The Climate Change Secretariat of the Ministry of Mahaweli Development and Environment plays the leadership role in this activity which is the National Focal Point for the United Nations Framework Convention on Climate Change (UNFCCC), spearheads the process. Among the key national initiatives, the"}, {"text_block_id": "p9_b31", "text": "National Climate Change Adaptation Strategy for Sri Lanka 2011-2016"}, {"text_block_id": "p9_b32", "text": "prepared in 2010 and the"}, {"text_block_id": "p9_b33", "text": "National Climate Change Policy"}, {"text_block_id": "p9_b34", "text": "(NCCP) adopted in 2012 are the two major achievements. The"}, {"text_block_id": "p9_b35", "text": "National Adaptation Plan"}, {"text_block_id": "p9_b36", "text": "for"}, {"text_block_id": "p9_b37", "text": "Climate Change Impacts in Sri Lanka"}, {"text_block_id": "p9_b38", "text": "(NAP) is the next logical step of the National initiatives for meeting the adverse effects of climate change adaptation."}, {"text_block_id": "p9_b39_merged_merged", "text": "The National Adaptation Plan for Climate Change Impacts in Sri Lanka (NAP) was prepared in line with the broad set of guidelines set forth by the UNFCCC for the development of national adaptation plans. The NAP process of UNFCCC is a generalized process consisting of four stages that could be customized according to specific situations in respective countries. The NAP process in Sri Lanka started from the stage of preparatory elements, which is the real planning stage of the process, and a country-specific NAP methodology was developed and adopted based on the broader guidelines of the UNFCCC."}, {"text_block_id": "p9_b46", "text": "The importance of adaptation as a major strategy for facing the threat of climate change has been recognized by all parties to Paris Agreement and called for national actions for adaptation under Intended Nationally Determined Contributions (INDCs). The necessity of adaptive strategies has also been highlighted by number of Sustainable Development Goals (SDGs) adopted by the United Nations in 2015."}, {"text_block_id": "p9_b47", "text": "The NAP covers adaptation needs at two levels, namely; adaptation needs of key vulnerable sectors and cross-cutting national needs of adaptation. Nine vulnerable sectors were identified in the consultative process, i.e. food security, water, coastal sector, health, human settlements, bio-diversity, tourism and recreation, export development and industry-energy-transportation. Broader stakeholder consultation adopted in the preparation of the NAP has helped to identify adaptation needs of each vulnerable sector based on logical criteria involving projections, vulnerabilities, impacts and socio-economic outcomes. The NAP identifies adaptation options that can fulfill these needs and actions necessary to achieve these adaptation options with responsible agencies and key performance indicators. They together constitute the sectoral action plans for each vulnerable sector. The NAP also includes interventions necessary to fulfill cross-cutting national needs of adaptation identified on the basis of analyzing common sectoral needs and opinions of key stakeholders. The plan also proposes an institutional and coordination mechanism along with implementation and resource mobilization strategies for the successful implementation of the NAP based on a realistic timeframe."}, {"text_block_id": "p11_b48", "text": "Table of Contents"}, {"text_block_id": "p12_b49", "text": "2016"}, {"text_block_id": "p13_b50", "text": "List of Tables"}, {"text_block_id": "p15_b51", "text": "List of Figures"}, {"text_block_id": "p15_b52", "text": "List of Boxes"}, {"text_block_id": "p16_b53", "text": "List of Abbreviations and Acronyms"}, {"text_block_id": "p19_b54", "text": "1. Introduction"}, {"text_block_id": "p19_b55", "text": "The Fifth Assessment Report (AR5) of Inter-governmental Panel on Climate Change (IPCC) emphasizes that the current as well as future generations will have to face multiple impacts of climate change with far reaching consequences. According to the World Meteorological Organization (WMO), 13 out of the 14 hottest years were reported since year 2000 and each successive decade since 1980 has been warmer than the previous one, having 2001-2010 recorded as the warmest decade ever (WMO, 2014). Scientific studies have shown that mean sea-level (MSL) has increased by 0.19 meters during the last century and it is projected to rise even faster during this century (IPCC, 2014). The thermal expansion of oceans and melting of glaciers due to global warming are mainly responsible for this. Reports also suggest that seasonal melting of major ice sheets and glaciers have accelerated during the recent past and significant areas of snow cover have permanently disappeared (IPCC, 2014). These changes in the global climate could lead to create impacts with negative physical and socio-economic outcomes around the world."}, {"text_block_id": "p19_b56_merged", "text": "Sri Lanka, a tropical nation, is highly vulnerable to impacts of climate change. As a small island in the Indian Ocean, the coastal region of Sri Lanka is susceptible to changes in sea level. The 2004 tsunami has indicated that low-lying plains in the coastal zone will be vulnerable to any future rise in sea level. Important sectors of the economy such as tourism and fisheries could be affected due to impacts of sea level rise (Ahmed and Supachalasai, 2014; ME, 2010 a; Senaratne et al., 2009). A significant population of the country is dependent on livelihoods connected to agriculture. Studies show that food security of the nation can be adversely affected due to impacts of climate change (De Costa, 2008; De Silva, 2008 and 2013; Marambe et al., 2013, 2015a; Punyawardena, 2007). Besides, a substantial share of Sri Lanka’s foreign income is earned through export crops which are highly sensitive to fluctuations of weather (Nissanka et al., 2013; Ranasinghe, 2013; Wijeratne et al., 2007). Emerging evidence from various sources suggest that climate change could alter natural systems connected to water cycle, eco systems and bio-diversity of the country (Eriyagama et al., 2010; Marambe et al., 2012; ME, 2011; Weerahewa et al., 2012). This could lead to the decline of various ecosystem services that are indispensable for the welfare of human population. Impacts of climate change appear to have significant repercussions on health of the citizens and human settlements of the country too (ME, 2010 b and c). Overall, the impacts of climate change are widespread and they are likely to create negative socio-economic outcomes on many sectors in Sri Lanka."}, {"text_block_id": "p19_b59", "text": "Adaptation is the key strategy available for facing the impacts of climate change. Climate adaptation is widely defined as actions taken to moderate, cope or take advantage of experienced or anticipated changes in climate (IPCC, 2007). However, scholars who look from"}, {"text_block_id": "p20_b60", "text": "the social perspective suggest that the essence of the concept of adaptation is adjustment of behaviour (Adger et al., 2009; Smit et al., 2000; Smith et al., 1996; Stakhiv, 1993). Hence, more precisely, climate adaptation can be defined as"}, {"text_block_id": "p20_b61", "text": "‘"}, {"text_block_id": "p20_b62", "text": "adjustments in behaviour of natural and social systems and their members in response to actual or expected variability or change in climate in order to moderate and cope with harmful impacts or to take advantage of opportunities."}, {"text_block_id": "p20_b63", "text": "2015 is a landmark year for global efforts on climate change and sustainable development. In this year, global community was successful in breaking the deadlock in international climate negotiations by reaching a historical agreement in Paris. Simultaneously, world leaders adopted Sustainable Development Goals (SDGs) in the United Nations General Assembly. As a responsible member of the global community, Sri Lanka is expected to make contributions towards both overcoming the challenges of climate change as well as achieving SDGs. The Paris Climate Agreement is based on Intended Nationally Determined Contributions (INDCs) for mitigation of and adaptation to climate change. Accordingly, Sri Lanka signed the Paris Climate"}, {"text_block_id": "p20_b64", "text": "Agreement in April 2016 and submitted Sri Lanka’s INDCs covering national commitments to"}, {"text_block_id": "p20_b65", "text": "both mitigation and adaptation. The adaptation commitments in INDCs are largely based on the adaptation options and actions identified in the NAP process and hence this plan is fully"}, {"text_block_id": "p20_b66", "text": "consistent with Sri Lanka’s commitments towards global efforts on adaptation. In the final"}, {"text_block_id": "p20_b67", "text": "count, adaptation is all about achieving the long-term goals of sustainable development in the face of rising risk of climate change. Hence, the NAP should invariably contribute to achieve SDGs. The SDGs have 17 goals and 169 targets of which Goal Number 13 is fully dedicated to climate change with 9 targets associated with it. In addition, number of other goals covers areas"}, {"text_block_id": "p20_b68", "text": "relevant to climate change adaptation with relevant targets attached to them. Sri Lanka’s NAP"}, {"text_block_id": "p20_b69", "text": "is essentially contributing to number of SDGs and they are especially highlighted in the plan."}, {"text_block_id": "p20_b70", "text": "Being a phenomenon with impacts looming over every conceivable level, i.e. global, regional, national and local, climate change calls for multi-level actions for adaptation. The national level actions have to play a critical role while international cooperation is also important. At the national level, the government has the responsibility of coordinating adaptation decisions taken at international and provincial levels as well."}, {"text_block_id": "p20_b71", "text": "Recognizing this responsibility, the Government of Sri Lanka (GOSL) has launched a national initiative to face the threat of climate change (Jayathunga and Kumari, 2013; Marambe et al., 2015b). The Climate Change Secretariat of the Ministry of Mahaweli Development and Environment (MMDE) plays the leadership role here."}, {"text_block_id": "p20_b72", "text": "Sri Lanka’s capacity for successful adaptation to climate change impacts depends on two major"}, {"text_block_id": "p20_b73_merged_merged_merged", "text": "factors—vulnerability and adaptive capacity of its people. Sector vulnerability profiles prepared for agriculture, health, water, biodiversity and human settlements have identified many geographical locations and economic sectors that are vulnerable to impacts of climate change"}, {"text_block_id": "p21_b76", "text": "(ME, 2010 a, b &c). Around 28 per cent of the c"}, {"text_block_id": "p21_b77", "text": "ountry’s population depends on livelihoods"}, {"text_block_id": "p21_b78", "text": "related to agriculture, which are highly dependent on climatic conditions. Impacts on agriculture will place not only the livelihoods of farmers, but the food security of the entire population under risk. Poverty is also a major vulnerability-enhancing factor. Even though Sri Lanka has been successful in reducing the poverty head count ratio to a single digit, studies on multi-dimensional poverty indicate that people who are marginally over the poverty line could fall below the line easily due to various livelihood shocks."}, {"text_block_id": "p21_b79", "text": "Hence, climate change impacts have the potential to reverse the"}, {"text_block_id": "p21_b80", "text": "country’s achievements in poverty alleviation unless countered"}, {"text_block_id": "p21_b81", "text": "through appropriate measures of adaptation."}, {"text_block_id": "p21_b82", "text": "Adaptive capacity implies the ability of people and socio-ecological systems to respond to the impacts of climate change with minimum negative outcomes. Adaptive capacity is determined by several factors that include livelihood assets, knowledge and skills, technology, institutions and information. Unlike in the case of vulnerability, assessments of adaptive capacity are rare in Sri Lanka. However, it is not hard to identify that currently there are many gaps in institutions, technology, knowledge and information concerning impacts of climate change concerned. Hence, successful adaptation requires assessing of the risk and vulnerability, accessing appropriate technologies and sound science, improved institutional mechanisms, multilateral corporations while enhancing the adaptive capacity of people."}, {"text_block_id": "p21_b83", "text": "1.1.NAP Process in Sri Lanka"}, {"text_block_id": "p21_b84", "text": "The NAP was prepared in line with the broad set of guidelines set forth by UNFCCC"}, {"text_block_id": "p21_b85", "text": "’s Least"}, {"text_block_id": "p21_b86", "text": "Developed Countries Expert Group (LEG) for development of national adaptation plans (NAPs) (LEG, 2012; UNFCCC, 2012). The UNFCCC guidelines identify preparing the NAPs as a process to develop the capacity and knowledge of all decision-makers at national, sub-national (e.g. sectoral, provincial) and supra-national levels. The NAP process of the UNFCCC is a generalized process consisting of four stages that could be customized according to specific situations in respective countries (Box 1). The four stages are: laying the groundwork and identifying gaps; making preparatory elements; implementation strategies, and; reporting, monitoring and reviewing. Of them, the third and fourth are post-plan stages. It is useful to review"}, {"text_block_id": "p21_b87", "text": "Sri Lanka’s"}, {"text_block_id": "p21_b88", "text": "situation with respect to this four stage process."}, {"text_block_id": "p21_b89", "text": "Initiating and launching the NAP process"}, {"text_block_id": "p21_b90_merged_merged_merged", "text": ": Sri Lanka has already started the NAP process and reached two important milestones, namely: the National Climate Change Policy (NCCP) and the National Climate Change Adaptation Strategy for Sri Lanka (NCCAS): 2011 to 2016 (NCCAS 2011-16). These important policy documents elaborate the national vision and strategic priorities with regard to facing the threat of climate change. They also provide a source of legitimacy and authority required for the NAP. In addition, CCS has established its position as the key national agency with specialized mandate for"}, {"text_block_id": "p22_b100", "text": "addressing national issues on climate change."}, {"text_block_id": "p22_b101", "text": "These factors can be considered as positive features which strengthen the process for developing, and implementing the NAP in Sri Lanka"}, {"text_block_id": "p22_b102", "text": "Stocktaking, synthesizing information and identifying vulnerabilities"}, {"text_block_id": "p22_b103_merged", "text": ": The Ministry of Environment, with the initiatives taken by the CCS, has already published two National Communications of Climate Change in 2001 and 2011 that reviewed the existing information. In addition, Sector Vulnerability Profiles (SVPs) have been developed for 5 sectors. The Ministry has also completed the Technology Needs Assessment (TNA) for"}, {"text_block_id": "p23_b106", "text": "adaptation and mitigation which identified priority technologies for five adaptation sectors and three mitigation sectors. Several national level conferences organized by various agencies have helped to exchange findings of research conducted by institutions and individual researchers. These developments have established a solid foundation for the NAP process."}, {"text_block_id": "p23_b107", "text": "Major gaps and barriers"}, {"text_block_id": "p23_b108", "text": ": Despite positive factors, however, there are also significant gaps in certain areas. Review of existing literature helped to identify a few major gaps that need to be addressed for successful adaptation in Sri Lanka. They are: information gaps, technological gaps, policy and governance gaps, institutional and coordination gaps and resource mobilization gaps."}, {"text_block_id": "p23_b109", "text": "Information gaps"}, {"text_block_id": "p23_b110", "text": ": Major improvements in generation of climate information"}, {"text_block_id": "p23_b111", "text": "products (CIPs) are necessary to provide effective guidance to adaptive actions of different stakeholders."}, {"text_block_id": "p23_b112", "text": "Technological gaps"}, {"text_block_id": "p23_b113", "text": ": Despite that the TNA has been conducted for five important"}, {"text_block_id": "p23_b114", "text": "sectors of adaptation, technological gaps in many areas remain largely unexplored."}, {"text_block_id": "p23_b115", "text": "Policy and governance gaps"}, {"text_block_id": "p23_b116", "text": ": Efforts initiated by the MMDE and CCS have helped"}, {"text_block_id": "p23_b117", "text": "to fulfill some policy gaps at the national level. The NCCP has established the national vision whereas the NCCAS: 2011-2016 identified strategic priorities. However, climate change is a complex problem that cannot be governed through efforts of a single ministry or a line agency. Hence, there are policy and governance issues that need to be addressed through the NAP process."}, {"text_block_id": "p23_b118", "text": "Institutional and coordination gaps"}, {"text_block_id": "p23_b119", "text": ": Currently, many activities pertaining to"}, {"text_block_id": "p23_b120", "text": "adaptation are undertaken in an ad-hoc manner without proper coordination."}, {"text_block_id": "p23_b121", "text": "This cannot be considered a favorable situation and therefore an appropriate institutional mechanism for coordination of different actors is necessary."}, {"text_block_id": "p23_b122_merged_merged_merged_merged_merged", "text": "Resource mobilization gaps: The government is burdened with numerous fiscal and monetary difficulties to find extra resources for climate adaptation interventions. Therefore, conventional channels of public finance cannot be relied upon to meet all resource needs of adaptation and innovative ways of resource mobilization should be identified."}, {"text_block_id": "p23_b125", "text": "These gaps act as barriers to successful adaptation thereby leading to reduce the adaptive capacity and increase the vulnerability of individual citizens as well as the nation as a whole."}, {"text_block_id": "p24_b126", "text": "The major aim of the NAP is overcoming these gaps so that the adaptive capacity of all stakeholders will be enhanced while the vulnerability will be reduced."}, {"text_block_id": "p24_b127_merged", "text": "Given the situation that many groundwork requirements have already been fulfilled and the NAP process in Sri Lanka was started from the second stage―i.e. by making preparatory elements. This can be considered as the real planning stage of the NAP for Sri Lanka. Essential preparatory elements of the NAP process include: analysing current climate and future climate scenarios; assessing vulnerabilities; identifying, reviewing and appraising adaptation options and, compiling and communicating the NAP (Figure 1)."}, {"text_block_id": "p24_b130", "text": "Figure 1: The NAP Process"}, {"text_block_id": "p25_b131", "text": "1.2.Organization of Chapters"}, {"text_block_id": "p25_b132_merged", "text": "Chapter 2 presents an overview of climate change in Sri Lanka. It discusses the average pattern of climate in Sri Lanka together with observed changes in the recent past and projected changes for the future. Chapter 3 describes the scope of the plan together with key stakeholders and the plan’s connectivity to other relevant national policies and plans. Planning concepts and approaches that guided the plan are presented in Chapter 4. The detailed methodology of the plan is described in Chapter 5. The methodology of the plan has a logical structure that begins from the projections on changes in key climatic parameters. Physical effects of projected changes give rise to physical hazards and vulnerabilities on different sectors. The impacts of these hazards and vulnerabilities determine the adaptation needs of respective sectors and feasible adaptation options to cope with impacts that provided the basis of the action plan. This logical structure of the plan is explained in Chapter 6 before the presentation of The Plan in Chapter 7. Chapter 7 presents the plan in detail with summary of priority actions, followed by sector specific actions plans for 9 different sectors, and the plan for cross cutting adaptation needs. Chapter 8 presents the institutional and coordination mechanism while the implementation strategy and the resource mobilization mechanism of the plan are presented in Chapters 9 and 10 respectively."}, {"text_block_id": "p26_b135", "text": "2. Climate Change in Sri Lanka: An Overview"}, {"text_block_id": "p26_b136", "text": "Successful adaptation against climate change is necessarily an information-driven process. Therefore, the logical starting point of preparing the NAP is reviewing information on the existing situation of climate change in Sri Lanka. This section provides a brief overview of the climate in Sri Lanka, major changes that have been observed in the system and changes projected to take place in future."}, {"text_block_id": "p26_b137", "text": "2.1. Climate in Sri Lanka"}, {"text_block_id": "p26_b138", "text": "The review of general pattern of climate described in this section is based on Basnayake (2007), Chandrapala (2007 a) and Abhayasinghe (2007). Being a small tropical island, there is no significant annual variation in temperature in Sri Lanka due to latitude. However, significant regional variation in temperature could be observed due to altitude. In lowland areas, average annual temperature usually varies around 26.5"}, {"text_block_id": "p26_b139", "text": "–"}, {"text_block_id": "p26_b140", "text": "28.5 °C and it falls quickly as altitude increases (e.g. Nuwara Eliya"}, {"text_block_id": "p26_b141", "text": "–"}, {"text_block_id": "p26_b142", "text": "15.9 °C at 1800 meters above mean sea level)."}, {"text_block_id": "p26_b143", "text": "In the absence of high seasonal variation in temperature, the average pattern of climate in a"}, {"text_block_id": "p26_b144", "text": "given local area is determined mainly by the variations in precipitation. Sri Lanka’s mean annual"}, {"text_block_id": "p26_b145", "text": "rainfall is around 1850 mm (ranging from 900 mm to 5000 mm). There are three major sources of rainfall in the country, namely; monsoonal, convectional and depressional. Based on the variation in precipitation,"}, {"text_block_id": "p26_b146", "text": "Sri Lanka’s climate is"}, {"text_block_id": "p26_b147", "text": "generally divided into four seasons:"}, {"text_block_id": "p26_b148", "text": "generally divided into four seasons:\n* First inter-monsoon season (FIM): March\n* April (268 mm, 14%)\n* Southwest monsoon season (SWM): May âSeptember (556 mm, 30%)\n* Second inter-monsoon season (SIM): October-November (558 mm, 30%)\n* Northeast monsoon season (NEM): December-February (479 mm, 26%)"}, {"text_block_id": "p26_b160", "text": "The first inter-monsoon (FIM) rains are usually experienced around March-April period. During the FIM, southwestern quarter and certain parts of central highlands receive over 250 mm rainfall, with some localized areas on the Southwestern slopes experiencing rainfall in excess of 700 mm. Most other parts get rainfall around 100-250 mm. Hazardous lightning associated with thunderstorms is a frequent incident and sometimes intensive rainfall may give rise to flash floods."}, {"text_block_id": "p26_b161", "text": "The country experiences the Southwestern monsoon (SWM) around May-September. During the SWM season, mid-elevation western slopes of central highlands receive over 3000 mm rainfall and southwestern coastal belt around 1000-1600 mm. Higher elevations in central highlands get rainfall around 800 mm. Long lasting monsoon rains may result in floods in low-lying areas and landslides in hilly areas. Rains can be experienced at any time during the day and night."}, {"text_block_id": "p27_b162", "text": "Box 2: Observed Changes of Climate in Sri Lanka -Some Scientific Evidence"}, {"text_block_id": "p27_b163", "text": "Temperature"}, {"text_block_id": "p27_b164", "text": ":"}, {"text_block_id": "p27_b165", "text": "Analysis of past data suggests that atmospheric temperature is gradually rising almost everywhere in the country"}, {"text_block_id": "p27_b166", "text": "("}, {"text_block_id": "p27_b167", "text": "Chandrapala, 2007a; De Costa, 2008; Eriyagama et al., 2010; Nissanka et al., 2011; Sathischandra et al., 2014). Varied rates of increase in temperature have been reported from different locations and in recent years, the warming trend has become faster (Basnayake, 2007; Chandrapala, 2007a; De Costa, 2008; Sathischandra et al., 2014). Annual mean air temperature anomalies have shown significant increasing trends in all stations during the recent decades (Basnayake, 2007). It has been reported that mean daytime maximum and mean night time minimum air temperatures also have increased (Basnayake,"}, {"text_block_id": "p27_b168", "text": "2007; Zubair et al., 2005). Data indicates that increase in night time minimum air temperature"}, {"text_block_id": "p27_b169", "text": "contributes more to average increase in annual temperature than day time maximum air temperature (Basnayake, 2007)."}, {"text_block_id": "p27_b170", "text": "Precipitation"}, {"text_block_id": "p27_b171", "text": ":"}, {"text_block_id": "p27_b172_merged_merged", "text": "Unlike in the case of temperature, no clear pattern or trend has been observed in precipitation. Some researchers, comparing the mean annual precipitation of recent and earlier periods, suggest that average rainfall is showing a decreasing trend (Basnayake, 2007; Chandrapala, 2007b; De Costa 2008; Jayatillake et al., 2005). However, there is no consensus on this fact among researchers and opposing trends can be observed in different locations. Punyawardena et al. (2013a) observed that heavy rainfall events have become more frequent in central highlands during the recent period. However, many researchers seem to agree that the variability of rainfall has increased over time, especially in Yala season (Chandrapala 2007b; Eriyagama et al. 2010; Punyawardena et al., 2013b). Moreover, the number of consecutive dry days has increased and the consecutive wet periods have decreased (Premalal, 2009; Ratnayake and Herath, 2005). Studies also indicate that spatial distribution of rainfall appears to be changing although a distinct pattern cannot be recognized yet (Basnayake, 2007; Marambe et al., 2013; Nissanka et al., 2011; Sathischandra et al., 2014). Some studies suggest changes in distribution can even lead to shifting of agro-ecological boundaries (Eriyagama et al., 2010; Mutuwatte and Liyanage, 2013)."}, {"text_block_id": "p27_b177", "text": "Extreme events"}, {"text_block_id": "p27_b178", "text": ":"}, {"text_block_id": "p27_b179", "text": "The intensity and the frequency of the extreme events such as floods and droughts have increased during recent times (Imbulana et al., 2006; Ratnayake and Herath 2005; Premalal and Punyawardena, 2013; Punyawadena and Premalal, 2013). Areas of high rainfall intensities and the locations of landslides show a strong correlation (Ratnayake and Herath, 2005)."}, {"text_block_id": "p27_b180", "text": "Sea level rise"}, {"text_block_id": "p27_b181", "text": ":"}, {"text_block_id": "p27_b182", "text": "Sea level rise of 1-3 mm/year is observed in the Asian region and is marginally higher than the global averages (Cruz et al., 2007). An accelerated level of sea level rise has been observed during the period of 1993-2001 (3.1 mm/year) for the Asian region. However, specific levels of sea level rise in areas around Sri Lanka are yet to be assessed."}, {"text_block_id": "p27_b183", "text": "Second inter-monsoon season (SIM) brings rainfall around October-November period. Unlike FIM, the influence of depressions is common during SIM, the whole country experiencing"}, {"text_block_id": "p28_b184", "text": "strong winds with widespread rains, sometimes leading to floods and landslides. It is the season with most evenly distributed rainfall in Sri Lanka. Many areas receive over 400 mm. Slopes in southwestern quarter receive 750-1200 mm."}, {"text_block_id": "p28_b185", "text": "Usual period of northeast monsoon season (NEM) is December-February. During this season moist wind blowing from northeast Asian landmass produces seasonal rainfall in the northern, north central and eastern parts of the country. Highest rainfall figures are recorded in north"}, {"text_block_id": "p28_b186", "text": "-"}, {"text_block_id": "p28_b187", "text": "eastern slopes of the hill country and eastern slopes of the Knuckles/Rangala range."}, {"text_block_id": "p28_b188", "text": "This general pattern of annual rainfall results in an overall mean annual rainfall of around 1850 mm that range from 900 mm to 5000 mm. Southwestern quarter of the country, especially western slopes of central highlands receive the highest rainfall (e.g. Yatiyantota, Ginigathhena, Watawala > 5000 mm). On the other hand, southeastern (Yala, Palatupana < 1000 mm) and northwestern (Mannar < 1000 mm) coastal areas receive the lowest amount of rainfall."}, {"text_block_id": "p28_b189_merged_merged", "text": "Sri Lanka has traditionally been generalized into three climatic zones, namely, ’wet zone’ in the Southwestern region including central hill country, ’dry zone’ covering predominantly the Northern and Eastern parts of the country, and ’Intermediate Zone’, skirting the central hills except in the South and the West. In differentiating these three climatic zones, annual rainfall, contribution of southwest monsoon rains, soil type, land use, and vegetation have been widely used (Punyawardena, 2007). The Wet Zone receives a relatively high mean annual rainfall over 2,500 mm without pronounced dry periods. The Dry Zone receives a mean annual rainfall of less than 1,750 mm with a distinct dry season from May to September. The Intermediate Zone receives a mean annual rainfall between 1,750 and 2,500 mm with a short and less prominent dry season. Sri Lanka has been further divided into 46 agroecological regions (Punyawardena, 2007) that take into account the monthly rainfall amount (at 75 % probability) and distribution in addition to the parameters considered for identifying climate zones. Figure 2 presents the map of agro-ecological zones in Sri Lanka."}, {"text_block_id": "p29_b202", "text": "Figure 2: Agro-ecological regions of Sri Lanka"}, {"text_block_id": "p29_b203", "text": "Source: Natural Resources Management Centre, Department of Agriculture (2003)."}, {"text_block_id": "p30_b204", "text": "2.2. Observed and Projected Changes in Climate in Sri Lanka: An Overview"}, {"text_block_id": "p30_b205", "text": "Recent studies on local, regional and global climate suggest that this general pattern of climate is undergoing changes. There are two major sources of information."}, {"text_block_id": "p30_b206", "text": "Recent studies on local, regional and global climate suggest that this general pattern of climate is undergoing changes. There are two major sources of information.\n* : These are based on statistical analysis of historically\n* : This refers to projections based on global, regional and"}, {"text_block_id": "p30_b212_merged", "text": "Academics and researchers have conducted a number of studies on trends that can be observed from analysis of past meteorological data and they indicate that Sri Lanka’s climate is changing gradually. Areas that attracted researchers’ attention most were trends in temperature, changes in precipitation patterns and observations on extreme events. Evidence suggests that atmospheric temperature is gradually rising almost everywhere in the country. A major feature of rainfall in Sri Lanka is the high year-to-year variability. However, no distinct pattern of change has been observed. Variation of rainfall is much smaller in lowlands than highlands. A summary of findings from analysis of past data is given in Box 2."}, {"text_block_id": "p30_b215", "text": "Projected changes are likely future trends of key meteorological parameters according to projections of climate models, which are complex mathematical models. Global climate models provide limited information on a smaller country like Sri Lanka and hence model information need to be downscaled. There were a few attempts on downscaling and a brief review of the projected changes in climate in Sri Lanka due to global warming is presented in Box 3."}, {"text_block_id": "p30_b216", "text": "2.3. An Overall Assessment"}, {"text_block_id": "p30_b217", "text": "Overall, information on observed and projected changes suggests that the climate of Sri Lanka is undergoing three major types of changes."}, {"text_block_id": "p30_b218", "text": "Overall, information on observed and projected changes suggests that the climate of Sri Lanka is undergoing three major types of changes.\n* Gradual increase in ambient air temperature\n* Changes in distribution pattern of rainfall\n* Increase in frequency and severity of extreme weather events"}, {"text_block_id": "p30_b224", "text": "In addition to the above changes in atmosphere, there are associated changes in oceanic environment too, especially sea level rise, that seem to create significant impacts over Sri Lanka. Adaptation is a response strategy for overcoming the impacts of observed and projected changes in climate. Therefore, the above observations and projections provide the essential scientific basis for NAP."}, {"text_block_id": "p31_b225", "text": "Box 3: Projected Changes in Climate in Sri Lanka: Some Scientific Evidence"}, {"text_block_id": "p31_b226", "text": "Three modelling approaches have been used for projecting climate change in Sri Lanka: general circulation models (GCM), regional climatic models (RCM) and statistically downscaled GCM models (Eriyagama et al., 2010). Key global projections applicable to Sri Lanka are projections for Asia in fourth and fifth assessments reports (AR4 and AR5) of IPCC. The general agreement of these projections is that South Asia will increasingly become warmer (Cruz et al., 2007; Hijioka et al. 2014). The warming is projected to be stronger than global mean in South Asia. Some of the predictions with high confidence (very likely) applicable for South Asia are: mean annual temperature will increase by greater than 3 Celsius; increase in precipitation by mid-21"}, {"text_block_id": "p31_b227", "text": "st"}, {"text_block_id": "p31_b228", "text": "century; increased precipitation extremes related to monsoons, and; oceans getting warmer in tropical Asia (Hijioka et al., 2014). Ahmed and Supachalasai (2014), based on a RCM,"}, {"text_block_id": "p31_b229", "text": "predicted that temperature could rise by 3.6 C, 3.3 C and 2.3 C under A2, A1B and B1"}, {"text_block_id": "p31_b230", "text": "scenarios, respectively by 2080 (Table B-1)."}, {"text_block_id": "p31_b231", "text": "Table B-1: Temperature and Precipitation Projections under Different Scenarios"}, {"text_block_id": "p31_b232", "text": "Source: Ahmed and Supachalasai (2014)."}, {"text_block_id": "p31_b233_merged_merged", "text": "Like in the case of observed changes, projections also are less certain about the changes in rainfall pattern. Ahmed and Supachalasai (2014) predict increases in precipitation level by 39.6, 35.5 and 31.3 per cent, respectively, under A2, A1B and B1 scenarios by 2080 (Table B-1). However, locally downscaled models have predictions on change in precipitation towards both directions—increasing as well as decreasing mean annual rainfall (MAR) (Eriyagama et al., 2010). According to one projection, MAR will increase by 14 percent for A2 and 5 percent for B2 by 2050s compared with 1960-1991 (De Silva, 2006 b). This overall increase is not uniform and it predicts a decrease of 34 percent for A2 and 26 percent for B2 in NEM while projecting increases of 38 percent for A2 and 16 percent for B2 for SWM rainfall. Some studies have projected increased rainfall in wet zone, intermediate zones and north and south-western dry zones and decreased rainfall in other areas of dry zone by 2050 (Basnayake and Vithanage, 2004). Studies have also suggested a 17 percent reduction of rainfall in the upper Mahaweli watershed in the central highlands by 2025 (Shantha and Jayasundara, 2005). Another recent projection has predicted that climate pattern in Sri Lanka is getting more polarized where the Dry zone becomes drier and Wet zone becomes wetter in years to come (Marambe et al., 2015; Punyawardena et al., 2013 a)."}, {"text_block_id": "p31_b240", "text": "The IPCC studies have also projected an increased incidence of extreme weather events for the South Asian region that may include heat waves and intense precipitation events (Cruz et al., 2007). Coastal disasters have also been projected to rise with increased incidence of tropical cyclones by 10-20 percent (Cruz et al., 2007)."}, {"text_block_id": "p32_b241", "text": "3. Scope of the Plan and Key Stakeholders"}, {"text_block_id": "p32_b242", "text": "A broad categorization of adaptation needs based on current understanding on climate change impacts as they are applicable in the context of Sri Lanka can be given as below:"}, {"text_block_id": "p32_b243", "text": "A broad categorization of adaptation needs based on current understanding on climate change impacts as they are applicable in the context of Sri Lanka can be given as below:\n* Adaptation needs of key sectors\n* Cross-cutting national needs of adaptation"}, {"text_block_id": "p32_b247", "text": "The NAP is intended to address both types of adaptation needs within a realistic timeframe. This section presents a brief description of two types of adaptation needs and the list of sectors and cross-cutting national issues identified in the consultation process of the NAP preparation. In addition, the section also identifies the key stakeholders of NAP and presents a comparison of the scope of the plan with the scopes of the National Climate Change Policy (NCCP) of 2012 and the National Climate Change Strategy (NCCAS) 2011-2016."}, {"text_block_id": "p32_b248", "text": "3.1. Adaptation Needs of Key Sectors"}, {"text_block_id": "p32_b249", "text": "This refers to adaptation needs that can be handled within boundaries of vulnerable sectors. Consultations with key stakeholders and experts at the preparatory stage of the plan helped to identify nine critically important sectors in Sri Lanka in terms of vulnerability to climate change impacts and necessity of adaptive actions (Table 1). Usually, these sectors are serviced by established line ministries and agencies (e.g. Food security sector: Ministries for Agriculture/Livestock/Fisheries/Food Security and associated line agencies; health sector: Ministry of Health and line agencies). Consultations also helped in identifying the priority areas within each sector that needs specific actions of adaptation. In the identification of sectors and priority areas within them, attention was also given to align them with organizational structure of line agencies responsible for catering needs of respective sectors as far as possible."}, {"text_block_id": "p33_b250", "text": "Table 1: Key Sectors and Priority Areas"}, {"text_block_id": "p34_b251", "text": "Mainstreaming approach implies that the climate change issues of these sectors should be handled by the respective line ministries and agencies themselves rather than by specialized agencies mandated for climate change. Simultaneously, the integrated approach implies that sectoral issues should be addressed with connection to national level issues. The NAP takes a facilitative approach towards sectoral adaptation needs through an institutional mechanism that involves respective line ministries/agencies mandated to address the needs of the respective sectors."}, {"text_block_id": "p34_b252", "text": "3.2. Cross-cutting National Needs of Adaptation"}, {"text_block_id": "p34_b253", "text": "Cross-cutting national needs of adaptation are issues that pervade boundaries of the sectors. Overcoming gaps concerning these issues will help to increase adaptive capacities and reduce vulnerabilities of stakeholders in all or many sectors.  As in the case of key sectors, cross-cutting areas have also been identified through the consultation of stakeholders and experts. The list of cross-cutting national issues and key areas of interest coming under them are given Table 2."}, {"text_block_id": "p34_b254", "text": "Table 2: Cross-cutting National Issues and Areas of Interest"}, {"text_block_id": "p35_b255", "text": "Climate change is a relatively new area of government intervention and there are no mandated national stakeholders vested with the responsibility of adaptation in respective cross-cutting areas except the CCS. At present the CCS, as the national focal point for the subject, is expected to look after many areas in spite of"}, {"text_block_id": "p35_b256", "text": "the Secretariat’s limited"}, {"text_block_id": "p35_b257", "text": "capacity of doing so. Hence, identification of suitable national stakeholders and enlisting their support for planned interventions is a major challenge in implementing the plan. Responsibility of certain areas is already vested with national stakeholders (e.g. climate information -Department of Meteorology; disaster risk management"}, {"text_block_id": "p35_b258", "text": "–"}, {"text_block_id": "p35_b259", "text": "Disaster Management Centre). In such cases, the action plan should identify necessary capacity building interventions for the existing stakeholders whereas in others, the plan may need to come up with innovative solutions (e.g. institutional development and coordination)."}, {"text_block_id": "p35_b260", "text": "3.3. Connectivity to and Consistency with other National Policies and Plans"}, {"text_block_id": "p35_b261", "text": "3.3.1. Connectivity to National Climate Change Policy and the Strategy"}, {"text_block_id": "p35_b262", "text": "The NAPs are supposed to have a connection with national visions/goals and to derive their legitimacy through instruments such as national policies, Acts of parliament, national directives, decree or executive orders by the head of state. Hence, attention was given to maintain consistency with the"}, {"text_block_id": "p35_b263", "text": "National Climate change Policy of 2012"}, {"text_block_id": "p35_b264", "text": "(the"}, {"text_block_id": "p35_b265", "text": "Policy"}, {"text_block_id": "p35_b266", "text": ") and the"}, {"text_block_id": "p35_b267", "text": "National Climate Change Adaptation Strategy 2011-2016"}, {"text_block_id": "p35_b268", "text": "(the"}, {"text_block_id": "p35_b269", "text": "Strategy"}, {"text_block_id": "p35_b270", "text": ") to the extent possible. It is necessary to position the NAP with respect to the"}, {"text_block_id": "p35_b271", "text": "Policy"}, {"text_block_id": "p35_b272", "text": "and the"}, {"text_block_id": "p35_b273", "text": "Strategy."}, {"text_block_id": "p35_b274", "text": "However, the scope of the plan is not necessarily restricted by the scope of the"}, {"text_block_id": "p35_b275", "text": "Strategy"}, {"text_block_id": "p35_b276", "text": "."}, {"text_block_id": "p35_b277", "text": "National Climate Change Policy of 2012:"}, {"text_block_id": "p35_b278_merged_merged_merged", "text": "The Policy articulates the broad national policy statements which will guide decisions taken at national and sub-national levels against"}, {"text_block_id": "p36_b281", "text": "the threat of climate change. It presents twenty five policy statements to cover a number of relevant areas of climate change in Sri Lanka including: vulnerability, adaptation, mitigation, sustainable consumption and production, knowledge management and general statements concerning institutional coordination, research and development, technology transfer, legal and regulatory framework, market and non-market based mechanisms and resource mobilization. Adaptation is only one component of the policy and there are other complementary areas that are linked to adaptation (e.g. vulnerability). Hence, the scope of the"}, {"text_block_id": "p36_b282", "text": "Policy"}, {"text_block_id": "p36_b283", "text": "is essentially broader than the scope of the NAP. However, the NAP expands and deepens the coverage of adaptation within the broader scope of statements adopted in the"}, {"text_block_id": "p36_b284", "text": "Policy"}, {"text_block_id": "p36_b285", "text": "and takes them into a level of practical implementation."}, {"text_block_id": "p36_b286", "text": "National Climate Change Adaptation Strategy (2011-16):"}, {"text_block_id": "p36_b287", "text": "The"}, {"text_block_id": "p36_b288", "text": "Strategy"}, {"text_block_id": "p36_b289", "text": "identifies strategic priorities required to be addressed when facing the threat of global climate change. The scope of the"}, {"text_block_id": "p36_b290", "text": "Strategy"}, {"text_block_id": "p36_b291", "text": "is restricted only to adaptation. Hence, it overlaps closely with the scope of NAP. Its scope covers five strategic thrusts, 25 thematic areas of action and 91 priority adaptation measures. Hence, it goes beyond identification of strategic priorities and suggests a broad selection of interventions to address these strategic priorities without specific plan of actions to implement them or to monitor the progress."}, {"text_block_id": "p36_b292", "text": "In relation to the"}, {"text_block_id": "p36_b293", "text": "Policy"}, {"text_block_id": "p36_b294", "text": "and"}, {"text_block_id": "p36_b295", "text": "Strategy"}, {"text_block_id": "p36_b296", "text": ", the role and function of NAP can be described as follows."}, {"text_block_id": "p36_b297", "text": "The NAP is a rolling plan with a set of implementable actions. It is not a statement of policies, strategies or principles, but a selection of practical interventions identified by relevant stakeholders to overcome anticipated threats due to impacts of climate change. It comprises a set of interventions selected by key stakeholders considered as desirable to overcome the perceived threats of climate change impacts in key sectors and cross-cutting national areas of interest. While the interventions of NAP are guided by broad principles laid down by the"}, {"text_block_id": "p36_b298", "text": "Policy"}, {"text_block_id": "p36_b299", "text": "and strategic priorities identified by the"}, {"text_block_id": "p36_b300", "text": "Strategy,"}, {"text_block_id": "p36_b301", "text": "it is not necessarily restricted by their scopes. Interventions identified in the NAP are focused actions with specific timelines, responsible stakeholders, implementation strategies and key performance indicators for monitoring and reviewing mechanisms compared with the broad interventions suggested by the"}, {"text_block_id": "p36_b302", "text": "Strategy"}, {"text_block_id": "p36_b303", "text": ". The interventions have been designed to mainstream climate change adaptation in the overall national effort for sustainable development, integrating decisions taken at supra-and sub"}, {"text_block_id": "p36_b304", "text": "-"}, {"text_block_id": "p36_b305", "text": "national levels as well. As in the case of"}, {"text_block_id": "p36_b306", "text": "Policy"}, {"text_block_id": "p36_b307", "text": "and"}, {"text_block_id": "p36_b308", "text": "Strategy"}, {"text_block_id": "p36_b309", "text": ", the NAP has also been developed through extensive consultation and participation of relevant stakeholders."}, {"text_block_id": "p36_b310", "text": "3.3.2. Connectivity to other National Policies and Plans"}, {"text_block_id": "p36_b311_merged_merged_merged_merged_merged", "text": "In addition to the Policy and the Strategy on climate change, the environment sector has a number of other national policies, strategies and action plans. Some of these policies have"}, {"text_block_id": "p37_b318", "text": "recognized climate change as a key environmental challenge faced by the country. Even though their coverage of the subject is not comprehensive and focused as in the current plan, they propose certain strategies, actions, projects for overcoming threats posed by climate change impacts on respective areas of interest. In this section, a brief review of most relevant policy documents is presented."}, {"text_block_id": "p37_b319", "text": "National Action Plan for Haritha Lanka Programme"}, {"text_block_id": "p37_b320", "text": ": The"}, {"text_block_id": "p37_b321", "text": "Haritha Lanka Programme"}, {"text_block_id": "p37_b322", "text": "has identified climate change as the third mission and selected certain strategies/actions relating to both mitigation and adaptation (NCSD, 2009). While the climate change mission in"}, {"text_block_id": "p37_b323", "text": "Haritha Lanka"}, {"text_block_id": "p37_b324", "text": "has given more weight to strategies/actions targeting mitigation (i.e. reducing GHG emissions), it has adaptation actions in areas of infrastructure vulnerability, land use zoning, rain water harvesting, increase of vectors and food security."}, {"text_block_id": "p37_b325", "text": "Sri Lanka Comprehensive Disaster Management Programme 2014-2018"}, {"text_block_id": "p37_b326", "text": "(SLCDMP):"}, {"text_block_id": "p37_b327_merged_merged", "text": "The SLCDMP is a policy document, which has a close connection to the National Adaptation Plan (NAP). It identifies climate change as a disaster and proposes actions to overcome its’ consequences. In addition, other major types of disasters identified by the SLCDMP such as floods, droughts, landslides, high winds/cyclones are also closely associated with extreme weather events. As a result, there are overlapping areas in the SLCDMP and NAP, however, the NAP does not intend to duplicate the SLCDMP. While proposing adaptation actions for extreme events in all sectors, the disaster risk management has been identified separately as a cross–cutting need of adaptation so that all disaster related actions can be coordinated closely with the existing disaster management agencies such as the Ministry of Disaster Management and the Disaster Management Centre."}, {"text_block_id": "p37_b332", "text": "National Action Programme for Combating the Land Degradation of Sri Lanka"}, {"text_block_id": "p37_b333", "text": "(NAP"}, {"text_block_id": "p37_b334", "text": "-"}, {"text_block_id": "p37_b335", "text": "CLD)"}, {"text_block_id": "p37_b336", "text": ": The NAP-CLD has recognized climate change as a factor that can intensify the degradation of land resources in future (Ministry of Environment and Natural Resources, 2014). It highlighted issues such as soil erosion and landslides in up-and mid-country wet zone (upper watershed) areas as critical issues together with actions to overcome them. These actions can complement the climate change adaptation. Therefore, certain actions in the NAP-CLD and NAP can be jointly implemented through proper coordination."}, {"text_block_id": "p37_b337", "text": "Coastal Zone Management Plan"}, {"text_block_id": "p37_b338", "text": "(CZMP)"}, {"text_block_id": "p37_b339", "text": ": The CZMP has also recognized climate change as a factor that can intensify the degradation of coastal resources in future. Its main concerns include coastal erosion, coastal pollution and degradation of coastal habitats. The NAP identifies impacts of climate change on the coastal sector and proposes adaptation measures to overcome them. Hence, overlapping areas of the CZMP and NAP are complementary and better results can be achieved through proper coordination."}, {"text_block_id": "p38_b340", "text": "National Physical Plan"}, {"text_block_id": "p38_b341", "text": "2011-2030 (NPP)"}, {"text_block_id": "p38_b342", "text": ": The NPP has identified global warming as a concern that can affect physical development activities of the country. In addition, it covers some aspects of disaster risk management too. However, the major focus of the NPP is development of physical infrastructure facilities and no attention was given to climate adaptation. However, its proposal to conserve central and coastal regions as environmentally sensitive (fragile) areas, complements achieving the objectives of the NAP to a certain degree."}, {"text_block_id": "p38_b343", "text": "Sri Lanka Water Development Report 2010"}, {"text_block_id": "p38_b344", "text": "(SLWDP)"}, {"text_block_id": "p38_b345", "text": ": The SLWDP has identified climate change as a major driver of change in the water resources sector. However, information in the report suggests that there is no current policy, plan or programme in the water sector that specifically cover climate change adaptation. Hence, proposed actions of the NAP would be highly beneficial for addressing adaptation needs in the water sector."}, {"text_block_id": "p38_b346", "text": "Draft National Agriculture Policy"}, {"text_block_id": "p38_b347", "text": ": The presently available draft framework of the National Agriculture Policy for public comments"}, {"text_block_id": "p38_b348", "text": "identified ‘"}, {"text_block_id": "p38_b349", "text": "Assuring food security"}, {"text_block_id": "p38_b350", "text": "’ and ‘"}, {"text_block_id": "p38_b351", "text": "Ensuring environment sustainability"}, {"text_block_id": "p38_b352", "text": "’ as two major pillars of the policy in making. It recognized ‘"}, {"text_block_id": "p38_b353", "text": "Natural resource management & climate change adaptation"}, {"text_block_id": "p38_b354", "text": "’ as a key"}, {"text_block_id": "p38_b355", "text": "strategic/intervention area that cover soil conservation, water management, agriculture climate forecast and disaster risk reduction. However, the policy is still at the preliminary stage of preparation and the NAP has a comprehensive portfolio of actions under food security and water resources sectors that can complement the objectives of the National Agriculture Policy."}, {"text_block_id": "p38_b356_merged_merged", "text": "Overall, none of the existing plans or policies covers climate change adaptation as a special focus area. There are a few policy documents that cover climate change within their scopes in limited manner. However, they are focused on addressing specific issues of respective sectors/resources and climate change has usually been identified as an overarching issue that could affect respective sectors/resources. When preparing the NAP, other policy documents such as Haritha Lanka, SLCDMP, CZMP and NAP-CDL and CNMP also were taken into consideration and experts from respective sectors were consulted. Hence, the NAP, while being specialized and focused specifically on the subject of climate change adaptation, adopted a complementary approach towards other plans that cover climate change within their scope."}, {"text_block_id": "p39_b361", "text": "3.4."}, {"text_block_id": "p39_b362", "text": "Consistency with Sri Lanka’s global commitments on climate change"}, {"text_block_id": "p39_b363", "text": "3.4.1. Consistency with INDCs"}, {"text_block_id": "p39_b364", "text": "With the signing of Paris Agreement in April 2016 and ratifying the same in September 2016 by Sri Lanka, its global commitments on climate change will mainly focus on the INDCs that have"}, {"text_block_id": "p39_b365", "text": "been already submitted. Sri Lanka’s submitted INDCs are mainly covere"}, {"text_block_id": "p39_b366", "text": "d the areas of mitigation, adaptation, loss and damage and means of implementation. In this contest INDCs related to adaptation cover the sectors of; human health, food security (agriculture, livestock and fisheries), water, irrigation, coastal and marine, biodiversity, urban city planning & human settlements, and tourism & recreation. Each of these sectors has separate sectoral INDCs."}, {"text_block_id": "p39_b367_merged_merged", "text": "All these sectors have been covered in the NAP. In addition, it also covers adaptation needs of export agriculture sector along with industry/transport/energy sectors which comprises main mitigation sectors in Sri Lanka’s INDCs. Moreover, nearly all sectoral INDCs have been captured under different adaptation options and adaptive actions proposed to address respective sectoral needs of adaptation. The submission on INDCs acknowledges the NAP, all technical work of which had been completed by the time of submission (April 2016) and identifies it as a source document for identifying key sectors and sectoral INDCs. Hence, the connectivity between the NAP and Sri Lanka’s INDCs is straightforward and there is high level of consistency between the two. In fact, even though official submission of INDCs came first, they are directly based on and guided by the NAP. This implies that implementation of the NAP will complement"}, {"text_block_id": "p39_b372", "text": "fulfilling Sri Lanka’s global commitments on climate change and vice versa."}, {"text_block_id": "p39_b373", "text": "The NAP also contributes to SDGs and an assessment on the contribution of NAP to achieve SDGs is presented in Section 8."}, {"text_block_id": "p39_b374", "text": "3.5. Key Stakeholders of the Plan"}, {"text_block_id": "p39_b375", "text": "Like many other national plans, the NAP has also been prepared to implement within the organizational structure of line ministries and line agencies of the Government of Sri Lanka. However, its target beneficiaries are not the government agencies, but the vulnerable sections of the society to climate change impacts. The ultimate goals of the plan are to enhance the adaptive capacity of these target groups and reduce the state of vulnerability they are currently in. These ultimate goals, however, have to be delivered through the joint efforts of key stakeholders that include:"}, {"text_block_id": "p39_b376", "text": "Like many other national plans, the NAP has also been prepared to implement within the organizational structure of line ministries and line agencies of the Government of Sri Lanka. However, its target beneficiaries are not the government agencies, but the vulnerable sections of the society to climate change impacts. The ultimate goals of the plan are to enhance the adaptive capacity of these target groups and reduce the state of vulnerability they are currently in. These ultimate goals, however, have to be delivered through the joint efforts of key stakeholders that include:\n* Government sector (Line ministries and line agencies and central government and\n<\\li1>"}, {"text_block_id": "p40_b378", "text": "Like many other national plans, the NAP has also been prepared to implement within the organizational structure of line ministries and line agencies of the Government of Sri Lanka. However, its target beneficiaries are not the government agencies, but the vulnerable sections of the society to climate change impacts. The ultimate goals of the plan are to enhance the adaptive capacity of these target groups and reduce the state of vulnerability they are currently in. These ultimate goals, however, have to be delivered through the joint efforts of key stakeholders that include:\n* Government sector (Line ministries and line agencies and central government and\n<\\li1>\n* Private sector (Corporate sector and SMEs)\n* Civil society organizations\n* Academics, researchers and other knowledge makers\n* Local community-based organizations"}, {"text_block_id": "p41_b387", "text": "4. Planning Concepts and Approaches"}, {"text_block_id": "p41_b388", "text": "The plan is guided by the principles adopted by the"}, {"text_block_id": "p41_b389", "text": "Policy,"}, {"text_block_id": "p41_b390", "text": "the"}, {"text_block_id": "p41_b391", "text": "Strategy"}, {"text_block_id": "p41_b392", "text": "as well as the NAP guidelines developed by UNFCCC. Being a more practically oriented document, it is more concerned with planning concepts and approaches that underline the preparatory elements of the plan. The key planning approaches and concepts used are:"}, {"text_block_id": "p41_b393", "text": "as well as the NAP guidelines developed by UNFCCC. Being a more practically oriented document, it is more concerned with planning concepts and approaches that underline the preparatory elements of the plan. The key planning approaches and concepts used are:\n* Mainstreaming adaptation to national development\n* Integration of sectoral and cross-cutting national dimensions\n* Adaptive policy and management\n* Anticipatory adaptation"}, {"text_block_id": "p41_b401", "text": "Mainstreaming adaptation to national development"}, {"text_block_id": "p41_b402", "text": ": The NAP aims to mainstream the climate change adaptation to sustainable development of the country."}, {"text_block_id": "p41_b403", "text": "The term ‘mainstreaming’"}, {"text_block_id": "p41_b404", "text": "implies fulfilling a few essential conditions as given below."}, {"text_block_id": "p41_b405", "text": "Prioritized"}, {"text_block_id": "p41_b406", "text": ":"}, {"text_block_id": "p41_b407_merged_merged_merged", "text": "Adaptation to climate change impacts should be given due priority among other national issues at macro and sector levels that compete for policy makers’ attention."}, {"text_block_id": "p41_b410", "text": "Comprehensive"}, {"text_block_id": "p41_b411", "text": ":"}, {"text_block_id": "p41_b412", "text": "Plan should cover a comprehensive scope to address key priority areas concerning climate change impacts in Sri Lanka"}, {"text_block_id": "p41_b413", "text": "Informed"}, {"text_block_id": "p41_b414", "text": ":"}, {"text_block_id": "p41_b415", "text": "Decisions/actions should be taken with consultation of the best available information at the time of decision"}, {"text_block_id": "p41_b416", "text": "Timely attended"}, {"text_block_id": "p41_b417", "text": ":"}, {"text_block_id": "p41_b418", "text": "Issues pertaining to climate change should be addressed on a regular basis taking required decisions/actions at the right time"}, {"text_block_id": "p41_b419", "text": "Ensured with sufficient resources"}, {"text_block_id": "p41_b420", "text": ":"}, {"text_block_id": "p41_b421", "text": "Necessary resources for implementation of planned interventions should be provided in adequate amounts in a timely manner"}, {"text_block_id": "p41_b422", "text": "Coordinated"}, {"text_block_id": "p41_b423", "text": ":"}, {"text_block_id": "p41_b424", "text": "All actions should be taken with appropriate level of coordination among relevant stakeholders"}, {"text_block_id": "p41_b425", "text": "Success of mainstreaming climate change adaptation to national development process would be determined by how successfully the above conditions shall be fulfilled by the plan of actions."}, {"text_block_id": "p41_b426", "text": "Integration of sectoral and macro dimensions:"}, {"text_block_id": "p41_b427", "text": "Climate change is a complex phenomenon that gives rise to sectoral and cross-cutting adaptation needs among sectors. Therefore, planned"}, {"text_block_id": "p42_b428", "text": "interventions should be integrated to address impacts and vulnerabilities that arise at different sectors as well as cross-cutting needs that may spread across boundaries of several sectors. It is the role of NAP to ensure that all necessary sectoral and macro dimensions of climate change impact are covered and arrangements are in place to integrate relevant sectors when impacts and adaptation options concerned are interconnected among sectors."}, {"text_block_id": "p42_b429", "text": "Adaptive policy and management"}, {"text_block_id": "p42_b430", "text": ":"}, {"text_block_id": "p42_b431", "text": "Uncertainty is the key challenge that has to be faced in making any form of planned intervention against climate change impacts. A policy dilemma arise here as no one can accurately predict future scenario(s) whereas decisions also cannot be delayed awaiting more information before it is too late. Therefore, adaptive policy making and management principles should be adopted here. This implies that: (a) selected interventions should be robust and resilient to a wide range of future scenarios and, (b) decision making process should be flexible to make adjustments according to emerging information."}, {"text_block_id": "p42_b432", "text": "Anticipatory adaptation:"}, {"text_block_id": "p42_b433", "text": "Climate change is an ongoing process. Policy makers can either take decisions in advance anticipating future impacts (anticipatory adaptation) or they can wait till impacts appear (reactive adaptation). Given the uncertainty involved in the whole process of climate change, reactive responses carry an immense risk. Therefore, the NAP adopts the principle of anticipatory adaptation."}, {"text_block_id": "p43_b434", "text": "5. Planning Methodology"}, {"text_block_id": "p43_b435_merged", "text": "The methodology of the plan was guided by the broad framework proposed by UNFCCC guidelines on the NAP process (Figure 1). Accordingly, the real planning activities of the NAP process are covered under the second stage on ‘preparatory elements’. The essential preparatory elements identified in the NAP process include: analysing current climate and future climate scenarios; assessing vulnerabilities; identifying, reviewing and appraising adaptation options; and, compiling and communicating national adaptation plan."}, {"text_block_id": "p43_b440", "text": "The methodology of the plan was developed to cover these essential elements and the key steps of the methodology included the following:"}, {"text_block_id": "p43_b441", "text": "The methodology of the plan was developed to cover these essential elements and the key steps of the methodology included the following:\n* Assess the projections on major changes in atmospheric and oceanic systems that are\n* Determine different physical effects/dimensions of change associated with the major\n* Identify key physical hazards and vulnerabilities on major sectors caused by physical\n* Recognize likely impacts and their socio-economic outcomes on respective sectors and\n* Recognize adaptation needs of sectors, determine appropriate adaptation options to\n* Figure out cross-cutting national adaptation needs through the analysis of sectoral\n* Identify interventions necessary for fulfilling cross-cutting national adaptation needs"}, {"text_block_id": "p43_b455", "text": "These key steps were followed through an extensive series of consultations and analysis of inputs collected in the process."}, {"text_block_id": "p43_b456", "text": "5.1. Methodology of the Plan"}, {"text_block_id": "p43_b457", "text": "The following activities were carried out to cover the methodological steps of the plan."}, {"text_block_id": "p43_b458", "text": "Review of available information"}, {"text_block_id": "p43_b459", "text": ": Information available from various sources on climate change in Sri Lanka was reviewed. The review also covered similar plans (e.g. climate change action plans; adaptation plans, NAPAs) prepared by other countries. IPS has already developed a significant understanding on climate change policy issues in Sri Lanka through research studies conducted during the last few years. It has recently conducted a policy analysis on key sectors using expert elicitation method for which the staff of CCS also was regularly invited. Inputs from review of literature, IPS own research as well as knowledge"}, {"text_block_id": "p44_b460", "text": "acquired from consultation of experts was used as background information for preparation of the plan."}, {"text_block_id": "p44_b461", "text": "Initial brainstorming sessions"}, {"text_block_id": "p44_b462", "text": ": Two brain storming workshop sessions were conducted for identifying the methodology and finalizing the scope of the plan. A UNFCCC expert was invited to the first workshop on methodology for better understanding on the UNFCCC guidelines on NAP process. These sessions were followed by discussions between consultants, CCS staff and UNDP staff helped to develop the seven step methodological framework given above."}, {"text_block_id": "p44_b463", "text": "Consultations"}, {"text_block_id": "p44_b464", "text": ": Consultants developed a structured discussion guide based the methodological framework developed and conducted nine consultation meetings participated by government officers, academics, CSO members and experts on each sector. These discussions were the main data collection activity involved in preparation of the plan. In the discussions, inputs of participants were systematically gathered on: projections on major changes in atmospheric and oceanic systems; different physical effects of those projections; key physical hazards and vulnerabilities affecting respective sectors; likely impacts and their socio-economic outcomes; adaptation needs of sectors and appropriate adaptation options, and; actions necessary to achieve the options. In addition, one"}, {"text_block_id": "p44_b465", "text": "workshop was conducted to gather stakeholders’ opinions"}, {"text_block_id": "p44_b466", "text": "on the cross-cutting needs of adaptation."}, {"text_block_id": "p44_b467", "text": "Analysis and preparation of the draft plan"}, {"text_block_id": "p44_b468_merged_merged", "text": ": Information gathered in discussions was analysed using qualitative analytical tools. Based on the outcomes of analysis, the first complete draft of the plan was developed. This was submitted for comments and feedback of CCS staff. Revised draft was distributed to stakeholders for their comments."}, {"text_block_id": "p44_b471", "text": "Preparation of the final draft"}, {"text_block_id": "p44_b472", "text": ": The final draft of the plan was prepared by incorporating comments and suggestions offered by stakeholders in a final validation workshop."}, {"text_block_id": "p45_b473", "text": "6. Projections, Physical Effects, Impacts, Adaptation Needs and Adaptation Options"}, {"text_block_id": "p45_b474", "text": "This section presents a detailed summary of projections, physical effects, impacts, adaptation needs and adaptation options identified for each sector. Adaptation action plans for each sector presented in the next chapter were developed based on these summaries."}, {"text_block_id": "p45_b475", "text": "Stakeholder consultations helped to identify projections on five major types of changes in atmosphere and oceanic systems that could create impacts on vulnerable sectors. They are:"}, {"text_block_id": "p45_b476", "text": "Stakeholder consultations helped to identify projections on five major types of changes in atmosphere and oceanic systems that could create impacts on vulnerable sectors. They are:\n* Increased atmospheric concentration of greenhouse gases\n* Rising atmospheric temperature\n* Changing pattern of precipitation\n* Increased incidence and severity of rainfall\n* Sea level rise"}, {"text_block_id": "p45_b486", "text": "These projections have different physical effects (dimensions) that create impacts on respective sectors. These physical effects involve different time horizons and it seems many are already in effect or could take place in the short run. There are also physical effects that may take time to show their effects gradually. Table 3 presents the physical effects identified for each type of projections."}, {"text_block_id": "p45_b487", "text": "Table 3: Projections and their Physical Effects"}, {"text_block_id": "p46_b488", "text": "These physical effects create hazards and vulnerabilities on different sectors. These physical hazards and vulnerabilities are the root causes of sectoral impacts. They could create multiple impacts on sectors with socio-economic outcomes. Experts suggested that the same physical effects could lead to create different impacts on different sectors. Similarly, physical effects could act in combination with each other on different sectors. For instance, rising temperature would lead to create pronounced impacts on crops and natural biodiversity together with periodic dry spells or droughts, generating losses to farmers and peripheral communities around forest. Likewise, the same combination of physical effects could affect urban communities negatively by decreasing their living comfort, causing them to spend more on domestic cooling facilities. Identification of potential impacts on different sectors was the most important step for selection of respective adaptive actions for different sectors. This was done through lengthy and exhaustive expert consultation sessions where available limited information was screened by experts applying their professional knowledge as groups to reach consensus on types of impacts."}, {"text_block_id": "p46_b489", "text": "Adaptation needs of different sectors are determined by the impacts and their socio-economic outcomes. Depending on the types of impacts, sectors could have a number of adaptation needs. Adaptation options are broad solutions available to fulfill those adaptation needs of different sectors. Each adaptation option may involve several actions which are practical measures of adaptation that help to build up the adaptive capacity and reduce vulnerability of stakeholders in each sector. Summary of physical effects, vulnerabilities/physical hazards, impacts, socio-economic outcomes, adaptation needs and adaptation options identified for nine sectors are presented in Appendix Tables A1-A9."}, {"text_block_id": "p46_b490", "text": "Overall analysis of summary tables helped to identify cross-cutting national needs of adaptation that help to build up the adaptive capacity of all or many sectors simultaneously. In the next chapter, adaptation action plans developed for each sector and the plan for cross-cutting adaptation actions are presented."}, {"text_block_id": "p47_b491", "text": "7. The Plan"}, {"text_block_id": "p47_b492", "text": "The NAP"}, {"text_block_id": "p47_b493", "text": "is the country’s road"}, {"text_block_id": "p47_b494", "text": "map to guide the national efforts for confronting challenges posed by global climate change and its impacts. It envisages moderating and coping up with harmful impacts of climate change while taking the advantage of any opportunities presented in the path. It offers a practical path of action to reduce the vulnerability and enhance the adaptive capacity of the nation as a whole."}, {"text_block_id": "p47_b495", "text": "The NAP consists of action plans for nine vulnerable sectors and a set of interventions proposed to fulfill cross-cutting national needs of adaptation. Among the key components covered in the NAP are: specific actions/interventions with time lines to fulfill sectoral and cross-cutting adaptation needs; an implementation strategy for selected interventions; institutional mechanisms for coordination of actions of stakeholders; key performance indicators (KPI) for each action; system for monitoring and evaluation KPIs."}, {"text_block_id": "p47_b496", "text": "7.1. Goals"}, {"text_block_id": "p47_b497_merged_merged", "text": "The NAP aims at achieving Sri Lanka’s objectives of sustainable development through appropriate, timely measures of adaptation so as to ensure a secure future for its citizens by minimizing the impacts of climate change on human life, ecosystems, national assets and the economy."}, {"text_block_id": "p47_b500", "text": "The major goals of the plan are to:"}, {"text_block_id": "p47_b501", "text": "The major goals of the plan are to:\n* Raise the adaptive capacity of individuals, communities and the society to cope with\n* Reduce the vulnerability to climate risks by enhancing the resilience of communities\n* Capture any opportunities that arise due to changes for maximum gain for the society"}, {"text_block_id": "p47_b507", "text": "7.2. Objectives"}, {"text_block_id": "p47_b508", "text": "The plan intends to reach these broader goals through achieving the following objectives."}, {"text_block_id": "p47_b509", "text": "1."}, {"text_block_id": "p47_b510", "text": "To increase the resilience of economic sectors and natural systems against the emerging and projected impacts of climate change by adopting appropriate coping strategies and system improvements"}, {"text_block_id": "p47_b511", "text": "2."}, {"text_block_id": "p47_b512", "text": "To minimize the risk of damage caused by short-, medium-and long-term impacts"}, {"text_block_id": "p48_b513", "text": "associated with projected changes in climatic parameters through timely adaptive measures"}, {"text_block_id": "p48_b514", "text": "3."}, {"text_block_id": "p48_b515", "text": "To expand the current knowledge on observed and projected changes of climate and associated physical vulnerabilities and socio-economic impacts through scientific research"}, {"text_block_id": "p48_b516", "text": "4."}, {"text_block_id": "p48_b517", "text": "To build the capacity of communities, economic sectors and ecosystems to adjust more readily to unfolding changes of climate through supportive investments on adaptive actions and increased awareness"}, {"text_block_id": "p48_b518", "text": "5."}, {"text_block_id": "p48_b519", "text": "To improve the existing systems of disaster risk management to minimize the vulnerabilities and increase the risk preparedness for extreme events"}, {"text_block_id": "p48_b520", "text": "6."}, {"text_block_id": "p48_b521", "text": "To increase the preparedness to face the threats of climate change through establishment of advanced monitoring and surveillance systems, timely weather and climate forecasting systems and effective communication channels for information dissemination"}, {"text_block_id": "p48_b522", "text": "7."}, {"text_block_id": "p48_b523", "text": "To increase the skills and knowledge on successful practices of adaptation through well-designed education, training and awareness programmes"}, {"text_block_id": "p48_b524", "text": "7.3. Time Plan of Actions"}, {"text_block_id": "p48_b525", "text": "Time horizon of the plan is ten years extending from 2016 to 2015. This period is divided into three stages for periodic revision of the plan according to the following timeframe."}, {"text_block_id": "p48_b526", "text": "Table 4: Time Horizons of the Plan"}, {"text_block_id": "p48_b527", "text": "7.4. Summary of the Overall Plan"}, {"text_block_id": "p48_b528", "text": "Table 5 presents an overall summary of the plan. It presents a list of actions that were assigned the highest priority by stakeholders from respective sectors and the priority actions identified for overcoming the cross-cutting adaptation needs. Priority was determined by ranking offered by individual experts and working groups on respective sectors in the validation workshop. The detailed action plans for respective sectors and cross-cutting needs of adaptation are presented in Tables 6-15."}, {"text_block_id": "p49_b529", "text": "Table 5: An Overall Summary of the Plan -Priority Actions"}, {"text_block_id": "p52_b530", "text": "7.5. Sectoral Adaptation Plans"}, {"text_block_id": "p52_b531", "text": "Sectoral action plans contain adaptation actions/interventions proposed to fulfill adaptation needs of nine identified sectors. These sectors were identified for their high level of vulnerability to impacts of climate change. The actions of sectoral plans have been chosen to fulfill adaptation needs of the sectors which have been identified on a logical criteria based on projections, vulnerabilities and impacts on respective sectors. Details on identification of adaptation needs are presented in Appendix Tables A-1 to A-9. Action plans begin with adaptation needs and provide details on actions, responsible agencies and key performance indicators. The specific institutional and implementation mechanisms proposed for implementation of sectoral plans are presented in forthcoming sections of the plan. Tables 5-14 present the actions plans for each sector."}, {"text_block_id": "p53_b532", "text": "Food Security"}, {"text_block_id": "p54_b533_merged", "text": "Table 6: Sector Action Plan – Food Security"}, {"text_block_id": "p58_b536", "text": "Water Resources"}, {"text_block_id": "p58_b537_merged", "text": "Availability, supply, distribution, use and conservation of water resources are directly dependent on climate conditions. The water resources sector in Sri Lanka has to cater to the domestic, agricultural and industrial needs of water. Besides fulfilling human needs, the survival of all ecosystems also relies heavily on the availability of water. Relationship between water and ecosystems is a complex one. Hence, in addition to fulfilling human needs, managers of water resources have to be mindful about ecosystems also. Only a limited segment of households in the country have access to safe drinking water. Sri Lanka has invested heavily on agricultural water supply and a significant share of the country’s power generation capacity also is dependent on water resources. A growing number of industrial facilities also create demand for water resources and this has led to high level of extraction of groundwater as well as increased pollution of water resources. Overall, water is an important sector that has implications for all major economic sectors and human activities that need special attention in adaptation climate change."}, {"text_block_id": "p59_b540_merged", "text": "Table 7: Sector Action Plan – Water Resources"}, {"text_block_id": "p63_b543", "text": "Coastal and Marine Sector"}, {"text_block_id": "p63_b544_merged", "text": "Sri Lanka is an island nation surrounded by a low-lying coastal belt. Around a third of the country’s population is concentrated in the costal belt. There are several townships located in the coastal zone and relatively well developed infrastructure facilities are found in those areas. Fisheries and tourism are among the significant economic activities in the coastal zone and numerous fishing villages, harbours and anchorages are located around the country. Nearly a quarter of a million families make their living on coastal and offshore fishing. The coastal belt is rich with numerous coastal and marine ecosystems. Beyond the beach zone, fertile strips of rice and coconut lands are located that support the food security and export earnings of the country. Overall, coastal areas contribute the country’s economy significantly and a large share of population is dependent on them. Sea level rise, a major physical effect associated with climate change, is likely to create significant impacts over the coastal zone. Tsunami in 2004 has indicated that Sri Lanka’s low-lying coastal areas will be highly vulnerable to inundation. Besides, rising incidence of extreme and unpredictable weather events have created uncertainties over costal livelihoods sometimes even causing life and property damages. Hence, adaptation in coastal and marine sectors is critical for the country’s sustainable development."}, {"text_block_id": "p64_b554_merged", "text": "Table 8: Sector Action Plan – Coastal and Marine Sector"}, {"text_block_id": "p67_b557", "text": "Health"}, {"text_block_id": "p68_b558_merged", "text": "Table 9: Sector Action Plan – Health"}, {"text_block_id": "p71_b561", "text": "Human Settlements and Infrastructure"}, {"text_block_id": "p71_b562_merged", "text": "Human settlements and infrastructure are two closely connected areas that come under the direct influence of climate change impacts. In Sri Lanka, they are likely to be impacted by several physical effects associated with climate change. Impacts on settlements and infrastructure have direct repercussions on basic living standards of the population. Broadly, human settlements and infrastructure in the country can be divided into three categories—urban, rural and estate. Types of impacts faced by these categories of settlements and infrastructure vary from each other and current levels of development of these three categories also are different. However, they share some common features that need the support of planned adaptation measures. Climate proof settlements and infrastructures have received the wide attention world over as innovative measures of adaptation to climate change. In Sri Lanka, human settlements and infrastructure are two areas that received limited attention despite their importance with connection to climate change adaptation."}, {"text_block_id": "p72_b567_merged", "text": "Table 10: Sector Action Plan – Human Settlements and Infrastructure"}, {"text_block_id": "p76_b570", "text": "Ecosystems and Biodiversity"}, {"text_block_id": "p76_b571_merged", "text": "Sri Lanka is one among 35 biodiversity hotspots in the world. The country was endowed with truly remarkable bequest of biodiversity and ecosystems. This includes both fauna and flora resources. Furthermore, Sri Lanka’s endowments cover terrestrial, aquatic as well marine ecosystems. Benefits of biodiversity and various ecosystem services for human well-being have been well recognized by numerous studies. Simultaneously, climate is a primary factor that determines the geographical distribution of ecosystems and availability of biodiversity around the world. However, anthropogenic factors have caused the degradation of biodiversity and ecosystems within a relatively short period. Just over a century, country’s forest cover has reduced to a third of what it used to be. Several species have been listed under endangered or threatened categories. Process of biodiversity and ecosystem losses are already in rise due to human activities. Climate change has a potential to top up this tendency. Impacts of climate change could be multifaceted with both negative and positive impacts. For instance, current predictions about gradual spread of the intermediate zone in to dry zone areas can bring in challenges as well as opportunities. Despite the potential impacts, we know very little about what changes have already taken place or where the ensuing changes would eventually lead. Hence, biodiversity and ecosystems are areas where Sri Lanka needs special attention when it comes to adaptation to climate change."}, {"text_block_id": "p77_b579_merged", "text": "Table 11: Sector Action Plan – Ecosystems and Biodiversity"}, {"text_block_id": "p82_b582", "text": "Tourism and Recreation"}, {"text_block_id": "p82_b583_merged", "text": "Being a tropical island nation, Sri Lanka is an attractive destination for tourists. The protracted conflict since 1980s has discouraged the flow of tourists significantly over three decades. However, with the termination of war in 2009, arrival of tourists has increased steadily that reached new heights with further potential for development. Annual arrivals surpassed the one million mark recently and increasing steadily. Among the country’s attractions are scenic and sunny beaches, cultural heritage, ecological endowments of rich biodiversity, opportunities for nature recreation (e.g. whale watching, beach surfing, wild life) as well as comfortable climate zones. Climate change can affect desirable characteristics associated with each of those attractions, simultaneously creating problems for operational undertaking of travelling and leisure activities. Besides, it can affect infrastructure facilities of tourism industry making them vulnerable to various hazards. Tourism industry, by its nature, is highly sensitive and susceptible to disturbing conditions such as disasters and violence. Hence, maintaining Sri Lanka’s position as an attractive destination and ensuring efficient operation of the industry under rising incidence of climate hazards needs adopting carefully planned adaptation measures."}, {"text_block_id": "p83_b589_merged", "text": "Table 12: Sector Action Plan – Tourism and Recreation"}, {"text_block_id": "p85_b592", "text": "Export Agriculture Sector"}, {"text_block_id": "p85_b593_merged", "text": "All governments of Sri Lanka have been striving to achieve an export-led growth for the economy. Until the final quarter of the last century, Sri Lanka remained highly dependent over three agricultural commodities—tea, rubber and coconut—for a major share of its export earnings. Liberal economic reforms introduced in 1977 has transformed the structure of the export sector significantly, apparel industry becoming the major source of foreign earnings. Despite the reduction of relative share of agricultural exports, however, they continued to grow and still contribute a significant share of foreign earnings. Besides, three major agricultural commodities, spice crops, floriculture, aquaculture products, and non-traditional exports such as herbal products have also grown recently. Sri Lanka’s economy needs the continuous support of this sector and there is significant unrealized potential yet to explore. Unlike seasonal agricultural crops that supports the country’s food security, majority of export agricultural commodities are perennial in nature and concentrated in wet zone areas of the country. However, being agricultural commodities, they are also sensitive to changing patterns of weather and climate. Unlike in the past when major export commodities had been produced in large estates run by companies, current production base of agricultural commodities is dominated by small-scale producers. Hence, climate change impacts on these commodities can create significant livelihood outcomes affecting a large section of population in the country. High climate sensitivity and dependence by a large segment of small producers for their livelihoods make export agricultural sector a vulnerable area that needs special measures of adaptation to cope with impending changes of climate."}, {"text_block_id": "p86_b603", "text": "Table 13: Sector Action Plan"}, {"text_block_id": "p86_b604", "text": "–"}, {"text_block_id": "p86_b605", "text": "Export Agriculture Sector"}, {"text_block_id": "p86_b606_merged_merged", "text": "(Focus: tea, rubber, coconut, coffee, cocoa, spices, cashew and sugarcane )"}, {"text_block_id": "p90_b608", "text": "Industry, Energy and Transportation"}, {"text_block_id": "p90_b609_merged", "text": "Energy, industry and transportation are generally considered as sectors that are relevant in the case of mitigation rather than adaptation to climate change. However, stakeholders and experts suggested these sectors also need the support of certain adaptation measures to cope up with projected climate impacts. Hence, these sectors are considered here not for their contribution to mitigation of climate change but for identifying and implementing essential adaptation measures to enhance the climate resilience of them. Sri Lanka’s power generation is still dependent on hydro power facilities to a significant extent and changing patterns of rainfall have would have an impact on them. Rainfall patterns are crucial for supply of raw materials for agro-based industries. Besides, rising scarcity of water and high extraction of groundwater would likely to create difficulties in industrial water supply in the future. Extreme events have the potential to affect transportation. Hence, despite usual affiliation of these sectors with mitigation efforts, they need the support of appropriately designed adaptation measures, too."}, {"text_block_id": "p91_b613_merged", "text": "Table 14: Sector Action Plan – Industry, Energy and Transportation"}, {"text_block_id": "p95_b616", "text": "7.6. Plan for Cross-cutting National Needs of Adaptation"}, {"text_block_id": "p95_b617", "text": "Action plan for cross-cutting needs contain actions/interventions proposed to fulfill adaptation needs of ten interest areas. These areas were identified through analysis of common sectoral needs and opinions of stakeholders. The actions of cross-cutting plan have been selected to fulfil national level adaptation needs. Action plan on cross-cutting adaptation needs begin with specific interest areas followed by details on actions, responsible agencies and key performance indicators. The specific institutional and implementation mechanisms proposed for implementation of cross-cutting plan are presented in forthcoming sections of the plan. Table 15 presents the action plans for cross-cutting adaptation needs."}, {"text_block_id": "p96_b618_merged", "text": "Table 15: Action Plan – Cross-cutting Needs of Adaptation"}, {"text_block_id": "p102_b621", "text": "8. Adaptation and Sustainable Development: The Potential Contribution of NAP towards Achieving SDGs"}, {"text_block_id": "p102_b622", "text": "Since the official adoption by the UN in 2015, Sustainable Development Goals (SDGs) are going to play a dominant role in the global development agenda till 2030. All UN member nations are expected to make their contributions towards achieving the global development scenario envisioned by SDGs to the extent they are relevant to their national development goals. In practical sense, this would have important repercussions on many areas such as development planning and policy, poverty alleviation, environmental management, trade and international development cooperation. Hence, it is necessary to assume the primacy of SDGs in the global agenda by practitioners of development in all areas and climate change is not an exception. In the final count, adaptation is all about adjusting the discourse of development in the face of rising climate risk and it does not possess significant meaning without its contribution to the sustainable development. This implies that the NAP should assist the nation to achieve the broader goals of SDGs and vice versa. The SDGs have 17 goals and 169 targets of which Goal Number 13 is fully dedicated to climate change with 9 targets associated with it. In addition, number of other goals covers areas relevant to climate change adaptation with relevant targets attached to them. The NAP is essentially contributing to number of SDGs and how the specific goals are addressed by the relevant adaptation options and actions are shown in Table 16."}, {"text_block_id": "p103_b623", "text": "Table 16: Links between SDGs and NAP"}, {"text_block_id": "p108_b624", "text": "9. Institutional and Coordination Mechanism"}, {"text_block_id": "p108_b625", "text": "Given the comprehensive nature of the plan, it should be coordinated properly at both levels of implementation, namely, sector level and national level. Therefore, a suitable institutional and coordination mechanism is an indispensable component of the plan. Essential elements of the coordination mechanism are:"}, {"text_block_id": "p108_b626", "text": ""}, {"text_block_id": "p108_b627", "text": "National Focal Point"}, {"text_block_id": "p108_b628", "text": ""}, {"text_block_id": "p108_b629", "text": "Climate Adaptation Cells for Sectors"}, {"text_block_id": "p108_b630", "text": ""}, {"text_block_id": "p108_b631", "text": "National Working Group for Cross-cutting National Adaptation Needs"}, {"text_block_id": "p108_b632", "text": ""}, {"text_block_id": "p108_b633", "text": "CSO Forum"}, {"text_block_id": "p108_b634", "text": "9.1. National Focal Point (NFP)"}, {"text_block_id": "p108_b635", "text": "The National Focal Point (NFP) takes the responsibility of overall coordination of the plan. According to the current institutional set-up, CCS is the most suitable agency to undertake this task. It is necessary to strengthen the capacity of CCS through providing necessary resources and enhancing its staff skills through training."}, {"text_block_id": "p108_b636", "text": "9.2. Sectoral Climate Cells (SCC) for Sectors"}, {"text_block_id": "p108_b637", "text": "Sectoral Climate Cells (SCC) will be established for vulnerable sectors to coordinate activities within respective sectors. It shall be represented by members of state agencies, private sector, community organizations and NGOs who are key stakeholders of a given sector. For instance, climate cell of the coastal sector should be represented by state agencies such as Coastal Conservation Department, Fisheries Department, NARA and private, community and non-government organizations involved in the coastal sector. Climate cell of a given sector/area should coordinate all activities pertaining to implementation and monitoring of activities of that entity."}, {"text_block_id": "p108_b638", "text": "Nine vulnerable sectors shall be organized under six SCCs as follows."}, {"text_block_id": "p108_b639", "text": "1."}, {"text_block_id": "p108_b640", "text": "Climate Cell 1: Food security and water"}, {"text_block_id": "p108_b641", "text": "2."}, {"text_block_id": "p108_b642", "text": "Climate Cell 2: Bio-diversity and coastal resources"}, {"text_block_id": "p108_b643", "text": "3."}, {"text_block_id": "p108_b644", "text": "Climate Cell 3: Health"}, {"text_block_id": "p108_b645", "text": "4."}, {"text_block_id": "p108_b646", "text": "Climate Cell 4: Human settlements and infrastructure"}, {"text_block_id": "p108_b647", "text": "5."}, {"text_block_id": "p108_b648", "text": "Climate Cell 5: Tourism, energy, industry and infrastructure"}, {"text_block_id": "p108_b649", "text": "6."}, {"text_block_id": "p108_b650", "text": "Climate Cell 6: Export agriculture"}, {"text_block_id": "p108_b651", "text": "A climate cell will always be coordinated by a representative of CCS. Other government representatives will be nominated by the heads of those agencies upon the request of the"}, {"text_block_id": "p109_b652", "text": "Secretary of the Ministry of Environment. Non-governmental representatives will be invited by the Ministry of Environment. SCCs shall have the full responsibility of implementation of sector action plans with the coordination support from CCS."}, {"text_block_id": "p109_b653", "text": "9.3. National Working Group for Cross-cutting National Adaptation Needs (NWG)"}, {"text_block_id": "p109_b654", "text": "National Working Group (NWG) will be a consortium of national lead agencies and non-state representatives, again coordinated by staff members of CCS. The NWG has the responsibility of implementation of adaptation actions relating to cross-cutting national issues. National lead agencies are the organizations that look after subjects with cross-cutting mandate. Some examples are Department of Meteorology (climate information), National Science Foundation (research) and Disaster Management Centre (disaster risk management). Cross-cutting issues are national level issues. As in the case of SCCs, government representatives shall be ex-officio members nominated by heads of lead agencies upon the request of Secretary, Environment whereas non-governmental members shall be appointed on invitation. Some lead agencies responsible for cross-cutting issues are:"}, {"text_block_id": "p109_b655", "text": ""}, {"text_block_id": "p109_b656", "text": "Policy legislations and governance"}, {"text_block_id": "p109_b657", "text": ": Ministry of Mahaweli Development and Environment, Climate Change Secretariat, Ministry of Policy Planning"}, {"text_block_id": "p109_b658", "text": ""}, {"text_block_id": "p109_b659", "text": "Institutional development"}, {"text_block_id": "p109_b660", "text": ": Ministry of Mahaweli Development and Environment, Climate Change Secretariat"}, {"text_block_id": "p109_b661", "text": ""}, {"text_block_id": "p109_b662", "text": "International co-operation and partnerships"}, {"text_block_id": "p109_b663", "text": ": External Resources Department, Ministry of Foreign Affairs"}, {"text_block_id": "p109_b664", "text": ""}, {"text_block_id": "p109_b665", "text": "Resource mobilization"}, {"text_block_id": "p109_b666", "text": ": Ministry of Finance, External Resources Department"}, {"text_block_id": "p109_b667", "text": ""}, {"text_block_id": "p109_b668", "text": "Research and development"}, {"text_block_id": "p109_b669", "text": ": Ministry of Science and Technology, National Science Foundation, National Research Council, National Science and Technology Commission"}, {"text_block_id": "p109_b670", "text": ""}, {"text_block_id": "p109_b671", "text": "Technology transfer"}, {"text_block_id": "p109_b672", "text": ": Ministry of Science and Technology, National Science Foundation, National Research Council, National Science and Technology Commission"}, {"text_block_id": "p109_b673", "text": ""}, {"text_block_id": "p109_b674", "text": "Education, Training and awareness"}, {"text_block_id": "p109_b675", "text": ": Ministry of Mass Media and Information, Ministry of Education, government media agencies, private media agencies, local and international non-governmental organizations, community based organizations"}, {"text_block_id": "p109_b676", "text": ""}, {"text_block_id": "p109_b677", "text": "Extreme events management"}, {"text_block_id": "p109_b678", "text": ": Ministry of Disaster Management, Disaster Management Centre, National Building Research Organization, Sri Lanka Land Reclamation and Development Corporation"}, {"text_block_id": "p109_b679", "text": ""}, {"text_block_id": "p109_b680", "text": "Climate information management"}, {"text_block_id": "p109_b681", "text": ": Department of Meteorology, Ministry of Disaster Management, Department of Agriculture, government media agencies, private media agencies"}, {"text_block_id": "p109_b682", "text": ""}, {"text_block_id": "p109_b683", "text": "Building adaptive capacity"}, {"text_block_id": "p109_b684", "text": ": Ministry of Local governments and Provincial Councils, local and international non-governmental organizations, community-based organizations, Ministry of Disaster Management"}, {"text_block_id": "p110_b685", "text": "9.4. Regional Climate Cells (RCCs)"}, {"text_block_id": "p110_b686", "text": "Regional Climate Cells (RCCs) will be set up according to the requirement for implementation of actions that are specific to a given regional area. These will be represented by the representatives of Provincial Councils, local government bodies, District and Divisional Secretariats in relevant areas upon the request of the Ministry of Mahaweli Development and Environment."}, {"text_block_id": "p110_b687", "text": "9.5. Civil Society Organizations (CSO) Forum"}, {"text_block_id": "p110_b688", "text": "Forum of Civil Society Organizations (CSO), a group of partner agencies, will be a coordination body established to support actions that have grass root level operations. It will be established to support the implementation and coordination of community-based interventions involved with sectoral and cross-cutting levels proposed by NAP. It will function as a supporting body for both CACs and the NWG."}, {"text_block_id": "p110_b689", "text": "9.6. National Experts Committee on Climate Change Adaptation (NECCCA)"}, {"text_block_id": "p110_b690", "text": "The National Experts Committee on Climate Change Adaptation (NECCCA) is an already appointed body of technical experts functioning in the advisory capacity to the Ministry of Mahaweli Development and Environment. The NECCCA will continue to function in the same advisory capacity and expected to fulfill an extended role with the launching of NAP. All other institutional bodies will be provided the opportunity for benefiting from the technical advices of the NECCCA through NFP and NSC. Technical Issues arising from implementation of the Plan will be forwarded to NECCCA that will be taken up in periodic meetings of the NECCCA or individual experts according to the technical subjects involved."}, {"text_block_id": "p110_b691", "text": "9.7. National Steering Committee (NSC)"}, {"text_block_id": "p110_b692", "text": "National Steering Committee (NSC) will be the overall supervisory body of the plan implementation. It will be represented by the selected members of SCCs, RCCs, the NWG and CSOs appointed by the Ministry of Mahaweli Development and Environment. Members will be appointed to represent all sectors and regions as far as possible. The main roles of the NSC will be providing the overall leadership for implementation of the Plan, monitoring the progress of implementation, guiding the periodic review of the Plan according to the schedule and making decisions on necessary course correction adjustments."}, {"text_block_id": "p111_b693", "text": "Figure 3: Structure of Institute and Coordination Mechanism"}, {"text_block_id": "p112_b694", "text": "10.Implementation Strategy"}, {"text_block_id": "p112_b695", "text": "The key objectives of the implementation strategy are efficient implementation of planned actions of adaptation on a realistic timeframe and ensuring the participation of all stakeholders from government, private sector, academia, civil society organizations and local communities to achieve the maximum level of cooperation."}, {"text_block_id": "p112_b696", "text": "The NAP identifies adaptation actions at three levels."}, {"text_block_id": "p112_b697", "text": ""}, {"text_block_id": "p112_b698", "text": "Sector level actions: These actions are focused on individual sectors or joint sectoral actions"}, {"text_block_id": "p112_b699", "text": ""}, {"text_block_id": "p112_b700", "text": "National level actions: These actions are focused on cross-cutting issues"}, {"text_block_id": "p112_b701", "text": ""}, {"text_block_id": "p112_b702", "text": "Community level actions: Actions that are targeted at the grass-root level"}, {"text_block_id": "p112_b703", "text": "10.1. Implementation of Sector Level Actions"}, {"text_block_id": "p112_b704", "text": "Sector level actions will be implemented by SCCs. The role of CCS within a climate cell is facilitation and coordination. Climate cells will function as working groups on sectoral adaptation actions. Adaptation actions within a cell may involve interventions confined to individual sectors as well actions that need joint implementation with other cells (e.g. drinking water (water) and housing (human settlements). For actions confined to individual sectors, the responsible line agency (or agencies) may directly coordinate with CCS to implement the action within the purview of the cell. CCS may facilitate by helping to attract necessary financial opportunities and other resources. In case of actions that need joint implementation by agencies coming under different SCCs, the CCS, as the common coordinator of all cells, may facilitate creating inter-cell linkages. Hence, CCS is supposed fulfill intra-cell as well inter-cell coordination."}, {"text_block_id": "p112_b705", "text": "10.2. Implementation of National Level (cross-cutting) Actions"}, {"text_block_id": "p112_b706_merged", "text": "National level adaptation actions that deal with cross-cutting issues will be handled by the NWG. The convener of the working group is CCS and other members are national lead agencies. National level actions may require coordination among lead agencies within the NWG as well as coordination between lead agencies (of NWG) and sectoral line agencies (SCCs). Again the CCS shall act as the common facilitator within the NWG as well as between NWG and SCCs. This is critical for integrated actions and could help forging ‘fast track’ channels for fundraising from national and international sources."}, {"text_block_id": "p112_b710", "text": "10.3. Implementation of Regional Level Actions"}, {"text_block_id": "p112_b711", "text": "Sector level actions will be implemented by SCCs. The role of CCS within a climate cell is"}, {"text_block_id": "p113_b712", "text": "facilitation and coordination. Climate cells will function as working groups on sectoral adaptation actions. Adaptation actions within a cell may involve interventions confined to individual sectors as well actions that need joint implementation with other cells (e.g. drinking water (water) and housing (human settlements)."}, {"text_block_id": "p113_b713", "text": "10.4. Implementation of Community Level Actions"}, {"text_block_id": "p113_b714", "text": "Membership of the NWG as well as SCCs shall include representatives from CSOs and community organizations. Besides, there is CSO Forum. Both, sectoral and national level actions may need working at the grass-root level with local communities and CSOs. Actions that need to be focused at the community level could use the help of community organizations and CSOs that include both national and international NGOs. These organizations can act as mobilizers for community level actions. The CSO forum provides an additional platform for coordination among such organizations."}, {"text_block_id": "p113_b715", "text": "10.5. Monitoring and Evaluation"}, {"text_block_id": "p113_b716", "text": "Progress monitoring of the Plan"}, {"text_block_id": "p113_b717", "text": ": Progress of the plan to be monitored against the time plan of actions presented in Tables A10-A19. Progress of the each sectoral plan and the cross-cutting plan are to be reviewed bi-annually by the respective SCCs and the NWG. Similarly, progress of regional and community-based actions is to be monitored every six months by RCCs and the CSO Forum. At the end of each year, progress of all sectors and the cross-cutting action plan shall be reviewed by the NSC at an Annual Progress Meeting where necessary path correction decisions will be taken. The progress reports will be submitted to the NECCCA for further advice and comments on the corrective course of action. To undertake the monitoring in an objective manner, all SCCs, RCCs, NWG and the CSO forum will have to prepare suitable log frame structures for each sector and cross-cutting area."}, {"text_block_id": "p113_b718", "text": "Periodic revision and updating of the Plan"}, {"text_block_id": "p113_b719", "text": ": The NAP as a rolling plan shall undergo two periodic revisions for updating the overall plan as follows."}, {"text_block_id": "p113_b720", "text": "First periodic revision"}, {"text_block_id": "p113_b721", "text": ":"}, {"text_block_id": "p113_b722_merged", "text": "The first three years of the Plan will be the Foundation Building Stage. At the end of this phase plan will have to undergo and periodic revision and updating. This will take place in the final quarter of the third year and the updated plan will be submitted for approval of the Annual Progress"}, {"text_block_id": "p114_b725", "text": "Meeting of the third year. The revision has to be undertaken through an extensive consultation of stakeholders at decision-making as well as field level."}, {"text_block_id": "p114_b726", "text": "Second periodic revision"}, {"text_block_id": "p114_b727", "text": ":"}, {"text_block_id": "p114_b728", "text": "The Plan enters the"}, {"text_block_id": "p114_b729", "text": "Development Stage"}, {"text_block_id": "p114_b730", "text": "after the first periodic revision. At the end of this stage, the second periodic revision will be conducted. The second periodic revision of the NAP shall be carried out in the final quarter of the third year and the updated plan will be submitted for approval of the 6"}, {"text_block_id": "p114_b731", "text": "th"}, {"text_block_id": "p114_b732", "text": "Annual Progress Meeting."}, {"text_block_id": "p114_b733", "text": "The post-plan review"}, {"text_block_id": "p114_b734", "text": ":"}, {"text_block_id": "p114_b735_merged_merged", "text": "The last four years of the plan will be the Goal Achieving Stage. After the completion of the 10th year of the Plan, a post-Plan review shall be undertaken to assess the overall achievements of the Plan and identify the lessons for future plans."}, {"text_block_id": "p115_b740", "text": "11. Resource Mobilization Mechanism"}, {"text_block_id": "p115_b741", "text": "11.1. Types of Resources Needed"}, {"text_block_id": "p115_b742", "text": "Implementation of NAP requires many resources in the form of financial, technical and human resources. Almost all the activities require financial resources while some may need technical and human resources also. Quite often, sourcing of the technical and human resources are conditional upon the access to financial resources. Therefore among resources, financial resources are the most critical for implementation of the adaptation actions both at national and sector levels. Following main sources are proposed in securing the necessary resources for adaptation actions."}, {"text_block_id": "p115_b743", "text": "11.2. Sources of Financing"}, {"text_block_id": "p115_b744", "text": "National Adaptation Fund (NAF)"}, {"text_block_id": "p115_b745", "text": ": The plan proposes to establish a National Adaptation Fund (NAF). The NAF will have seed funding from the government budget as an annual allocation for a specified period. In addition, the government shall seek co-financing from donor community to develop an endowment for supporting all types of adaptation actions in Sri Lanka. This fund will provide opportunities for fully funded initiatives and co-funded opportunities. For example, NAF will share a part of the cost of certain adaptation actions and the rest would come from local or an international funding source. The management of NAF will be a joint responsibility of the Ministry of Finance and Ministry of Environment. For both national and sectoral actions of NAP, allocation of money from NAF will be made upon the recommendation of CCS."}, {"text_block_id": "p115_b746", "text": "International adaptation funding opportunities"}, {"text_block_id": "p115_b747", "text": ":"}, {"text_block_id": "p115_b748", "text": "There are several international organizations that offer funding for adaptation interventions. Some examples are Asian Development Bank (ADB), World Bank (WB), GEF (UNDP), other United Nations organizations such as UNHABITAT, UNESCAP and Green Climate Fund (GCF). Both national adaptation actions and sectoral adaptation actions can be funded through these initiatives. Proposed national adaptation actions can be formulated in to project proposals and submitted for donor funding by the NWG or CACs. The CCS might not be able to approach these funding organizations directly, but through the External Resources Department (ERD), which is again a representative of the NWG. The same procedure can be followed for any adaptation actions to be implemented thorough CACs."}, {"text_block_id": "p115_b749", "text": "Funds for specialized adaptation related research and development"}, {"text_block_id": "p115_b750", "text": ":"}, {"text_block_id": "p115_b751", "text": "The National Science Foundation (NSF) and the National Research Council (NRC) are the two main government"}, {"text_block_id": "p116_b752", "text": "institutions that facilitate small and large grants for scientific research in Sri Lanka. These two institutes fall under the Ministry of Science and Technology and will be member institutions of the NWG. These organizations may help developing dedicated funding facilities for thematic research on climate change adaptation."}, {"text_block_id": "p116_b753", "text": "Private sector funding opportunities"}, {"text_block_id": "p116_b754", "text": ": Another source of funding is the corporate sector. Private sector organizations usually allocate funds for Cooperate Social Responsibility (CSR). Climate change adaptation projects can be a recipient of such CSR funding. However, this is not a fully explored channel and therefore creation of awareness would matter most. Approaching these institutions can be facilitated by CCS."}, {"text_block_id": "p116_b755", "text": "Funding through Community Service Organizations"}, {"text_block_id": "p116_b756", "text": ": While the size of support expected from these sources may be low in terms of cash, there is plenty of human resources that can be used through this channel. These types of funding opportunities are ideal for adaptation measures that are targeting community level actions."}, {"text_block_id": "p116_b757", "text": "Tentative budget estimates are given in Tables A10-A19 with the time plan of actions. The figures given in the tables are gross estimates validated by the stakeholders in the workshops. However, these figures cannot be entirely relied upon and they only offer comparative first estimates that should provide the foundation for working out detailed budgets for respective actions."}, {"text_block_id": "p117_b758", "text": "12. References"}, {"text_block_id": "p117_b759", "text": "Abhayasinghe, K.R. (2007) Climate. In: The National Atlas of Sri Lanka. Survey Department of Sri Lanka, Colombo, Sri Lanka: 52-53."}, {"text_block_id": "p117_b760", "text": "Adger, W.N., S. Dessai, M. Goulden, M. Hulme, I. Lorenzoni, D.R. Nelson, L.O. Naess, J. Wolf and A. Wreford (2009) Are there social limits to adaptation to climate change? Climatic Change 93: 335-354."}, {"text_block_id": "p117_b761", "text": "Basnayake, B.R.S.B. (2007) Climate Change. In: The National Atlas of Sri Lanka. Survey Department of Sri Lanka, Colombo, Sri Lanka: 54-55"}, {"text_block_id": "p117_b762", "text": "Basnayake, B. R. S. B.; Vithanage, J. C. (2004) Future climate scenarios of rainfall and temperature for Sri Lanka. Proceedings of the 60"}, {"text_block_id": "p117_b763", "text": "th"}, {"text_block_id": "p117_b764", "text": "Annual Session of Sri Lanka Association for the Advancement of Science (SLASS). Section E1., SLAAS, Colombo, Sri Lanka: pp 222."}, {"text_block_id": "p117_b765", "text": "Chandrapala, L. (2007a) Temperature. In"}, {"text_block_id": "p117_b766", "text": "The National Atlas of Sri Lanka"}, {"text_block_id": "p117_b767", "text": ". Survey Department of Sri Lanka, Colombo, Sri Lanka: 56-57"}, {"text_block_id": "p117_b768", "text": "Chandrapala, L. (2007b) Rainfall. In"}, {"text_block_id": "p117_b769", "text": "The National Atlas of Sri Lanka"}, {"text_block_id": "p117_b770", "text": ". Survey Department of Sri Lanka, Colombo, Sri Lanka: 58-59"}, {"text_block_id": "p117_b771", "text": "Chandrapala, L. (1996a) Calculation of areal precipitation of Sri Lanka on district basis using Voronoi Tessalation Method. Proceedings of National Symposium on Climate Change, Central Environmental Authority, Colombo, Sri Lanka. March 7-8, 1996."}, {"text_block_id": "p117_b772", "text": "Cruz, R. V., H. Harasawa., M. Lal., S. Wu., Y. Anokhin., B. Punsalmaa., Y. Honda., M. Jafari., C. Li and N. Huu Ninh (2007) Asia. Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Parry, M. L., O. F Canziani., J. P. Palutikof., P. J. Van der Linden and C. E. Hanson. (Eds.) Cambridge, UK: Cambridge University Press. pp 469-506."}, {"text_block_id": "p117_b773", "text": "De Costa, W.A.J.M. (2008) Climate change in Sri Lanka: myth or reality? Evidence from long"}, {"text_block_id": "p117_b774", "text": "-"}, {"text_block_id": "p117_b775", "text": "term meteorological data. J. Nat. Sci. Found. Sri Lanka, 36: 63"}, {"text_block_id": "p117_b776", "text": "–"}, {"text_block_id": "p117_b777", "text": "88."}, {"text_block_id": "p117_b778_merged_merged_merged_merged_merged", "text": "De Silva, C.S. (2006 b) Impacts of climate change on water resources in Sri Lanka. Paper presented at the 32nd WEDC International Conference, November 13-17, 2006, Colombo, Sri Lanka."}, {"text_block_id": "p117_b781", "text": "Eriyagama, N., V. Smakhtin., L. Chandrapala and K. Fernando (2010) Impacts of climate change on water resources and agriculture in Sri Lanka: a review and preliminary vulnerability mapping. Colombo, Sri Lanka: International Water Management Institute: 51pp. (IWMI Research Report 135). [doi:10.5337/2010.211]"}, {"text_block_id": "p117_b782", "text": "Hijioka, Y., E. Lin., J.J. Pereira., R.T. Corlett., X. Cui., G.E. Insarov., R.D. Lasco., E. Lindgren and A. Surjan (2014) Asia. In: Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part"}, {"text_block_id": "p118_b783", "text": "B: Regional Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, pp. 1327-1370"}, {"text_block_id": "p118_b784", "text": "Imbulana, K.A.U.S., N.T.S. Wijesekara., B.R. Neupane (2006) Sri Lanka Water Development Report 2010. UNESCO and Ministry of Irrigation and Water Resources Mangement, Colombo, Sri Lanka"}, {"text_block_id": "p118_b785", "text": "IPCC (2007) Climate Change 2007: Synthesis Report. Contribution of Working Groups I, II and III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, Core Writing Team. Pachauri, R.K and A. Reisinger (Eds.) Geneva, Switzerland: IPCC. 104 pp."}, {"text_block_id": "p118_b786", "text": "IPCC"}, {"text_block_id": "p118_b787", "text": "(2014) Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. In: Field, C.B., V.R. Barros, D.J. Dokken, K.J. Mach, M.D. Mastrandrea, T.E. Bilir,M. Chatterjee, K.L. Ebi, Y.O. Estrada, R.C. Genova, B. Girma, E.S. Kissel, A.N. Levy,S. MacCracken, P.R. Mastrandrea, and L.L. White (Eds.). Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 1132 pp."}, {"text_block_id": "p118_b788", "text": "Jayatilake, H.M., L. Chandrapala., B.R.S.B. Basnayake and G.H.P. Dharmaratne (2005) Water Resources and Climate Change. In: S. Wijesekara, K.A.U.S. Imbulana and Bhanu Neupane (eds)."}, {"text_block_id": "p118_b789", "text": "Proceedings of the preparatory workshop on Sri Lanka national water development report."}, {"text_block_id": "p118_b790", "text": "Ministry of Irrigation, Mahaweli and Rajarata Development, Colombo, Sri Lanka: 62-87"}, {"text_block_id": "p118_b791", "text": "LDCEG (2012) National Adaptation Plans: Technical Guidelines for the National Adaptation Plan Process. UNFCCC Secretariat, Bonn, Germany."}, {"text_block_id": "p118_b792", "text": "Jayathunga, R.D.S. and N. Kumari (2013) Present status of climate related policy, legal institutional and research initiatives of Sri Lanka. In: H.P.M. Gunasena, H.A.J. Gunathilake, J.M.D.T. Everard, C.S. Ranasinghe and A.D. Nainanayake (eds) Proceedings of the International Conference on Climate Change Impacts and Adaptation for Food and Environmental Security, Colombo, pp 125"}, {"text_block_id": "p118_b793", "text": "–"}, {"text_block_id": "p118_b794", "text": "135."}, {"text_block_id": "p118_b795", "text": "Marambe, B., G. Pushpakumara and P. Silva (2012) Biodiversity and Agro-biodiversity in Sri Lanka: A case in Village Tank Systems."}, {"text_block_id": "p118_b796", "text": "In"}, {"text_block_id": "p118_b797", "text": ": S-I Nakano, T. Yahara, and T. Nakashizuka (eds)"}, {"text_block_id": "p118_b798", "text": "Biodiversity Observation Network in the Asia-Pacific Region: Towards Further Development of Monitoring. Springer, Japan. pp"}, {"text_block_id": "p118_b799", "text": "403-430"}, {"text_block_id": "p118_b800_merged_merged_merged_merged", "text": "Marambe. B,, G. Pushpakumara, P. Silva, J. Weerahewa and R. Punyawardena (2013) Climate change and household food security in homegardens of Sri Lanka. In: H.P.M. Gunasena, H.A.J. Gunathilake, J.M.D.T. Everard, C.S. Ranasinghe and A.D. Nainanayake (eds) Proceedings of the International Conference on Climate Change Impacts and Adaptation for Food and Environmental Security, Colombo, pp 87–100."}, {"text_block_id": "p118_b803", "text": "Marambe, B., R. Punyawardena, P. Silva, S. Premalal, V. Rathnabharathie, B. Kekulandala, U. Nidumolu and M. Howden (2015a) Climate, climate risk, and food security in Sri Lanka: need for strengthening adaptation strategies. In: W. Leal (ed.) Handbook of Climate Change Adaptation Springer-Verlag Berlin Heidelberg. pp 1959-1789"}, {"text_block_id": "p118_b804", "text": "Marambe, B., P. Silva, J. Weerahewa, G. Pushpakumara, R. Punyawardena and R. Pallawala"}, {"text_block_id": "p119_b805", "text": "(2015b) Enabling policies for agricultural adaptations to climate change in Sri Lanka."}, {"text_block_id": "p119_b806", "text": "In"}, {"text_block_id": "p119_b807", "text": ":"}, {"text_block_id": "p119_b808", "text": "W. Leal (ed.) Handbook of Climate Change Adaptation Springer-Verlag Berlin Heidelberg"}, {"text_block_id": "p119_b809", "text": "ME (2010 a) Sector Vulnerability Profile: Agriculture and Fisheries. Ministry of Environment, Colombo, Sri Lanka."}, {"text_block_id": "p119_b810", "text": "ME (2010 b) Sector Vulnerability Profile: Urban Development, Human Settlements and Infrastructure. Ministry of Environment, Colombo, Sri Lanka."}, {"text_block_id": "p119_b811", "text": "ME (2010 c) Sector Vulnerability Profile: Health. Ministry of Environment, Colombo, Sri Lanka"}, {"text_block_id": "p119_b812", "text": "ME (2010 d) National Climate Change Adaptation Strategy for Sri Lanka. Ministry of Environment, Colombo, Sri Lanka."}, {"text_block_id": "p119_b813", "text": "ME (2012). The National Climate Change Policy of Sri Lanka. Ministry of Environment, Colombo, Sri Lanka."}, {"text_block_id": "p119_b814", "text": "MENR (2014)"}, {"text_block_id": "p119_b815", "text": "National Action Program (NAP) for Combating Land Degradation in Sri Lanka"}, {"text_block_id": "p119_b816", "text": ". Ministry of Environment and Renewable Energy, Colombo, Sri Lanka"}, {"text_block_id": "p119_b817", "text": "Mutuwatte, L.P and P.K.N.C. Liyanage (2013) Impacts of Climate Change on Agro-Ecological Regions of Sri Lanka. In: H.P.M. Gunasena, H.A.J. Gunatilake, J.M.D.T. Everard , C.S. Ransinghe and A.D. Nainanayake (eds.) Proceedings of the International Conference on Climate Change Impacts and Adaptations for Food and Environmental Security. Coconut Research Institute, Lunuwila, Sri Lanka."}, {"text_block_id": "p119_b818", "text": "NCSD (2009) National Action Plan for Haritha Lanka Programme. National Council for Sustainable Development, The Presidential Secretariat, Colombo, Sri Lanka."}, {"text_block_id": "p119_b819", "text": "Nissanka, S. P., B.V.R. Punyawardena., K.H.M.S Premalal and R.O. Thattil (2011) Recent trends in"}, {"text_block_id": "p119_b820", "text": "annual and growing seasons’ rainfall of Sri Lanka. Proceedings of the International"}, {"text_block_id": "p119_b821", "text": "Conference on the Impact of Climate Change in Agriculture. Faculty of Agriculture, University of Ruhuna, Mapalana, Sri Lanka. December 20, 2011. Pages 249-263"}, {"text_block_id": "p119_b822", "text": "Premalal, K.H.M.S. (2009) Weather and climate trends, climate controls and risks in Sri Lanka. Presentation made at the Sri Lanka Monsoon Forum, April 2009. Department of Meteorology, Sri Lanka."}, {"text_block_id": "p119_b823", "text": "Premalal, K.H.M.S. and B.V.R. Punyawardena (2013) Occurrence of extreme climatic events in Sri Lanka. In: H.p.M. Gunasena, H.A.J. Gunathilake, J.M.D.T. Everard, C.S. Ranasinghe and A.D. Nainanayake (eds), Proceedings of the International Conference on Climate Change Impacts and Adaptations for Food and Environment Security. Hotel Renuka, Colombo, pp. 49-57."}, {"text_block_id": "p119_b824_merged_merged_merged_merged", "text": "Punyawardena, B.V.R., S. Mehmood, A.K., Hettiarachchi, M, Iqbal, S.H.S.A Silva, and A. Goheer (2013a) Future Climate of Sri Lanka: An approach through dynamic downscaling of ECHAM4 General Circulation Model (GCM). Tropical Agriculturist 161: 35-50"}, {"text_block_id": "p119_b827", "text": "Punyawardena, B.V.R., T. Dissanaike and A. Mallawatantri (2013b) Spatial variation climate change induced vulnerability in Sri Lanka.; An analysis of the components of vulnerability at district level. Published by the Department of Agriculture in collaboration with UNDP/SGP, Sri Lanka"}, {"text_block_id": "p119_b828", "text": "Punyawardena, B.V.R. and K.H.M.S. Premalal (2013) Do trends in extreme positive rainfall anomalies in the Central highlands of Sri Lanka exist? Annals of the Sri Lanka Department of Agriculture, 15: 1-12"}, {"text_block_id": "p119_b829", "text": "Ranasinghe, C.S. (2013): Impact of climate change in coconut and identification of adaptation"}, {"text_block_id": "p120_b830", "text": "measures with special emphasis on reproductive development. In: H.p.M. Gunasena, H.A.J. Gunathilake, J.M.D.T. Everard, C.S. Ranasinghe and A.D. Nainanayake (eds), Proceedings of the International Conference on Climate Change Impacts and Adaptations for Food and Environment Security. Hotel Renuka, Colombo, pp. 101-113."}, {"text_block_id": "p120_b831", "text": "Ratnayake, U. and Herath, G. (2005) Changes in Water Cycle: Effect on Natural Disasters and Ecosystems."}, {"text_block_id": "p120_b832", "text": "In"}, {"text_block_id": "p120_b833", "text": "S. Wijesekara, K.A.U.S. Imbulana, B. Neupane (eds.), Proceedings of the Preparatory Workshop on Sri Lanka National Water Development Report"}, {"text_block_id": "p120_b834", "text": ","}, {"text_block_id": "p120_b835", "text": "World Water Assessment Programme, Paris, France"}, {"text_block_id": "p120_b836", "text": ":"}, {"text_block_id": "p120_b837", "text": "192-205."}, {"text_block_id": "p120_b838", "text": "Sathischandra, S.G.A.S., Marambe, B"}, {"text_block_id": "p120_b839", "text": "."}, {"text_block_id": "p120_b840", "text": "and Punyawardena R. (2014): Seasonal changes in temperature and rainfall and its relationship with the incidence of weeds and insect pests in rice ("}, {"text_block_id": "p120_b841", "text": "Oryza sativa"}, {"text_block_id": "p120_b842", "text": "L) cultivation in Sri Lanka. Climate Change and Environmental Sustainability 2(2): 105-115"}, {"text_block_id": "p120_b843", "text": "Shantha, W. W. A. and Jayasundara J. M. S. B. (2005). Study on changes of rainfall in the Mahaweli upper watershed in Sri Lanka due to climatic changes and develop a correction model for global warming. Paper presented at the International Symposium on the Stabilisation of Greenhouse Gas Concentrations. Hadley Centre, Met Office, Exeter, UK."}, {"text_block_id": "p120_b844", "text": "Senaratne, A., N. Perera and K. Wickramasinghe (2009) Mainstreaming Climate Change for Sustainable Development in Sri Lanka: Towards a National Agenda for Action."}, {"text_block_id": "p120_b845", "text": "Research Studies: Working Paper Series No. 14."}, {"text_block_id": "p120_b846", "text": "Institute of Policy Studies of Sri Lanka, Colombo, Sri Lanka."}, {"text_block_id": "p120_b847", "text": "Smit, B., I. Burton, R.J.T. Klein and J. Wandel (2000) An anatomy of adaptation to climate change and variability. Climate Change 45: 223-251"}, {"text_block_id": "p120_b848", "text": "Smith, J.B., N. Bhatti, G. Menzhulin, R. Benioff, M.I. Budyko, M. Campos, B. Jallow and F. Rijsberman (eds.), 1996: Adapting to Climate Change: An International Perspective. Springer-Verlag, New York, NY, USA, 475 pp"}, {"text_block_id": "p120_b849", "text": "Stakhiv, E.Z. (1993) Water resources planning and management under climate uncertainty. In: T.M. Ballentine and E.Z. Stakhiv (eds.). Proceedings of the First National Conference on Climate Change and Water Resources Management, U.S. Army Corps of Engineers Institute for Water Resources, Fort Belvoir, VA."}, {"text_block_id": "p120_b850", "text": "UNCCS (2012) The National Adaptation Plan Process: A Brief Overview. United Nations Climate Change Secretariat, Bonn, Germany."}, {"text_block_id": "p120_b851", "text": "Weerahewa, J., Pushpakumara, G., Silva, P., Daulagala, C., Punyawardena, R., Premalal, S., Miah, G., Roy, J., Jana, S. and Marambe, B. (2012): Are Homegarden Ecosystems Resilient to Climate Change? An Analysis of the adaptation strategies of homegardeners in Sri Lanka. APN Science Bulletin 2: 22-27"}, {"text_block_id": "p120_b852_merged_merged_merged_merged", "text": "Wijeratne, A., A. Anandacoomaraswamy, M.K.S.L.D. Amarathunga, J. Ratnasiri, B.R.S.B. Basnayake and N. Kalra (2007) Assessment of impact of climate change on productivity of tea (Camellia sinensis L.) plantations in Sri Lanka. J. Natn. Sci. Foundation Sri Lanka 35(2): 119-126."}, {"text_block_id": "p120_b858", "text": "WMO (2014) WMO Statement on the Status of the Global Climate in 2013. World Meteorological Organization. Geneva, Switzerland"}, {"text_block_id": "p120_b859", "text": "Zubair, L., J. Hansen., J. Chandimala., M.R.A. Siraj., M. Siriwardhana., K. Ariyaratne., I. Bandara.,"}, {"text_block_id": "p121_b860", "text": "H."}, {"text_block_id": "p121_b861", "text": "Bulathsinghala., T. Abeyratne., T.D.M.A. Samuel (2005) Current climate and climate change assessments for coconut and tea plantations in Sri Lanka. IRI, FECT, NRMS and UoP Contribution to AS12 Project Report to be submitted to START, Washington, DC., USA."}, {"text_block_id": "p122_b862", "text": "13. Appendices"}, {"text_block_id": "p122_b863_merged", "text": "Table A-1: Physical effects, impacts, adaptation needs and adaptation options – Food security"}, {"text_block_id": "p124_b867", "text": "2016"}, {"text_block_id": "p125_b868_merged", "text": "Table A-2: Physical effects, impacts, adaptation needs and adaptation options – Water resources"}, {"text_block_id": "p127_b871_merged", "text": "Table A-3: Physical effects, impacts, adaptation needs and adaptation options – Coastal and marine sector"}, {"text_block_id": "p128_b874_merged", "text": "Table A-4: Physical effects, impacts, adaptation needs and adaptation options – Health"}, {"text_block_id": "p130_b877_merged", "text": "Table A-5: Physical effects, impacts, adaptation needs and adaptation options – Human settlements and infrastructure"}, {"text_block_id": "p132_b880_merged", "text": "Table A-6: Physical effects, impacts, adaptation needs and adaptation options – Ecosystems and biodiversity"}, {"text_block_id": "p135_b883_merged", "text": "Table A-7: Physical effects, impacts, adaptation needs and adaptation options – Tourism and recreation"}, {"text_block_id": "p136_b886_merged", "text": "Table A-8: Physical effects, impacts, adaptation needs and adaptation options – Export development sector"}, {"text_block_id": "p139_b889_merged", "text": "Table A-9: Physical effects, impacts, adaptation needs and adaptation options – Industry, energy and transportation"}, {"text_block_id": "p141_b892_merged", "text": "Table A-10: Time plan and budget – Food Security"}, {"text_block_id": "p144_b895_merged", "text": "Table A-11: Time plan and budget – Water resources"}, {"text_block_id": "p147_b898_merged", "text": "Table A-12: Time plan and budget – Coastal and marine sector"}, {"text_block_id": "p149_b901_merged", "text": "Table A-13: Time plan and budget – Health"}, {"text_block_id": "p151_b904_merged", "text": "Table A-14: Time plan and budget – Human settlements and infrastructure"}, {"text_block_id": "p153_b907_merged", "text": "Table A-15: Time plan and budget – Ecosystems and biodiversity"}, {"text_block_id": "p156_b910_merged", "text": "Table A-16: Time plan and budget – Tourism and recreation"}, {"text_block_id": "p158_b913_merged", "text": "Table A-17: Time plan and budget – Export agriculture sector"}, {"text_block_id": "p160_b916_merged", "text": "Table A-18: Time plan and budget – Industry, energy and transportation"}, {"text_block_id": "p162_b919_merged", "text": "Table A-19: Time plan and budget – Cross-cutting needs of adaptation"}, {"text_block_id": "p165_b922", "text": "List of Participants in the Stakeholder Consultation Workshops"}, {"text_block_id": "p177_b923", "text": "Climate Change Secretariat"}, {"text_block_id": "p177_b924", "text": "Mmi"}, {"text_block_id": "p177_b925", "text": ".,t"}, {"text_block_id": "p177_b926", "text": "•"}, {"text_block_id": "p177_b927", "text": "}"}, {"text_block_id": "p177_b928", "text": "of Ł1ahawe1i Łvclopmenl and Env1mnmen1"}, {"text_block_id": "p177_b929", "text": "N"}, {"text_block_id": "p177_b930", "text": "Ł"}, {"text_block_id": "p177_b931", "text": "QSO"}, {"text_block_id": "p177_b932", "text": "Ł"}, {"text_block_id": "p177_b933", "text": "A W1d:Łm..,,;mp.hc PlŁ\"X'"}, {"text_block_id": "p177_b934", "text": "l:ihu"}, {"text_block_id": "p177_b935", "text": "l Kotte. Ł"}, {"text_block_id": "p177_b936", "text": "L"}, {"text_block_id": "p177_b937", "text": "11"}, {"text_block_id": "p177_b938", "text": "MtJ"}, {"text_block_id": "p177_b939", "text": "."}, {"text_block_id": "p177_b940", "text": "Td:"}, {"text_block_id": "p177_b941", "text": "Ł"}, {"text_block_id": "p177_b942", "text": "4,((1"}, {"text_block_id": "p177_b943", "text": "ŁŁ"}, {"text_block_id": "p177_b944", "text": "Ł"}, {"text_block_id": "p177_b945", "text": "Ł"}, {"text_block_id": "p177_b946", "text": "Ł"}, {"text_block_id": "p177_b947", "text": "Ł"}, {"text_block_id": "p177_b948", "text": "Ł"}, {"text_block_id": "p177_b949", "text": "Ł"}, {"text_block_id": "p177_b950", "text": "Ł"}, {"text_block_id": "p177_b951", "text": "ŁŁ"}, {"text_block_id": "p177_b952", "text": "3(Ł"}, {"text_block_id": "p177_b953", "text": "F.tx: <14 111 21176762"}, {"text_block_id": "p177_b954", "text": "E"}, {"text_block_id": "p177_b955", "text": "➔"}, {"text_block_id": "p177_b956", "text": "Mlb"}, {"text_block_id": "p177_b957", "text": "ŁŁ"}, {"text_block_id": "p177_b958", "text": "gn"}, {"text_block_id": "p177_b959", "text": "ŁŁŁ"}, {"text_block_id": "p177_b960", "text": "I"}, {"text_block_id": "p177_b961", "text": "•n"}, {"text_block_id": "p177_b962_merged_merged_merged_merged_merged_merged", "text": "Wrb: \\,\\ \"\"' dltt1att•rh.1 l lk"}], "document_description": "The National Adaptation Plan (NAP)&nbsp; identifies agriculture, fisheries, water, human health, coastal and marine, ecosystems and biodiversity, infrastructure and human settlements as vulnerable sectors to the adverse effects of climate change.&nbsp;<br><br>The Plan provides the opportunity for all the stakeholders for developing policies, strengthening cooperation, institutional setup, resources mobilization, technology development and transfer, awareness and capacity building to increase resilience of vulnerable communities&nbsp;"}