{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Sri Lanka", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Climate Change Policy of Sri Lanka", "document_country_code": "LKA", "document_hazard_name": ["Changes In Average Temperature", "Sea Level Rise", "Soil Erosion", "Landslides", "Droughts", "Floods"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "South Asia", "document_date": "25/12/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/LKA/2012/LKA-2012-12-25-National Climate Change Policy of Sri Lanka_a3287a87ec3f542a37cc40ac49e7e7e5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The National Climate Change Policy of Sri Lanka"}, {"text_block_id": "p0_b2", "text": "Preamble"}, {"text_block_id": "p0_b3", "text": "Climate change which is the ultimate outcome of global warming is now universally recognized as the fundamental human development challenge of the 21"}, {"text_block_id": "p0_b4", "text": "st"}, {"text_block_id": "p0_b5", "text": "century. The Intergovernmental Panel on Climate Change (IPCC) has conclusively established that Climate Change induced by global warming is the direct result of excessive emissions of greenhouse gasses due to human action, particularly due to uncontrolled combustion of fossil fuels. It is a certainty that the present and future generations have to live under the threat of climate change. All nations are affected by the impacts of climate change. However, developing countries are particularly vulnerable, as they lack the necessary adaptive capacity."}, {"text_block_id": "p0_b6", "text": "Being a developing island nation subject to tropical"}, {"text_block_id": "p0_b7", "text": "climate patterns, Sri Lanka is highly vulnerable to climate change impacts. Extreme weather events such as high intensity rainfall followed by flash floods and landslides, and extended dry periods resulting in water scarcity are now becoming common occurrences in Sri Lanka. Any adverse changes in already volatile weather patterns are likely impact adversely"}, {"text_block_id": "p0_b8", "text": "on the socio-economic activities in the country. Therefore urgent action is necessary to take adaptive measures to build resilience of the country to face the adverse impacts of climate change. While taking adaptive measures as the priority, Sri Lanka will actively involve in the global efforts to minimize the greenhouse gas emissions within the framework of sustainable development and principles enshrined in the United Nations Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p0_b9", "text": "and it’s Kyoto Protocol"}, {"text_block_id": "p0_b10", "text": "(KP)."}, {"text_block_id": "p0_b11", "text": "The most demanding challenge for the developing countries today is to develop their economies to provide a better quality of life taking into consideration the shrinking environmental space. Sri Lanka has to address these challenges considering the need for increasing investment for environment friendly infrastructure development, increased volatility to energy markets, problems related to food security, trade, commerce and industrial development together with the climate change challenges."}, {"text_block_id": "p0_b12", "text": "In this context, the National Climate Change Policy of Sri Lanka has been developed to provide guidance and directions for all the stakeholders to address the adverse impacts of climate change efficiently and effectively."}, {"text_block_id": "p0_b13_merged_merged_merged", "text": "The National Climate Change Policy contains a vision, mission, goal and a set of guiding principles followed by broad policy statements under Vulnerability, Adaptation, Mitigation, Sustainable Consumption and Production, Knowledge Management and General Statements. Collaborative action at all levels is necessary to transform this policy into meaningful set of actions to meet the challenges of climate change."}, {"text_block_id": "p1_b18", "text": "Vision"}, {"text_block_id": "p1_b19", "text": "A future where climate change will have no adverse consequences on Sri Lanka."}, {"text_block_id": "p1_b20", "text": "Mission"}, {"text_block_id": "p1_b21", "text": "Addressing climate change issues locally while engaging in the global context"}, {"text_block_id": "p1_b22", "text": "Goal"}, {"text_block_id": "p1_b23", "text": "Adaptation to and mitigation of climate change impacts within the framework of sustainable development"}, {"text_block_id": "p1_b24", "text": "Objectives"}, {"text_block_id": "p1_b25", "text": "Objectives\n* Sensitize and make aware the communities periodically on the countryâs vulnerability to\n* Take adaptive measures to avoid/minimize adverse impacts of climate change to the\n* Mitigate greenhouse gas emissions in the path of sustainable development.\n* Promote sustainable consumption and production.\n* Enhance knowledge on the multifaceted issues related to climate change in the society\n* Develop the countryâs capacity to address the impacts of climate change effectively and\n* Mainstream and integrate climate change issues in the national development process."}, {"text_block_id": "p1_b42", "text": "Guiding Principles"}, {"text_block_id": "p1_b43", "text": "Guiding Principles\n* Climate change possesses an immediate and potentially irreversible threat to the life on\n* Steps taken to address climate change shall be environmentally sound, nationally\n* Sustainable consumption and production can significantly address the current and future\n* Ecosystems stability is ensured aiming at poverty eradication and Sustainable Human\n* A shared vision coupled with a shared responsibility of all the citizens is a necessity to\n* Precautionary principles shall be followed in the absence of scientific based evidences in"}, {"text_block_id": "p2_b55", "text": "POLICY STATEMENTS"}, {"text_block_id": "p2_b56", "text": "(A) VULNERABILITY"}, {"text_block_id": "p2_b57", "text": "1. Assessing the vulnerability"}, {"text_block_id": "p2_b58", "text": "Assess the vulnerability to adverse impacts of climate change in the socio-economic and environmental sectors periodically, particularly taking into account that Sri Lanka is a tropical island."}, {"text_block_id": "p2_b59", "text": "Develop an information and communication strategy to enhance the adaptation and mitigation capacity of the country based on its vulnerability to climate change."}, {"text_block_id": "p2_b60", "text": "2. Recognizing and addressing climate change vulnerability in the national development agenda"}, {"text_block_id": "p2_b61_merged", "text": "Recognize and address the vulnerability to adverse impacts of climate change in the socio-economic and environmental sectors in the national, provincial, district and local level development plans and programmes in relation to both natural and built environment."}, {"text_block_id": "p2_b64", "text": "3. Disaster management"}, {"text_block_id": "p2_b65", "text": "Develop strategies and mechanisms to prevent/mitigate and manage disasters caused by climate change and protect the communities, ecosystems and, natural and built environment."}, {"text_block_id": "p2_b66", "text": "4. Health impacts"}, {"text_block_id": "p2_b67", "text": "Recognize the vulnerability to adverse impacts of climate change in the health sector and take action to safeguard health of the people."}, {"text_block_id": "p2_b68", "text": "(B) ADAPTATION"}, {"text_block_id": "p2_b69", "text": "5. Food production and Food security"}, {"text_block_id": "p2_b70", "text": "Take timely action to address the adverse impacts on crop and animal production and fisheries sectors due to climate change and to minimize the impacts on food production and to ensure food security."}, {"text_block_id": "p2_b71", "text": "Encourage climate resilient-environmental friendly and appropriate innovative technologies while recognizing and promoting the utilization of appropriate traditional knowledge and practices in food production."}, {"text_block_id": "p3_b72", "text": "6. Conservation of water resources and biodiversity"}, {"text_block_id": "p3_b73", "text": "Take action to minimize the impacts on water resources due to erratic precipitation patterns temperature rise and sea water rise caused by climate change."}, {"text_block_id": "p3_b74", "text": "Promote integrated watershed and water resources management and efficient water use through technologies and behaviors adaptive to changing weather patterns and trends."}, {"text_block_id": "p3_b75", "text": "Enhance climate change resilience of natural ecosystems and its diversity."}, {"text_block_id": "p3_b76", "text": "7. Human settlement and Land use planning"}, {"text_block_id": "p3_b77", "text": "Incorporate nationally appropriate low emission strategies and technologies and appropriate adaptive strategies in human settlement, land use planning, and urban development."}, {"text_block_id": "p3_b78", "text": "8. Infrastructure design and development"}, {"text_block_id": "p3_b79", "text": "Integrate adaptive measures in the design, development and maintenance of infrastructure."}, {"text_block_id": "p3_b80", "text": "9. Coastal resources management"}, {"text_block_id": "p3_b81", "text": "Incorporate adaptive measures in coastal zone management specifically considering the potential of sea level rise."}, {"text_block_id": "p3_b82", "text": "(C) MITIGATION"}, {"text_block_id": "p3_b83", "text": "10. Energy"}, {"text_block_id": "p3_b84", "text": "Explore the potential of clean and renewable energy sources of the country and enhance their production, accessibility and affordability."}, {"text_block_id": "p3_b85", "text": "Encourage the utilization of clean and renewable energy sources taking into account the local absorption capacity and long term sustainability."}, {"text_block_id": "p3_b86", "text": "Take action to improve demand and supply side management to maximize the efficiency of energy utilization."}, {"text_block_id": "p3_b87", "text": "Introduce economic incentives for less carbon intensive fuels and energy efficient technologies while imposing appropriate fiscal policy to combat detrimental practices"}, {"text_block_id": "p3_b88", "text": "11. Transportation"}, {"text_block_id": "p3_b89", "text": "Take action to promote integrated transportation systems, low emission fuels and improved fuel efficiency taking into consideration the long term sustainability of the existing resources."}, {"text_block_id": "p4_b90", "text": "12.  Industry"}, {"text_block_id": "p4_b91", "text": "Take action to improve the environmental performance in industry and to reduce greenhouse gas emissions."}, {"text_block_id": "p4_b92", "text": "Establish green reporting systems to promote proactive behavioral changes by self evaluation so as to mitigate emissions at all levels and in all sectors."}, {"text_block_id": "p4_b93", "text": "13. Waste management"}, {"text_block_id": "p4_b94", "text": "Adopt integrated waste management systems for all types of waste assigning priority for prevention of waste generation with nationally appropriate low greenhouse gas emission technologies."}, {"text_block_id": "p4_b95", "text": "14. Agriculture and Livestock"}, {"text_block_id": "p4_b96", "text": "Encourage environmentally sound and socially acceptable agriculture and livestock practices within the framework of sustainable development."}, {"text_block_id": "p4_b97", "text": "Promote appropriate innovative technologies while encouraging the utilization of appropriate traditional knowledge and practices."}, {"text_block_id": "p4_b98", "text": "(D) SUSTAINABLE CONSUMPTION AND PRODUCTION"}, {"text_block_id": "p4_b99", "text": "15. Responsible use of Natural resources and Biological diversity"}, {"text_block_id": "p4_b100", "text": "Identify, recognize, develop, and disseminate environment friendly products, processes and techniques to promote sustainable utilization of natural resources to mitigate adverse impacts on natural resources and biodiversity."}, {"text_block_id": "p4_b101", "text": "Acknowledge and improve carbon storage capacity of the forests in forest management taking into account the other ecosystem services provided by forests."}, {"text_block_id": "p4_b102", "text": "16. Environment friendly consumption and lifestyles"}, {"text_block_id": "p4_b103", "text": "Promote sustainable consumption and production considering the family as the centre of focus to ensure wide dissemination of environment friendly lifestyles and practices in the path of sustainable development."}, {"text_block_id": "p5_b104", "text": "(E) KNOWLEDGE MANAGEMENT"}, {"text_block_id": "p5_b105", "text": "17. Education, Awareness creation and Capacity building"}, {"text_block_id": "p5_b106", "text": "Facilitate and promote the availability, accessibility, and sharing of climate change related information across all sectors at all levels."}, {"text_block_id": "p5_b107", "text": "18. Co-operation and Partnerships"}, {"text_block_id": "p5_b108", "text": "19. Creation of a climate change sensitive generation"}, {"text_block_id": "p5_b109", "text": "Promote nationally appropriate climate change sensitive behavioral changes through school education by promoting proactive and responsible participation."}, {"text_block_id": "p5_b110", "text": "(F) GENERAL STATEMENTS"}, {"text_block_id": "p5_b111", "text": "20. Institutional coordination"}, {"text_block_id": "p5_b112", "text": "Develop and strengthen an inter-institutional coordinating, collaborating and monitoring mechanism for effective implementation of the activities related to climate change at national, provincial, district and divisional levels under the National Focal Point to the United Nations Climate Change Multilateral Agreements."}, {"text_block_id": "p5_b113", "text": "Foster good governance practices at all levels to improve mutual understanding and trust among stakeholders to ensure accountability of implementing of the policy."}, {"text_block_id": "p5_b114", "text": "Performance of the national climate change policy should be evaluated through a sound monitoring and reporting system at national , provincial, district and local levels."}, {"text_block_id": "p5_b115", "text": "21. Research and Development"}, {"text_block_id": "p5_b116", "text": "Promote research and development aimed at addressing climate change issues at national level."}, {"text_block_id": "p5_b117", "text": "Encourage and support regional and international cooperation and networking to promote climate change research."}, {"text_block_id": "p5_b118", "text": "Take action to disseminate such research findings among all stakeholders including those at grass root levels."}, {"text_block_id": "p6_b119", "text": "22. Technology transfer"}, {"text_block_id": "p6_b120", "text": "Explore technologies and best practices in country and global, select nationally appropriate innovative technologies, disseminate, and implement them to the extent possible with sound monitoring mechanisms."}, {"text_block_id": "p6_b121", "text": "Harness and patronize local technologies and traditional knowledge available in the relevant sectors ensuring protection of Intellectual Property Rights and vigilance against misappropriation."}, {"text_block_id": "p6_b122", "text": "23. Legal and Regulatory framework"}, {"text_block_id": "p6_b123", "text": "Strengthen legal and regulatory mechanisms to take effective measures to meet climate change challenges by integrating legal requirements in to the respective sectors."}, {"text_block_id": "p6_b124", "text": "Ensure equitable enforcement of these regulatory provisions."}, {"text_block_id": "p6_b125", "text": "24. Market and Non market based mechanisms."}, {"text_block_id": "p6_b126", "text": "Promote market and non-market based mechanisms appropriate to national conditions to reduce greenhouse gas emissions and to improve adaptation measures."}, {"text_block_id": "p6_b127", "text": "Continue appropriate existing mechanisms with sound monitoring mechanisms."}, {"text_block_id": "p6_b128", "text": "Encourage adaptive marketing strategies to reduce loss of business due to climate change and to introduce new trade emerging."}, {"text_block_id": "p6_b129", "text": "25. Resource mobilization"}, {"text_block_id": "p6_b130", "text": "Ensure sustainable financial mechanisms to support implementation of the national climate change policy."}, {"text_block_id": "p6_b131", "text": "Develop mechanisms to establish, enhance, and improve skilled human resources throughout the country."}], "document_description": "The mission of this policy is to address climate change issues locally while engaging in the global context. It aims at fostering adaptation and mitigation efforts within the framework of sustainable development. Its core objectives are 1) Sensitize and make aware the communities periodically on the country's vulnerability to climate change, 2) Take adaptive measures to avoid/minimize adverse impacts of climate change to the people, their livelihoods and ecosystems, 3) Mitigate greenhouse gas emissions in the path of sustainable development, 4) Promote sustainable consumption and production, 5) Enhance knowledge on the multifaceted issues related to climate change in the society and build their capacity to make prudent choices in decision making, 6) Develop the country's capacity to address the impacts of climate change effectively and efficiently, and 7) Mainstream and integrate climate change issues in the national development process."}