{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Sri Lanka", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Climate Change Adaptation Strategy for Sri Lanka 2011 to 2016", "document_country_code": "LKA", "document_hazard_name": ["Sea Level Rise", "Landslides", "Droughts", "Floods"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": "Adaptation", "document_region_code": "South Asia", "document_date": "16/11/2010", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/LKA/2010/LKA-2010-11-16-National Climate Change Adaptation Strategy for Sri Lanka 2011 to 2016_83962cdf6f1e4132723702bcf4870bf6.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "(Final Draft)"}, {"text_block_id": "p2_b2", "text": "November 16, 2010"}, {"text_block_id": "p4_b3", "text": "Abbreviations and Acronyms"}, {"text_block_id": "p6_b4", "text": "Message from the Hon. Minister of Environment, Sri Lanka"}, {"text_block_id": "p6_b5", "text": "To be received"}, {"text_block_id": "p8_b6", "text": "Message from the Secretary, Ministry of Environment, Sri Lanka"}, {"text_block_id": "p8_b7", "text": "To be received"}, {"text_block_id": "p10_b8", "text": "ExECuTivE SuMMAry"}, {"text_block_id": "p10_b9", "text": "Living and coping with uncertain impacts of climate change is no longer a choice; it is an imperative."}, {"text_block_id": "p10_b10", "text": "Sri Lanka is a negligible contributor to global warming.  However, as a nation, we are highly vulnerable to the impacts of climate change, which include:"}, {"text_block_id": "p10_b11", "text": "Sri Lanka is a negligible contributor to global warming.  However, as a nation, we are highly vulnerable to the impacts of climate change, which include:\n* increases in the frequency and intensity of disasters such as droughts, floods and\n* variability and unpredictability of rainfall patterns;\n* increase in temperature; and\n* sea level rise, among others."}, {"text_block_id": "p10_b19", "text": "Climate change vulnerabilities cut across many sectors in the economy, and threaten to compromise the significant achievements the country has recorded in the last 20 years. Investments currently being deployed as part of our ongoing development drive are also at risk."}, {"text_block_id": "p10_b20", "text": "This document outlines a comprehensive National Climate Change Adaptation Strategy (NCCAS) which lays out a prioritized framework for action and investment for the 2016 period aimed at systematically moving Sri Lanka and its people towards a climate-change resilient future."}, {"text_block_id": "p10_b21", "text": "The NCCAS mirrors and supports Sri Lanka’s national development strategy as articulated in the Mahinda Chintana and is aimed at ensuring its success and sustainability. Accordingly, key findings of sector-based analysis were synthesized into an integrated framework, and structured into the following 5 Strategic Thrusts:"}, {"text_block_id": "p10_b22", "text": "The NCCAS mirrors and supports Sri Lanka’s national development strategy as articulated in the Mahinda Chintana and is aimed at ensuring its success and sustainability. Accordingly, key findings of sector-based analysis were synthesized into an integrated framework, and structured into the following 5 Strategic Thrusts:\n* Mainstream Climate Change Adaptation into National Planning and Development\n* Enable Climate Resilient and  Healthy Human Settlements\n* Minimize Climate Change Impacts on Food Security\n* Improve Climate Resilience of Key Economic Drivers\n* Safeguard Natural Resources and Biodiversity from Climate Change Impacts"}, {"text_block_id": "p10_b32", "text": "Under each of the Strategic Thrusts, key Thematic Areas for action, along with priority  Adaptation Measures, have been identified."}, {"text_block_id": "p10_b33", "text": "An estimated 47.7 billion rupees in incremental additional financing, beyond current and ongoing expenditure, will be required to implement the NCCAS over its 6 year duration."}, {"text_block_id": "p10_b34", "text": "The vast majority of these financial resources are expected to be channeled directly to the broad base of agencies and stakeholders (both within Government and beyond), to finance and implement climate change adaptation interventions of varied scale. The Ministry of Environment will play a facilitation and coordination role in the process."}, {"text_block_id": "p10_b35", "text": "Hundreds of stakeholders representing a cross section of government institutions, national NGOs, professionals, and academia covering a wide range of sectors were engaged in the process of developing this strategy."}, {"text_block_id": "p10_b36", "text": "A pipeline of projects related to each Strategic Thrust has also been developed as an integral part of the NCCAS development process, to expedite investment."}, {"text_block_id": "p12_b37", "text": "Contents"}, {"text_block_id": "p12_b38", "text": "Appendices:"}, {"text_block_id": "p14_b39", "text": "CHAPTER 1"}, {"text_block_id": "p14_b40", "text": "iNTrODuCTiON"}, {"text_block_id": "p14_b41", "text": "Having emerged as an environmental concern, climate change is now regarded worldwide as an overarching development challenge. It can seriously affect the economic growth, food security, public health, cultural heritage, social stability and even the national security of countries."}, {"text_block_id": "p14_b42", "text": "Sri Lanka is a negligible contributor to global warming.  However, as a nation, we are highly vulnerable to the impacts of climate change, which include:"}, {"text_block_id": "p14_b43", "text": "Sri Lanka is a negligible contributor to global warming.  However, as a nation, we are highly vulnerable to the impacts of climate change, which include:\n* increases in the frequency and intensity of disasters such as droughts, floods and\n* variability and unpredictability of rainfall patterns;\n* increase in temperature; and\n* sea level rise, among others."}, {"text_block_id": "p14_b51", "text": "These vulnerabilities cut across many sectors in the economy, and threaten to compromise the significant achievements the country has recorded in the last 20 years in increasing incomes and reducing poverty, as well as our ongoing development drive."}, {"text_block_id": "p14_b52", "text": "Living and coping with uncertain impacts of climate change is no longer a choice; it is an imperative. Sri Lanka needs to address climate change adaptation to ensure that its economic development can continue without disruption or setbacks, and investments in poverty reduction, food and water security and public health will not be undone."}, {"text_block_id": "p14_b53", "text": "This document, which outlines a comprehensive National Climate Change Adaptation Strategy (NCCAS), aims to achieve just that.  The following pages lay out a prioritized framework for action and investment aimed at systematically moving Sri Lanka and its people towards a climate-change resilient future."}, {"text_block_id": "p16_b54", "text": "CHAPTER 2"}, {"text_block_id": "p16_b55", "text": "THE STrATEGy DEvELOPMENT PrOCESS"}, {"text_block_id": "p16_b56", "text": "Guiding Principles in Strategy Formulation"}, {"text_block_id": "p16_b57", "text": "The strategy development team has followed five principles to guide its activities and planning process. They were to:"}, {"text_block_id": "p16_b58", "text": "The strategy development team has followed five principles to guide its activities and planning process. They were to:\n* Pursue pragmatic solutions, in line with the national development agenda\n* Pursue pragmatic solutions, in line with the national development agenda\n The NCCAS is focused around supporting the successful implementation of the\n* Initiate process to mobilize significant investments"}, {"text_block_id": "p16_b63", "text": "Consistent efforts have been made to elevate thinking above a mere advocacy agenda, and to focus on rational means to safeguard Sri Lanka’s national interests and mobilize resources to support and sustain development."}, {"text_block_id": "p16_b64", "text": "Consistent efforts have been made to elevate thinking above a mere advocacy agenda, and to focus on rational means to safeguard Sri Lanka’s national interests and mobilize resources to support and sustain development.\n* Mobilize people/institutions to work towards integrated solutions\n* Mobilize people/institutions to work towards integrated solutions\n Focus has been placed on stimulating stakeholder interest and initiative to identify\n* The strategy development process has been carried out with clear acknowledgement\n* Contribute towards developing the nation"}, {"text_block_id": "p16_b72", "text": "Adapting to climate change is a contribution towards developing the nation. As such, the process has consistently adopted a pro-active stance in engaging stakeholders across all sectors and seeking ways to ensure that Sri Lanka’s development trajectory can be supported and made more climate change resilient."}, {"text_block_id": "p16_b73", "text": "The Climate Change Adaptation Planning Process"}, {"text_block_id": "p16_b74", "text": "The NCCAS was developed through a three stage process, as follows:"}, {"text_block_id": "p16_b75", "text": "The NCCAS was developed through a three stage process, as follows:\n* Preparing Sector Vulnerability Profiles (SVPs) for key sectors, which outline the\n<\\li1>"}, {"text_block_id": "p17_b76", "text": "The NCCAS was developed through a three stage process, as follows:\n* Preparing Sector Vulnerability Profiles (SVPs) for key sectors, which outline the\n<\\li1>\n* Adopting a participatory process for the above through working groups comprising\n\t* Synthesizing these sector based analyses into one cohesive national adaptation"}, {"text_block_id": "p17_b81", "text": "Over 500 stakeholders representing a cross section of government institutions, national NGOs, professionals, and academia covering a wide range of sectors were engaged in the process.  A list of key persons consulted is in Appendix 1."}, {"text_block_id": "p17_b82", "text": "Sector vulnerability Profile Development"}, {"text_block_id": "p17_b83", "text": "SVPs have been developed for the following key groupings of sectors, where climate vulnerabilities are expected to be critical in the Sri Lankan context:"}, {"text_block_id": "p17_b84", "text": "SVPs have been developed for the following key groupings of sectors, where climate vulnerabilities are expected to be critical in the Sri Lankan context:\n* Agriculture and Fisheries\n* Water\n* Health\n* Urban Development, Human Settlements & Economic Infrastructure\n* Biodiversity and Ecosystem Services"}, {"text_block_id": "p17_b94", "text": "These SVPs are concise background documents which support the NCCAS and were developed as a means to document the current status of each key sector and identify the key climate change related issues that need to be addressed."}, {"text_block_id": "p17_b95", "text": "The set of SVPs provides a summary snapshot of each sector grouping, highlighting their positioning in the national development trajectory, and summarizing information on the nature, scale, and geographic distribution of vulnerability to climate change impacts across key sectors. The documents also provide insight to the background that exists to position adaptation activities/interventions."}, {"text_block_id": "p17_b96", "text": "From SvPs to Strategy: Establishing Strategic Priorities"}, {"text_block_id": "p17_b97", "text": "As the SVPs evolved and extensive consultations were carried out, several recurrent observations came to the fore, and formed the foundation for establishing strategic priorities for the NCCAS. These observations include:"}, {"text_block_id": "p17_b98", "text": "As the SVPs evolved and extensive consultations were carried out, several recurrent observations came to the fore, and formed the foundation for establishing strategic priorities for the NCCAS. These observations include:\n* Climate change-related risks cannot be considered in isolation. They are often\n* Problems are rarely isolated clearly within one sectorâcross sectoral linkages are\n* A multidisciplinary approach is critical in order to effectively understand and\n* Integrated solutions and adaptation measures straddling multiple sectors are"}, {"text_block_id": "p17_b106", "text": "Sri Lanka’s development framework as articulated in the Mahinda Chintana Idiri Dekma, and the Mahinda Chintana 10 Year Horizon Development Framework (MC10YP), outlines the overarching development strategy Sri Lanka is pursuing.  Several key pillars of the"}, {"text_block_id": "p18_b107", "text": "national development strategy are apparent upon evaluation of the approximately Rs. 4.3 trillion investment framework planned for the 2006-2016 period in the MC10YP."}, {"text_block_id": "p18_b108", "text": "national development strategy are apparent upon evaluation of the approximately Rs. 4.3 trillion investment framework planned for the 2006-2016 period in the MC10YP.\n* Investments in human settlements, which combine initiatives in housing, urban\n* Investments in food securityâcombining irrigation, agriculture, fisheries, and\n* Investments in key economic drivers such as transport infrastructure, tourism, and\n* While planned investment in environmental and natural resource conservation is a"}, {"text_block_id": "p18_b116", "text": "Collectively these core pillars of the MC10YP represent over 65% of the total planned investments in the 10 year plan.  In socio-economic terms, these key strategic areas which underpin the national development strategy, effectively reach the entire population of the country.  Success and sustainability of the investments are of critical importance."}, {"text_block_id": "p18_b117", "text": "All of the above key thrusts of Sri Lanka’s development framework show vulnerabilities to climate change. Adaptive measures will be necessary to ensure their long term resilience and sustainability in the face of climate change."}, {"text_block_id": "p18_b118", "text": "In order to effectively bolster Sri Lanka’s national development effort and ensure its success and sustainability, the NCCAS aggregates findings across sectors, and addresses them in an integrated manner which reflects the national priorities articulated through the Mahinda Chintana."}, {"text_block_id": "p20_b119", "text": "CHAPTER 3"}, {"text_block_id": "p20_b120", "text": "THE STrATEGy"}, {"text_block_id": "p20_b121", "text": "The NCCAS mirrors and supports Sri Lanka’s national development strategy as articulated in the Mahinda Chintana and is aimed at ensuring its success and sustainability."}, {"text_block_id": "p20_b122", "text": "Accordingly, key findings of sector-based analysis were synthesized into an integrated framework, and structured into the following"}, {"text_block_id": "p20_b123", "text": "5 Strategic Thrusts"}, {"text_block_id": "p20_b124", "text": ":"}, {"text_block_id": "p20_b125", "text": "1. Mainstream Climate Change Adaptation into National Planning and Development"}, {"text_block_id": "p20_b126", "text": "Includes cross cutting policy measures, capacity building, safeguards, monitoring programs, coordination mechanisms, etc"}, {"text_block_id": "p20_b127", "text": "2. Enable Climate resilient and  Healthy Human Settlements"}, {"text_block_id": "p20_b128", "text": "Includes housing, urban development and planning, public health, drainage, drinking water, urban wetlands, waste management, pollution control, etc."}, {"text_block_id": "p20_b129", "text": "3. Minimize Climate Change impacts on Food Security"}, {"text_block_id": "p20_b130", "text": "Includes agriculture, fisheries, irrigation, nutrition, etc."}, {"text_block_id": "p20_b131", "text": "4. improve Climate resilience of Key Economic Drivers"}, {"text_block_id": "p20_b132", "text": "Includes tourism, transport, power, commercial agriculture, etc."}, {"text_block_id": "p20_b133", "text": "5. Safeguard Natural resources and Biodiversity from Climate Change impacts"}, {"text_block_id": "p20_b134", "text": "Includes water resources management, biodiversity conservation, etc."}, {"text_block_id": "p20_b135", "text": "Under each of the Strategic Thrusts, key Thematic Areas for action, along with priority  Adaptation Measures, have been identified. These are outlined in the following pages."}, {"text_block_id": "p20_b136", "text": "Detailed information on each recommended Adaptation Measure is in Appendix 2."}, {"text_block_id": "p20_b137", "text": "The overall NCCAS  at-a-glance is at the end of this chapter."}, {"text_block_id": "p20_b138_merged_merged", "text": "A pipeline of projects related to each Strategic Thrust has also been developed as part of the NCCAS, to expedite investment. An index of climate change adaptation projects/ concepts seeking financing are in Appendix 3, and the compilation of the relevant concept notes, which were developed by a wide range of stakeholders, is available in a separate volume.  Development of additional adaptation project concepts is an ongoing process."}, {"text_block_id": "p21_b141", "text": "Mainstream Climate Change Adaptation into National Planning and Development"}, {"text_block_id": "p21_b142", "text": "Photo: Studio Times Ltd."}, {"text_block_id": "p21_b143", "text": "Following the dawn of peace, Sri Lanka has accelerated its multifaceted development drive, which is expected to transform the country in both physical and economic terms within the next decade.  Major investments are being rolled out across many sectors, and ambitious targets are being pursued."}, {"text_block_id": "p21_b144", "text": "The effects of climate change, however, if unaddressed, will likely have impacts on our development drive and the sustainability of our achievements. Such climate change-induced impacts, which we are already beginning to see, cut across multiple sectors. They also often exacerbate problems that the country is already grappling with.  For example:"}, {"text_block_id": "p21_b145", "text": "•"}, {"text_block_id": "p21_b146", "text": "Increased frequency and intensity of natural hazards such as droughts, floods, and landslides are causing damage to infrastructure, crops, and livelihoods."}, {"text_block_id": "p21_b147", "text": "•"}, {"text_block_id": "p21_b148", "text": "Vector borne diseases are spreading at an alarming rate, while a changing climate creates conditions more conducive for mosquito breeding."}, {"text_block_id": "p21_b149", "text": "•"}, {"text_block_id": "p21_b150", "text": "Our natural resources, which are the underpinning of our society and major industries such as tourism, are under severe stresses due to growing human settlements and anthropogenic activities. These stresses are compounded by climate change impacts."}, {"text_block_id": "p21_b151_merged", "text": "An integrated approach is needed to mainstream climate change adaptation into to national planning and development, and improve the climate resilience of Sri Lanka’s economy and its people. This includes cross-cutting interventions that impact across multiple strategic thrusts and sectors in the economy. Given the scale and significance of potential impacts, climate change adaptation must be considered from the early stages of development planning through the implementation of major projects and programmes. Sri Lanka’s society also needs to have more access to information on climate change related threats they may face, and what they can do at household or community levels to adapt and protect themselves."}, {"text_block_id": "p22_b154", "text": "Thematic Areas for Action:"}, {"text_block_id": "p22_b155", "text": "Climate change adaptation planning capacity is very limited, and scattered. The Climate Change Secretariat (CCS) has a mandate to coordinate climate change related activity across the country. However, CCS capacity to execute on this mandate is constrained on many fronts. Technical capacity to effectively deal with climate change is lacking across key sector agencies as well. There is no focal point or unit responsible for ensuring climate resilience criteria are considered in national level planning initiatives. There are no training institutions or programmes locally which are targeted at building the required technical skill base for effective long term management of climate change risks either. A pool of experts and future leaders in this space needs to be developed and nurtured."}, {"text_block_id": "p22_b156", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p22_b157", "text": "i"}, {"text_block_id": "p22_b158", "text": "Strengthen and restructure CCS"}, {"text_block_id": "p22_b159", "text": "ii"}, {"text_block_id": "p22_b160", "text": "Develop sector specific training programmes on climate change adaptation"}, {"text_block_id": "p22_b161", "text": "iii"}, {"text_block_id": "p22_b162", "text": "Introduce climate change studies at university level"}, {"text_block_id": "p22_b163", "text": "B.  Ensure future investments/economic plans are climate resilient"}, {"text_block_id": "p22_b164", "text": "Climate change considerations are largely not included in planning processes across the economy. While knowledge of the concept of climate change seems widespread, awareness about what can and should be done to adapt is still very limited.  Adequate guidelines and safeguards are lacking. The Strategic Environmental Assessment (SEA) and Environmental Impact Assessment (EIA) guidelines, for example, do not specifically include any climate change considerations. Often these are the only environmental checks on major investments – various economic sectors depend on them for guidance on environmental sustainability considerations.  Understanding of the economics of climate change in the Sri Lankan context is limited. There seems to be a great deal of ‘fatigue’ among stakeholders in talking about climate change. There is weariness on the limited scope for mitigation action. More focus needs to be placed on adaptation and action, and resource mobilization."}, {"text_block_id": "p22_b165", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p22_b166", "text": "i."}, {"text_block_id": "p22_b167", "text": "Incorporate climate change concerns into SEA processes"}, {"text_block_id": "p22_b168", "text": "ii."}, {"text_block_id": "p22_b169", "text": "Increase awareness of climate change issues across all levels of government."}, {"text_block_id": "p22_b170", "text": "iii."}, {"text_block_id": "p22_b171", "text": "Quantify economic costs of climate change on specific sectors"}, {"text_block_id": "p22_b172", "text": "C.  Systematically research climate change-adaptation options and disseminate                 knowledge"}, {"text_block_id": "p22_b173", "text": "While climate change-related initiatives and research are being carried out on an ad-hoc basis by various stakeholders, there is little coordination among them.  A range of institutions are coordinating initiatives and research related to climate change (e.g. Department of Meteorology, Disaster Management Center, Universities, NBRO, CCS, NSF, etc.).  Access to information and lessons from these various initiatives is limited. An improved and more effective platform for the planning, coordinating, sharing, and disseminating of climate change-related knowledge, which is also clearly linked to national planning activity, is urgently needed."}, {"text_block_id": "p23_b174", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p23_b175", "text": "i."}, {"text_block_id": "p23_b176", "text": "Establish coordinated research programme with widespread dissemination"}, {"text_block_id": "p23_b177", "text": "ii."}, {"text_block_id": "p23_b178", "text": "Model possible future climate scenarios"}, {"text_block_id": "p23_b179", "text": "iii."}, {"text_block_id": "p23_b180", "text": "Conduct regular national forums on climate impacts on various sectors"}, {"text_block_id": "p23_b181", "text": "iv."}, {"text_block_id": "p23_b182", "text": "Capture, evaluate and disseminate traditional knowledge on adaptive measures"}, {"text_block_id": "p23_b183", "text": "D.  increase financing for climate change adaptation"}, {"text_block_id": "p23_b184", "text": "Availability of financing for climate adaptation is limited, and a key factor for the fatigue and frustration expressed by many stakeholders participating in climate change initiatives. However, Sri Lanka has an opportunity to capture substantial resources specifically targeted towards climate change being made available internationally. The pursuit of such financing opportunities, however, will require a concerted effort, guided by the Ministry of Finance and supported by cross-sectoral expertise. Institutional mechanisms to effectively allocate, manage, and monitor such financing will also need to be established. Non-government stakeholders and smaller players should also be empowered to access financing and implement climate change adaptation interventions."}, {"text_block_id": "p23_b185", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p23_b186", "text": "i."}, {"text_block_id": "p23_b187", "text": "Strengthen NPD/ERD to pursuit financing for climate change adaptation"}, {"text_block_id": "p23_b188", "text": "ii."}, {"text_block_id": "p23_b189", "text": "Establish climate change adaptation small grant facility"}, {"text_block_id": "p23_b190", "text": "iii."}, {"text_block_id": "p23_b191", "text": "Establish multi-sectoral climate negotiation team for Sri Lanka"}, {"text_block_id": "p23_b192", "text": "iv."}, {"text_block_id": "p23_b193", "text": "Support climate-change adaptation regulations with incentives, where possible"}, {"text_block_id": "p23_b194", "text": "E.  inform and mobilize stakeholders at multiple levels in support of climate adaptation"}, {"text_block_id": "p23_b195", "text": "The education system, media, and other information ‘multipliers’ are at this point not effectively engaged in disseminating information on climate change.  The target groups that need to be mobilized to support climate change adaptation in Sri Lanka are many—ranging from international agencies to local communities. Awareness about technical solutions to climate-induced problems are not available at the local levels, in the local languages and in accessible formats.  More effective engagement of civil society organizations is needed, particularly to mobilize for community-level adaptation to climate impacts."}, {"text_block_id": "p23_b196", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p23_b197", "text": "i."}, {"text_block_id": "p23_b198", "text": "Effectively engage education system, media, and other information ‘multipliers’"}, {"text_block_id": "p23_b199", "text": "ii."}, {"text_block_id": "p23_b200", "text": "Make information about adaptation options available at community level"}, {"text_block_id": "p23_b201", "text": "iii."}, {"text_block_id": "p23_b202", "text": "Promote policy change for climate change adaptation through small group engagement"}, {"text_block_id": "p23_b203", "text": "iv."}, {"text_block_id": "p23_b204", "text": "Engage existing institutional and community-based mechanisms for coordination"}, {"text_block_id": "p23_b205", "text": "v."}, {"text_block_id": "p23_b206", "text": "Combat negative anthropogenic activity (such as sand mining)"}, {"text_block_id": "p24_b207", "text": "Sri Lanka is unmistakably on a path of rapid urbanization. Aggressive investments in urban development, housing, and healthcare are core tenets of the national development framework.  With immense investments planned in line with the Mahinda Chintana and the NPPP, Sri Lanka is expected to become a predominantly urban country within the next decade, if not sooner."}, {"text_block_id": "p24_b208", "text": "The MC10YP and MCBF outline a range of investments in human settlements, urban development, drinking water supply, and health infrastructure totaling almost a trillion rupees by 2016.  Targets include the development of new metro cities, construction of over 600,000 new housing units, and working towards making Sri Lanka the “Wonder of Asia.”"}, {"text_block_id": "p24_b209", "text": "The effects of climate change, however, are expected to have substantial impacts on our human settlements and our development trajectory. Such impacts, which we are already beginning to see, typically cut across multiple sectors. They also often exacerbate problems that the country is already grappling with."}, {"text_block_id": "p24_b210", "text": "Climate-related impacts related to the country’s human settlements include:"}, {"text_block_id": "p24_b211", "text": "•"}, {"text_block_id": "p24_b212", "text": "Increased frequency and intensity of floods and landslides causing extensive asset loss/damage and displacement of people, particularly the poor."}, {"text_block_id": "p24_b213", "text": "•"}, {"text_block_id": "p24_b214", "text": "Increased frequency and intensity of droughts exerting greater pressure on our freshwater resources, and making drinking water shortages more frequent and severe, particularly in the Dry and Intermediate Zones."}, {"text_block_id": "p24_b215", "text": "•"}, {"text_block_id": "p24_b216", "text": "Increases in ambient temperatures resulting in greater energy (electricity) demand for cooling purposes."}, {"text_block_id": "p24_b217", "text": "•"}, {"text_block_id": "p24_b218", "text": "Increases in vector densities due to climatic factors, resulting in the rapid spread of diseases such as dengue, particularly in urban areas."}, {"text_block_id": "p24_b219", "text": "•"}, {"text_block_id": "p24_b220", "text": "Gradual sea level rise and associated effects causing long-term damage to coastal settlements, infrastructure, and livelihoods."}, {"text_block_id": "p25_b221", "text": "An integrated approach is needed to enable the development of climate resilient and healthy human settlements to ensure Sri Lanka’s national interests are not jeopardized by current and potential climate change-induced risks. The range of cross-cutting issues will require interventions spanning across planning, housing, water supply and drainage, health, roads, and several other sectors."}, {"text_block_id": "p25_b222", "text": "Thematic Areas for Action:"}, {"text_block_id": "p25_b223", "text": "A.  Mobilize stakeholders for climate change adaptation of settlements"}, {"text_block_id": "p25_b224", "text": "Various mechanisms for community and household level adaptation to climate change--such as improved construction methods already developed--are not widely in use. This is partly due to poor mobilization of stakeholders on the ground.  Sri Lanka has existing institutional mechanisms (such as District Coordinating Committees and local government) which are geared towards ensuring engagement of the local level. However, their engagement in mobilizing stakeholders towards climate change adaptation has not been initiated. The same applies to the extensive grassroots networks of the NGO sector. Systematic and targeted approach to mobilize stakeholders for multi-sectoral adaptation initiatives is needed. Effective regulations and/or incentives to promote adaptation in settlements are lacking."}, {"text_block_id": "p25_b225", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p25_b226", "text": "i."}, {"text_block_id": "p25_b227", "text": "Establish  coordination body/mechanism for climate change adaptation of settlements"}, {"text_block_id": "p25_b228", "text": "ii."}, {"text_block_id": "p25_b229", "text": "Promote improved climate resilient construction methods"}, {"text_block_id": "p25_b230", "text": "iii."}, {"text_block_id": "p25_b231", "text": "Support climate change adaptation interventions with incentives"}, {"text_block_id": "p25_b232", "text": "B.  improve planning to include climate change considerations"}, {"text_block_id": "p25_b233", "text": "Human settlement planning in the Sri Lankan context largely ignores climate change related concerns such as the increased frequency/intensity of natural hazards, changes in rainfall patterns, temperature rise, and sea level rise. This is in part due to a lack of information on possible risks and impacts.  While development plans are formulated for the major urban areas in the country, such planning initiatives do not cover areas currently beyond UDA’s purview. Inadequacy of land planning is leading to haphazard and sprawling development patterns, degradation of environmental conditions, and increases in the climate change vulnerability of human settlements."}, {"text_block_id": "p25_b234", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p25_b235", "text": "i."}, {"text_block_id": "p25_b236", "text": "Develop detailed local-level hazard maps for key settlements"}, {"text_block_id": "p25_b237", "text": "ii."}, {"text_block_id": "p25_b238", "text": "Stimulate greening of settlements and preservation of natural ecosystems"}, {"text_block_id": "p25_b239", "text": "iii."}, {"text_block_id": "p25_b240", "text": "Promote land use planning and monitoring for both urban and rural areas"}, {"text_block_id": "p25_b241", "text": "iv."}, {"text_block_id": "p25_b242", "text": "Research climate change impacts on human settlements and link to planning"}, {"text_block_id": "p25_b243", "text": "C.  Ensure adequate quality and quantity of water for settlements"}, {"text_block_id": "p25_b244", "text": "As human settlements rapidly expand, the pressure to ensure adequate quality and quantity of water to fulfill the demand for domestic (and industrial) use also increases. This pressure is exacerbated by the impacts of climate change. Sri Lanka currently has poor management of watersheds and water sources. Principles of IWRM are rarely implemented. Contamination of water sources is a common problem. Awareness and technical"}, {"text_block_id": "p26_b245", "text": "knowledge to conserve water and control pollution is limited. While several agencies carry out water quality monitoring and surveillance, it is inadequate and not carried out in a systematic and coordinated manner. Data sharing among key stakeholders is lacking.  The use of water saving methods and rainwater harvesting are also limited."}, {"text_block_id": "p26_b246", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p26_b247", "text": "i."}, {"text_block_id": "p26_b248", "text": "Promote water saving technologies including rainwater harvesting"}, {"text_block_id": "p26_b249", "text": "ii."}, {"text_block_id": "p26_b250", "text": "Improve monitoring/surveillance and sharing of data across sectors"}, {"text_block_id": "p26_b251", "text": "iii."}, {"text_block_id": "p26_b252", "text": "Promote integrated water resources and watershed management"}, {"text_block_id": "p26_b253", "text": "iv."}, {"text_block_id": "p26_b254", "text": "Research climate impacts on water availability and develop scalable adaptation models"}, {"text_block_id": "p26_b255", "text": "D.  Combat climate change-related health concerns in settlements"}, {"text_block_id": "p26_b256", "text": "Climate change-related health concerns in the Sri Lankan context are not fully understood, although clear links between changing climate and the rapid spread of mosquito, rodent, and water-borne diseases, as well as respiratory diseases, are widely acknowledged. The spread of such climate change-linked communicable diseases is exacerbated due to haphazard development patterns and the associated degradation of environmental conditions. While the health sector collects extensive data to monitor and control health concerns, data collected by MOH area is incongruent with the divisional secretariat boundaries used by most other sectors, making cross-sectoral analysis and cooperation difficult."}, {"text_block_id": "p26_b257", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p26_b258", "text": "i."}, {"text_block_id": "p26_b259", "text": "Monitor and control vector borne diseases"}, {"text_block_id": "p26_b260", "text": "ii."}, {"text_block_id": "p26_b261", "text": "Facilitate data sharing and compatibility between Ministry of Health and other sectors"}, {"text_block_id": "p26_b262", "text": "iii."}, {"text_block_id": "p26_b263", "text": "Engage health sector experts in local level planning"}, {"text_block_id": "p26_b264", "text": "iv."}, {"text_block_id": "p26_b265", "text": "Research health impacts of climate change in Sri Lankan context"}, {"text_block_id": "p26_b266", "text": "E.  increase awareness on vulnerabilities and adaptation of settlements"}, {"text_block_id": "p26_b267", "text": "Awareness levels about the impacts of climate change on human settlements are limited among the public, technical service providers, as well as government agencies. Research in this area is limited, and dissemination of findings is lacking. Media engagement or targeted messaging aimed at increasing the resilience of human settlements to climate change is largely absent and inter-sectoral coordination is lacking as well."}, {"text_block_id": "p26_b268", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p26_b269", "text": "i."}, {"text_block_id": "p26_b270", "text": "Improve the gathering, processing and dissemination of information related to human settlements"}, {"text_block_id": "p26_b271", "text": "ii."}, {"text_block_id": "p26_b272", "text": "Enhance awareness and demand for climate resilient construction"}, {"text_block_id": "p26_b273", "text": "iii."}, {"text_block_id": "p26_b274", "text": "Improve coordination/dissemination through existing institutional mechanisms"}, {"text_block_id": "p26_b275", "text": "iv."}, {"text_block_id": "p26_b276", "text": "Engage media more proactively with messaging tailored for stakeholders"}, {"text_block_id": "p27_b277", "text": "Minimize Climate Change impacts on Food Security"}, {"text_block_id": "p27_b278", "text": "Photo: Studio Times Ltd."}, {"text_block_id": "p27_b279", "text": "Ensuring food security is the core principle behind development of the agriculture, fisheries and irrigation sectors in Sri Lanka’s national development agenda. This thrust is further bolstered by the emphasis on nutrition in the health sector.  Our national development drive seeks to substantially increase agricultural productivity, increase fisheries yields, and decrease malnourishment.  The MC10YP stipulates investments of over Rs. 360 billion during the plan period in non-plantation agricultural productivity enhancements and irrigation alone."}, {"text_block_id": "p27_b280", "text": "However, climate change impacts may substantially hamper our development aims and performance in this Strategic Thrust.  For example:"}, {"text_block_id": "p27_b281", "text": "•"}, {"text_block_id": "p27_b282", "text": "Increasing demands on our freshwater resources due to expanding settlements, combined with impacts of droughts and saline intrusion in the coastal areas, will reduce water availability for both agriculture and household use."}, {"text_block_id": "p27_b283", "text": "•"}, {"text_block_id": "p27_b284", "text": "Variability and unpredictability of rainfall regimes impact the reliability of agricultural yields, particularly for crops with specific growing seasons, such as rice."}, {"text_block_id": "p27_b285", "text": "•"}, {"text_block_id": "p27_b286", "text": "Droughts and increased soil erosion will reduce storage capacity in irrigation tanks and canals, which are already low in maintenance."}, {"text_block_id": "p27_b287", "text": "An integrated approach is needed to minimize the climate change impacts on food security involving irrigation, agriculture, fisheries, nutrition (health) and environment sectors as part of the initiative to ensure Sri Lanka’s national interests are adapted to be resilient to potential climate change-induced risks."}, {"text_block_id": "p28_b288", "text": "Thematic Areas for Action:"}, {"text_block_id": "p28_b289", "text": "A.  Ensure ability to meet food production and nutrition demand"}, {"text_block_id": "p28_b290", "text": "Fluctuations in agricultural, livestock, and fisheries production volumes and pricing can be expected as a result of climate change impacts. The irregularity of rainfall patterns, for example, is a major problem particularly for paddy cultivation, requiring the rapid distribution of seed stock of specific varieties depending on the onset of monsoon rains.  Yield loss due to drought, flood, and salinity are increasing due to climate change.  The impact of climate change on pest populations is not clearly understood. Neither are the impacts of climate change on the livestock and fisheries sectors.  Fluctuations in production will inevitably manifest in pricing variations that will make it even more difficult for vulnerable populations to meet their nutritional needs. Crop diversification may be required."}, {"text_block_id": "p28_b291", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p28_b292", "text": "i."}, {"text_block_id": "p28_b293", "text": "Increase awareness on alternative options to meet nutrition requirements"}, {"text_block_id": "p28_b294", "text": "ii."}, {"text_block_id": "p28_b295", "text": "Improve weather forecasting and information dissemination"}, {"text_block_id": "p28_b296", "text": "iii."}, {"text_block_id": "p28_b297", "text": "Ensure easy access to seed stock alternatives to counter rainfall variability"}, {"text_block_id": "p28_b298", "text": "iv."}, {"text_block_id": "p28_b299", "text": "Research climate impacts/adaptive measures for  agriculture, livestock and fisheries sectors"}, {"text_block_id": "p28_b300", "text": "v."}, {"text_block_id": "p28_b301", "text": "Conserve genetic resources for future crop and livestock improvement"}, {"text_block_id": "p28_b302", "text": "B.  Ensure adequate water availability for agriculture"}, {"text_block_id": "p28_b303", "text": "Ensuring adequate water availability for agriculture despite climate change is a key challenge in ensuring food security.  Increased frequency and severity of droughts, combined with increased soil erosion and siltation due to high intensity rains, could limit ground and surface water capacity. Sea level rise is increasing the threat of saline intrusion, and the situation is exacerbated by sand mining in rivers. The irregularity of rainfall patterns is a major problem particularly for paddy cultivation. Sri Lanka’s ancient tank systems are not optimally utilized. Integrated management of water resources is generally not practiced and forest cover in catchments is diminishing. While water saving farming practices and crops have been identified, their use is limited."}, {"text_block_id": "p28_b304", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p28_b305", "text": "i."}, {"text_block_id": "p28_b306", "text": "Promote water-efficient farming methods and crops to improve water productivity"}, {"text_block_id": "p28_b307", "text": "ii."}, {"text_block_id": "p28_b308", "text": "Improve maintenance of existing tanks and reservoirs including their watersheds and catchments"}, {"text_block_id": "p28_b309", "text": "iii."}, {"text_block_id": "p28_b310", "text": "Adopt and promote the principles of IWRM"}, {"text_block_id": "p28_b311", "text": "iv."}, {"text_block_id": "p28_b312", "text": "Construct new reservoirs and trans-basin diversions to meet demand"}, {"text_block_id": "p28_b313", "text": "C.  Mitigate food security-related socio-economic impacts"}, {"text_block_id": "p28_b314", "text": "Over the medium to long term, climate change may impact the competitiveness of Sri Lanka as a producer of certain products in agriculture, while giving it competitive advantages in others. The impact of probable scenarios on entire value chains is not clearly understood. A clear understanding of the scale of socio-economic impacts is also lacking. For example, communities dependent on the marine fisheries industry may be impacted by threats to their settlements and landing sites due to erosion and sea level rise. Other"}, {"text_block_id": "p29_b315", "text": "vulnerable groups throughout the country may be similarly at risk. Initiatives to minimize socio-economic impacts of climate change through diversification or risk transfer are limited."}, {"text_block_id": "p29_b316", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p29_b317", "text": "i."}, {"text_block_id": "p29_b318", "text": "Encourage risk transfer methods such as insurance"}, {"text_block_id": "p29_b319", "text": "ii."}, {"text_block_id": "p29_b320", "text": "Research climate impacts on long-term food security and agriculture value chains"}, {"text_block_id": "p29_b321", "text": "iii."}, {"text_block_id": "p29_b322", "text": "Identify and help vulnerable fishing communities to adapt or relocate"}, {"text_block_id": "p29_b323", "text": "D.  increase awareness and mobilize communities for climate change adaptation"}, {"text_block_id": "p29_b324", "text": "Communities dependent on agriculture are already feeling the impacts of climate change, but awareness about how to adapt at a community or household level is lacking. Some potential adaptation options for the agriculture sector have been studied, but have not been scaled up.  Existing field level coordination mechanisms and the extensive grassroots networks of the NGO sector are not effectively engaged or mobilized to support climate change adaptation."}, {"text_block_id": "p29_b325", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p29_b326", "text": "i."}, {"text_block_id": "p29_b327", "text": "Increase awareness on climate impacts on food security and on the potential adaptive measures"}, {"text_block_id": "p29_b328", "text": "ii."}, {"text_block_id": "p29_b329", "text": "Pilot test and scale up community level agriculture/livestock/fisheries adaptation models"}, {"text_block_id": "p29_b330", "text": "iii."}, {"text_block_id": "p29_b331", "text": "Improve utilization of field level coordination mechanisms and civil society organizations"}, {"text_block_id": "p29_b332", "text": "iv."}, {"text_block_id": "p29_b333", "text": "Promote risk transfer initiatives"}, {"text_block_id": "p30_b334", "text": "The MC10YP and MCBF stipulate aggressive investments in much needed economic infrastructure, including transport, power, housing, etc.  It has also initiated major initiatives to substantially expand and capture the potential of industries such as tourism and shipping.  The total investment stipulated between 2007 and 2016 (the plan period) is over Rs. 1.4 trillion (accounts for over a third of total investments in the MC10YP). A major transformation of the country in both physical and economic terms is widely anticipated as a result of these investments."}, {"text_block_id": "p30_b335", "text": "While these major investments are being rolled out, adequate consideration of potential climate change induced risks is critical to ensure that our investments and economic growth are sustainable over the long term.  Some investments and sectors may be substantially vulnerable to climate change. For example:"}, {"text_block_id": "p30_b336", "text": "•"}, {"text_block_id": "p30_b337", "text": "Sea level rise, storm surges and continued coastal erosion will have negative impacts on our coastal infrastructure. Some of our most critical transport infrastructure runs through coastal areas, and are already being impacted by erosion."}, {"text_block_id": "p30_b338", "text": "•"}, {"text_block_id": "p30_b339", "text": "Sri Lanka’s tourism industry is underpinned by its natural resources, including beaches and biodiversity, which could be negatively impacted by climate change impacts such as temperature rise, sea level rise, and increased natural hazards."}, {"text_block_id": "p30_b340", "text": "•"}, {"text_block_id": "p30_b341", "text": "Frequent floods and landslides are already causing extensive damage to our infrastructure in regions prone to natural hazards. The impacts will get worse with the increase in frequency and intensity of these hazards due to climate change."}, {"text_block_id": "p30_b342", "text": "An integrated approach is needed to improve the climate resilience of key economic drivers involving tourism, transport, commercial agriculture and several other sectors to minimize risks to Sri Lanka’s development trajectory."}, {"text_block_id": "p31_b343", "text": "Thematic Areas for Action:"}, {"text_block_id": "p31_b344", "text": "A.  Minimize impacts of climate change on infrastructure"}, {"text_block_id": "p31_b345", "text": "Most infrastructure constructed in Sri Lanka to date, including roads, drainage systems, railways, etc. have not factored in climate change considerations. While in some areas it may not matter, in others this is critical. For example, transport infrastructure in certain coastal areas could be under severe threat due to sea level rise. A systematic investment program to adapt infrastructure prone to climate change risks is not available. This will necessarily have to follow after a detailed study, but the investments involved could be substantial.  Sectors such as tourism are also under threat, as our beaches and biodiversity which underpin our tourism product are both at risk due to climate change.  At a broader level, guidelines and standards for development and engineering of infrastructure currently in use are outdated and do not include climate change risk considerations—thus posing a substantial threat to the sustainability of ongoing investments."}, {"text_block_id": "p31_b346", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p31_b347", "text": "i."}, {"text_block_id": "p31_b348", "text": "Identify climate change risks on transport infrastructure, and invest in adaptive measures"}, {"text_block_id": "p31_b349", "text": "ii."}, {"text_block_id": "p31_b350", "text": "Update standards/guidelines for infrastructure design and development"}, {"text_block_id": "p31_b351", "text": "iii."}, {"text_block_id": "p31_b352", "text": "Include climate change adaptations in tourism planning guidelines"}, {"text_block_id": "p31_b353", "text": "B.  Minimize impacts of climate change on plantation sector"}, {"text_block_id": "p31_b354", "text": "Climate impacts on the major plantation crops such as tea, rubber and coconut are being studied, but awareness on how climate change will impact the various crops is limited particularly among field level stakeholders. Clear plans are not available for scaleable adaptive measures and how and where to deploy them.  Climate change may present opportunities as well as threats. Potential opportunities have not been explored. A systematic body of research aimed at ensuring the climate change resilience of Sri Lanka’s key plantation industries needs to be pursued."}, {"text_block_id": "p31_b355", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p31_b356", "text": "i."}, {"text_block_id": "p31_b357", "text": "Research climate impacts and adaptive measures in plantation sub-sectors"}, {"text_block_id": "p31_b358", "text": "ii."}, {"text_block_id": "p31_b359", "text": "Pilot test and scale-up sub-sector specific adaptation measures"}, {"text_block_id": "p31_b360", "text": "iii."}, {"text_block_id": "p31_b361", "text": "Evaluate and exploit potential productivity benefits due to climate change"}, {"text_block_id": "p31_b362", "text": "C.  Assist key industries in coping with climate change impacts"}, {"text_block_id": "p31_b363", "text": "A lack of information, coordination, guidance and safeguards inhibit the ability to ensure investments in industries are resilient to climate change. A more comprehensive assessment of climate change impacts on our key industries is needed. Such information needs to be easily accessible to investors, as well as planners and regulators. Community level awareness of potential climate impacts on industries, and how they may adapt is also limited. Energy saving methods and the use of renewable energy sources although recognized as desirable, could be promoted more aggressively as well."}, {"text_block_id": "p32_b364", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p32_b365", "text": "i."}, {"text_block_id": "p32_b366", "text": "Make sector-specific climate vulnerability information available to investors/ regulators"}, {"text_block_id": "p32_b367", "text": "ii."}, {"text_block_id": "p32_b368", "text": "Encourage climate change risk transfer options for key industries"}, {"text_block_id": "p32_b369", "text": "iii."}, {"text_block_id": "p32_b370", "text": "Research potential climate change impacts/adaptive measures for key industries"}, {"text_block_id": "p32_b371", "text": "iv."}, {"text_block_id": "p32_b372", "text": "Offer incentives for industrial energy saving practices and renewable energy usage"}, {"text_block_id": "p32_b373", "text": "D.  raise awareness about climate vulnerability in key  economic sectors"}, {"text_block_id": "p32_b374", "text": "Climate change awareness in key economic sectors is currently low and vague. The capacity within sectors/industries to address climate change concerns is also extremely limited. A sustained and broad-based dialogue to improve awareness, and to mobilize stakeholders within vulnerable industries (such as tourism and plantations) for climate change adaptation is needed. This calls for raising the awareness and understanding of climate vulnerabilities, adaptation options and costs. A balanced and constructive approach is needed."}, {"text_block_id": "p32_b375", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p32_b376", "text": "i."}, {"text_block_id": "p32_b377", "text": "Increase climate change awareness at all levels"}, {"text_block_id": "p32_b378", "text": "ii."}, {"text_block_id": "p32_b379", "text": "Build capacity for climate change adaptation in key economic sectors"}, {"text_block_id": "p32_b380", "text": "iii."}, {"text_block_id": "p32_b381", "text": "Engage wider stakeholders in dialogue on climate adaptation"}, {"text_block_id": "p33_b382", "text": "Safeguard"}, {"text_block_id": "p33_b383", "text": "Natural resources and Biodiversity from Climate Change impacts"}, {"text_block_id": "p33_b384", "text": "Photo: Sanjiv de Silva"}, {"text_block_id": "p33_b385", "text": "Land and water are among Sri Lanka’s most important natural resources, which together with the island’s exceptional biodiversity underpin food security, livelihoods, nutrition and health of the population as well as economic development. This is particularly evident in the fields of agriculture and livestock production, fisheries, forestry, tourism, traditional medicine, most manufacturing industries, and external trade. Sri Lanka’s high biodiversity includes a diverse array of ecosystems and species, and provides for a wide range of ecosystem services, such as providing fresh water, ameliorating the climate, containing soil erosion, regulating surface runoff and providing bio-resources.  Not surprisingly, the importance of the country’s natural resources and biodiversity are recognized in key national planning documents and policies, and over-arching policies and plans that govern environmental management."}, {"text_block_id": "p33_b386", "text": "The potential climate change vulnerabilities of natural resources and biodiversity include:"}, {"text_block_id": "p33_b387", "text": "•"}, {"text_block_id": "p33_b388", "text": "Land degradation due to extreme weather events, natural hazards, and soil erosion that causes loss of soil fertility and agricultural productivity."}, {"text_block_id": "p33_b389", "text": "•"}, {"text_block_id": "p33_b390", "text": "Changes in water quality and quantity in inland freshwaters."}, {"text_block_id": "p33_b391", "text": "•"}, {"text_block_id": "p33_b392", "text": "Degradation of vegetation in watersheds due to climate change."}, {"text_block_id": "p33_b393", "text": "•"}, {"text_block_id": "p33_b394", "text": "Changes in terrestrial, inland wetland and coastal systems, their species and ecosystem services, due to changes in rainfall regimes and rising temperatures."}, {"text_block_id": "p33_b395", "text": "•"}, {"text_block_id": "p33_b396", "text": "Changes in growth rates, reproduction and geographic ranges of species and phenology of plants due to climatic changes."}, {"text_block_id": "p33_b397", "text": "•"}, {"text_block_id": "p33_b398", "text": "Changes in coastal and marine systems, species and ecosystem services due to sea level rise, global warming and ocean acidification, with particular impacts on coral reefs and associated species."}, {"text_block_id": "p34_b399", "text": "All climate change impacts on biodiversity may not be preventable. However, guidelines provided by the Secretariat to the Convention on Biological Diversity suggest that timely identification of threats, concerted conservation action to increase and maintain the resilience of species and ecosystems, availability of connected and safe protected areas and conducive refugia for affected species, and the use of an integrated ecosystem approach are practical and effective climate change adaptation strategies."}, {"text_block_id": "p34_b400", "text": "Thematic Areas for action:"}, {"text_block_id": "p34_b401", "text": "A.  Ensure adequate quality and quantity of water for human wellbeing and ecosystem       services"}, {"text_block_id": "p34_b402", "text": "Sri Lanka, though not a water scarce country, needs to manage its resources effectively to ensure future water security and related ecosystem services in view of climate change.  Already, the availability of both ground and surface waters for human needs and ecosystem services is reduced due to declining water quality in all climatic zones, and declining water quantity in the dry and intermediate zones. There is an urgent need to strengthen and centralize the management of water resources in the country with a strong water policy to minimize current confusion on responsibilities in water management. Thereafter, an effective  water quality monitoring system, national level IWRM plans to address multiple users and environmental flows, and mechanisms to identify, protection and manage watersheds that lie outside protected areas, have to be initiated."}, {"text_block_id": "p34_b403", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p34_b404", "text": "i."}, {"text_block_id": "p34_b405", "text": "Promote efficient water resource use and development using IWRM"}, {"text_block_id": "p34_b406", "text": "ii."}, {"text_block_id": "p34_b407", "text": "Promote research  partnerships on good practices for varied water uses"}, {"text_block_id": "p34_b408", "text": "iii."}, {"text_block_id": "p34_b409", "text": "Strengthen/establish an institution to coordinate management of water resources"}, {"text_block_id": "p34_b410", "text": "B.  Enhance climate change resilience of terrestrial ecosystems and their services"}, {"text_block_id": "p34_b411", "text": "Habitat loss, fragmentation and degradation due to decreased canopy cover and forest conversion to other uses are major anthropogenic threats that undermine and erode terrestrial biodiversity. Resilience of forests and other key terrestrial habitats, as well as the species they contain, need to be enhanced in all climatic zones. The ecosystem approach provides an effective framework for integrated management with the participation of key stakeholders. Special attention should be given to areas with already threatened, endemic, or otherwise important species with high vulnerability to climate change."}, {"text_block_id": "p34_b412", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p34_b413", "text": "i."}, {"text_block_id": "p34_b414", "text": "Link/restore/conserve, forests and other habitat refugia to increase resilience of ecosystems and species"}, {"text_block_id": "p34_b415", "text": "ii."}, {"text_block_id": "p34_b416", "text": "Convert monoculture forest plantations into mixed species plantations"}, {"text_block_id": "p34_b417", "text": "iii."}, {"text_block_id": "p34_b418", "text": "Promote land use planning for biodiversity conservation and limit inappropriate vegetation conversion"}, {"text_block_id": "p34_b419", "text": "iv."}, {"text_block_id": "p34_b420", "text": "Establish and/or effectively manage Protected Areas and other important wildlife refuges in all climatic zones"}, {"text_block_id": "p35_b421", "text": "C.  Enhance the resilience of coastal and marine ecosystems and associated vulnerable       species"}, {"text_block_id": "p35_b422", "text": "Many coastal ecosystems are degraded due to poor land use, coastal erosion, pollution and over-exploitation of resources.  With increasing temperature and changing weather patterns coastal ecosystems will inevitably face changes in their  physical, chemical and biological functions. Anthropogenic stresses that degrade these systems further need to be minimized. New Special Area Management (SAM) sites should be identified and plans developed. Already existing SAM plans should be effectively implemented encouraging the adoption of the integrated coastal zone management approach. Sustainable use of coastal resources should be promoted at community level."}, {"text_block_id": "p35_b423", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p35_b424", "text": "i."}, {"text_block_id": "p35_b425", "text": "Promote integrated coastal resource management, particularly at SAM sites"}, {"text_block_id": "p35_b426", "text": "ii."}, {"text_block_id": "p35_b427", "text": "Restore and rehabilitate degraded coastal ecosystems and depleted coastal species"}, {"text_block_id": "p35_b428", "text": "D.  Enhance climate change resilience of natural inland wetlands and associated species."}, {"text_block_id": "p35_b429", "text": "Inland wetlands are rich in species and are the source of water for domestic, agriculture and inland fishery related needs. They are often degraded or lost due to multiple anthropogenic threats. The loss of wetlands in urban areas that are important as flood retention areas and habitats for urban biodiversity has resulted in major urban floods in recent years. Pollution of inland wetlands has led to substantial ecosystem and biodiversity degradation.  Inland wetlands need to be protected to ensure uninterrupted ecosystem services that sustain us. Special attention needs to placed on coastal freshwater wetlands and biodiversity that face high risk of salt water intrusion due to over-extraction, inland sand mining, and sea level rise."}, {"text_block_id": "p35_b430", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p35_b431", "text": "i."}, {"text_block_id": "p35_b432", "text": "Protect marshes/flood retention areas in urban areas and limit land conversion."}, {"text_block_id": "p35_b433", "text": "ii."}, {"text_block_id": "p35_b434", "text": "Prevent the discharge of industrial effluents and solid waste into inland wetlands"}, {"text_block_id": "p35_b435", "text": "iii."}, {"text_block_id": "p35_b436", "text": "Control and manage salt water intrusion into coastal freshwater wetlands"}, {"text_block_id": "p35_b437", "text": "iv."}, {"text_block_id": "p35_b438", "text": "Strengthen coordination and streamline management of wetlands across relevant agencies"}, {"text_block_id": "p35_b439", "text": "E.  Address socioeconomic concerns resulting from climate change impacts on        biodiversity"}, {"text_block_id": "p35_b440", "text": "Biodiversity based livelihoods and communities are bound to be adversely affected by climate change. Sea level rise, for example, will impact fishery processes, livelihoods, and life styles of coastal communities. Unplanned forest clearing in the dry zone has resulted in drastic changes in food habits and migration routes of animals such as elephants, which in turn have increased human-animal conflicts. Adapting in such situations requires skill building to adjust to changes in bio-resources, shifting to alternate means of livelihood, or sometimes relocating to safer places."}, {"text_block_id": "p35_b441", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p35_b442", "text": "i."}, {"text_block_id": "p35_b443", "text": "Identify and address climate change impacts on biodiversity that affect local communities"}, {"text_block_id": "p35_b444", "text": "ii."}, {"text_block_id": "p35_b445", "text": "Help communities to adapt to changes in livelihoods or to relocate when necessary"}, {"text_block_id": "p36_b446", "text": "F.  research, monitor and address impacts of climate change on biodiversity"}, {"text_block_id": "p36_b447", "text": "Extensive research is needed to better understand climate change impacts on the natural resources and biodiversity of Sri Lanka. Research and monitoring activities addressing a wide range of ecosystems, their species and their interactions need to be studied, understood and potential adaptive interventions identified.  Research and monitoring of Invasive Alien Species and other potential threats should be strengthened to help develop effective interventions in controlling them.  The use of traditional knowledge in conservation should also be explored."}, {"text_block_id": "p36_b448", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p36_b449", "text": "i."}, {"text_block_id": "p36_b450", "text": "Research and monitoring programs to strengthen knowledge base on climate change and"}, {"text_block_id": "p36_b451", "text": "terrestrial"}, {"text_block_id": "p36_b452", "text": "biodiversity"}, {"text_block_id": "p36_b453", "text": "ii."}, {"text_block_id": "p36_b454_merged_merged", "text": "Research and monitoring programs to strengthen knowledge base on climate change and aquatic biodiversity"}, {"text_block_id": "p36_b457", "text": "iii."}, {"text_block_id": "p36_b458", "text": "Minimize entry, establishment and spread of invasive alien species (IAS)"}, {"text_block_id": "p36_b459", "text": "G.  raise awareness and mobilize stakeholders for conservation of biodiversity and          ecosystem services"}, {"text_block_id": "p36_b460", "text": "Rising awareness on the importance of natural resources and biodiversity is crucial in effectively protecting and conserving them. Educating all stakeholders on the current problems, how they are expected to worsen with climate change, and how they can help is  essential in resolving long-standing problems in ecosystem conservation. While public awareness has risen on conserving species and ecosystems, there is still limited understanding of the newer concepts of ecosystem services. Enhancing this knowledge would help in promoting integrated, ecosystems-based approaches to climate adaptation."}, {"text_block_id": "p36_b461", "text": "Priority Adaptation Measures:"}, {"text_block_id": "p36_b462", "text": "i."}, {"text_block_id": "p36_b463", "text": "Focus on minimizing current stresses on ecosystems"}, {"text_block_id": "p36_b464", "text": "ii."}, {"text_block_id": "p36_b465", "text": "Promote training and  awareness on use of the ecosystem approach for conservation"}, {"text_block_id": "p36_b466", "text": "iii."}, {"text_block_id": "p36_b467", "text": "Build capacity for climate adaptation research among students and staff of conservation agencies"}, {"text_block_id": "p36_b468", "text": "iv."}, {"text_block_id": "p36_b469", "text": "Increase public awareness about the value of aquatic and marine ecosystems"}, {"text_block_id": "p36_b470", "text": "v."}, {"text_block_id": "p36_b471", "text": "Engage in dialogue with wider stakeholders"}, {"text_block_id": "p37_b472", "text": "The NCCAS at a Glance"}, {"text_block_id": "p37_b473", "text": "Strategic Thrust 1: Mainstream CC Adaptation into National Planning and Development"}, {"text_block_id": "p37_b474", "text": "A Strengthening national climate-adaptation planning and implementation capacity"}, {"text_block_id": "p37_b475", "text": "i"}, {"text_block_id": "p37_b476", "text": "Strengthen and restructure CCS"}, {"text_block_id": "p37_b477", "text": "ii"}, {"text_block_id": "p37_b478", "text": "Develop of sector specific training programmes on CC adaptation measures"}, {"text_block_id": "p37_b479", "text": "iii"}, {"text_block_id": "p37_b480", "text": "Introduce climate change studies at university level"}, {"text_block_id": "p37_b481", "text": "B Ensure future investments/economic plans are climate resilient"}, {"text_block_id": "p37_b482", "text": "i"}, {"text_block_id": "p37_b483", "text": "Incorporate CC concerns into SEA processes"}, {"text_block_id": "p37_b484", "text": "ii"}, {"text_block_id": "p37_b485", "text": "Increase knowledge and understanding of CC among planners and senior technical staff"}, {"text_block_id": "p37_b486", "text": "iii"}, {"text_block_id": "p37_b487", "text": "Quantify economic costs of CC on specific sectors"}, {"text_block_id": "p37_b488", "text": "C Systematically research climate change-adaptation options and disseminate knowledge"}, {"text_block_id": "p37_b489", "text": "i"}, {"text_block_id": "p37_b490", "text": "Establish coordinated multidisciplinary research programme with widespread dissemination"}, {"text_block_id": "p37_b491", "text": "ii"}, {"text_block_id": "p37_b492", "text": "Model possible future climate scenarios"}, {"text_block_id": "p37_b493", "text": "iii"}, {"text_block_id": "p37_b494", "text": "Conduct regular national forums on climate impacts on various sectors"}, {"text_block_id": "p37_b495", "text": "iv"}, {"text_block_id": "p37_b496", "text": "Capture, evaluate and d"}, {"text_block_id": "p37_b497", "text": "isseminate traditional knowledge on adaptive measures"}, {"text_block_id": "p37_b498", "text": "D Increase financing for CC adaptation"}, {"text_block_id": "p37_b499", "text": "i"}, {"text_block_id": "p37_b500", "text": "Strengthen NPD/ERD to pursuit financing for climate change adaptation"}, {"text_block_id": "p37_b501", "text": "ii"}, {"text_block_id": "p37_b502", "text": "Establish CC adaptation small grant facility"}, {"text_block_id": "p37_b503", "text": "iii"}, {"text_block_id": "p37_b504", "text": "Establish a multi-sectoral climate negotiation team for Sri Lanka"}, {"text_block_id": "p37_b505", "text": "iv"}, {"text_block_id": "p37_b506", "text": "Support CC adaptation regulations with incentives, wherever possible"}, {"text_block_id": "p37_b507", "text": "E Inform and mobilize stakeholders at multiple levels in support of climate adaptation"}, {"text_block_id": "p37_b508", "text": "i"}, {"text_block_id": "p37_b509", "text": "Effectively engage education system, media and other information ‘multipliers’"}, {"text_block_id": "p37_b510", "text": "ii"}, {"text_block_id": "p37_b511", "text": "Make information about adaption options available at community level"}, {"text_block_id": "p37_b512", "text": "iii"}, {"text_block_id": "p37_b513", "text": "Promote policy change for CC adaptation through small group engagement"}, {"text_block_id": "p37_b514", "text": "iv"}, {"text_block_id": "p37_b515", "text": "Engage existing institutional and community-based mechanisms for coordination of adaptation activities"}, {"text_block_id": "p37_b516", "text": "v"}, {"text_block_id": "p37_b517", "text": "Combat negative anthropogenic activity (such as sand mining)"}, {"text_block_id": "p37_b518", "text": "Strategic Thrust 2: Enable Climate resilient and Healthy Human Settlements"}, {"text_block_id": "p37_b519", "text": "A Mobilize stakeholders for CC adaptation of settlements"}, {"text_block_id": "p37_b520", "text": "i"}, {"text_block_id": "p37_b521", "text": "Establish  coordination body/mechanism for CC adaptation of settlements"}, {"text_block_id": "p37_b522", "text": "ii"}, {"text_block_id": "p37_b523", "text": "Promote improved climate resilient construction methods"}, {"text_block_id": "p37_b524", "text": "iii"}, {"text_block_id": "p37_b525", "text": "Support CC adaptation interventions with incentives"}, {"text_block_id": "p37_b526", "text": "B Improve planning to include CC considerations"}, {"text_block_id": "p37_b527", "text": "i"}, {"text_block_id": "p37_b528", "text": "Develop detailed local-level hazard maps for key settlements"}, {"text_block_id": "p37_b529", "text": "ii"}, {"text_block_id": "p37_b530", "text": "Upgrade drainage in key settlements"}, {"text_block_id": "p37_b531", "text": "ii"}, {"text_block_id": "p37_b532", "text": "Stimulate greening and increase of canopy cover in settlements and preserve natural ecosystems"}, {"text_block_id": "p37_b533", "text": "iii"}, {"text_block_id": "p37_b534", "text": "Promote land use planning and monitoring for both urban and rural areas"}, {"text_block_id": "p37_b535", "text": "iv"}, {"text_block_id": "p37_b536", "text": "Research CC impacts on human settlements and link to planning"}, {"text_block_id": "p37_b537", "text": "C Ensure adequate quality and quantity of water for settlements"}, {"text_block_id": "p37_b538", "text": "i"}, {"text_block_id": "p37_b539", "text": "Promote water saving technologies including rainwater harvesting"}, {"text_block_id": "p37_b540", "text": "ii"}, {"text_block_id": "p37_b541", "text": "Improve monitoring/surveillance and sharing of data across sectors"}, {"text_block_id": "p37_b542", "text": "iii"}, {"text_block_id": "p37_b543", "text": "Promote integrated water resources and watershed management"}, {"text_block_id": "p37_b544", "text": "iv"}, {"text_block_id": "p37_b545", "text": "Research climate impacts on water availability and develop scalable adaptation models"}, {"text_block_id": "p37_b546", "text": "D Combat climate change-related health concerns in settlements"}, {"text_block_id": "p37_b547", "text": "i"}, {"text_block_id": "p37_b548", "text": "Monitor and control vector borne diseases"}, {"text_block_id": "p37_b549", "text": "ii"}, {"text_block_id": "p37_b550", "text": "Facilitate data sharing and compatibility between Ministry of Health and other sectors"}, {"text_block_id": "p37_b551", "text": "iii"}, {"text_block_id": "p37_b552", "text": "Engage health sector experts in local level planning"}, {"text_block_id": "p37_b553", "text": "iv"}, {"text_block_id": "p37_b554", "text": "Research health impacts of CC in Sri Lankan context"}, {"text_block_id": "p37_b555", "text": "E Increase awareness on vulnerabilities and adaptation of settlements"}, {"text_block_id": "p37_b556", "text": "i"}, {"text_block_id": "p37_b557", "text": "Improve the gathering, processing and dissemination of information related to human settlements"}, {"text_block_id": "p37_b558", "text": "ii"}, {"text_block_id": "p37_b559", "text": "Enhance awareness and demand for climate resilient construction"}, {"text_block_id": "p37_b560", "text": "iii"}, {"text_block_id": "p37_b561", "text": "Improve coordination/dissemination through existing institutional mechanisms"}, {"text_block_id": "p37_b562", "text": "iv"}, {"text_block_id": "p37_b563", "text": "Engage media more proactively with messaging tailored for stakeholders"}, {"text_block_id": "p37_b564", "text": "Strategic Thrust 3: Minimize CC impacts on Food Security"}, {"text_block_id": "p37_b565", "text": "A Ensure ability to meet food production and nutrition demand"}, {"text_block_id": "p37_b566", "text": "i"}, {"text_block_id": "p37_b567", "text": "Promote alternative options to meet nutrition requirements"}, {"text_block_id": "p37_b568", "text": "ii"}, {"text_block_id": "p37_b569", "text": "Improve weather forecasting and information dissemination"}, {"text_block_id": "p37_b570", "text": "iii"}, {"text_block_id": "p37_b571", "text": "Ensure easy access to seedstock alternatives/advice to counter rainfall variability"}, {"text_block_id": "p37_b572", "text": "iv"}, {"text_block_id": "p37_b573", "text": "Research climate impacts/adaptive measures for  agriculture, livestock and fisheries sectors"}, {"text_block_id": "p37_b574", "text": "v"}, {"text_block_id": "p37_b575", "text": "Conserve genetic resources for future crop and livestock improvement"}, {"text_block_id": "p37_b576", "text": "B Ensure adequate water availability for agriculture"}, {"text_block_id": "p37_b577", "text": "i"}, {"text_block_id": "p37_b578", "text": "Promote water-efficient farming methods and crops"}, {"text_block_id": "p37_b579", "text": "ii"}, {"text_block_id": "p37_b580", "text": "Improve maintenance of existing tanks and reservoirs including their watersheds and catchments"}, {"text_block_id": "p38_b581", "text": "iii"}, {"text_block_id": "p38_b582", "text": "Adopt and promote the principles of IWRM"}, {"text_block_id": "p38_b583", "text": "iv"}, {"text_block_id": "p38_b584", "text": "Contruct new reservoirs and trans-basin diversions to meet demand"}, {"text_block_id": "p38_b585", "text": "C Mitigate food security-related socioeconomic impacts"}, {"text_block_id": "p38_b586", "text": "i"}, {"text_block_id": "p38_b587", "text": "Encourage development of risk transfer methods"}, {"text_block_id": "p38_b588", "text": "ii"}, {"text_block_id": "p38_b589", "text": "Research climate impacts on long-term food security and agriculture value chains"}, {"text_block_id": "p38_b590", "text": "iii"}, {"text_block_id": "p38_b591", "text": "Identify and help vulnerable fishing communities to adapt or relocate"}, {"text_block_id": "p38_b592", "text": "D Increase awareness and mobilize communities for CC adaptation"}, {"text_block_id": "p38_b593", "text": "i"}, {"text_block_id": "p38_b594", "text": "Increase awareness on climate impacts on food security and on the potential adaptive measures."}, {"text_block_id": "p38_b595", "text": "ii"}, {"text_block_id": "p38_b596", "text": "Pilot test and scale up community level agricuture/livestock/fisheries adaptation models"}, {"text_block_id": "p38_b597", "text": "iii"}, {"text_block_id": "p38_b598", "text": "Improve utilization of field level coordination mechanisms and civil society organizations"}, {"text_block_id": "p38_b599", "text": "iv"}, {"text_block_id": "p38_b600", "text": "Promote risk transfer initiatives"}, {"text_block_id": "p38_b601", "text": "Strategic Thrust 4: improve Climate resilience of Key Economic Drivers"}, {"text_block_id": "p38_b602", "text": "A Minimize impacts of CC on infrastructure"}, {"text_block_id": "p38_b603", "text": "i"}, {"text_block_id": "p38_b604", "text": "Identify CC risks on transport infrastructure, and invest in adaptive measures"}, {"text_block_id": "p38_b605", "text": "ii"}, {"text_block_id": "p38_b606", "text": "Update standards/guidelines for infrastructure design and development"}, {"text_block_id": "p38_b607", "text": "iii"}, {"text_block_id": "p38_b608", "text": "Include CC adaptations in tourism planning guideilnes"}, {"text_block_id": "p38_b609", "text": "B Minimize impacts of CC on plantation sector"}, {"text_block_id": "p38_b610", "text": "i"}, {"text_block_id": "p38_b611", "text": "Research climate impacts and adaptive measures in plantation sub-sectors"}, {"text_block_id": "p38_b612", "text": "ii"}, {"text_block_id": "p38_b613", "text": "Pilot test and scale-up sub-sector specific adaptation measures"}, {"text_block_id": "p38_b614", "text": "iii"}, {"text_block_id": "p38_b615", "text": "Evaluate and exploit potential productivity benefits due to CC"}, {"text_block_id": "p38_b616", "text": "C Assist key industries in coping with CC impacts"}, {"text_block_id": "p38_b617", "text": "i"}, {"text_block_id": "p38_b618", "text": "Make sector-specific climate vulnerability information available to investors/regulator"}, {"text_block_id": "p38_b619", "text": "ii"}, {"text_block_id": "p38_b620", "text": "Encourage CC risk transfer options for key industries"}, {"text_block_id": "p38_b621", "text": "iii"}, {"text_block_id": "p38_b622", "text": "Research potential CC impacts/adaptive measures for key industries"}, {"text_block_id": "p38_b623", "text": "iv"}, {"text_block_id": "p38_b624", "text": "Offer incentives for industrial energy saving practices and renewable energy usage"}, {"text_block_id": "p38_b625", "text": "D Raise awareness about climate vulnerability in key economic sectors"}, {"text_block_id": "p38_b626", "text": "i"}, {"text_block_id": "p38_b627", "text": "Increase CC awareness at all levels"}, {"text_block_id": "p38_b628", "text": "ii"}, {"text_block_id": "p38_b629", "text": "Build capacity for CC adaptation in key economic sectors"}, {"text_block_id": "p38_b630", "text": "iii"}, {"text_block_id": "p38_b631", "text": "Engage wider stakeholders in dialogue on climate adaptation"}, {"text_block_id": "p38_b632", "text": "Strategic Thrust 5: Safeguard Natural resources and Biodiversity from CC impacts"}, {"text_block_id": "p38_b633", "text": "A Ensure adequate quality and quantity of water for human wellbeing and ecosystem services"}, {"text_block_id": "p38_b634", "text": "i"}, {"text_block_id": "p38_b635", "text": "Promote efficient water resource use and development using IWRM"}, {"text_block_id": "p38_b636", "text": "ii"}, {"text_block_id": "p38_b637", "text": "Promote research partnerships on good practices for varied water uses"}, {"text_block_id": "p38_b638", "text": "iii"}, {"text_block_id": "p38_b639", "text": "Strengthen/establish an institution to coordinate management of water resources"}, {"text_block_id": "p38_b640", "text": "B Enhance CC resilience of terrestrial ecosystems and their services"}, {"text_block_id": "p38_b641", "text": "i"}, {"text_block_id": "p38_b642", "text": "Link/restore/conserve, forests and other habitat refugia to increase resilience of ecosystems and species"}, {"text_block_id": "p38_b643", "text": "ii"}, {"text_block_id": "p38_b644", "text": "Convert monoculture forest plantations into mixed species plantations"}, {"text_block_id": "p38_b645", "text": "iii"}, {"text_block_id": "p38_b646", "text": "Promote land use planning for biodiversity conservation and limit inappropriate vegetation conversion"}, {"text_block_id": "p38_b647", "text": "iv"}, {"text_block_id": "p38_b648", "text": "Establish and/or effectively manage PAs and other important wildlife refuges in all climatic zones"}, {"text_block_id": "p38_b649", "text": "C Enhance the resilience of coastal and marine ecosystems and associated vulnerable species"}, {"text_block_id": "p38_b650", "text": "i"}, {"text_block_id": "p38_b651", "text": "Promote integrated coastal resource management, particularly at SAM sites"}, {"text_block_id": "p38_b652", "text": "ii"}, {"text_block_id": "p38_b653", "text": "Restore and rehabilitate degraded coastal ecosystems and depleted coastal species"}, {"text_block_id": "p38_b654", "text": "D Enhance CC resilience of natural inland wetlands and associated species"}, {"text_block_id": "p38_b655", "text": "i"}, {"text_block_id": "p38_b656", "text": "Protect marshes/flood retention areas in urban areas and limit land conversion."}, {"text_block_id": "p38_b657", "text": "ii"}, {"text_block_id": "p38_b658", "text": "Prevent discharge of industrial effluents and solid waste into inland wetlands"}, {"text_block_id": "p38_b659", "text": "iii"}, {"text_block_id": "p38_b660", "text": "Control and manage salt water intrusion into coastal freshwater wetlands"}, {"text_block_id": "p38_b661", "text": "iv"}, {"text_block_id": "p38_b662", "text": "Strengthen coordination and streamline management of wetlands across relevant agencies"}, {"text_block_id": "p38_b663", "text": "E Address socioeconomic concerns resulting from CC impacts on biodiversity"}, {"text_block_id": "p38_b664", "text": "i"}, {"text_block_id": "p38_b665", "text": "Identify and address CC impacts on biodiversity that affect local communities"}, {"text_block_id": "p38_b666", "text": "ii"}, {"text_block_id": "p38_b667", "text": "Help communities to adapt to changes in livelihoods or to relocate when necessary"}, {"text_block_id": "p38_b668", "text": "F Research, monitor and address impacts of CC on biodiversity"}, {"text_block_id": "p38_b669", "text": "i"}, {"text_block_id": "p38_b670", "text": "Research and monitoring programs to strengthen knowledge base on CC and terrestrial biodiversty"}, {"text_block_id": "p38_b671", "text": "ii"}, {"text_block_id": "p38_b672", "text": "Research and monitoring programs to strengthen knowledge base on CC and aquatic biodiversity"}, {"text_block_id": "p38_b673", "text": "iii"}, {"text_block_id": "p38_b674", "text": "Minimize entry, establishment and spread of IAS"}, {"text_block_id": "p38_b675", "text": "G Raise awareness & mobilize stakeholders for conservation of biodiversity and ecosystem svcs."}, {"text_block_id": "p38_b676", "text": "i"}, {"text_block_id": "p38_b677", "text": "Focus on minimizing current stresses on ecosystems"}, {"text_block_id": "p38_b678", "text": "ii"}, {"text_block_id": "p38_b679", "text": "Promote training and  awareness on use of the ecosystem approach for conservation"}, {"text_block_id": "p38_b680", "text": "iii"}, {"text_block_id": "p38_b681", "text": "Build capacity for climate adaptation research among students and staff of conservation agencies"}, {"text_block_id": "p38_b682", "text": "iv."}, {"text_block_id": "p38_b683", "text": "Increase public awareness about the value of aquatic and marine ecosystems"}, {"text_block_id": "p38_b684", "text": "v"}, {"text_block_id": "p38_b685", "text": "Engage in dialogue with wider stakeholders"}, {"text_block_id": "p40_b686", "text": "CHAPTER 4"}, {"text_block_id": "p40_b687", "text": "FiNANCiNG rEQuirEMENTS AND iMPLEMENTATiON TArGETS"}, {"text_block_id": "p40_b688", "text": "The NCCAS lays out a framework for action for the 2011-2016 period, with the aim of moving Sri Lanka towards a bright and climate change resilient future."}, {"text_block_id": "p40_b689", "text": "Adaptation to climate change requires concerted action from many corners of Sri Lankan society including politicians and leaders, government agencies, NGOs, researchers, academia, the private sector, as well as communities and households.  The NCCAS is expected to lay a broad framework for coordinating and mobilizing this range of stakeholders around a prioritized framework of action."}, {"text_block_id": "p40_b690", "text": "An estimated 47.7 billion rupees in incremental additional financing, beyond current and ongoing expenditure, will be required to implement the NCCAS over its 6 year duration.  This resource pool, which needs to be raised and mobilized, is expected to include investments from Government, international development partners, NGOs, as well as the private sector."}, {"text_block_id": "p40_b691", "text": "Estimated Financing requirements (rs.million)"}, {"text_block_id": "p40_b692", "text": "The vast majority of these financial resources are expected to be channeled directly to the broad base of agencies and stakeholders (both within Government and beyond), to finance and implement climate change adaptation interventions of varied scale. Such interventions would range from discrete stand-alone projects aimed at climate change adaptation, to add-ons to ongoing projects to bolster their climate resilience. The Ministry of Environment will play a facilitation and coordination role in the process."}, {"text_block_id": "p40_b693", "text": "Further detail on the estimated financing required is in Appendix 4. A target schedule for implementation of the range of activities in the NCCAS is in Appendix 5."}, {"text_block_id": "p40_b694", "text": "A pipeline of climate change adaptation projects in line with the NCCAS has been developed to expedite the mobilization of investment. The proposed project concepts seeking financing are listed in Appendix 3 and the compilation of the relevant concept notes, which were developed by a wide range of stakeholders, is available in a separate volume at the Climate Change Secretariat in the Ministry of Environment. Development of additional adaptation project concepts is an ongoing process."}, {"text_block_id": "p42_b695", "text": "APPENDix 1"}, {"text_block_id": "p42_b696", "text": "List of Key Persons/institutions Consulted"}, {"text_block_id": "p42_b697", "text": "Government Organizations (GOs)"}, {"text_block_id": "p42_b698", "text": "Abayawardana, S. Director/CEO, National Science Foundation (NSF)"}, {"text_block_id": "p42_b699", "text": "Abeyratne, D L P R. Senior Assistant Secretary, Ministry of Tourism"}, {"text_block_id": "p42_b700", "text": "Abeysinghe, I S. Director, Tea Research Institute (TRI)"}, {"text_block_id": "p42_b701", "text": "Abheyrathne, D M. Director/Planning, Ministry of Irrigation & Water Management"}, {"text_block_id": "p42_b702", "text": "Alawathugoda, D. Research Officer, Forest Department"}, {"text_block_id": "p42_b703", "text": "Amarasinghe, A. Head- ILD, National Science Foundation (NSF)"}, {"text_block_id": "p42_b704", "text": "Amarawardena,  G K D. Additional Secretary, Ministry of Disaster Management and Human Rights"}, {"text_block_id": "p42_b705", "text": "Balanadan, S. Technical officer, Water Resources Board"}, {"text_block_id": "p42_b706", "text": "Balasingham, S. Registrar-Community Medicine, Ministry of Health"}, {"text_block_id": "p42_b707", "text": "Banda, J. Team Leader- Education, Training & Awareness (SNC)"}, {"text_block_id": "p42_b708", "text": "Bandara, R M S. Head-Landslide Studies and Services Division, National Building Research Organization (NBRO)"}, {"text_block_id": "p42_b709", "text": "Bandarathillake, H M. National Project Manager, SNC Project team"}, {"text_block_id": "p42_b710", "text": "Batuwitage, L P. Additional Secretary, Ministry of Environment"}, {"text_block_id": "p42_b711", "text": "Chandradasa,  U W L. Director-Tech & Mitigation, Disaster Management Centre, Ministry of Disaster Mgt. & Human Rights"}, {"text_block_id": "p42_b712", "text": "Chandrapala, L. Director, National council for Disaster Management (MDM)"}, {"text_block_id": "p42_b713", "text": "De Costa, H. EMO/ Biodiversity Secretariat, Ministry of Environment"}, {"text_block_id": "p42_b714", "text": "De Silva, S.B.A. Road Development Authority"}, {"text_block_id": "p42_b715", "text": "de Zoysa, I J.  Director General,"}, {"text_block_id": "p42_b716", "text": "Department of Agriculture"}, {"text_block_id": "p42_b717", "text": "Dharmakeerthi, S.  Assistant Director/CCS, Ministry of Environment"}, {"text_block_id": "p42_b718", "text": "Dissanayake, D M T K. Actg. Assistant Director, Central Environmental Authority (CEA)"}, {"text_block_id": "p42_b719", "text": "Dissanayake, K M D P.  Senior Engineer, Coast Conservation Department"}, {"text_block_id": "p42_b720", "text": "Dr. Silva, D A C. CEO, Sri Lanka Institute of Tourism and Hotel Management (SLITHM)"}, {"text_block_id": "p42_b721", "text": "Dr. Wijeratne, PM. Deputy Director, Plant Genetic Resources Centre (PGRC)"}, {"text_block_id": "p42_b722", "text": "Fernando, M P S. Conservator General of Forest, Forest Department"}, {"text_block_id": "p42_b723", "text": "Fernando, P J D. Assistant Director, Ministry of Housing and Common Amenities"}, {"text_block_id": "p42_b724", "text": "Fernando, S. EMO, Ministry of Health"}, {"text_block_id": "p42_b725", "text": "Gamage, G. Director/Biodiversity Secretariat, Ministry of Environment"}, {"text_block_id": "p42_b726", "text": "Gamage, M. Director General, Dept. of For. Aid & Budget Mon., Min. of Fin. & Plan."}, {"text_block_id": "p42_b727", "text": "Gamage, M. Hydrogeologist, Water Resources Board"}, {"text_block_id": "p42_b728", "text": "Gunasekera, H M. Director General – NPD, Ministry of Finance and Planning"}, {"text_block_id": "p42_b729", "text": "Gunasinghe, K G S D. Sri Lanka Institute of Tourism and Hotel Management (SLITHM)"}, {"text_block_id": "p42_b730", "text": "Gunasinghe, W A D S. Director - Public Utility, Ministry of Finance and Planning"}, {"text_block_id": "p42_b731", "text": "Gunawardane, G M J K. Director/ Promotion & Education, Ministry of Environment"}, {"text_block_id": "p42_b732", "text": "Gunawardene, J. Environment Lawyer, Central Environmental Authority (CEA)"}, {"text_block_id": "p42_b733", "text": "Hapuarachchi, L. EMO/Biodiversity Secretariat, Ministry of Environment"}, {"text_block_id": "p42_b734", "text": "Haputhantri, S. Head/MMRD, National Aquatic Resources Research and Development Agency (NARA)"}, {"text_block_id": "p42_b735", "text": "Herath, A. Assistant Director/CCS ,Ministry of Environment"}, {"text_block_id": "p43_b736", "text": "Herath, H D B. Coordinator-Disaster Management, Ministry of Health"}, {"text_block_id": "p43_b737", "text": "Hettiarachchi, D K. Sri Lanka Tourism Development Authority (SLTDA)"}, {"text_block_id": "p43_b738", "text": "Hettiarachchi, G. Director General, Disaster Management Centre, Ministry of Disaster Mgt. & Human Rights"}, {"text_block_id": "p43_b739", "text": "Hewapathirana, K. Fishery Biologist, Department of Fisheries and Aquatic Resources"}, {"text_block_id": "p43_b740", "text": "Inoka, T. EMO/CCS, Ministry of Environment"}, {"text_block_id": "p43_b741", "text": "Iqbal, M C M. Team Leader – Vulnerability and Adaptation (SNC)"}, {"text_block_id": "p43_b742", "text": "Jagoda, D. Senior Architect, National Housing Development Authority (NHDA)"}, {"text_block_id": "p43_b743", "text": "Jayasekera, S R. Deputy Director, Ministry of Disaster Management and Human Rights"}, {"text_block_id": "p43_b744", "text": "Jayasinghe, G. Director/Envt. Mgt and Assessment, Central Environmental Authority (CEA)"}, {"text_block_id": "p43_b745", "text": "Jayasooriya, B. Ministry of Fisheries & Aquatic Resources"}, {"text_block_id": "p43_b746", "text": "Jayasundara, S. PA/Biodiversity Secretariat, Ministry of Environment"}, {"text_block_id": "p43_b747", "text": "Jayathillaka, M A R D. Former Secretary, Ministry of Environment"}, {"text_block_id": "p43_b748", "text": "Jayathillake, A. Director/ Air Resources Management & International Relations, Ministry of Environment"}, {"text_block_id": "p43_b749", "text": "Jayathunga, S. Director/Sustainable Development, Ministry of Environment"}, {"text_block_id": "p43_b750", "text": "Jayatissa, R. Head-Dep. of Nutrition, Medical Research Institute (MRI)"}, {"text_block_id": "p43_b751", "text": "Jayaweera, D S. Director General – Development Finance, Ministry of Finance and Planning"}, {"text_block_id": "p43_b752", "text": "Kalaiselvam, S. Director General, Sri Lanka Tourism Development Authority (SLTDA)"}, {"text_block_id": "p43_b753", "text": "Kannangara, J A A N. SAS, Ministry of Housing and Common Amenities"}, {"text_block_id": "p43_b754", "text": "Karunaratne, N. Ministry of Environment"}, {"text_block_id": "p43_b755", "text": "Kasturiarachchi, K. EMO/CCS, Ministry of Environment"}, {"text_block_id": "p43_b756", "text": "Kiriella, M B. Director International Relations & Research, Sri Lanka Tourism Development Authority (SLTDA)"}, {"text_block_id": "p43_b757", "text": "Kotinkaduwa, J D. Assistant Director, Ministry of Finance and Planning"}, {"text_block_id": "p43_b758", "text": "Kulathunga, A A. Director/NRM, Ministry of Environment"}, {"text_block_id": "p43_b759", "text": "Kumara, P. Asst. Gen.  Manager, Water Resources Board"}, {"text_block_id": "p43_b760", "text": "Kurukulasuriya, V. Director/Research, National Physical Planning Department (NPPD)"}, {"text_block_id": "p43_b761", "text": "Lekamge, S. Director – Primary Education, National Institute of Education (NIE)"}, {"text_block_id": "p43_b762", "text": "Maheepala , P G. Dep. DG,  Ministry of Health"}, {"text_block_id": "p43_b763", "text": "Mallawaarachchi, U N. Assistant Director Planning, Ministry of Transport"}, {"text_block_id": "p43_b764", "text": "Manorathne, R W S M N. Assistant Director, Central Environmental Authority (CEA)"}, {"text_block_id": "p43_b765", "text": "Musthapha, F, Hon. Deputy Minister, Ministry of Environment"}, {"text_block_id": "p43_b766", "text": "Narampanawa, W M V.  Additional Secretary, Ministry of Environment"}, {"text_block_id": "p43_b767", "text": "Niranjan, K. Engineer, Ceylon Electricity Board"}, {"text_block_id": "p43_b768", "text": "Nissanka, S. P. Head, Clean Development Mechanism Centre, CDM Centre"}, {"text_block_id": "p43_b769", "text": "Pathirana,  U P L D. Director/ Administration, Ministry of Environment"}, {"text_block_id": "p43_b770", "text": "Perera, D. EMO/ Biodiversity Secretariat, Ministry of Environment"}, {"text_block_id": "p43_b771", "text": "Perera, H N R. Acting Project Director, Coast Conservation Department"}, {"text_block_id": "p43_b772", "text": "Perera, H S. Lab Technician, Coconut Development Authority"}, {"text_block_id": "p43_b773", "text": "Perera, K D S R. Director – NPD, Ministry of Finance and Planning"}, {"text_block_id": "p44_b774", "text": "Perera, N. Director, Central Environmental Authority (CEA)"}, {"text_block_id": "p44_b775", "text": "Perera, N. Team Leader- GHG Inventory (SNC)"}, {"text_block_id": "p44_b776", "text": "Perera, S. Director/ERD, Ministry of Finance and Planning"}, {"text_block_id": "p44_b777", "text": "Perera, W.  Assistant Director General, National Institute of Education (NIE)"}, {"text_block_id": "p44_b778", "text": "Premalal, K H S M. Deputy Director, Department of Meteorology"}, {"text_block_id": "p44_b779", "text": "Priyalal, N C. Agriculture Development Assistant, Ministry of Agriculture"}, {"text_block_id": "p44_b780", "text": "Priyantha, K M H G S. Vet Surgeon, Department of Animal Production and Health (DAPH)"}, {"text_block_id": "p44_b781", "text": "Priyantha, N. Chief Engineer (Renewable Energy Projects), Ceylon Electricity Board"}, {"text_block_id": "p44_b782", "text": "Priyanthie, S. EMO/P &P, Ministry of Environment"}, {"text_block_id": "p44_b783", "text": "Prof. Wijesinha, R. Secretary, Ministry of Disaster Management and Human Rights"}, {"text_block_id": "p44_b784", "text": "Rajasuriya, A. Research Officer, National Aquatic Resources Research and Development Agency (NARA)"}, {"text_block_id": "p44_b785", "text": "Rajkumar, S G J. Assistant General Manager, National Water supply and Drainage Board (NWSDB)"}, {"text_block_id": "p44_b786", "text": "Ranasinghe, A. SO/NSF, National Science Foundation (NSF)"}, {"text_block_id": "p44_b787", "text": "Ranasinghe, H. Team Leader- Mitigation (SNC)"}, {"text_block_id": "p44_b788", "text": "Ranasinghe, I. Director General (Development), Ministry of Fisheries & Aquatic Resources"}, {"text_block_id": "p44_b789", "text": "Ranawaka, R A S. Senior Engineer (Development), Coast Conservation Department"}, {"text_block_id": "p44_b790", "text": "Ranawake, P C. Former Hon. Minister, Ministry of Environment"}, {"text_block_id": "p44_b791", "text": "Ranaweerarachchi, C. Director/Sustainable Development, Ministry of Environment"}, {"text_block_id": "p44_b792", "text": "Ranbanda, J M. Nutrition Assistant, Medical Research Institute (MRI)"}, {"text_block_id": "p44_b793", "text": "Randeni, L. EMO/Promotion & Education, Ministry of Environment"}, {"text_block_id": "p44_b794", "text": "Rathna, D. RA/CCS, Ministry of Environment"}, {"text_block_id": "p44_b795", "text": "Rathnayake , R M J C. D/A, National Physical Planning Department (NPPD)"}, {"text_block_id": "p44_b796", "text": "Rathnayake, S.  EMO/ Biodiversity Secretariat, Ministry of Environment"}, {"text_block_id": "p44_b797", "text": "Ratnayake, P U. Director, Sri Lanka Tourism Development Authority (SLTDA)"}, {"text_block_id": "p44_b798", "text": "Ravindralingam, K. Senior Engineer, Road Development Authority"}, {"text_block_id": "p44_b799", "text": "Samansiri, S. Ass. Director IT/GIS, Disaster Management Centre, Ministry of Disaster Mgt. & Human Rights"}, {"text_block_id": "p44_b800", "text": "Samaranayake, J W K. Plant Genetic Resources Centre (PGRC)"}, {"text_block_id": "p44_b801", "text": "Samaranayake, U M M. Director-Nutrition, Ministry of Health"}, {"text_block_id": "p44_b802", "text": "Samarappuli, L.  Head-Soil & Plant Nutrition, Rubber Research Institute (RRI)"}, {"text_block_id": "p44_b803", "text": "Samarasinghe, G B. Director General, Department of Meteorology"}, {"text_block_id": "p44_b804", "text": "Samarathunga, R H S. Secretary, Ministry of Environment"}, {"text_block_id": "p44_b805", "text": "Sarathchandra, A W M. Director (Planning and Project Implementation), Ministry of Transport"}, {"text_block_id": "p44_b806", "text": "Sathurusinghe, A. Conservator, Forest Department"}, {"text_block_id": "p44_b807", "text": "Senanayake, G. Assistant Director/ERD, Ministry of Finance and Planning"}, {"text_block_id": "p44_b808", "text": "Senevirathne, A.  Disaster Management Centre, Ministry of Disaster Mgt. & Human Rights"}, {"text_block_id": "p44_b809", "text": "Silva, A. Director/Policy & Planning, Ministry of Environment"}, {"text_block_id": "p44_b810", "text": "Silva, G B E T. CA/Account Division, Ministry of Environment"}, {"text_block_id": "p44_b811", "text": "Silva, P. Director General, Urban Development Authority"}, {"text_block_id": "p44_b812", "text": "Siyambalapitiya, N. Deputy Director (Planning), Road Development Authority"}, {"text_block_id": "p45_b813", "text": "Sooriyagoda, T. Additional Project Director, Ministry of Tourism"}, {"text_block_id": "p45_b814", "text": "Sugathapala, K. Head- Human Settlements Division, National Building Research Organization (NBRO)"}, {"text_block_id": "p45_b815", "text": "Sumathipala, W L. Senior Technical Advisor, Ministry of Environment"}, {"text_block_id": "p45_b816", "text": "Tharindu , A T H. EMO/CCS, Ministry of Environment"}, {"text_block_id": "p45_b817", "text": "Tissera, H. Consultant Epidemiologist, Epidemiology Unit, Ministry of Health"}, {"text_block_id": "p45_b818", "text": "Udugahapattawa, U. Assistant Director/ ERD, Ministry of Finance and Planning Uyanwatta, P.Ministry of Tourism"}, {"text_block_id": "p45_b819", "text": "Vinodh, T L C. Engineer(R & D), Coast Conservation Department"}, {"text_block_id": "p45_b820", "text": "Warnasuriya, A R. Meteorologist, Ministry of Disaster Management and Human Rights"}, {"text_block_id": "p45_b821", "text": "Wasalabanda, N.  Asst. Gen.  Manager, Water Resources Board"}, {"text_block_id": "p45_b822", "text": "Weerasori, I S. Deputy Director General, Urban Development Authority"}, {"text_block_id": "p45_b823", "text": "Weerawardane, N D R.  Research Officer, Forest Department"}, {"text_block_id": "p45_b824", "text": "Weragoda, U W B A. Deputy General Manager, Coconut Cultivation Board"}, {"text_block_id": "p45_b825", "text": "Werahera, S M. Assistant Director/Air Resources Management, Ministry of Environment"}, {"text_block_id": "p45_b826", "text": "Wickramaarachchi, N D. Assistant Director/NRM, Ministry of Environment"}, {"text_block_id": "p45_b827", "text": "Wickramasinghe, Department of Agriculture"}, {"text_block_id": "p45_b828", "text": "Wickramewardane, K G R G R. Assistant Director, Ministry of Finance and Planning"}, {"text_block_id": "p45_b829", "text": "Wijesinghe, P R. Community Physician, Epidemiology Unit, Ministry of Health"}, {"text_block_id": "p45_b830", "text": "Wijesoriya, W M. Additional Secretary, Ministry of Environment"}, {"text_block_id": "p45_b831", "text": "Wijesundara, D SA. Director, Department of Botanic Gardens"}, {"text_block_id": "p45_b832", "text": "Wijesundara, S M. Director (NRM), Ministry of Agriculture"}, {"text_block_id": "p45_b833", "text": "Wijewardene, K D D. Chief Engineer (R & D), Coast Conservation Department"}, {"text_block_id": "p45_b834", "text": "universities"}, {"text_block_id": "p45_b835", "text": "Fernando, S. Researcher, Faculty of Science, University of Peradeniya"}, {"text_block_id": "p45_b836", "text": "Gunaratne, L H P. Senior Lecturer, Faculty of Agriculture, University of Peradeniya Gunatilleke, I A U N. Professor, Faculty of Science, University of Peradeniya"}, {"text_block_id": "p45_b837", "text": "Gunatilleke, S. Professor, Faculty of Science, University of Peradeniya"}, {"text_block_id": "p45_b838", "text": "Kodithuwakku, S. Senior Lecturer, Faculty of Agriculture, University of Peradeniya"}, {"text_block_id": "p45_b839", "text": "Kotagama, S W. Professor-Zoology Department, Faculty of Science, University of Colombo"}, {"text_block_id": "p45_b840", "text": "Marambe, B. Professor, Faculty of Agriculture, University of Peradeniya"}, {"text_block_id": "p45_b841", "text": "Meegaskumbura, M. Lecturer, Faculty of Science, University of Peradeniya"}, {"text_block_id": "p45_b842", "text": "Padmalal, U K G K. Senior Lecturer, Open University of Sri Lanka"}, {"text_block_id": "p45_b843", "text": "Perera, A. Senior Lecturer, Faculty of Science, University of Peradeniya"}, {"text_block_id": "p45_b844", "text": "Pushpakumara, D K N G. Professor, Faculty of Agriculture, University of Peradeniya"}, {"text_block_id": "p45_b845", "text": "Silva, P. Senior Lecturer, Faculty of Agriculture, University of Peradeniya"}, {"text_block_id": "p45_b846", "text": "Weerahewa, J. Senior Lecturer, Faculty of Agriculture, University of Peradeniya"}, {"text_block_id": "p45_b847", "text": "research Organizations"}, {"text_block_id": "p45_b848", "text": "Bahir, M M. Researcher, Taprobania Nature Conservation Society"}, {"text_block_id": "p45_b849", "text": "Balasuriya, A. Junior Professional/PIM, Centre for Poverty Analysis (CEPA)"}, {"text_block_id": "p45_b850", "text": "Dr. Ventatesan,  R. SASP Coordinator,    South Asia Cooperative Environment programme (SACEP)"}, {"text_block_id": "p45_b851", "text": "Fernando, K. Senior Professional/PIM, Centre for Poverty Analysis (CEPA)"}, {"text_block_id": "p46_b852", "text": "Manthritilleke, H. Head- Sustainable Development Initiative, International Water Management Institute (IWMI)"}, {"text_block_id": "p46_b853", "text": "Matin, M. Manager, GIS/RS/Data Mgt. Unit, International Water Management Institute (IWMI)"}, {"text_block_id": "p46_b854", "text": "Niranjan, F. Senior Research Officer,  Sri Lanka Council for Agricultural Research  Policy"}, {"text_block_id": "p46_b855", "text": "Perera, N. South Asia Cooperative Environment programme (SACEP)"}, {"text_block_id": "p46_b856", "text": "Senaratne, A. Research Fellow, Institute of Policy Studies (IPS)"}, {"text_block_id": "p46_b857", "text": "Smakhtin, V. Theme Leader, International Water Management Institute (IWMI)"}, {"text_block_id": "p46_b858", "text": "Tissera, J S. Officiating Director General, South Asia Cooperative Environment programme (SACEP)"}, {"text_block_id": "p46_b859", "text": "Weerakkody, R. Senior Research Officer, Hector Kobbekaduwa Agrarian Research and Training Institute (HARTI)"}, {"text_block_id": "p46_b860", "text": "Wickramasinghe, K. Research Officer, Institute of Policy Studies (IPS)"}, {"text_block_id": "p46_b861", "text": "Non Government Organizations (NGOs)"}, {"text_block_id": "p46_b862", "text": "Ajantha, A. Practical Action"}, {"text_block_id": "p46_b863", "text": "Ariyananda, T. Director, Lanka Rain Water Harvesting Forum"}, {"text_block_id": "p46_b864", "text": "Athukorale, K. Convener, Women for Water Partnership"}, {"text_block_id": "p46_b865", "text": "Chandraratne, G. Programme Officer, Sri Lanka Red Cross Society"}, {"text_block_id": "p46_b866", "text": "Chularatne, H M U. Executive Director, SEVANATHA"}, {"text_block_id": "p46_b867_merged", "text": "Cooray, R. Program Co-ordinator (PIP-SL), Asian Disaster Preparedness Centre (ADPC), DMC"}, {"text_block_id": "p46_b870", "text": "Creech, S. Sri Lanka Nature Forum"}, {"text_block_id": "p46_b871", "text": "De Alwis, D. Senior Program Officer, IUCN -The World Conservation Union"}, {"text_block_id": "p46_b872", "text": "De Mel, M. Environmental Scientist,    Environmental Foundation Limited"}, {"text_block_id": "p46_b873", "text": "Deraniyagala, R. President, Wildlife and Nature Protection Society"}, {"text_block_id": "p46_b874", "text": "Deraniyagala, Y. Manager (R & T), Munasinghe Institute of Development (MIND)"}, {"text_block_id": "p46_b875", "text": "Ekaratne, K. Senior Program Officer, IUCN -The World Conservation Union"}, {"text_block_id": "p46_b876", "text": "Gunawardane,  N.  CEO/Director,     Television for Education-Asia Pacific (TVE AP)"}, {"text_block_id": "p46_b877", "text": "Hapuarachchi,  B.  Project ManagerDisaster Risk Reduction, Practical Action"}, {"text_block_id": "p46_b878", "text": "Hidallage, V. Country Director, Practical Action"}, {"text_block_id": "p46_b879", "text": "Jeewanthi, D. Environment Officer, Centre for Environmental Justice"}, {"text_block_id": "p46_b880", "text": "Kariyawasam, T. Director, Sri Lanka Nature Forum"}, {"text_block_id": "p46_b881", "text": "Karunaratne, W. Legal Officer, Environmental Foundation Limited"}, {"text_block_id": "p46_b882", "text": "Kekulandala, B. Co-ordinator – CCA, Practical Action"}, {"text_block_id": "p46_b883", "text": "Liyanage, C.  Environment Officer, Centre for Environmental Justice"}, {"text_block_id": "p46_b884", "text": "Miranda, R. Head of Communications, Practical Action"}, {"text_block_id": "p46_b885", "text": "Pallawala, R. Team Leader- Research & Quality Assurance, Practical Action"}, {"text_block_id": "p46_b886", "text": "Perera, R. PM, Practical Action"}, {"text_block_id": "p46_b887", "text": "Preethiviraj, N.Media Coordinator, Sarvodaya"}, {"text_block_id": "p46_b888", "text": "Rathnaweeera, E. Practical Action"}, {"text_block_id": "p46_b889", "text": "Salinda, R. Program Manager-CC, Green Movement of Sri Lanka"}, {"text_block_id": "p46_b890", "text": "Seneviratne, A. Head-Media & Communication, Green Movement of Sri Lanka"}, {"text_block_id": "p46_b891", "text": "Tennakoon, A. Regional Director, Sewalanka Foundation"}, {"text_block_id": "p46_b892", "text": "Vidanage, S P. Programme Co-ordinator,"}, {"text_block_id": "p46_b893", "text": "IUCN -The World Conservation Union"}, {"text_block_id": "p47_b894", "text": "Vilcassim, R. Environment Officer, Environmental Foundation Limited"}, {"text_block_id": "p47_b895", "text": "Private Sector, Media and Professional Organizations"}, {"text_block_id": "p47_b896", "text": "Balan, S. President, Sri Lanka Institute of Landscape Architecture (SLILA)"}, {"text_block_id": "p47_b897", "text": "Basnayake, H. Former President, Sri Lanka Institute of Landscape Architecture (SLILA)"}, {"text_block_id": "p47_b898", "text": "de Silva, N. CEO, Survey Research Lanka (Pvt) Ltd."}, {"text_block_id": "p47_b899", "text": "De Silva, M. A T. Freelance Consultant"}, {"text_block_id": "p47_b900", "text": "Dias, A. Station Director, MTV Channels (Pvt.) Ltd."}, {"text_block_id": "p47_b901", "text": "Gunaratna, L. President, National Academy of Science"}, {"text_block_id": "p47_b902", "text": "Gunaratne, L. Managing Director, LGA Consultant (Pvt) Ltd."}, {"text_block_id": "p47_b903", "text": "Handunnetti, D. Freelance journalist"}, {"text_block_id": "p47_b904", "text": "Madawanarachchi, W. Director, CIC Agribusiness"}, {"text_block_id": "p47_b905", "text": "Rodgrio, M. Freelance Journalist, The Sunday Times"}, {"text_block_id": "p47_b906", "text": "Salgado, S. CEO, Ogilvy Action"}, {"text_block_id": "p47_b907", "text": "Uduman, D. Principal Research Officer, Survey Research Lanka (Pvt) Ltd."}, {"text_block_id": "p47_b908", "text": "Wanasinghe, D D. Chairman, All Island Poultry Association"}, {"text_block_id": "p47_b909", "text": "Donor Organizations"}, {"text_block_id": "p47_b910", "text": "Amerasinghe, M. Project Implementation Officer, Asian Development Bank"}, {"text_block_id": "p47_b911", "text": "Bailey, M. Counselor Development Cooperation for South Asia, Australian Agency for International Development, Australian High Commission"}, {"text_block_id": "p47_b912", "text": "De Silva, D. SASSD, World Bank"}, {"text_block_id": "p47_b913", "text": "Depta, J. Director/Finance and Administration, GTZ"}, {"text_block_id": "p47_b914", "text": "Dissanaike, T.  Consultant, UNDP-Global Environment Facility (GEF), UNDP"}, {"text_block_id": "p47_b915", "text": "Fortuna, S. Associate programme Officer, United Nations Environment Programme (UNEP)"}, {"text_block_id": "p47_b916", "text": "Hansen, D S. Senior Project Manager, NORAD, Royal Norwegian Embassy"}, {"text_block_id": "p47_b917", "text": "In, L H. Projects Coordinator, KOICA, Korean Embassy"}, {"text_block_id": "p47_b918", "text": "Jayasinghe, D. Programme Assistant GEF/ SGP, UNDP-Global Environment Facility (GEF), UNDP"}, {"text_block_id": "p47_b919", "text": "Juntops, M. Research Fellow, United Nations Environment Programme (UNEP)"}, {"text_block_id": "p47_b920", "text": "Krawanchid, D. Research Assistant, United Nations Environment Programme (UNEP)"}, {"text_block_id": "p47_b921", "text": "Mallawathantri, A. Assistant Resident Representative, UNDP-Environment, Energy & Disaster Management, UNDP"}, {"text_block_id": "p47_b922", "text": "Min – Hyeon, S. Country Representative,  KOICA, Korean Embassy"}, {"text_block_id": "p47_b923", "text": "Peralta, G. Asian Development Bank"}, {"text_block_id": "p47_b924", "text": "Pilapitiya, S. Lead Environmental Specialist, World Bank"}, {"text_block_id": "p47_b925", "text": "Priya, S. Senior Technical Coordinator, United Nations Environment Programme (UNEP)"}, {"text_block_id": "p47_b926", "text": "Ranawana, S. Asian Development Bank"}, {"text_block_id": "p47_b927", "text": "Rodgers, C. Senior Water and Climate Change Specialist, Asian Development Bank"}, {"text_block_id": "p47_b928", "text": "Samarasekara, V. Climate Change Specialist, Asian Development Bank"}, {"text_block_id": "p47_b929", "text": "Samarasuriya, S.  National Coordinator GEF/SGP, UNDP-Global Environment Facility (GEF), UNDP"}, {"text_block_id": "p47_b930", "text": "Tsuyoshi, H.  Representative, Japan International Cooperation Agency (JICA)"}, {"text_block_id": "p47_b931", "text": "Vijayanathan, L. Senior Advisor, NORAD, Royal Norwegian Embassy"}, {"text_block_id": "p47_b932", "text": "Vokes, R. Country Director ,Asian Development Bank"}, {"text_block_id": "p47_b933", "text": "Woo, C S. Country Representative, KOICA, Korean Embassy"}, {"text_block_id": "p47_b934", "text": "Yakandawala, H. National Professional Officer, World Health Organization (WHO)"}, {"text_block_id": "p48_b935", "text": "APPENDix 2"}, {"text_block_id": "p48_b936", "text": "Detailed  Strategic interventions Table"}, {"text_block_id": "p49_b937", "text": "C Systematically research climate change-adaptation options and disseminate knowledge"}, {"text_block_id": "p57_b938", "text": "STrATEGiC THruST 4: iMPrOvE CLiMATE rESiLiENCE OF KEy ECONOMiC DrivErS"}, {"text_block_id": "p60_b939", "text": "B Enhance climate change resilience of terrestrial ecosystems and their services"}, {"text_block_id": "p62_b940", "text": "E Address socioeconomic concerns resulting from climate change impacts on biodiversity"}, {"text_block_id": "p62_b941", "text": "i"}, {"text_block_id": "p62_b942", "text": "Identify and address climate change impacts on"}, {"text_block_id": "p62_b943", "text": "biodiversity that could affect local communities"}, {"text_block_id": "p62_b944", "text": "It is necessary to identify the impacts of climate"}, {"text_block_id": "p62_b945", "text": "change on livelihoods, cultural aspects, and"}, {"text_block_id": "p62_b946", "text": "lifestyles of local communities that are heavily dependent on biodiversity. Possible increase of human-wildlife conflict due to changes in geographic ranges or migration routes of wildlife as a result of climate change also need to be understood. Assessments need to be followed with initiatives to conserve such biodiversity and address issues identifies."}, {"text_block_id": "p62_b947", "text": "ii"}, {"text_block_id": "p62_b948", "text": "Help communities to adapt to changes in"}, {"text_block_id": "p62_b949_merged_merged", "text": "livelihoods or to relocate when necessary It is necessary to engage vulnerable communities to strategize options to address climate change\t where livelihood options are at risk. They should"}, {"text_block_id": "p62_b953", "text": "livelihoods or to relocate when necessary It is necessary to engage vulnerable communities to strategize options to address climate change\t where livelihood options are at risk. They should\n"}, {"text_block_id": "p62_b955", "text": "F research, monitor and address impacts of climate change on biodiversity"}, {"text_block_id": "p65_b956", "text": "APPENDix 3"}, {"text_block_id": "p65_b957", "text": "List of Project Concept Notes Available"}, {"text_block_id": "p65_b958", "text": "The following is the index of adaptation project concept notes developed by stakeholders as part of the NCCAS development process. The compilation of concept notes is available in a seperate volume with the Climate Change Secretariat at the Ministry of Environment, and includes the contact information of the persons/institutions responsible."}, {"text_block_id": "p65_b959", "text": "STrATEGiC THruST 1 - Mainstream Climate Change Concerns into National Planning and Development Processes"}, {"text_block_id": "p65_b960", "text": "STrATEGiC THruST 2 - improve Climate resilience and Health of Human Settlements"}, {"text_block_id": "p66_b961", "text": "STrATEGiC THruST 3 - Minimize Climate Change impacts on Food Security"}, {"text_block_id": "p66_b962", "text": "STrATEGiC THruST 4 - improve Climate resilience of Key Economic Drivers"}, {"text_block_id": "p67_b963", "text": "STrATEGiC THruST 5 -Safeguard Natural resources and Biodiversity from Climate Change impacts"}, {"text_block_id": "p68_b964", "text": "APPENDix 4"}, {"text_block_id": "p68_b965", "text": "Estimated Financing requirements"}, {"text_block_id": "p68_b966", "text": "(Rs. Million)"}, {"text_block_id": "p70_b967", "text": "APPENDix 5"}, {"text_block_id": "p70_b968", "text": "Target implementation Schedule for NCCAS"}, {"text_block_id": "p70_b969", "text": "STrATEGiC THruST 1:"}, {"text_block_id": "p70_b970", "text": "MAiNSTrEAM CLiMATE CHANGE ADAPTATiON iNTO NATiONAL PLANNiNG AND DEvELOPMENT"}, {"text_block_id": "p71_b971", "text": "Resource intensive period"}, {"text_block_id": "p71_b972", "text": "Ongoing activities with recur"}, {"text_block_id": "p71_b973", "text": "rent budgets"}, {"text_block_id": "p74_b974", "text": "“"}, {"text_block_id": "p74_b975", "text": "Living and coping with uncertain impacts of climate change is no longer a choice; it is an imperative."}, {"text_block_id": "p74_b976", "text": "”"}, {"text_block_id": "p74_b977", "text": "Documents in this series"}, {"text_block_id": "p74_b978", "text": ":"}, {"text_block_id": "p74_b979", "text": "National Climate Change Adaptation Strategy for Sri Lanka 2011-2016"}, {"text_block_id": "p74_b980", "text": "Information, Education and Communications Strategy for Climate Change Adaptation in Sri Lanka"}, {"text_block_id": "p74_b981", "text": "NCCAS Brochures"}, {"text_block_id": "p74_b982", "text": "Compilation of Climate Change Adaptation Project Concept Notes"}, {"text_block_id": "p74_b983", "text": "Sector Vulnerability Profiles:"}, {"text_block_id": "p74_b984", "text": "•"}, {"text_block_id": "p74_b985", "text": "Urban Develoment, Human Settlements and Economic Infrastructure"}, {"text_block_id": "p74_b986", "text": "•"}, {"text_block_id": "p74_b987", "text": "Agriculture and Fisheries"}, {"text_block_id": "p74_b988", "text": "•"}, {"text_block_id": "p74_b989", "text": "Water"}, {"text_block_id": "p74_b990", "text": "•"}, {"text_block_id": "p74_b991", "text": "Health"}, {"text_block_id": "p74_b992", "text": "•"}, {"text_block_id": "p74_b993", "text": "Biodiversity and Ecosystem Services"}, {"text_block_id": "p74_b994", "text": "Public Perceptions Survey on Climate Change in Sri Lanka"}, {"text_block_id": "p74_b995", "text": "Prepared with assistance from"}, {"text_block_id": "p74_b996", "text": "ADB TA 7326 (SRI)"}, {"text_block_id": "p74_b997", "text": "Strengthening Capacity for Climate Change Adaptation"}, {"text_block_id": "p74_b998", "text": "Implemented by:"}, {"text_block_id": "p74_b999", "text": "Climate Change Secretariat"}, {"text_block_id": "p74_b1000", "text": "Ministry of Environment"}, {"text_block_id": "p74_b1001", "text": "Sri Lanka"}, {"text_block_id": "p74_b1002", "text": "www.climatechange.lk"}], "document_description": "This document outlines Sri Lanka's National Climate Change Adaptation Strategy which lays out a prioritized framework for action and investment for the 2011- 2016 period aimed at moving the country towards a climate- change resilient future. Five strategic goals frame this document: 1) Mainstream Climate Change Adaptation into National Planning and Developmen, 2) Enable Climate Resilient and Healthy Human Settlements 3) Minimize Climate Change Impacts on Food Security, 4) Improve Climate Resilience of Key Economic Drivers, and 5) Safeguard Natural Resources and Biodiversity from Climate Change Impacts. The authors estimate that 47.7 billion rupees in incremental additional financing, beyond current and ongoing expenditure, will be required to implement the strategy over its 6 year duration."}