{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Sri Lanka", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Environmental Policy and Strategies", "document_country_code": "LKA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "18/08/2003", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/LKA/2003/LKA-2003-08-18-National Environmental Policy and Strategies_39cd9a32927dd66944e665622e91a613.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL ENVIRONMENTAL POLICY AND STRATEGIES"}, {"text_block_id": "p0_b2", "text": "Ministry of Environment and Natural Resources"}, {"text_block_id": "p0_b3", "text": "\"Sampathpaya\""}, {"text_block_id": "p0_b4", "text": "Rajamalwatte Road,"}, {"text_block_id": "p0_b5", "text": "Battaramulla,"}, {"text_block_id": "p0_b6", "text": "Sri Lanka."}, {"text_block_id": "p0_b7", "text": "August 2003"}, {"text_block_id": "p1_b8", "text": "FOREWORD"}, {"text_block_id": "p1_b9", "text": "We, in the developing world, are compelled to pursue a course of economic development that will raise the living standards of our people and ensure that all segments of the population have access to their basic needs. In doing so, we inevitably use natural resources and produce waste. This would be acceptable so long as the use of natural resources is kept within sustainable levels and the waste products do not cause excessive damage to the environment. This could be achieved if all of us, in whatever sphere of activity we are involved, ensure that we exercise good environmental management and environmental care."}, {"text_block_id": "p1_b10", "text": "In the past, although environmental policy concerns have been taken into account in several development programmes, incorporation of environmental safeguards into development activities still fell far short of what is required, signaling the need for declaring a National Environmental Policy."}, {"text_block_id": "p1_b11", "text": "The National Environmental Policy, set out here, makes it incumbent on all organizations and individuals who use environmental resources or whose activities have in impact on the environment to exercise environmental care and sound environmental management."}, {"text_block_id": "p1_b12", "text": "This document also sets out the outcomes that we should eventually aim to achieve in relation to the environmental resources through the effective application of the policy. Implementation of environmental policy places a responsibility on all sectors of development to incorporate environmental strategies into their development programmes. Accordingly, environmental strategies relevant to the different sectors have been included. Likewise, the strategic approach for ensuring sound management of the natural resources has been presented. Finally, the role of civil society in maintaining the integrity of the environment has been emphasized."}, {"text_block_id": "p1_b13", "text": "In drafting the National Environmental Policy and other related sections, maximum stakeholder participation was ensured."}, {"text_block_id": "p1_b14", "text": "Thosapala Hewage"}, {"text_block_id": "p1_b15", "text": "Secretary"}, {"text_block_id": "p1_b16", "text": "Ministry of Environment and Natural Resources"}, {"text_block_id": "p1_b17_merged", "text": "18th August 2003"}, {"text_block_id": "p2_b20", "text": "1."}, {"text_block_id": "p2_b21", "text": "The Need for a National Policy on the Environment"}, {"text_block_id": "p2_b22", "text": "Sri Lanka's landscape, vegetation and climate, and its people, had once blended to form an island of incredible beauty and serenity, and the country was called"}, {"text_block_id": "p2_b23", "text": "Serendib."}, {"text_block_id": "p2_b24", "text": "Much of this has changed over the past few centuries, particularly in the past few decades. It is the people that have brought about these changes. Sri Lanka's population, now reaching 19 million, places the island among the most densely populated countries in the world, and a good proportion of the population live in poverty. These are the most potent underlying factors that have brought about the changes in Sri Lanka's environment, threatening to undermine the nation's natural resource base. The nation's effort to advance its pace of development, while maintaining the essential freedom of the people to make choices, had had adverse impacts on the four primary natural resources, the land, water, atmosphere and living resources, and on the living environment."}, {"text_block_id": "p2_b25", "text": "While recognizing the imperative of socio-economic development in addressing the underlying causes of environmental degradation, there has been, in recent years, a growing realization that uninhibited development, while it may yield immediate benefits, will undermine the development process by causing irreparable damage to the natural resources that support development. Optimizing development, and therefore maintaining its sustainability, will only be possible by safeguarding the environment through protecting nature and its life support systems."}, {"text_block_id": "p2_b26", "text": "Legal, policy, and institutional interventions aimed at addressing environmental issues have been made since the 1980s. National Environmental Action Plans have been in place since 1992, and various measures aimed at controlling environmental degradation have been adopted in the different sectors. These actions, however, fell far short of what is required for ensuring that the development process remains sustainable and that environmental integrity is maintained."}, {"text_block_id": "p2_b27_merged_merged", "text": "This underscored the need for a national policy on the environment; a policy that will bind all organizations and individuals who use environmental resources or otherwise have an impact on the resources to exercise due care to avoid environmental degradation. Such a policy, in its implementation, will pave the way for sustainable development. This is the basis on which the National Environmental Policy has been formulated."}, {"text_block_id": "p3_b30", "text": "2. The National Environmental Policy"}, {"text_block_id": "p3_b31", "text": "The Constitution of Sri Lanka makes it \"The duty of every person in Sri Lanka to protect nature and conserve its riches\". The National Environmental Policy acknowledges this duty and seeks to provide the direction according to which steps will be taken to conserve and manage Sri Lanka's environment in all its aspects."}, {"text_block_id": "p3_b32", "text": "The National Environmental Policy renews the commitment of government, in partnership with the people, effectively to manage the environment for the benefit of present and future generations. The aim of this policy is to ensure sound environmental management within a framework of sustainable development in Sri Lanka. This Policy is supported by many other policies and strategies developed for other sectors."}, {"text_block_id": "p3_b33", "text": "The National Environmental Policy emphasizes that caring for the environment is the bounded duty of any institution, government or non-government, and of any individual that used, or otherwise carries out an activity that has an impact on, the resources of the environment."}, {"text_block_id": "p3_b34_merged", "text": "Technical terms used in the text are explained in the Annex..."}, {"text_block_id": "p3_b37", "text": "Objectives"}, {"text_block_id": "p3_b38", "text": "Objectives\n* To promote the sound management of Sri Lanka's environment in its entirety without\n* To manage the environment by linking together the activities, interests and\n* To assure environmental accountability."}, {"text_block_id": "p3_b44", "text": "Principles"}, {"text_block_id": "p3_b45", "text": "Principles\n* The guiding principles of environmental management will be \"the polluter pays\" and\n* When living natural resources are used, it will be ensured that such use is wise,\n* When non-living resources are used, it will be ensured that such use is consistent with"}, {"text_block_id": "p4_b51", "text": "Principles\n* The guiding principles of environmental management will be \"the polluter pays\" and\n* When living natural resources are used, it will be ensured that such use is wise,\n* When non-living resources are used, it will be ensured that such use is consistent with\n* Traditional knowledge and practices will be respected in the development of\n* Effective governance will be ensured through the decentralization of environmental"}, {"text_block_id": "p4_b55", "text": "Statements"}, {"text_block_id": "p4_b56", "text": "Statements\n* Resources such as land, water, air, minerals and biodiversity will be managed in a\n* Environmental management will be through participatory, transparent, predictable and\n* In addition to protecting the environment from abuse, management systems will take\n* Environmental management systems will be encouraged to be flexible so as to adapt\n* The economic value of environmental services will be recognized so as to assure the\n* The state of the environmental will continuously be assessed and reported on through\n* The institutional framework for sound environmental management will be\n* \"Life cycle\" and 'cleaner production' principles will be applied to improve the\n* Responsible public-private and community partnerships and linkages will be\n* Education at all levels, together with research, will be promoted in a manner designed"}, {"text_block_id": "p5_b76", "text": "Statements\n* Resources such as land, water, air, minerals and biodiversity will be managed in a\n* Environmental management will be through participatory, transparent, predictable and\n* In addition to protecting the environment from abuse, management systems will take\n* Environmental management systems will be encouraged to be flexible so as to adapt\n* The economic value of environmental services will be recognized so as to assure the\n* The state of the environmental will continuously be assessed and reported on through\n* The institutional framework for sound environmental management will be\n* \"Life cycle\" and 'cleaner production' principles will be applied to improve the\n* Responsible public-private and community partnerships and linkages will be\n* Education at all levels, together with research, will be promoted in a manner designed\n* Socially responsible behaviors will be encouraged and further developed through an\n* International commitments will be honored as part of our responsibility to the national"}, {"text_block_id": "p5_b80", "text": "Annex: Explanation of Key Concepts"}, {"text_block_id": "p5_b81", "text": "Biodiversity"}, {"text_block_id": "p5_b82", "text": "The total variety and variability of all living things, including their genetic constituents, inter"}, {"text_block_id": "p5_b83", "text": "-"}, {"text_block_id": "p5_b84", "text": "relationships and habitats; and the ecosystems and landscapes of which they are part."}, {"text_block_id": "p5_b85", "text": "Cleaner production"}, {"text_block_id": "p5_b86", "text": "The continuous application of an integrated preventive strategy to processes, products and services so as to increase efficiency and reduce risks to people and the environment."}, {"text_block_id": "p5_b87", "text": "Climate change"}, {"text_block_id": "p5_b88", "text": "The human-induced changes taking place in the world's climate, especially the trend towards global warming, which will deeply impact on ecosystems. The UN Framework Convention on Climate Change and its Kyoto Protocol seek to reduce the rate of change by curbing practices that are thought to accelerate climate change."}, {"text_block_id": "p5_b89", "text": "Conservation"}, {"text_block_id": "p5_b90", "text": "The wise use and management of nature and natural resources for their inherent value and for the benefit of society, bearing in mind that future generations have as much right to these resources as our own (see also"}, {"text_block_id": "p5_b91", "text": "Protection"}, {"text_block_id": "p5_b92", "text": ")."}, {"text_block_id": "p5_b93", "text": "Ecological process"}, {"text_block_id": "p5_b94", "text": "A process involving the relationship between an organism and (both the living and non-living elements of) its environment. Wise conservation practice should not be restricted to organisms by themselves but be extended also to the"}, {"text_block_id": "p5_b95", "text": "ecological process of"}, {"text_block_id": "p5_b96", "text": "which they are part.)"}, {"text_block_id": "p5_b97", "text": "Ecosystem"}, {"text_block_id": "p5_b98", "text": "A complex of living communities of organisms and their non-living environment interacting as an entity of its own."}, {"text_block_id": "p5_b99", "text": "Environment"}, {"text_block_id": "p5_b100", "text": "The"}, {"text_block_id": "p5_b101", "text": "ecosystem"}, {"text_block_id": "p5_b102", "text": "of which we are part."}, {"text_block_id": "p5_b103", "text": "Environmental indicators"}, {"text_block_id": "p5_b104_merged_merged_merged_merged_merged", "text": "Direct or indirect signs that inform us about the health or sickness of the environment. Examples include lichens, which die in the presence of pollutant gases; and the presence of the bacterium E. coli in water, which suggests the presence of fecal matter."}, {"text_block_id": "p6_b107", "text": "Environmental integrity"}, {"text_block_id": "p6_b108", "text": "The wholeness of our environment, without any aspect of it being damaged."}, {"text_block_id": "p6_b109", "text": "Environmental-accountability"}, {"text_block_id": "p6_b110", "text": "The principle that we are each accountable for any actions on our part that affect the environment, and acknowledges our accountability to society."}, {"text_block_id": "p6_b111", "text": "Evolutionary processes"}, {"text_block_id": "p6_b112", "text": "The complex processes giving rise to the evolution of organisms, usually involving observable changes only after thousands or millions of years. Biodiversity conservation is about the conservation of"}, {"text_block_id": "p6_b113", "text": "evolutionary processes"}, {"text_block_id": "p6_b114", "text": "; i.e. we seek to conserve not just species and their ecosystems, but their freedom to continue the process of evolution in perpetuity. In view of the pressures on ecosystems resulting from human-induced disturbances such as pollution, habitat degradation and"}, {"text_block_id": "p6_b115", "text": "invasive species"}, {"text_block_id": "p6_b116", "text": ", evolutionary processes are threatened in the truly long term."}, {"text_block_id": "p6_b117", "text": "Invasive species"}, {"text_block_id": "p6_b118", "text": "Species not indigenous to a given ecosystem, but which invade it, usually as a result introduction from abroad (e.g. the widespread tilapia fish, which was introduced from Africa in the 1950s). Indigenous species too, can invade ecosystems that are damaged or under stress."}, {"text_block_id": "p6_b119", "text": "Life Cycle Principle"}, {"text_block_id": "p6_b120", "text": "Designing, producing and using goods and services so as to minimize negative impacts on people and ecosystems, whether in the short-or long-term."}, {"text_block_id": "p6_b121", "text": "Living genetically-modified organisms"}, {"text_block_id": "p6_b122_merged_merged", "text": "Organisms, usually crop plants, whose genetic components have been altered through biotechnology so as to enhance their agricultural value. Despite extensive testing, many people entertain fears that these could be harmful to health or damage the environment in as yet unknown ways, or prove to be invasive."}, {"text_block_id": "p6_b125", "text": "Polluter Pays Principles"}, {"text_block_id": "p6_b126", "text": "The principles that each of us is responsible to pay for cleaning up the mess we make. This includes paying more for cleaner fuel, for the responsible disposal of garbage, and for cleaner industries and mechanisms to clean the environment, such as afforestation."}, {"text_block_id": "p6_b127", "text": "Precautionary Principle"}, {"text_block_id": "p6_b128", "text": "The principle that when an activity carries a potentially high environmental risk that cannot be fully assessed (e.g. for lack of time, money or information), action should be taken to prohibit or restrict the activity before the uncertainty is resolved."}, {"text_block_id": "p7_b129", "text": "Protection"}, {"text_block_id": "p7_b130", "text": "(As opposed to"}, {"text_block_id": "p7_b131", "text": "conservation"}, {"text_block_id": "p7_b132", "text": ") the prevention of harm, usually by passive means, without intervention and active management."}, {"text_block_id": "p7_b133", "text": "Sustainable development"}, {"text_block_id": "p7_b134", "text": "National development that meets the needs and aspirations of the present generation without compromising the ability to meet those of future generations, which have as much right to nature and natural resources as we do."}, {"text_block_id": "p7_b135", "text": "Caring for the Environment"}, {"text_block_id": "p7_b136", "text": "Taking active measures to ensure environmental integrity."}, {"text_block_id": "p7_b137", "text": "3. Outcomes to be achieved"}, {"text_block_id": "p7_b138", "text": "The National Environmental Policy provides the direction and framework for managing and caring for the environment. The implementation of the policy has to recognize the impact of human activity on the natural resources individually and on the environment as a whole in Sri Lanka at the present time. In relation to the four basic natural resources of land, water, atmosphere and biological diversity, the application of the National Environmental Policy should focus on achieving the outcomes set out below."}, {"text_block_id": "p7_b139", "text": "Land"}, {"text_block_id": "p7_b140", "text": "Land\n* Good land management and sound agricultural practices adopted in all cultivated land\n* State land allocated for its appropriate function: productive, protective, or\n* Land put to its appropriate use and developed to its full capacity â land use to\n* Special protection provided for highly erodible areas, inland and coastal, and areas\n* Land tenurial arrangements adopted, in agricultural land and settlement areas, which\n* Sound production systems adopted for the productive use of the large extent of"}, {"text_block_id": "p8_b154", "text": "Land\n* Good land management and sound agricultural practices adopted in all cultivated land\n* State land allocated for its appropriate function: productive, protective, or\n* Land put to its appropriate use and developed to its full capacity â land use to\n* Special protection provided for highly erodible areas, inland and coastal, and areas\n* Land tenurial arrangements adopted, in agricultural land and settlement areas, which\n* Sound production systems adopted for the productive use of the large extent of\n* Catchments of important river systems and other water bodies given adequate\n* Interventions provided, where appropriate, to increase agricultural productivity.\n* The use of sound agricultural practices, promoted.\n* Wetlands that are of importance for their ecological functions are protected.\n* All non-agricultural activities that use land or land-based resources are carried out\n* The use of mineral deposits is systematic and planned so as to bring long term,\n* Sri Lanka's attractive landscapes â rural and urban, coastal and inland â as well as\n* Environmental changes affecting land resources are monitored and the real costs of\n* A clean and healthy living environment maintained."}, {"text_block_id": "p8_b176", "text": "Water"}, {"text_block_id": "p8_b177", "text": "Water\n* An uninterrupted and adequate supply of water of the required quality maintained, in\n* The catchment areas of rivers that are important sources of water are properly\n* Adequate protection given to streams, irrigation and drainage canals, reservoirs, tanks\n* Irrigation water managed so as to eliminate wastage and ensure optimum use, while\n* Productivity of water use optimized by the selection of appropriate agricultural crops"}, {"text_block_id": "p9_b187", "text": "Water\n* An uninterrupted and adequate supply of water of the required quality maintained, in\n* The catchment areas of rivers that are important sources of water are properly\n* Adequate protection given to streams, irrigation and drainage canals, reservoirs, tanks\n* Irrigation water managed so as to eliminate wastage and ensure optimum use, while\n* Productivity of water use optimized by the selection of appropriate agricultural crops\n* Varieties of agricultural crops that use water economically are developed and their use\n* Ground water exploitation regulated so as to ensure sustainability and good water\n* Wastage of water from water supply schemes minimized.\n* Agricultural and aqua-cultural practices that minimize the use of chemicals and other\n* Industries practice waste treatment and recycling of water and avoid discharging\n* Consideration given to drainage patterns, locations of water bodies, etc. to ensure that\n* Polluted water bodies restored to their original (clean) condition and maintained\n* Pollution of surface and ground water by human and domestic wastes prevented"}, {"text_block_id": "p9_b203", "text": "Atmosphere"}, {"text_block_id": "p9_b204", "text": "Atmosphere\n* A healthy ambient atmospheric environment maintained.\n* The emission of gaseous and particulate matter that is injurious to health, from\n* The release of green-house gases and the phasing out of ozone depleting substances\n* Crop varieties that can harness effectively enhanced atmospheric carbon dioxide are\n* Noise caused by industry and by other activities (such as from transport vehicles and"}, {"text_block_id": "p10_b214", "text": "Atmosphere\n* A healthy ambient atmospheric environment maintained.\n* The emission of gaseous and particulate matter that is injurious to health, from\n* The release of green-house gases and the phasing out of ozone depleting substances\n* Crop varieties that can harness effectively enhanced atmospheric carbon dioxide are\n* Noise caused by industry and by other activities (such as from transport vehicles and\n* Emission of ionizing and microwave radiation from human induced sources restricted\n<\\li1>"}, {"text_block_id": "p10_b216", "text": "Biological Diversity"}, {"text_block_id": "p10_b217", "text": "Biological Diversity\n* Degraded ecosystems restored, and further degradation of the country's biodiversity\n* Adequate areas of forest ecosystems representing the diverse forest communities that\n* Key coastal and marine ecosystems rich in biodiversity are declared as conservation\n* Adequate protection provided, by\n* conservation measures, to all species of\n* Captive breeding/propagation of species that are in demand and that are rare and\n* Collection of species from natural ecosystems is regulated to within sustainable levels\n* The propagation and cultivation of local cultivars of food species that represent a\n* The ex-situ conservation of genetic stocks of agricultural species and their wild\n* Effective measures adapted to guard against the entry into Sri Lanka of noxious,\n* Spread within the country of invasive and noxious species of plants, animals and\n* The value of biodiversity recognized in national accounting.\n* Research and studies are carried out on aspects of conservation and sustainable use of"}, {"text_block_id": "p11_b245", "text": "Biological Diversity\n* Degraded ecosystems restored, and further degradation of the country's biodiversity\n* Adequate areas of forest ecosystems representing the diverse forest communities that\n* Key coastal and marine ecosystems rich in biodiversity are declared as conservation\n* Adequate protection provided, by\n* conservation measures, to all species of\n* Captive breeding/propagation of species that are in demand and that are rare and\n* Collection of species from natural ecosystems is regulated to within sustainable levels\n* The propagation and cultivation of local cultivars of food species that represent a\n* The ex-situ conservation of genetic stocks of agricultural species and their wild\n* Effective measures adapted to guard against the entry into Sri Lanka of noxious,\n* Spread within the country of invasive and noxious species of plants, animals and\n* The value of biodiversity recognized in national accounting.\n* Research and studies are carried out on aspects of conservation and sustainable use of\n* Sri Lanka's traditional knowledge on biodiversity is protected, and access to\n<\\li1>"}, {"text_block_id": "p11_b247", "text": "4. Environmental Strategies for the key economic sectors"}, {"text_block_id": "p11_b248", "text": "The key economic sectors were studied in relation to their use of environmental resources or their impact on the environment, and based on this study, the sectors were clustered into six group and the environmental strategies they need to adopt in each of these clusters were identified. The Committees on Environment Policy and Management (CEPOMs) that have been set up for each of these sectoral groups have endorsed the strategies."}, {"text_block_id": "p11_b249", "text": "The implementation of the strategies has to be accomplished through an action programme that would include legal and institutional areas as well as a wide range of activities focusing on environmental care and sound environmental management within the sphere of the economic development programmes pursued by the different sectors. Partners in implementation will include government ministries, including those of the provincial councils, government departments, the provincial administration, statutory boards, non"}, {"text_block_id": "p11_b250", "text": "-"}, {"text_block_id": "p11_b251", "text": "governmental organizations, the private sector, and the general public."}, {"text_block_id": "p11_b252", "text": "The environmental strategies of the six sectoral groups are given below."}, {"text_block_id": "p11_b253", "text": "Forestry and Wildlife Conservation"}, {"text_block_id": "p11_b254", "text": "Forestry and Wildlife Conservation\n* Periodically (at ten-year intervals) carry out a forest resource survey of the country\n* Reclassify the natural forests of the country on a national system of classification\n* Ensure that the wide range of habitats of animal and plant life present in the country is\n* Adopt the principle of conservation and sustainable use in place of the former policy\n* Adopt a participatory approach to the management of forests and wildlife areas,"}, {"text_block_id": "p12_b268", "text": "Forestry and Wildlife Conservation\n* Periodically (at ten-year intervals) carry out a forest resource survey of the country\n* Reclassify the natural forests of the country on a national system of classification\n* Ensure that the wide range of habitats of animal and plant life present in the country is\n* Adopt the principle of conservation and sustainable use in place of the former policy\n* Adopt a participatory approach to the management of forests and wildlife areas,\n* Strengthen and maintain a capability within DWLC to manage effectively the wildlife\n* Demarcate the definitive boundaries of protected areas (under the Forest Department\n* Strengthen the protection of all natural forests, seeking the support of local\n* After careful study, promote nature-based tourism, within sustainable limits, focusing\n* Launch a programme to put the degraded and fallow land in the dry zone (outside the\n* Continually review the legal provisions for forest conservation (Forest Ordinance) and\n* Promote the production and use of timber from non-forest sources (home gardens,\n* Promote the propagation of useful non-timber species (e.g. medicinal plants).\n* Promote agroforestry systems where trees of suitable species will be important\n* Regulate the import and export of genetic resources so as ensure that the principle of\n* Promote research on aspects of conservation of biological diversity and sustainable\n* Establish a culture for decision making in forestry and wildlife conservation\n* Promote education, awareness and communication on the subject of conservation of"}, {"text_block_id": "p13_b294", "text": "Forestry and Wildlife Conservation\n* Periodically (at ten-year intervals) carry out a forest resource survey of the country\n* Reclassify the natural forests of the country on a national system of classification\n* Ensure that the wide range of habitats of animal and plant life present in the country is\n* Adopt the principle of conservation and sustainable use in place of the former policy\n* Adopt a participatory approach to the management of forests and wildlife areas,\n* Strengthen and maintain a capability within DWLC to manage effectively the wildlife\n* Demarcate the definitive boundaries of protected areas (under the Forest Department\n* Strengthen the protection of all natural forests, seeking the support of local\n* After careful study, promote nature-based tourism, within sustainable limits, focusing\n* Launch a programme to put the degraded and fallow land in the dry zone (outside the\n* Continually review the legal provisions for forest conservation (Forest Ordinance) and\n* Promote the production and use of timber from non-forest sources (home gardens,\n* Promote the propagation of useful non-timber species (e.g. medicinal plants).\n* Promote agroforestry systems where trees of suitable species will be important\n* Regulate the import and export of genetic resources so as ensure that the principle of\n* Promote research on aspects of conservation of biological diversity and sustainable\n* Establish a culture for decision making in forestry and wildlife conservation\n* Promote education, awareness and communication on the subject of conservation of\n* Involve the private sector in promoting forest development activities and in the\n* Take necessary steps to conserve and protect traditional knowledge on the"}, {"text_block_id": "p13_b298", "text": "Agriculture, Plantations, Land development and Mining"}, {"text_block_id": "p13_b299", "text": "Agriculture, Plantations, Land development and Mining\n* Activate the Soil Conservation Act as a matter of urgency, making further\n* Develop a capability and an institutional arrangement for promoting soil conversation\n* Initiate and pursue vigorously a programme for putting into productive use the large\n* Review land tenure systems in relation to their impact on land productivity, and,\n* Take appropriate action (including revision of land laws) regarding encroachments on\n* Strengthen extension services (including training) to those engaged in agriculture and\n* Promote crop diversification where appropriate in plantation lands and agricultural\n* Promote the adoption of conservation farming techniques.\n* Provide incentives, particularly to small holders, to improve productivity through"}, {"text_block_id": "p14_b319", "text": "Agriculture, Plantations, Land development and Mining\n* Activate the Soil Conservation Act as a matter of urgency, making further\n* Develop a capability and an institutional arrangement for promoting soil conversation\n* Initiate and pursue vigorously a programme for putting into productive use the large\n* Review land tenure systems in relation to their impact on land productivity, and,\n* Take appropriate action (including revision of land laws) regarding encroachments on\n* Strengthen extension services (including training) to those engaged in agriculture and\n* Promote crop diversification where appropriate in plantation lands and agricultural\n* Promote the adoption of conservation farming techniques.\n* Provide incentives, particularly to small holders, to improve productivity through\n* Promote the conservation of traditional varieties of plant and animal species used in\n* Introduce legal and administrative measures and the necessary institutional\n* Establish suitable institutional arrangements to ensure that potentially invasive species\n* Maintain selected areas of the catchments of river systems under undisturbed natural\n* Promote irrigation and drainage practices that will reduce soil erosion, conserve soil\n* Promote structural and non-structural measures that would minimize water quality\n* Promote structural and non-structural measures that would minimize water quality\n* Mobilize farmer organizations and other stake-holders to take an active part in\n* Adopt regulatory measures to ensure that all mining activities are covered by permits\n* Ensure the physical and ecological restoration of gem pits and other mining sites.\n* Restrict sand mining of river-beds and beaches to within environmentally safe limits"}, {"text_block_id": "p15_b343", "text": "Agriculture, Plantations, Land development and Mining\n* Activate the Soil Conservation Act as a matter of urgency, making further\n* Develop a capability and an institutional arrangement for promoting soil conversation\n* Initiate and pursue vigorously a programme for putting into productive use the large\n* Review land tenure systems in relation to their impact on land productivity, and,\n* Take appropriate action (including revision of land laws) regarding encroachments on\n* Strengthen extension services (including training) to those engaged in agriculture and\n* Promote crop diversification where appropriate in plantation lands and agricultural\n* Promote the adoption of conservation farming techniques.\n* Provide incentives, particularly to small holders, to improve productivity through\n* Promote the conservation of traditional varieties of plant and animal species used in\n* Introduce legal and administrative measures and the necessary institutional\n* Establish suitable institutional arrangements to ensure that potentially invasive species\n* Maintain selected areas of the catchments of river systems under undisturbed natural\n* Promote irrigation and drainage practices that will reduce soil erosion, conserve soil\n* Promote structural and non-structural measures that would minimize water quality\n* Promote structural and non-structural measures that would minimize water quality\n* Mobilize farmer organizations and other stake-holders to take an active part in\n* Adopt regulatory measures to ensure that all mining activities are covered by permits\n* Ensure the physical and ecological restoration of gem pits and other mining sites.\n* Restrict sand mining of river-beds and beaches to within environmentally safe limits\n* Ensure that mineral resources are used with due regard to equity as regards benefits to\n<\\li1>"}, {"text_block_id": "p15_b345", "text": "Fisheries, and Coastal and Marine Area Management"}, {"text_block_id": "p15_b346", "text": "1."}, {"text_block_id": "p15_b347", "text": "Restrict, regulate and, where considered necessary, prohibit activities in the coastal zone so as to minimize or eliminate adverse impacts in relation to coastal erosion."}, {"text_block_id": "p15_b348", "text": "2."}, {"text_block_id": "p15_b349", "text": "Ensure that sand mining within the coastal zone does not exceed environmentally safe limits and is restricted to designated sites."}, {"text_block_id": "p15_b350", "text": "3."}, {"text_block_id": "p15_b351", "text": "Minimize negative impacts of offshore mineral resource extraction."}, {"text_block_id": "p15_b352", "text": "4."}, {"text_block_id": "p15_b353", "text": "Identify coastal erosion trends and formulate and implement appropriate migratory measures."}, {"text_block_id": "p15_b354", "text": "5."}, {"text_block_id": "p15_b355", "text": "Restrict, regulate, and where necessary, prohibit activities (development activities in the coastal zone such as aquaculture, discharge of untreated wastes, sediment, etc.) that are a threat to coastal biodiversity."}, {"text_block_id": "p15_b356", "text": "6."}, {"text_block_id": "p15_b357", "text": "Promote conservation of biodiversity and sustainability in the use of resources within coastal habitats, focusing specifically on species and ecosystems under threat."}, {"text_block_id": "p15_b358", "text": "7."}, {"text_block_id": "p15_b359", "text": "Adopt specific measures for protecting coral reefs."}, {"text_block_id": "p15_b360", "text": "8."}, {"text_block_id": "p15_b361", "text": "Adopt measures to ensure that marine resources are harvested sustainably through regulation of fishing effort and the use of appropriate fishing gear."}, {"text_block_id": "p15_b362", "text": "9."}, {"text_block_id": "p15_b363", "text": "Adopt special conservation measures for marine species under threat."}, {"text_block_id": "p15_b364", "text": "10."}, {"text_block_id": "p15_b365", "text": "Involve the local communities in the management of coastal and marine resources through a participatory process, for the conservation and sustainable use of these resources."}, {"text_block_id": "p15_b366", "text": "11."}, {"text_block_id": "p15_b367", "text": "Take measures for the conservation and sustainable use of edible fish species in inland waters."}, {"text_block_id": "p15_b368", "text": "12."}, {"text_block_id": "p15_b369", "text": "If alien species are to be introduced into inland water bodies for increasing productivity or other perceived benefits, ensure, through rigorous testing prior to introduction, that such introduction will cause no adverse impacts on the environment or on indigenous biodiversity."}, {"text_block_id": "p15_b370", "text": "13."}, {"text_block_id": "p15_b371", "text": "Promote research on coastal and marine resources, on a prioritized basis, to determine population dynamics, sustainable levels of harvesting, and ecological parameters."}, {"text_block_id": "p16_b372", "text": "14."}, {"text_block_id": "p16_b373", "text": "Increase awareness at all levels of the importance of the coastal zone and its resources and the need for development activities in relation to fisheries and other coastal and marine resources to remain sustainable."}, {"text_block_id": "p16_b374", "text": "15."}, {"text_block_id": "p16_b375", "text": "Conserve high priority archaeological, historical and cultural sites and scenic areas within the coastal zone, and protect and enhance coastal public access."}, {"text_block_id": "p16_b376", "text": "16."}, {"text_block_id": "p16_b377", "text": "Ensure that the coastal environment, one of the nation's important assets, is clean and healthy."}, {"text_block_id": "p16_b378", "text": "17."}, {"text_block_id": "p16_b379", "text": "Take adequate measures to deal with possible events leading to large-scale marine pollution within Sri Lanka's territorial limits."}, {"text_block_id": "p16_b380", "text": "18."}, {"text_block_id": "p16_b381", "text": "Encourage co-operation between countries of the region in conserving the marine and coastal environment."}, {"text_block_id": "p16_b382", "text": "Industry and Tourism"}, {"text_block_id": "p16_b383", "text": "1."}, {"text_block_id": "p16_b384", "text": "Promote \"cleaner-production\" by providing incentives and access to cleaner technology, organizing training programmes, carrying out waste audits, and encouraging cleaner production, for existing industries and other related services, as well as for those being newly set up where provision can be made in the design stage."}, {"text_block_id": "p16_b385", "text": "2."}, {"text_block_id": "p16_b386", "text": "Encourage locating (and relocating) high-polluting industries in industrial estates provided with common waste treatment plants and solid waste disposal facilities."}, {"text_block_id": "p16_b387", "text": "3."}, {"text_block_id": "p16_b388", "text": "Adopt a policy for ensuring that excessively hazardous and environmentally damaging industries are not set up in the country."}, {"text_block_id": "p16_b389", "text": "4."}, {"text_block_id": "p16_b390", "text": "Ensure that industries and tourist establishments are located away from current and prospective drinking water intakes, to the extent necessary, so as to avoid possible contamination of the water."}, {"text_block_id": "p16_b391", "text": "5."}, {"text_block_id": "p16_b392", "text": "Pursue action to address the problem of industrial pollution in the urban areas of Ja Ela-Ekala and Moratuwa-Ratmalana."}, {"text_block_id": "p16_b393", "text": "6."}, {"text_block_id": "p16_b394", "text": "Ensure that all new industrial estates are provided with common waste treatment facilities for solid waste disposal."}, {"text_block_id": "p16_b395", "text": "7."}, {"text_block_id": "p16_b396", "text": "Strengthen the technical capability of CEA and other relevant agencies for monitoring industrial activities to ascertain whether they comply with regulations made under the National Environmental Act, particularly in relation to EPL and EIA."}, {"text_block_id": "p17_b397", "text": "8."}, {"text_block_id": "p17_b398", "text": "Strengthen BOI's capacity to monitor industrial effluents and test the efficacy of waste treatment by industries."}, {"text_block_id": "p17_b399", "text": "9."}, {"text_block_id": "p17_b400", "text": "Develop new standards based on discharge loads, where necessary, and review and revise existing standards, setting tolerance limits for discharge of pollutants from industries."}, {"text_block_id": "p17_b401", "text": "10."}, {"text_block_id": "p17_b402", "text": "Promote compliance with regulations relating to environmental pollution, e.g. by setting up a revolving fund, organizing training programmes, expanding consulting services, enhancing public awareness."}, {"text_block_id": "p17_b403", "text": "11."}, {"text_block_id": "p17_b404", "text": "Use more effectively the main regulatory arm of government (the CEA) and the main regulatory instrument (the National Environmental Act and regulations) to promote environmentally sound development."}, {"text_block_id": "p17_b405", "text": "12."}, {"text_block_id": "p17_b406", "text": "Take action to implement Sri Lanka's obligations under environment-related international conventions."}, {"text_block_id": "p17_b407", "text": "13."}, {"text_block_id": "p17_b408", "text": "Adopt control measures to avoid pollution by sewage discharge and ground water contamination in coastal areas and around inland water bodies."}, {"text_block_id": "p17_b409", "text": "14."}, {"text_block_id": "p17_b410", "text": "In developing culture-and nature-based tourism, ensure that the resource is adequately protected and that set guidelines are fully adhered to, and that the well-being of the local community is given recognition."}, {"text_block_id": "p17_b411", "text": "15."}, {"text_block_id": "p17_b412", "text": "Develop the capability of the provincial and local administration to carry out selected regulatory functions and progressively devolve such functions."}, {"text_block_id": "p17_b413", "text": "16."}, {"text_block_id": "p17_b414", "text": "Establish a monitoring mechanism/system for monitoring all industrial discharges."}, {"text_block_id": "p17_b415", "text": "17."}, {"text_block_id": "p17_b416", "text": "Draw up zoning plans and adopt the provisions of such plans when allocating land for tourism related projects."}, {"text_block_id": "p17_b417", "text": "18."}, {"text_block_id": "p17_b418", "text": "Encourage eco-lodges and small-scale guest-house projects with minimal impact on the environment."}, {"text_block_id": "p17_b419", "text": "19."}, {"text_block_id": "p17_b420", "text": "Adopt measures to ensure that the carrying capacities of tourist sites are not exceeded."}, {"text_block_id": "p17_b421", "text": "Energy and Transport"}, {"text_block_id": "p17_b422", "text": "1."}, {"text_block_id": "p17_b423", "text": "Ensure that adequate attention is paid to safeguarding environmental and cultural values, including conserving landscapes of high recreational value and preserving Sri Lanka's natural beauty when developing hydro-power resources and planning power distribution."}, {"text_block_id": "p18_b424", "text": "2."}, {"text_block_id": "p18_b425", "text": "Pay adequate attention to controlling air pollution (occurring through gaseous and particulate substances) to within safe limits by using high quality fuels and adopting appropriate pollution abatement technologies when developing thermal generation; and avoid discharge of heated water in circumstances that would cause serious environmental damage."}, {"text_block_id": "p18_b426", "text": "4."}, {"text_block_id": "p18_b427", "text": "Promote conservation in the use of electricity and other forms of energy."}, {"text_block_id": "p18_b428", "text": "5."}, {"text_block_id": "p18_b429", "text": "Pursue a systematic programme for using new and renewable sources of energy for power generation, where feasible."}, {"text_block_id": "p18_b430", "text": "6."}, {"text_block_id": "p18_b431", "text": "Test the feasibility of using biomass fuel for power generation, and promote if found feasible."}, {"text_block_id": "p18_b432", "text": "7."}, {"text_block_id": "p18_b433", "text": "Exercise control (by legal, regulatory and other means) on the emission of atmospheric pollutants from vehicles."}, {"text_block_id": "p18_b434", "text": "8."}, {"text_block_id": "p18_b435", "text": "Impose environmental standards on the import of used motor vehicles and engines, and promote the use of non-motorized transport."}, {"text_block_id": "p18_b436", "text": "9."}, {"text_block_id": "p18_b437", "text": "Set out and regularly update legally binding atmospheric pollution standards and enforce compliance by the energy, transport and other sectors."}, {"text_block_id": "p18_b438", "text": "10."}, {"text_block_id": "p18_b439", "text": "Set up mechanisms for regularly monitoring atmospheric pollutants in strategic locations."}, {"text_block_id": "p18_b440", "text": "11."}, {"text_block_id": "p18_b441", "text": "Introduce and efficiently run a mass-transport system (e.g. rail network) for the city of Colombo and its suburbs."}, {"text_block_id": "p18_b442", "text": "12."}, {"text_block_id": "p18_b443", "text": "Design, construct and maintain roads to acceptable environmental standards and promote R and D for improving road construction and maintenance techniques."}, {"text_block_id": "p18_b444", "text": "13."}, {"text_block_id": "p18_b445", "text": "Enforce regulations on noise emission by transport vehicles."}, {"text_block_id": "p18_b446", "text": "14."}, {"text_block_id": "p18_b447", "text": "Promote awareness among the public (including school children) regarding health risks from vehicular emissions and noise, and the need to take measures to control these hazards."}, {"text_block_id": "p18_b448", "text": "15."}, {"text_block_id": "p18_b449", "text": "Incorporate environmental safeguard into the development strategies of the Energy and Transport sectors and ensure that environmental safeguards are adopted."}, {"text_block_id": "p18_b450", "text": "16."}, {"text_block_id": "p18_b451", "text": "Apply economic instruments for demand management of road transport and increase the use of rail transport."}, {"text_block_id": "p19_b452", "text": "17."}, {"text_block_id": "p19_b453", "text": "Promote and encourage modal shift of transport of people and freight from road to rail."}, {"text_block_id": "p19_b454", "text": "18."}, {"text_block_id": "p19_b455", "text": "Promote the use of public transport in place of private transport."}, {"text_block_id": "p19_b456", "text": "19."}, {"text_block_id": "p19_b457", "text": "Promote intermodal co-ordination for public transport."}, {"text_block_id": "p19_b458", "text": "Health, Sanitation and Urban Development"}, {"text_block_id": "p19_b459", "text": "1."}, {"text_block_id": "p19_b460", "text": "Extend the provision of potable water (in adequate quantities) and safe sewage disposal facilities to the whole population."}, {"text_block_id": "p19_b461", "text": "2."}, {"text_block_id": "p19_b462", "text": "Ensure that sources of drinking water are kept free from contamination from industrial, commercial, domestic and other sources."}, {"text_block_id": "p19_b463", "text": "3."}, {"text_block_id": "p19_b464", "text": "Where it necessary to continue supplying water through common stand pipes, adopt suitable measures to eliminate waste and maintain a clean environment."}, {"text_block_id": "p19_b465", "text": "5."}, {"text_block_id": "p19_b466", "text": "Promote the harvesting of rain water in urban areas."}, {"text_block_id": "p19_b467", "text": "6."}, {"text_block_id": "p19_b468", "text": "Promote education, communication and awareness among school children and the general public on various aspects of health, sanitation and personal hygiene."}, {"text_block_id": "p19_b469", "text": "7."}, {"text_block_id": "p19_b470", "text": "Update and amend, where necessary, and enforce regulations regarding maintaining hygienic standards in the preparation of cooked food for sale to the public."}, {"text_block_id": "p19_b471", "text": "8."}, {"text_block_id": "p19_b472", "text": "Update and amend, where necessary, and enforce regulations to prevent the use of harmful chemical substances in food items offered for sale to the public."}, {"text_block_id": "p19_b473", "text": "9."}, {"text_block_id": "p19_b474", "text": "Enforce the relevant legislation (making amendments where necessary) to ensure the safety of workers in factories and other work places."}, {"text_block_id": "p19_b475", "text": "10."}, {"text_block_id": "p19_b476", "text": "Adopt strict planning of urban centres, allowing for the expected growth of the urban population, and paying special attention to maintaining a healthy environment."}, {"text_block_id": "p19_b477", "text": "11."}, {"text_block_id": "p19_b478", "text": "Upgrade the houses of people living in slums and shanties or relocate the people under congenial conditions."}, {"text_block_id": "p19_b479", "text": "12."}, {"text_block_id": "p19_b480", "text": "Ensure that ambient water quality standards are maintained in water bodies within, and in proximity to, urban centres."}, {"text_block_id": "p20_b481", "text": "13."}, {"text_block_id": "p20_b482", "text": "Provide for the proper collection and disposal of solid waste, including hazardous waste, by sanitary land-fill or other suitable means."}, {"text_block_id": "p20_b483", "text": "14."}, {"text_block_id": "p20_b484", "text": "Ensure that development activities in urban centres, while taking advantage of their strategic location and access to resources, do not lead to environment degradation."}, {"text_block_id": "p20_b485", "text": "15."}, {"text_block_id": "p20_b486", "text": "Introduce/enforce legislation to prevent environmental degradation of public places."}, {"text_block_id": "p20_b487", "text": "16."}, {"text_block_id": "p20_b488", "text": "Adopt suitable measures to cope adequately with natural disasters."}, {"text_block_id": "p20_b489", "text": "5. Strategic Approach to Natural Resource Management"}, {"text_block_id": "p20_b490", "text": "The environmental strategies in the different sectors, if implemented, will go a long way towards ensuring that environmental care and sound environmental management are exercised. Nevertheless, matters of policy, planning, and regulation and control relating to the natural resources, and issues relating to natural resource management that cut across many sectors, cannot be fully addressed through sector-based action alone. These matters will have to receive the attention of the ministries in charge of the natural resources concerned. The recommended strategic approach to dealing with the key environmental resources is as follows."}, {"text_block_id": "p20_b491", "text": "Land"}, {"text_block_id": "p20_b492", "text": "What is needed is a firm policy on land use for state controlled land, with suitable guidelines and the necessary legal instrument(s) for its implementation, that would inter alia (a) give high priority to the conservation and enhancement of environmental quality, (b) ensure that selected areas are set apart for maintenance under natural conditions so as to conserve biodiversity, soil and water, and that such areas that are already degraded are suitably rehabilitated, (c) ensure that land is allocated and used primarily on the basis of suitability of the land for indentified purposes, (d) increase efficiency of resource use, and (e) ensure that special protection is given to highly erodible land and areas subject to landslides and other severe hazards. Practices that lead to land degradation should be prohibited even in private lands."}, {"text_block_id": "p20_b493", "text": "The Ministry of Land is the institution that should take the lead role in developing a National Land Policy and obtaining government's endorsement of it. Taking into account the fact that land is one of our key resources, that most of the land is under state control, and that there is a pressing need for a rational scheme of land allocation, the declaration of a land policy should be land allocation, the declaration of a land policy should be accorded the highest priority and should not be delayed any longer. In the development and implementation of the policy, environmental considerations are paramount, and the Ministry of Environment and Natural Resources should be an active partner in the process."}, {"text_block_id": "p20_b494", "text": "Water"}, {"text_block_id": "p21_b495", "text": "Water is required for all aspects of human activity. It is needed for drinking, sanitation and a host of other domestic uses; it is needed for industry; it is an important source of power generation; and it is vitally important for sustaining the nation's agriculture. Nearly all sectors of development are in need of this key resource and have a role to play in its sustainable management."}, {"text_block_id": "p21_b496", "text": "The Ministry in charge of water resources"}, {"text_block_id": "p21_b497", "text": "–"}, {"text_block_id": "p21_b498", "text": "the Ministry of Irrigation and Water Management"}, {"text_block_id": "p21_b499", "text": "–"}, {"text_block_id": "p21_b500", "text": "will have to play a lead role in developing water management policies and the supporting legislation and regulatory bodies. Being a basic environmental resource, the Ministry of Environment and Natural Resources will have to ensure that environmental concerns are reflected in the national policies and plans for water management."}, {"text_block_id": "p21_b501", "text": "Atmosphere"}, {"text_block_id": "p21_b502", "text": "The atmosphere, the medium through which the earth receives life-giving solar radiation, is equally important as the two other non-living resources, land and water, for the sustenance of life. Atmospheric pollution takes place primarily through the emission of pollutants from industries and transport vehicles. Actions to combat atmospheric pollution are the responsibility of the respective sectors. However, because of the magnitude of the problem in the city of Colombo and the surrounding areas and the need for special and concerted action to address it, a Strategy and Action Plan"}, {"text_block_id": "p21_b503", "text": "–"}, {"text_block_id": "p21_b504", "text": "Clean Air 2000"}, {"text_block_id": "p21_b505", "text": "was drawn up in 1992. The Plan failed to meet expectations, mainly due to the absence of an institutional mechanism to implement it."}, {"text_block_id": "p21_b506_merged_merged_merged", "text": "In order to deal with issue relating to air pollution, the Air Resources Management Centre (AirMAC) was set up in 2001. This is a partnership organization functioning under the aegis of the ministry of environment. AirMAC will be preparing clean Air 2003-2005. The programme of activities of AirMAC should receive the fullest support of all participating organizations. A formal institutional mechanism needs to be put in place in order to ensure long term sustainability of this arrangement."}, {"text_block_id": "p21_b509", "text": "Biological Diversity"}, {"text_block_id": "p21_b510", "text": "The national focal point for the Convention on Biological Diversity is the Ministry of Environment and Natural Resources. The Ministry has developed a Biodiversity Conservation Action Plan (BCAP) and set up the institutional structure (the Biodiversity Secretariat) for its implementation."}, {"text_block_id": "p21_b511", "text": "While many biodiversity conservation issues would be addressed through the environment sectoral strategies, there are other major national issues relating to biodiversity that have to be addressed through the initiative of the Biodiversity Secretariat. These issues could be identified through the BCAP, with support from the National Biodiversity Experts' Committee."}, {"text_block_id": "p22_b512", "text": "6. The Role of Civil Society"}, {"text_block_id": "p22_b513", "text": "While the state organizations, non-governmental organization, and the private sector have a major responsibility in implementing the National Environmental Policy, there is also as important a responsibility cast on the general public. An appreciation of the role of civil society in maintaining a healthy environment is sorely lacking in Sri Lanka. This is clearly evident, for example, in the manner in which litter is thrown into roadside drains and water-bodies. Education, awareness and communication programmes should be used to good effect to sensitize the public on their responsibilities. But there will always be people who will disregard their responsibilities, and to deal with such situations, the controlling legislation will have to be in place and the regulatory bodies will have to move into action."}], "document_description": "Contains some references to climate change, greenhouse gases and renewable energy."}