{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Sri Lanka", "document_category": "Policy", "document_sector_name": "Disaster Risk Management (Drm)", "document_language": "English", "document_name": "National Disaster Risk Management Plan 2015", "document_country_code": "LKA", "document_hazard_name": ["Droughts", "Floods"], "document_response_name": ["Loss And Damage", "Disaster Risk Management"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "31/03/2015", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/LKA/2015/LKA-2015-03-31-National Disaster Risk Management Plan 2015_44424de136fa78acf78c7e9e94505d4b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "“Natural disaster or disaster of any kind may occur at any time and it is beyond one’s ability to anticipate, as evidenced by the extreme incident that occurred in Talumphuk peninsular of Nakhonsrithammarat province as well as in several other southern provinces….”"}, {"text_block_id": "p0_b2", "text": "“……Make all support available by providing immediately needed relief items that contribute to psychological and physical survival of those who suffer due to disaster, thus this will inspire and enable them to continue working….”"}, {"text_block_id": "p0_b3", "text": "“Assistance provided to disaster affected people should be short – term in nature. This means that during an emergency situation, disaster relief efforts should be carried out on a rapid and continuous basis………. in this connection, long – term humanitarian aid is required as well…..……. subsequently those affected by disaster are taken care of until completed an education programme, be able effectively to make an honest living, and be the good citizens of the country……”"}, {"text_block_id": "p0_b4", "text": "His Majesty the King’s Royal Guidance"}, {"text_block_id": "p0_b5", "text": "23 August B.E. 2506 (1963)"}, {"text_block_id": "p2_b6", "text": "PREFACE"}, {"text_block_id": "p2_b7", "text": "This National disaster Risk Management Plan (2015) has consolidated disaster risk manage"}, {"text_block_id": "p2_b8", "text": "-"}, {"text_block_id": "p2_b9", "text": "ment – related new thinking and concepts, including the development of disaster prevention and preparedness system and the creation of disaster immunity through developing knowledge and wisdom as well as strengthening disaster surveillance system and coping capacity, living in harmony with nature and creating the self – immunity into the communities in line with an approach entitled “sufficiency economy philosophy”. In addition, it has also brought together the thinking on disaster risk reduction for disaster prevention according to the universally recognized thinking…” the build"}, {"text_block_id": "p2_b10", "text": "-"}, {"text_block_id": "p2_b11", "text": "ing of resilience to disaster and sustainability through the creation and enhancement of awareness for disaster risk reduction before, during and after disaster and to provide strategic direction for the implementation of this National Plan in conformity with Disaster Prevention and Mitigation Act B.E. 2550 (2007) and in line with Sendai Framework for Disaster Risk Reduction 2015 – 2030."}, {"text_block_id": "p2_b12_merged_merged", "text": "The strategies for an implementation of this National Plan comprise a focus on disaster risk reduction, an application of integrated emergency management system, strengthening and enhanc-ing efficiency of sustainable disaster recovery or building back better and safer, and promoting in-ternational cooperation on disaster risk reduction. These focused strategies will serve as guidelines to achieving objectives set forth in this National Plan and contributing to successful disaster risk reduction which is a foundation for sustainable development."}, {"text_block_id": "p2_b17", "text": "This National Plan has been approved by the Cabinet on 31 March, B.E. 2558 (2015). In this connection, all relevant agencies are required to use this plan as a blueprint, framework and guideline in handing national disaster management actions."}, {"text_block_id": "p2_b18", "text": "The National disaster Prevention and Mitigation Committee has anticipated that this national Plan will serve as a tool for reducing the impact of disasters, realizing disaster risk management standards in every community as well as for further integrating disaster risk reduction thinking and methods into the national sustainable development process."}, {"text_block_id": "p2_b19", "text": "General"}, {"text_block_id": "p2_b20", "text": ")"}, {"text_block_id": "p2_b21", "text": "Deputy Prime Minister"}, {"text_block_id": "p2_b22", "text": "Chairman of National Disaster Prevention and Mitigation Committee"}, {"text_block_id": "p4_b23", "text": "Content"}, {"text_block_id": "p4_b24", "text": "Page"}, {"text_block_id": "p5_b25", "text": "Content (con’t)"}, {"text_block_id": "p5_b26", "text": "Page"}, {"text_block_id": "p6_b27", "text": "List of Acronyms"}, {"text_block_id": "p6_b28", "text": "List of Acronyms\n* Ministry of Defence (MOD)\n* Ministry of Defence (MOD)\n BNB      : Bangkok Naval Base\n<\\li1>"}, {"text_block_id": "p8_b31", "text": "Chapter 1"}, {"text_block_id": "p8_b32", "text": "Disaster Situation and Its Trend"}, {"text_block_id": "p8_b33", "text": "1.1  Global Disaster Situation"}, {"text_block_id": "p8_b34", "text": "United Nations’ population estimates and projections (World Population Prospects : The 2012 Revision, UN) revealed that the world population will grow from the current 7,200 million inhabitants to 9,600 million in 2050 and 19,000 million in B.E. 2643 (2100). The growth of human population worldwide will further lead to an increase in demand for basic needs and other necessities for survival in today’s world. This coupled with the scientific and technological development, an economic growth, and the growth of industry, trade and commerce and investment have given rise to an increasing competition and a requisite for expansion to cope with and meet such increasing demand. Subsequently these practices have led to a squandering of the existing resources and the development that disregards a resources sustainability and the environmental impacts, limitation of resources and their availability, and their decreasing replenishing potentialities. Eventually these practices have led to the degradation and destruction of ecosystem."}, {"text_block_id": "p8_b35", "text": "The Intergovernmental Panel on Climate Change : IPCC 2014 has estimated that the average earth’s near – surface temperature will increase approximately 1.1 – 6.4°c during 2001 – 2100 due to the continuous release of the greenhouse gases into the atmosphere at the greater rate than ever before, and has resulted in their excessive accumulation and concentration which further causes global warming phenomenon and its impacts. Apart from driving temperatures up, global warming is likely to cause changes in climate which further inflict significant impact on season characteristics such as longer summer and shorter winter seasons, more frequent and severe droughts in dry season, heavier than usual downpours in rainy season, increasing in frequency and severity of extreme weather events, higher rates of sea – level rises, etc. All in all, global warming can inflicted far – reaching effects on economy, society, natural resources and environment and causes several billion Baht’s worth of damages in various countries. In this context, global warming impacts can be regarded as risk factors that could significantly impede national development efforts."}, {"text_block_id": "p8_b36", "text": "The Centre for Research on the Epidemiology of Disaster, UNISDR’s compilation of statistical data over a 100 – year period in Asia has explicitly pointed out that deaths from droughts has the largest share of natural disaster fatalities; it is followed by death toll from floods, earthquakes, tropical cyclones, and tsunamis respectively as shown in chart 1 – 1. However, some disaster events may not result in mass fatality, but have inflicted enormous economic and financial losses on the affected countries which further push more people deeper into poverty to the extent that they are incapable of restoring normal living conditions for decade as shown in chart 1 – 2."}, {"text_block_id": "p9_b37", "text": "Losses Due to Disasters in Asia"}, {"text_block_id": "p9_b38", "text": "Number of Natural Disaster Fatalities in Asia during 1900 – 2013"}, {"text_block_id": "p9_b39", "text": "Chart 1 – 1  :  Number of Natural Disaster Fatalities in Asia"}, {"text_block_id": "p9_b40", "text": "Damages from Natural Disasters"}, {"text_block_id": "p9_b41", "text": "Economic Loss Due to Natural Disasters in Asia during 1900 – 2013"}, {"text_block_id": "p9_b42_merged", "text": "359 Billion 314 Billion 223 Billion 167 Billion 34 Billion Floods Earthquakes Tsunamis Cyclones Droughts"}, {"text_block_id": "p9_b52", "text": "(Source  : Centre for Research on the Epidemology of Disasters)"}, {"text_block_id": "p9_b53", "text": "Chart 1 – 2  : Economic Loss Due to Natural Disasters in Asia"}, {"text_block_id": "p9_b54", "text": "Based on such statistical data on global disaster situation, it is projected that a trend in global natural disaster occurrence has been on the rise in terms of frequency and intensity, an d subsequently these exacerbating  disaster situation may cause more severe losses to human lives and materials. Thus, the countries worldwide have realized and given priority to the implementation of disaster risk reduction initiatives and disaster impact reduction in accordance with the following frameworks and mechanisms :"}, {"text_block_id": "p9_b55", "text": "1.1.1 Sendai Framework for Disaster Risk Reduction 2015 – 2030"}, {"text_block_id": "p9_b56", "text": "This Framework aims to achieve the substantial reduction of disaster risk and losses in lives, livelihoods and health, and in the economic, social, cultural and environmental assets of persons, business, communities and countries. To attain the expected outcome, the following goals must be pursued : Prevent new and reduce existing disaster risk through the implementation of integrated and inclusive economic, structural, legal, social, health, cultural, educational, environmental, technological and institutional measures that prevent and reduce hazard, exposure and vulnerability to disaster, increase preparedness for response and recovery, and thus strengthen resilience."}, {"text_block_id": "p10_b57", "text": "1.1.2 United Nations Framework Convention on Climate Change and Kyoto Protocol"}, {"text_block_id": "p10_b58", "text": "These framework convention and protocol aim to curb climate change and reduce its potential harmful effects, and also have laid down key principle that global climate change is a natural phenomenon that requires effective and active between and participation among all countries to collectively solve problem of climate change in order to prevent the severe impacts of changes in climate on a promotion of sustainable development"}, {"text_block_id": "p10_b59", "text": "1.1.3 ASEAN Agreement on Disaster Management and Emergency Response : AADMER"}, {"text_block_id": "p10_b60", "text": "An objective of this Agreement is to provide effective mechanisms to achieve substantial reduction of disaster losses in lives and in social, economic and environmental assets of the parties and to jointly respond to devastating disaster emergency that requires to make assistance requests to other ASEAN member countries. Disaster management cooperation are realized through the guidelines provided by AADMER and through other relevant existing ASEAN regional mechanisms and tools which include AADMER Work Programme (2010 – 2015) where Thailand and Lao PDR have been tasked as Lead Shepherds for Strategic Component 2 : Prevention and Mitigation, and Thailand as Lead Shepherd for Building Block 3 : Outreach and Mainstreaming ; (2) Standard Operating Procedure for Regional Standby Arrangements and Coordination of Joint Disaster and Emergency Response Operations ; and (3) ASEAN Coordinating Centre for Humanitarian Assistance on Disaster Management, etc."}, {"text_block_id": "p10_b61", "text": "1.1.4 Bangkok Declaration on Disaster Risk Reduction in Asia and the Pacific (2014)"}, {"text_block_id": "p10_b62", "text": "The Declaration has called on all governments and stakeholders to (1) enhancing resilience at local level; (2) increasing public investment for disaster and climate risk management to protect and sustain development gain; (3) promoting private sector role – public and private partnership for disaster risk reduction; (4) promoting the use and development of science, technology and innovation for disaster risk reduction; (5) enhancing governance, transparency and accountability of all stakeholders in disaster risk management; and (6) encouraging an inclusion of disaster risk reduction as part of sustainable development. Bangkok declaration has recognized the importance of people – centred development model which reduces impact of uncertainties and increases self – immunity of local communities as guided by the Sufficiency Economy Philosophy of His Majesty the King of Thailand."}, {"text_block_id": "p10_b63", "text": "1.2  Disaster Situation in Thailand"}, {"text_block_id": "p10_b64", "text": "1.2.1 Disaster Statistical Data"}, {"text_block_id": "p10_b65", "text": "Due to its geographical location, Thailand has been highly exposed and vulnerable to natural disasters caused by hydrometeorological hazards such as floods, landslides, storms, droughts, etc. The major disasters that had occurred and claimed hundreds of lives as well as causing significant material loss in Thailand during the six – years period are delineated as follow."}, {"text_block_id": "p11_b66", "text": "(1) Flood"}, {"text_block_id": "p11_b67", "text": "In general, floods are most often caused by torrential downpours or accumulated precipitation over the long period. These rain events will eventually trigger flash flood or sudden flooding, and overbank flow and inundation. Floods have been the most frequented natural disaster in Thailand and have imposed tremendous hardships for households, claimed hundreds of lives and caused heavy damage to public and private property. The main causes of floods in Thailand are the influence of the following weather phenomena ; southwest monsoon which prevails over the Andaman Sea and Thailand’s land mass during May till September, northeastern monsoon which prevails over the Gulf of Thailand and southern region ; monsoon through and the elongated region of relatively low atmospheric  pressure pass across northern, northeastern and central regions as well as tropical cyclone (tropical storm, tropical depression and typhoon). And in the recent years, the floods have been exacerbated and more severe and devastating as well as inflicting heavier tolls of losses as shown in Chart 1 – 3. The great flood of 2011 was Thailand’s most catastrophic flood, 64 out of its 77 provinces including Bangkok, a total of 5,247,125 households or 16,224,304 people were affected ; the death toll reached to 1,026 people and total economic damages and losses stood at 1.44 billion Baht (US$ 45.7 billion approximately)."}, {"text_block_id": "p11_b68", "text": "Impacts of Flooding"}, {"text_block_id": "p11_b69", "text": "Chart 1 – 3  :  Statistical Data on Impacts of floods during 2009 – 2013"}, {"text_block_id": "p11_b70", "text": "(2) Drought"}, {"text_block_id": "p11_b71", "text": "The phenomenon of drought occurs as the consequence of the sharp decrease in the amount of rainwater, water stored in reservoirs or other natural water sources, or in the underground water level over the period of time, to the extent that it has resulted in the lack of sufficient water supply to meet the demands of humans and animals and for vegetation. This subsequent drought induced shortages of water for domestic consumption and for industrial and agricultural purposes in any area for an extended of time can have significant and widespread impacts on people and communities as well as causing extensive damage to overall economy  of the country. In addition, the global phenomenon such as climate change or the long – term change  of weather over the period of time has shorten the rainy season or in other words it has prolonged the dry season, thus most of the upper"}, {"text_block_id": "p12_b72", "text": "parts of Thailand have received consistently below average precipitation, and further has caused the abrupt and unusual decrease in storage within Thailand’s major reservoirs. This phenomenon has subsequently brought about the lack of sufficient available water resources to meet the demands of water usage for domestic and agricultural purposes particularly in the unirrigated areas. Moreover, the simultaneous and rapid pace of modernization, urbanization, and industrialization will inevitably be resulted in an increasing demand for water and decreased supply."}, {"text_block_id": "p12_b73", "text": "Chart 1 – 4  :  illustrates the damages and losses due to droughts during 2009 – 2013"}, {"text_block_id": "p12_b74", "text": "Impacts of Droughts"}, {"text_block_id": "p12_b75", "text": "Chart 1 – 4  :  Drought Damages Statistics during 2009 - 2013"}, {"text_block_id": "p12_b76", "text": "(3) Landslides"}, {"text_block_id": "p12_b77", "text": "Generally, a landslide occurs simultaneously with or following the flash floods created by the continuous heavy downpours which have saturated and destabilized the land mass  in such areas. Eventually, the aforesaid land mass and rocks move down a slope under the influence of gravity. At present Thailand has experienced  an increasing occurrence and intensity of landslides due to diversified preconditions and contributing factors particularly the anthropogenic activities including deforestation, cultivation of cash crops in a sloping area, destruction of a land’s surface, etc. Chart 1 – 5 illustrates"}, {"text_block_id": "p12_b78", "text": "Chart  1 – 5  :  Landslide Statistics during 2009 – 2013"}, {"text_block_id": "p13_b79", "text": "(4) Earthquakes and Tsunami"}, {"text_block_id": "p13_b80_merged", "text": "Earthquakes are common natural disasters that can cause widespread and cata-strophic destruction, mass casualty, and many social and economic disruptions. The primary effect of earthquake is the violent ground motion over the period of time, triggered by the sudden movement of the plates where the earth’s crust lies on, particularly at a location of plate boundaries or the fault zones. Recently, Thailand has more often experienced earthquakes triggered by the active faults either in the country or in the neighboring countries, particularly the northern and western regions which sit directly above an active tectonic faults. The very recent examples included, inter alia, an occurrence of a magnitude 6.3 earthquake in Chiangrai Province on 5 march 2014 and has  produced hundreds of aftershocks. This earthquake inflicted considerable damage to houses and other property of the people. In addition, the undersea megathrust  earthquake can triggered the deadly and massive waves of destruction known as tsunamis. These powerful walls of water can travel far away from their source at very high speed, and upon approaching shore they slow down but grow in size. With their devasting force, tsunamis can cause tremendous loss  of life and extensive destruction to property along the shoreline of inhabited areas as had happened in the coastal communities of Thailand’s southern provinces along the Andaman Sea rim in 2004 where the death toll reached 5,395 and 2,817 missing."}, {"text_block_id": "p13_b83", "text": "(5) Storms"}, {"text_block_id": "p13_b84", "text": "Storms can be referred to as an atmospheric disturbance manifested in strong wind accompanied by rain, or other precipitations, or as a wide with a speed from 89 – 102 kilometers per hour according to Beaufort scale. Storms can cause a great deal of damage to homes and other structures as well as considerable loss of life. The damage caused by storms will vary according to their wind flow velocity and intensity. If the storm is categorized as a depression it will produce the torrential rains accompanied by floods, and incase a depression deepening into tropical cyclone or typhoon it’s accompanied phenomena such as torrential rains, floods, and storm surges. Tropical cyclone can inflict the destructive impact on wide area as wide as hundreds of square kilometers (particularly the area located on or nearby its path), and coupled with its aforesaid accompanied phenomena can cause high number  of injuries and fatalities as well as tremendous material damage as shown in chart 1 – 6"}, {"text_block_id": "p13_b85", "text": "Chart 1 – 6  :  Storm Statistics during 2009 – 2013"}, {"text_block_id": "p14_b86", "text": "(6) Fires"}, {"text_block_id": "p14_b87", "text": "Fire outbreaks or incidents of fire have so far been the most common disaster. Fire is a sources of heat energy that serves a lot of useful purposes as long as it is under control. But once it goes out of control, the radiant heat will quickly ignite surrounding flammable fuels and allowing the fire to continuously spread to everywhere the sources of fire present. And if the raging fire cannot be contained, it will rapidly grow and extend and exacerbate an already bad situation. In case of fuel – driven combustion or a case where large amount  of fuel vapor have been released, the more intense the fire will be in term of heat output. The substances easily catching fire or inflammable substances include fuels, chemical substances, or any other flammable liquids, solids or gases what can promptly initiate spontaneous combustion when ignited by flame or heat, or induce a combustion automatically, Chart 1 – 7 illustrates fire losses  in the past five years."}, {"text_block_id": "p14_b88", "text": "Fire Impacts"}, {"text_block_id": "p14_b89", "text": "Chart  1 – 7  :  Fire Statistics during 2009 – 2013"}, {"text_block_id": "p14_b90", "text": "(7) Forest Fires and Haze"}, {"text_block_id": "p14_b91", "text": "Forest fire is an enclosed and freely spreading combustion that consumes the natural fuel of forest, that is, grass, weeds, brush and trees. At present, Thailand has experienced more intense and larger forest fires than  in the past, thus, becoming a factor that has severely disrupted the balance of ecosystem. Forest Fire has enormously generated impacts on flora and fauna, soil properties and water sources  including human life and property as well as on social, economic and tourism activities. In addition, forest fire can cause toxic blanket of haze taking a serious toll on people’s health and livelihood in a widespread manner. An example of this phenomenon, among others, includes temporary shutdown of Mae Hongson airport due to the thick haze from forest fire obscured visibility. Chart 1 – 8 illustrates Forest Fire damages during 2009 – 2013"}, {"text_block_id": "p15_b92", "text": "(8) Transportation Hazards"}, {"text_block_id": "p15_b93_merged", "text": "The continuing economic and social development in Thailand, in turn has brought about unintended and undesirable consequences including, inter alia an increasing trend and exacerbating of road traffic accident to the extent that it has become one  of the highest ranking causes  of fatalities among Thai population Besides, road traffic accidents have inflicted an eco-nomic burden on the family of the deaths or injuries and a society, the medical costs, the national human capital resource loss, etc. One  of official report concluded that road traffic accidents have accounted for 90 percent of overall transport incidents. Most common causes of road traffic accident in Thailand include reckless driving, violation of traffic regulations, drunk driving, not wearing safety helmet on motorcycles, unsafe condition of vehicle and road, and unsafe  environmental conditions. In this connection, Ministry  of Public Health of Thailand revealed that approximately 14,000 people were killed in road traffic accident each year, or 21.96 deaths per 100,000 population or about 1,166 deaths per month on average. Chart 1 – 9 illustrates statistics on loss of life and property damages associated with road traffic accidents during 2009 – 2013"}, {"text_block_id": "p15_b96", "text": "Impacts of Road Traffic Accidents"}, {"text_block_id": "p15_b97", "text": "Chart 1 – 9  :  Road Traffic Accident Statistics during 2009 – 2013"}, {"text_block_id": "p15_b98", "text": "(9) Contagious Disease"}, {"text_block_id": "p15_b99", "text": "Disease outbreak is an occurrence of more cases of a disease than would be expected  in a community or region during a given time period. A disease diffusion occurs when a disease spreads from its original source to nearby locality and beyond. Over the last few decades, there have been a number of continuous outbreaks of contagious disease including an emerging infectious diseases caused by newly discovered pathogenic agent that has caused an outbreak in human or infectious disease found in new localities such as AIDS, SAR, Avian Influenza, Ebola hemorrhagic fever, etc; and a re – emerging infectious disease or an infectious disease that was brought under control and recently has begun to resurge as health problem such as chikungunya virus disease, plague, etc. Nevertheless, the emerging and re – emerging infectious disease outbreaks will occur on a periodic basis, and there may be a potential risk of large – scale transboundary disease spreading across the border from neighboring countries."}, {"text_block_id": "p16_b100", "text": "The occurrences of key infectious disease can be summed up as follow :"}, {"text_block_id": "p16_b101", "text": "1.2.2 Disaster Risk Areas"}, {"text_block_id": "p16_b102", "text": "The followings are hazard maps for likelihood and impacts of major natural disasters in Thailand :"}, {"text_block_id": "p16_b103", "text": "Chart 1 – 10  : Seismic Hazard Map (Left) and Landslide Hazard Map (Right)"}, {"text_block_id": "p16_b104", "text": "Chart 1 – 11  :  Flood Hazard Map (Left) and Drought Hazard Map (Right)"}, {"text_block_id": "p18_b105", "text": "1.4  Lessons Learned from the Past Disaster Management Practices"}, {"text_block_id": "p18_b106", "text": "Lessons Thailand has learned from the way major disaster events have been handled in the past have shed the light on various aspects of challenges and limitations encountered in our past disaster management practices which can be summed up as follow :"}, {"text_block_id": "p18_b107", "text": "1.4.1 Disaster Management Structure, Organization, and Mechanism Asp"}, {"text_block_id": "p18_b108", "text": "ect"}, {"text_block_id": "p18_b109", "text": "In case there is an imminent catastrophic threat, a wide range of government agencies along with their affiliated units at all levels collaborate in mitigating such threat, or in the event of major disaster these agencies will join the collaborative efforts to perform their respective responsibilities and duties which include ; keeping the close watch on or monitoring disaster situation ; disaster warning notification ; emergency response and management ; providing assistance and relief in the immediate aftermath of a disaster ; provision of support for livelihood recovery of disaster affected people and restoration of disaster affected areas to their previous state, etc. As a matter of fact, through each collaborating agency has performed their respective function to its full capacity along with technical experts to provide advisory services for the procurement of emergency response equipment and supplies, the lack of a unity of efforts between different agencies both at national and locals levels still remains to be the fundamental underlying problem. This problem coupled with a person who has the primary statutory responsibility is unable to exercise his command authority over all participating agencies on his own, especially over the private agencies involved in the disaster response, resulting in inefficient inter – agency coordination and synergy. In addition, in such circumstances the disaster management practices tend to focus mainly on solving the problems at hand, and without relevant established standard operating procedure in place as well as lacking of common operational objectives and procedures."}, {"text_block_id": "p18_b110", "text": "1.4.2 Planning Process and Emergency Support Functions Aspect"}, {"text_block_id": "p18_b111", "text": "There is an absence of guidelines and standard operating procedure for mobilization and deployment of resources to disaster – stricken areas. As a consequence, in the face of major disaster, almost all of relevant agencies are likely to enter disaster affected areas on their own schedules without coordinating with the statutory authority in locality. This practice has resulted in a state of being unprepared for providing emergency operations support. And despite the fact that their priority and mission are similar that is to provide humanitarian assistance to the people affected by disaster, each of these participating agencies has its own established operational procedures to follow in performing its respective responsibilities and duties amidst the absence of overall action plan and without knowledge of overall operational objectives of the collaborative efforts. These practices, coupled with the absence of the preset plan to provide resources, including fuel, special equipment, etc., to support ongoing operations which subsequently have rendered the emergency response units in locality unable to carry out their essential functions in a systematic and continuous manner; and most participating agencies do not prepare the budget to cover their mission beforehand, etc., which all in all cause confusion and delay in provision of immediate assistance to people affected by disaster."}, {"text_block_id": "p19_b112", "text": "1.4.3 Disaster – related Knowledge and Data Aspect"}, {"text_block_id": "p19_b113", "text": "The disaster risk management – oriented research and development practices in the country currently do not have clear – cut strategy, direction, and model in place, and also there is no emergency situation response system suitable for the national context. Moreover, data and information on the areas at risk from each type of hazards are currently not available, for instances the areas affected by recurrent droughts, landslides, etc., which may have potential to result in adverse effects on the people. Other facing challenges include the lack of high level recognition of their importance and the challenge arising from translating policy discourse and measures into concrete practices."}, {"text_block_id": "p19_b114", "text": "1.5  Conclusion"}, {"text_block_id": "p19_b115", "text": "In recent years there have been more and more indicators that rapid climate change has had an increasing influence on the rising trend of disaster intensity and frequency which can further pose potential serious threats to the life and property of the people as well as to government property. Besides, disaster conditions which are aggravated by climate change impacts can inflict serious effects to future direction in national development, and the consequences arising from disaster management practices in one country may also affect its neighboring countries. Therefore, after reviewing the past performance achievement in disaster management, the results from the review have reflected numerous problematic issues and challenges in our disaster management structure, process and disaster – related knowledge that need immediate solutions. As a consequence, it is deemed necessary to improve and strengthen our disaster prevention and preparedness systems, and to create disaster immunity based on the essences of “sufficiency economy philosophy” which include, reasonableness and moderation both in terms of quality and quantity in managing disaster incident as well as creating better immunity to become well aware of disaster impacts and to adapt to the changes through using knowledge and moral criteria to deal with future potential disaster in a sustainable manner."}, {"text_block_id": "p19_b116", "text": "The Eleventh National Economic and social Development Plan (2012 – 2016) has aimed at creating disaster immunity of Thai society to obtain robust and effective disaster preparedness through enhancing its capacity to cope with and adapt to climate change and natural disaster impacts; controlling and reducing pollution and strengthening the management system; along with enhancing the role of Thailand on the world stage in relation to international framework agreement and commitments. In addition, the National Preparedness Strategy (2014 – 2018) stipulated in the National Security Policy has provided a direction for guiding the government agencies and other sectors of the society in performing their respective functions by focusing on creating disaster immunity for everyone, all – inclusive participation, and synergizing all efforts of all stakeholders under comprehensive disaster risk management. All this, the carrying out of all respective functions will have the strong link with the National Disaster Risk Management Plan (2015) formulated under Disaster Prevention and Mitigation Act B.E. 2550 (2007) and also with Disaster Mitigation Plan of Ministry of Defence. Therefore, it is manifested that the national level policy – making body has recognized"}, {"text_block_id": "p20_b117", "text": "an importance of effective national disaster management system that is in line with the policy at global level under the context of “disaster risk management” through incorporating a concept of risk into proactive disaster management approach to be more sustainability – oriented. A concept and practices of disaster risk management encompass : disaster risk reduction; emergency management ; and incorporating the principle of building back better and safer into disaster recovery efforts; as well as being well – aware that disaster risk management is every country’s business and it will require every country’s cooperation and collaboration to deal with. Therefore, it deems appropriate to integrate international cooperation in disaster risk management into this National Plan."}, {"text_block_id": "p20_b118", "text": "Building on the previously mentioned concepts and contexts, a set of new and comprehensive strategies has been developed and added in this National Disaster Risk Management Plan (2015) to supplement the strategies that were not included in the National disaster Prevention and Mitigation Plan (2010 – 2014) and needed to deal with the ongoing and evolving disaster situation in Thailand and worldwide. These strategies will form the subject of the next chapter of this plan document."}, {"text_block_id": "p22_b119", "text": "Chapter 2"}, {"text_block_id": "p22_b120", "text": "Policy and Strategy on Disaster Risk Management"}, {"text_block_id": "p22_b121", "text": "During the past several years, the preceding National Disaster Prevention and Mitigation Plan (2010 – 2014) had been utilized as a fundamental mechanism for preventing, protecting against, recovering from, and mitigating the consequences of disaster incidents regardless of their cause, scale, intensity, and complexity, for examples, the most catastrophic floodings in 2011, earthquake incident in Chiangrai Province in 2014 etc. The practical utilization of 2010 – 2014 National Plan has provided a wide range of lessons learned, including key disaster risk management challenges, poor integration and coordination among relevant agencies and the urgent need to develop and enhance disaster risk management capacity as earlier mentioned in Chapter 1. These couple with increasing trend in frequency and intensity of natural disasters both at national and global levels, have consequently led to an improvement of the current National Disaster Risk Management Plan as deemed necessary and appropriate and to be consistent with current disaster situation and timeframe with a view to enhancing the effectiveness and efficiency of the current National Plan. The followings are essential components of policy and strategy on disaster risk management part of this National Disaster Risk Management Plan."}, {"text_block_id": "p22_b122", "text": "2.1  Disaster Risk Management Target"}, {"text_block_id": "p22_b123", "text": "2.1  Disaster Risk Management Target\n* To ensure overall readiness  of the national disaster risk management system to deal with potential disaster incidents through integrated and coordinated collaboration with stakeholders across multiple sectors and countries to timely provide disaster relief and emergency assistance to disaster affected people as well as undertaking the immediate and long â term disaster recovery and reconstruction in the affected areas in a fair and thorough manner with a view to establishing standards and practices for national disaster risk management.\n* To cultivate a lifelong learning culture amongst, and boost the natural disaster immunity of all sectors of society in Thailand aiming to gain a better grasp of the ways to manage disaster risk through providing spaces and opportunities for individuals, communities, civil society and other stakeholders to participate in disaster risk management practices towards sustainable development.\n* To increase public safety  awareness through highlighting the creation of body of knowledge, awareness, and safety culture as well as developing local and community capacity gearing towards building community resilience to disasters."}, {"text_block_id": "p23_b129", "text": "2.2 Objectives of National Plan"}, {"text_block_id": "p23_b130", "text": "2.2 Objectives of National Plan\n* To provide consistent nationwide concept of operations to enable national and local governments, private sector, and other sectors of society to collectively implement disaster management activities in an integrated and systematic manner, and in the same direction.\n* To compile the current internationally â recognized guidelines and directions and are used worldwide for disaster risk management that can be applied to disaster risk management in Thai context and to be used in the development of relevant plans at different levels of government such as Provincial Disaster Risk Management Plan, Bangkok Metropolitan Administration Disaster Risk Management Plan, including Disaster Management Action Plan of the local administration organizations and Emergency Support Function Plans etc., to enable these local authorities to more efficiently and effectively deal with disasters.\n* To develop and enhance capacities for disaster risk management which encompasses disaster risk reduction, emergency management and building back better and safer at community, local, national and international levels to further minimize the potential losses from disasters."}, {"text_block_id": "p23_b136", "text": "This National Disaster Risk Management Plan (2015) has been developed based on the national disaster management policy and the national disaster risk management strategy as follow :"}, {"text_block_id": "p23_b137", "text": "2.3  National Disaster Management Policy"}, {"text_block_id": "p23_b138", "text": "The National Disaster Prevention and Mitigation Committee has laid down the following four national disaster management policy framework’s focus areas."}, {"text_block_id": "p23_b139", "text": "The National Disaster Prevention and Mitigation Committee has laid down the following four national disaster management policy framework’s focus areas.\n* Improving and promoting disaster risk reduction by means of boosting the efficiency of disaster prevention, preparedness, and reducing disaster impacts through creating safe communities and promoting community and local involvement in improving disaster management practices in order to build resilience, foster adaptation to the effects of disaster events towards sustainable development.\n* Synergizing multisectoral partnershipsâ efforts to develop and enhance the capacities necessary for more effective, efficient and coherent emergency management as well as for equitable, timely and impartial distribution of relief supplies to disaster victims and mitigating disaster impacts.\n* Developing disaster recovery system that ably handles the demand for recovery assistance of disaster victims in a timely and impartial manner and the needs for rapid rehabilitation and reconstruction of disaster devastated areas to previous state or building back better and safer.\n* Developing and promoting the standards on international cooperation for disaster risk reduction between and among partnerships and networks at both national and international levels to be more efficient and effective."}, {"text_block_id": "p24_b147", "text": "2.4  Disaster Risk Management Strategy"}, {"text_block_id": "p24_b148", "text": "The strategies for disaster risk management outlined in this National Plan are intended to enhancing the national efficiency and effectiveness in fulfilling national disaster risk management targets and the objectives set forth, in order to meet international standards ; to ensure public safety and protection of life and of public and private property ; as well as boosting and maintaining social and economic sustainable stability. The followings are four key strategies for disaster risk management."}, {"text_block_id": "p24_b149", "text": "2.4.1 Strategy 1 Focusing on Disaster Risk Reduction"}, {"text_block_id": "p24_b150", "text": "It is the concept and practice of systematically reducing the chances of being affected by disasters through analyzing and managing the casual factors of disasters and their consequences to reduce exposure to hazards, lessen factors contributing to vulnerability, and strengthen local, individual and community capacity in addressing the existing challenges including protection against the damage and loss that result from possible future disasters."}, {"text_block_id": "p24_b151", "text": "(1) Targets"}, {"text_block_id": "p24_b152", "text": "(1) Targets\n* To avoid hazards and their potential impacts through the reduction of disaster vulnerability and exposure along with enhancing and strengthening national and local preparedness in the face of potential disasters.\n* To put in place measures/guidelines towards efficient disaster prevention, preparedness, and disaster impact reduction."}, {"text_block_id": "p24_b156", "text": "(2) Disaster Risk Reduction Strategy"}, {"text_block_id": "p24_b157", "text": "(2) Disaster Risk Reduction Strategy\n* To develop standardized tools for conducting disaster risk assessment.\n* To develop and systematize disaster risk reduction measures.\n* To promote and encourage every part of society at every level to develop code of practice for disaster risk reduction"}, {"text_block_id": "p24_b163", "text": "2.4.2 Strategy 2 Applying Integrated Emergency Management Syste"}, {"text_block_id": "p24_b164", "text": "m"}, {"text_block_id": "p24_b165", "text": "This practical strategy has been developed with a view to ensuring that disaster response and emergency management roles and activities are conducted in compliance with the required standards by way of systematizing the management of resources and ensuring the systematic assignment of roles and responsibilities to respond effectively to disaster incident of any type, as well as minimizing the losses inflicted by disasters on life and property of the people, natural resources, environment, society and the nation."}, {"text_block_id": "p25_b166", "text": "(1) Targets"}, {"text_block_id": "p25_b167", "text": "(1) Targets\n* To ensure that emergency management efforts are conducted in a systematic, standardized, unified, integrated and multisectoral manner to increase efficiency and effectiveness of such efforts.\n* To ensure the thorough, timely and fair provision of disaster relief and emergency assistance to disaster affected people.\n* To minimize the potential loss of human lives and physical property of disaster affected people."}, {"text_block_id": "p25_b173", "text": "(2) Strategy for Integrated Emergency Management Efforts"}, {"text_block_id": "p25_b174", "text": "(2) Strategy for Integrated Emergency Management Efforts\n* To develop and maintain the emergency management standards.\n* To develop the emergency response support system/ mechanisms.\n* To strengthen disaster relief system and operational guidelines."}, {"text_block_id": "p25_b180", "text": "2.4.3 Strategy 3 Strengthening and Enhancing the Efficiency of sustainable Disaster Recovery"}, {"text_block_id": "p25_b181", "text": "The practical strategy has been developed for the purpose of improving and restoring public utility system, household livelihood systems, and way of living within disaster – affected com munities to previous state or to build back better and safer, as deemed appropriate, by mainstreaming disaster risk reduction concerns into disaster recovery interventions that include reconstruction and rehabilitation."}, {"text_block_id": "p25_b182", "text": "(1) Targets"}, {"text_block_id": "p25_b183", "text": "(1) Targets\n* To ensure that disaster relief and emergency assistance have been provided to disaster affected people in a rapid, effective, and continuous manner, therefore they eventually are able to lead normal and active life.\n* To restore disaster affected areas to their previous state or to build back better and safer."}, {"text_block_id": "p25_b187", "text": "(2) Recovery Strategy"}, {"text_block_id": "p25_b188", "text": "(2.1)"}, {"text_block_id": "p25_b189", "text": "To develop post – disaster needs assessment system."}, {"text_block_id": "p25_b190", "text": "(2.2)"}, {"text_block_id": "p25_b191", "text": "To develop disaster recovery operations and management  system."}, {"text_block_id": "p25_b192", "text": "(2.3)"}, {"text_block_id": "p25_b193", "text": "To incorporate the concept of “Build back better and safer” into post – disaster reconstruction."}, {"text_block_id": "p25_b194", "text": "2.4.4 Strategy 4 Promoting and strengthening International Cooperation on Disaster Risk Management"}, {"text_block_id": "p25_b195", "text": "This practical strategy has been developed for the purpose of building and enhancing national capacity for disaster risk reduction to meet international standards by increasing the efficiency and effectiveness of national – international cooperation system and mechanisms. The implementation of national disaster risk management programmes and activities requires robust multi – stakeholder partnerships and effective cooperation both at national and international levels. In this connection, it is deemed essential to give due consideration to the customary laws, practices and protocols in line with an international cooperation framework."}, {"text_block_id": "p26_b196", "text": "(1) Targets"}, {"text_block_id": "p26_b197", "text": "(1.1)"}, {"text_block_id": "p26_b198", "text": "To develop and institutionalize the systems and mechanisms for addressing disasters in conjunction with international agencies and international cooperation organizations."}, {"text_block_id": "p26_b199", "text": "(1.2)"}, {"text_block_id": "p26_b200", "text": "To develop national standards on disaster risk management and interlink them with these at regional, sub – regional, and inter – regional levels."}, {"text_block_id": "p26_b201", "text": "(2) Strategy to Promote International Cooperation on Disaster Risk  Management"}, {"text_block_id": "p26_b202", "text": "(2.1)"}, {"text_block_id": "p26_b203", "text": "To develop and establish a coordination mechanism/system for a unified humanitarian assistance."}, {"text_block_id": "p26_b204", "text": "(2.2)"}, {"text_block_id": "p26_b205", "text": "To uplift the standards in core areas of humanitarian response."}, {"text_block_id": "p26_b206", "text": "(2.3)"}, {"text_block_id": "p26_b207", "text": "To promote and encourage exchanges of experiences, knowledge and good practices on disaster risk management."}, {"text_block_id": "p26_b208", "text": "(2.4)"}, {"text_block_id": "p26_b209", "text": "To strengthen institutional and technical capacity at national level to take leadership role in disaster risk management."}, {"text_block_id": "p28_b210", "text": "2.5  Budget Processes and Budget Sources for Disaster Risk Management"}, {"text_block_id": "p28_b211", "text": "2.5.1 Annual Budget"}, {"text_block_id": "p31_b212", "text": "2.5.2 Other Funding Sources"}, {"text_block_id": "p31_b213", "text": "(1) Central Fund"}, {"text_block_id": "p32_b214", "text": "(2) Advances under Ministry of Finance Regulation on Contingency Fund Advances for Emergency Relief Assistance"}, {"text_block_id": "p32_b215", "text": "Whenever a disaster occurs in its localities, the provincial government is authorized to use contingency fund advances to alleviate and mitigate the facing hardship of disaster affected people in conformity with the methods and criteria set forth in the relevant regulations"}, {"text_block_id": "p32_b216", "text": "Figure  2 – 2  :  Budget Process and Budget Sources for Disaster Risk Management"}, {"text_block_id": "p34_b217", "text": "Chapter 3"}, {"text_block_id": "p34_b218", "text": "Disaster risk Management Principles"}, {"text_block_id": "p34_b219", "text": "3.1  Disaster Risk Management Cycle"}, {"text_block_id": "p34_b220", "text": "The countries around the world now explicitly recognized that disaster can be managed prior to its actual occurrence. This has brought about the change of disaster management thinking and practice during the past decades from mainly followed the traditional reactive “disaster management” approach focusing on emergency response efforts, providing disaster relief assistance to the disaster affected people and post – disaster rehabilitation and recovery, towards taking more proactive and sustainable approach through focusing on “disaster risk management” that includes prevention, mitigation of disaster impacts and preparedness in parallel with emergency management that includes disaster response and relief operations a well as disaster recovery, rehabilitation, and reconstruction with recognition of the need for building back better and safer, as illustrated in figure 3 – 1"}, {"text_block_id": "p34_b221", "text": "Figure  3 – 1  :  Disaster Risk Management Cycle"}, {"text_block_id": "p35_b222", "text": "3.2  Disaster Risk Management Mechanisms"}, {"text_block_id": "p35_b223", "text": "3.2.1 At Policy Level"}, {"text_block_id": "p35_b224", "text": "(1) National Disaster Prevention and Mitigation committee"}, {"text_block_id": "p35_b225", "text": "This committee has been tasked with the following functions, among others, to formulate national disaster management policy ; integrate public – private partnerships for the development of efficient and affective disaster management system, etc ; as stipulated under the provisions of Article 6 and 7 of Disaster Prevention and Mitigation Act B.E. 2550 (2007)."}, {"text_block_id": "p35_b226", "text": "(2) National Safety Council"}, {"text_block_id": "p35_b227", "text": "The main functions of this council are, among others, to propose the national safety policy ; propose practice guidelines and has a responsibility to undertake inter – agency coordination. The composition and functions of this council have been set out in the Prime Minister’s Office Regulation on National Safety B.E. 2538 (1995), and addendum."}, {"text_block_id": "p35_b228", "text": "3.2.2 At Operational Level"}, {"text_block_id": "p35_b229", "text": "(1) National Disaster Command Headquarters"}, {"text_block_id": "p35_b230", "text": "As a national command and control facilities this headquarters has responsibilities to direct, oversee, and coordinate the emergency management practices of all lower disaster management centres. The Minister of Ministry of Interior has been designated as the National Incident Commander, and the Permanent Secretary for the Ministry of Interior to be the Deputy National Incident Commander."}, {"text_block_id": "p35_b231", "text": "In case of large – scale incident management (level 3), the Minister  of ministry of Interior will assume the role and responsibility of National Incident Commander, whilst in case of catastrophic incident management, the Prime Minister or the Deputy Prime Minister whom assigned by the Prime Minister will assume the National Incident Commander’s role and responsibility. The guidelines for setting up an emergency management organizational element will be expounded in Chapter 5 of this plan document."}, {"text_block_id": "p35_b232", "text": "(2) Central Disaster Management Centre"}, {"text_block_id": "p35_b233", "text": "Department of Disaster Prevention and Mitigation is required to set up the Central Disaster Management Centre, and the Director – General of this Department has been designated as the Central Incident Commander. Its functions and authority are set forth as follows :"}, {"text_block_id": "p35_b234", "text": "(2.1)"}, {"text_block_id": "p35_b235", "text": "In a non emergency situation  : Coordinates and integrates the emergency response information, resources, and plans of all relevant government agencies in order to ensure the overall state of readiness for handling any type of potential disaster."}, {"text_block_id": "p35_b236", "text": "(2.2)"}, {"text_block_id": "p35_b237", "text": "Likelihood of disaster  :  Undertakes full scale preparation for potential response operations, keeps a close watch on the disaster situation, conducts data analysis and rapid situation assessment, disseminates early warning message as well as reporting and providing recommendations to the National Incident Commander as the Prime Minister as the case may be for the purpose of making decisions related to disaster relief and emergency response operations to be jointly conducted by all participating agencies in a coordinated and seamless manner."}, {"text_block_id": "p36_b238", "text": "Likelihood of disaster  :  Undertakes full scale preparation for potential response operations, keeps a close watch on the disaster situation, conducts data analysis and rapid situation assessment, disseminates early warning message as well as reporting and providing recommendations to the National Incident Commander as the Prime Minister as the case may be for the purpose of making decisions related to disaster relief and emergency response operations to be jointly conducted by all participating agencies in a coordinated and seamless manner.\n* During a disaster  : Directs, integrates, and coordinates the joint response operations for small â (level 1) and medium scale (level 2) disasters. In this context, the Central Disaster Management Centre is required to take responsibilities for directing, conducting disaster situation assessment and providing technical support and assistance to the National Incident command Headquarters ; keeping a close watch on the disaster situation and disseminating early warning massage; and providing information and recommendations to the National Incident Commander for the purpose making any decision on raising the level of the disaster incident to level 3 (large â scale incident), and to the Prime Minister or to the Deputy Prime Minister whom assigned by the Prime Minister in case of the upgrade to level 4.\n<\\li1>"}, {"text_block_id": "p36_b240", "text": "Nevertheless, the Central Disaster Management Center is required to continue acting as the constituent part of in the Emergency Response Coordination Centre under the National Disaster Command Headquarters in case of the upgrade to level 3 and level 4."}, {"text_block_id": "p36_b241", "text": "(3) Provincial Disaster Management Centre"}, {"text_block_id": "p36_b242", "text": "This centre has been tasked to direct, control, provide support for and coordinate disaster risk management efforts within the respective provincial jurisdiction. In this connection, the provincial governor has been designated as the Provincial Incident Commander, the vice – provincial governor whom assigned by the provincial governor and chairman of the provincial administrative organization have been designated as Deputy Provincial Incident Commanders. The  administrative component of this centre has been designed as follow :"}, {"text_block_id": "p36_b243", "text": "Provincial Disaster Management Centre"}, {"text_block_id": "p36_b244", "text": "Administrative Staff"}, {"text_block_id": "p36_b245_merged", "text": "N.B.  :  Committee member is subject to change as considered appropriate by the  provincial governor."}, {"text_block_id": "p37_b247", "text": "Functions and Authority"}, {"text_block_id": "p37_b248", "text": "1."}, {"text_block_id": "p37_b249", "text": "Develop the Provincial Multi – Hazard Specific Action Plan on Disaster Risk Management in conformity with the Provincial Disaster Risk Management Plan."}, {"text_block_id": "p37_b250", "text": "2."}, {"text_block_id": "p37_b251_merged", "text": "Set forth the guidelines to be observed by Provincial, district and Local Administrative Organization Disaster Management Centers in specific locality in undertaking disaster risk manage-ment and disaster preparedness activities."}, {"text_block_id": "p37_b254", "text": "3."}, {"text_block_id": "p37_b255", "text": "Monitor and conduct disaster situation analysis and assessment. And when a disaster actually occurs or is likely to occur, in case of medium scale (level 2) this Centre is required to make recommendations to the Provincial Incident Commander in the context of setting up the Provincial Emergency Operations Centre to undertake emergency response interventions."}, {"text_block_id": "p37_b256", "text": "4."}, {"text_block_id": "p37_b257", "text": "Collect data and establish data bank of disaster related resources required to carry out disaster risk management activities within provincial jurisdiction."}, {"text_block_id": "p37_b258", "text": "5."}, {"text_block_id": "p37_b259", "text": "Promote and support cooperation between public and private agencies and neighboring provinces through mutual – aid agreement/the mutual sharing of personnel, equipment and other resources for disaster risk management."}, {"text_block_id": "p37_b260", "text": "6."}, {"text_block_id": "p37_b261", "text": "Perform other functions and responsibilities as assigned by person possesses additional authority to issue directives."}, {"text_block_id": "p37_b262", "text": "(4) Bangkok Metropolitan Disaster Management Centre"}, {"text_block_id": "p37_b263", "text": "This centre has been tasked to direct, control, and coordinate disaster risk management efforts within its jurisdiction ; to develop action plan based on its vulnerability and exposure to specific hazards in line with the Bangkok Metropolitan Disaster Risk Management Plan ; as well as providing technical assistance support for implementation of disaster risk management activities and functioning as emergency response unit when an actual disasters occur within its jurisdiction. The governor of Bangkok Metropolitan Administration, as the Bangkok Metropolitan Incident Commander has been tasked to perform duties and responsibilities as stipulated in item (3) of Disaster Prevention and Mitigation Act B.E. 2550 (2007). All this, the administrative component as well as duties and responsibilities of this centre will be subject to the governor of Bangkok Metropolitan Administration approval."}, {"text_block_id": "p37_b264", "text": "(5) District Disaster Management Centre"}, {"text_block_id": "p37_b265", "text": "As a district command and control centre, it has been tasked to direct, provide support for and coordinate disaster management efforts of local administrative organizations located in its jurisdiction, as well as performing any function as assigned by the provincial governor or by the Provincial Disaster Management Centre. The chief district officer has been designated as the District Incident Commander, and the administration component has been designed as follow :"}, {"text_block_id": "p38_b266", "text": "District Disaster Management Centre"}, {"text_block_id": "p38_b267", "text": "Administrative Staff"}, {"text_block_id": "p38_b268_merged", "text": "N.B.  :  Committee member is subject to change as considered appropriate by district chief."}, {"text_block_id": "p38_b270", "text": "Functions and Authority"}, {"text_block_id": "p38_b271", "text": "1."}, {"text_block_id": "p38_b272", "text": "Develop the District Disaster Risk Management Plan and other relevant plan for the purpose of directing, coordinating, and providing support for disaster management efforts of the local administrative organization, in accordance with the Provincial Disaster Risk Management Plan."}, {"text_block_id": "p38_b273", "text": "2."}, {"text_block_id": "p38_b274", "text": "Set forth guidelines to be observed by District and Local Administrative Organization Disaster Management Centres in specific locality in undertaking disaster risk management and disaster preparedness activities as well as in undertaking post – disaster recovery interventions."}, {"text_block_id": "p38_b275", "text": "3."}, {"text_block_id": "p38_b276", "text": "Monitor, and conduct disaster situation analysis and assessment. When a disaster actually occurs or is very likely in its jurisdiction, this centre is required to make recommendations to the District Incident Commander in the context  of setting up the District Emergency Operation Centre to take responsibility for the command and control of incidents."}, {"text_block_id": "p38_b277", "text": "4."}, {"text_block_id": "p38_b278", "text": "Collect data and establish data bank of disaster related resources required to carry out disaster risk management activities within district jurisdiction."}, {"text_block_id": "p38_b279", "text": "5."}, {"text_block_id": "p38_b280", "text": "Perform other functions and responsibilities as assigned by the provincial governor or the Provincial Disaster Management Centre."}, {"text_block_id": "p39_b281", "text": "(6) Pattaya City Disaster Management Centre"}, {"text_block_id": "p39_b282", "text": "As Pattaya City command and control centre, it has been tasked to direct, provide support for, and coordinate disaster management efforts of Pattaya City as well as functioning as emergency response unit during an actual disaster, along with developing Pattaya City Disaster Management Action Plan in line with the Provincial Disaster Risk Management Plan and the District Disaster Risk Management Plan. In addition, this Centre has been tasked to provide support and assistance to the Provincial Incident Commander and the District Incident Commander as being assigned, including provision of assistance and support to the neighboring or adjacent local administrative organizations related to the implementation of disaster management activities upon their requests. The mayor of Pattaya City has been designate as the Local Government Incident Commander"}, {"text_block_id": "p39_b283", "text": "(7) Municipal Disaster Management Centre"}, {"text_block_id": "p39_b284", "text": "As a municipal command and control centre, it has been tasked to direct, provide support for, and coordinate disaster management efforts of the respective municipality as well as functioning as emergency response unit during an actual disaster, along with developing the Municipal Disaster Risk Management Action Plan in line with the Provincial Disaster Risk Management Plan and the District Disaster Management Plan. In addition, this centre has been tasked to provide support and assistance to the Provincial Incident Commander and the District Incident commander as being assigned, including provision of assistance and support to the neighbouring or adjacent local administrative organizations related to the implementation of disaster risk management activities upon their requests. The municipal mayor has been designated as the a Local government Incident Commander."}, {"text_block_id": "p39_b285", "text": "N.B."}, {"text_block_id": "p39_b286", "text": ":  Category of Municipality in Thailand"}, {"text_block_id": "p39_b287", "text": ":  Category of Municipality in Thailand\n* City municipality\n* Town municipality\n* Subdistrict municipality"}, {"text_block_id": "p39_b293", "text": "(8) Subdistrict Administrative Organization disaster Management Centre"}, {"text_block_id": "p39_b294", "text": "As a subdistrict administrative organization command and control center, it has been tasked to direct, provide support for, and coordinate disaster risk management  efforts of the respective sub – district as well as functioning as emergency response unit during an actual disaster, along with developing the Subdistrict Disaster Risk Management Action Plan in line with the Provincial Disaster Risk Management Plan and the District Disaster Management Plan. In addition, this Centre has been tasked to provide support and assistance to the neighbouring or adjacent local administrative organizations related to the implementation of disaster management activities upon their requests. The chairman of subdistrict administrative organization has been designated as the Local government Incident Commander."}, {"text_block_id": "p41_b295", "text": "3.3  Role, Function, and Guidelines for Collaborative Disaster Risk Management"}, {"text_block_id": "p41_b296", "text": "3.3.1 Roles and Functions"}, {"text_block_id": "p41_b297", "text": "The attached agencies of the ministries and the relevant primary agencies have been assigned specific roles and responsibilities relating to disaster risk management to perform in an integrated and coordinated manner as follow :"}, {"text_block_id": "p55_b298", "text": "N.B."}, {"text_block_id": "p55_b299", "text": "Chain of Command"}, {"text_block_id": "p55_b300", "text": "-------"}, {"text_block_id": "p55_b301", "text": "Chain of Communication"}, {"text_block_id": "p55_b302", "text": "* Division of work and areas of responsibility need to be done in accordance with Disaster Mitigation Plan of Ministry of Defence and Memorandum of Understanding on Disaster Management Operations between the Provincial Incident Commander and the Area Commandant"}, {"text_block_id": "p55_b303", "text": "Chart  3 – 3  :  Interagency Relationships and Collaborative Linkages for Emergency Management Operations"}, {"text_block_id": "p56_b304", "text": "3.3.2 Guidelines for Multi – Agency Joint Operations"}, {"text_block_id": "p56_b305", "text": "(1) Guidelines for Civil – Military Collaboration"}, {"text_block_id": "p56_b306", "text": "Civil – military collaborative efforts in emergency management operations require very close coordination between civil and military actors, and promotion of and an increase in mutual understanding along with maintaining close contact and open communications with each other to prevent possible misunderstandings during the joint humanitarian assistance and disaster relief missions. In order to provide emergency management support to the National Disaster Command Headquarters and the local Disaster Management Centres at all levels, the military entity may consider setting up a civil – military coordination centre or a civil – military operations centre to meet the demands of ongoing disaster situation and the emergency needs as well as depending on the level of the military unit. This centre will serve as coordinating mechanism and as a venue for meeting and an exchange of information regarding emergency management operations as well as for daily briefing on disaster situation in order to gain and maintain situational awareness and share a common operating picture.  In addition, civil – military interface during disaster response and management requires conformity to international standard operating framework and the Disaster Prevention and Mitigation Act 2550 (2007) as follow  :"}, {"text_block_id": "p56_b307", "text": "(1.1)"}, {"text_block_id": "p56_b308", "text": "To perform the duties in conformance with Article 46 of the Disaster Prevention and Mitigation Act B.E. 2550 (2007)"}, {"text_block_id": "p56_b309", "text": "(1.2)"}, {"text_block_id": "p56_b310", "text": "To perform the duties in accordance with the guidelines for civil – military collaborative efforts in disaster."}, {"text_block_id": "p56_b311", "text": "(1.3)"}, {"text_block_id": "p56_b312", "text": "To maintain close contact and close coordination between civil and military actors."}, {"text_block_id": "p56_b313", "text": "(2) Guidelines for Civil Society and Charitable Organization Engagement"}, {"text_block_id": "p56_b314", "text": "(2.1)"}, {"text_block_id": "p56_b315", "text": "To designate a contact person responsible for coordinating with the Inci"}, {"text_block_id": "p56_b316", "text": "-"}, {"text_block_id": "p56_b317", "text": "dent Command Centre at each level (in case of actual occurrence of disaster) to ensure that their intervention  in emergency response and disaster management as well as in provision of disaster relief and emergency assistance to disaster victims are conducted in an integrated and seamless manner."}, {"text_block_id": "p56_b318", "text": "(2.2)"}, {"text_block_id": "p56_b319", "text": "Ministry of Interior, Ministry of Public Health, Emergency Medical Institute of Thailand and relevant charitable organizations have responsibility to jointly develop operational guidelines for provision of personnel, equipment and supplies to support disaster related operations of the implementing agencies at all levels."}, {"text_block_id": "p56_b320", "text": "(3) Guidelines for Collaboration with Other Countries and International Organizations"}, {"text_block_id": "p56_b321", "text": "(3.1)"}, {"text_block_id": "p56_b322_merged_merged", "text": "In order to receive foreign humanitarian assistance and foreign disaster re-lief in case of an occurrence of catastrophic disaster (Level 4) and it deems necessary to appeal for such assistance, Ministry of Foreign Affairs is in charge of preparing and submitting proposals for consideration and approval by the National Incident Command Headquarters. Upon on ap-proval by the National Disaster Incident Command Headquarters, Ministry of Foreign Affairs has a"}, {"text_block_id": "p57_b327", "text": "responsibility to coordinate with Ministry of Interior (Department of Disaster Prevention and Mitigation) and other relevant agencies, and to further proceed as the principal agency responsible for coordinating requests for assistance from foreign countries."}, {"text_block_id": "p57_b328", "text": "(3.2)"}, {"text_block_id": "p57_b329", "text": "Ministry of Foreign Affairs is in charge of developing the standard operating procedures to be followed by agencies and international organizations  when intending to provide and support disaster management assistance to Thailand."}, {"text_block_id": "p57_b330", "text": "(3.3)"}, {"text_block_id": "p57_b331", "text": "In case where foreign governments or international organizations or international private sector organizations intends to help victims of disaster that occurred in Kingdom of Thailand by providing essential relief supplies, services of personnel or other items, they are required to proceed in conformity with commitment, agreement or international cooperation framework made or agreed on. In this connection, duties will be waived on essential relief supplies, and Ministry of Foreign Affairs will be primarily in charge of carrying out this responsibility."}, {"text_block_id": "p57_b332", "text": "(3.4)"}, {"text_block_id": "p57_b333_merged", "text": "Ministry of Foreign Affairs is in charge of establishing guidelines regarding foreign disaster assistance to be provided by concerned agencies to affected countries upon receiv-ing their requests for support from Thailand."}, {"text_block_id": "p57_b336", "text": "3.4  Scope of Disaster"}, {"text_block_id": "p57_b337", "text": "The scope of disaster specified in this National Plan is in conformity with the definition of “disaster” contained in Article A of the Disaster Prevention and Mitigation Act B.E. 2550 (2007) as follow  :"}, {"text_block_id": "p57_b338", "text": "“Disaster means fire, storm, flood, drought, human epidemics, animal epidemics, aquatic animal epidemics, and plant epidemics, including any type of hazard that has a negative effects on general public, be it induced by nature activity, human activity, accidents or any other incident which is harmful to life, body of people or inflicts damage on property of the people or of the state, including air threat and sabotage actions.”"}, {"text_block_id": "p57_b339", "text": "3.5  Level of Emergency and Incident Management"}, {"text_block_id": "p57_b340", "text": "An emergency and incident management in Thai context is classified into four levels based on a wide range of parameters, including areas affected, size, severity level and complexity,  number of population, existing capacity for emergency management  as well as the availability and capability of resources capability. These who have legal authority must take these parameters into account when making decision to assume the role of Incident Commander."}, {"text_block_id": "p58_b341", "text": "The activation levels are as follow :"}, {"text_block_id": "p58_b342", "text": "3.6  Disaster Risk Management Related Laws and Regulations"}, {"text_block_id": "p58_b343", "text": "The Disaster Prevention and Mitigation Act B.E. 2550 (2007) has served as the principal legal mechanism for disaster risk management practices in Thailand, coupled with an application of other disaster risk management related laws/regulations/ notifications/directives. These legal mechanisms have been elaborated as follow  :"}, {"text_block_id": "p58_b344", "text": "3.6.1 Major Law"}, {"text_block_id": "p58_b345", "text": "Disaster Prevention and Mitigation Act B.E. 2550 (2007) and its six relevant supportive legislations namely ;"}, {"text_block_id": "p58_b346", "text": "(1)"}, {"text_block_id": "p58_b347", "text": "Ministerial Regulation Prescribing Criteria and Method for Permissible Compensation Payable to Person (s) Injured While Performing Disaster  - Related Duties Assigned B.E. 2554 (2011)"}, {"text_block_id": "p58_b348", "text": "(2)"}, {"text_block_id": "p58_b349", "text": "Regulation of Ministry of Interior on Criteria for Appointment of Disaster Prevention and Mitigation Officials and Their Performance of Assigned Duties B.E. 2553 (2010)"}, {"text_block_id": "p58_b350", "text": "(3)"}, {"text_block_id": "p58_b351", "text": "Regulation of Ministry of Interior  on Civil Volunteer Affairs B.E. 2553 (2010)"}, {"text_block_id": "p58_b352", "text": "(4)"}, {"text_block_id": "p58_b353", "text": "Regulation of Ministry of Interior on Disaster Prevention and Mitigation Official Uniforms, Insignia, and Identification Card B.E. 2554 (2011)"}, {"text_block_id": "p58_b354", "text": "(5)"}, {"text_block_id": "p58_b355", "text": "Regulation of Ministry of Interior on Criteria for Issuance of Reference and Verification Letter to Disaster Affected People or Owner or Possessor of Property for Establishing Entitlement to Disaster Relief Assistance or Other Services B.E. 2552 (2009)"}, {"text_block_id": "p58_b356", "text": "(6)"}, {"text_block_id": "p58_b357", "text": "Notification of Department of Disaster Prevention and Mitigation on Disaster Affected People Verification Form"}, {"text_block_id": "p59_b358", "text": "3.6.2 Other Relevant Law/Regulation/Notification/Directive"}, {"text_block_id": "p59_b359", "text": "(1)"}, {"text_block_id": "p59_b360", "text": "Public Administration Act B.E. 2534 (1991) and Relevant Regulations of Office of the Prime Minister namely ;"}, {"text_block_id": "p59_b361", "text": "Public Administration Act B.E. 2534 (1991) and Relevant Regulations of Office of the Prime Minister namely ;\n* Regulation of Office of the Prime Minister on National Water Resources Management B.E. 2550 (2007)\n* Regulation of Office of the Prime Minister on Prevention and Elimination of Maritime Oil Pollution B.E. 2547 (2004)\n* Regulation of Office of the Prime Minister on National Disaster Warning System Management B.E. 2552 (2009)\n* Regulation of Office of the Prime Minister on Donations and Provision of Assistance to Disaster Victims B.E. 2542 (1999)\n* Regulation of Office o f the Prime Minister on Mutual Fund for Mitigation of Disaster Loss and Damage in Agricultural Sector B.E. 2539 (1986)\n* Regulation of Office of the Prime Minister on Mutual Fund for Mitigation of Disaster Loss and Damage in Agricultural Sector (2nd Edition) B.E. 2548 (2005)\n* Regulation of Office of the Prime Minister on Public Utilities Operations Coordination B.E. 2529 (1986)\n* Regulation of Office  of the Prime Minister on National Safety B.E. 2538 (1995)\n* Regulation of Office of the Prime minister Regarding National Policy on the Rehabilitation of the Sea B.E. 2539 (1996)\n* Regulation of Office of the Prime Minister on Practices of Collecting Donations of State Agencies B.E. 2544 (2011)\n* Regulation of Office of the Prime Minister Regarding National Executive Committee on Agricultural Credit B.E. 2541 (1998)\n* Regulation of Ministry of Finance on Contingency Fund Advances for Assisting Disaster Affected People B.E. 2556 (2003)\n* Criteria for the Use of Contingency Fund Advances for Assisting Thai Citizens Overseas B.E. 2541 (1998)\n* Regulation of Ministry of Finance on Contingency Fund Advances for Emergency Expenditures or maintaining National Security B.E. 2532 (1989)\n* Regulation of Ministry of Finance on Contingency Fund Advances for Prevention and Elimination of Maritime oil Pollution B.E. 2547 (2004)\n* Regulation of Ministry of Finance on Contingency Fund Advances for Assisting People Experiencing Rainfall Shortage B.E. 2521 (1978)"}, {"text_block_id": "p59_b383", "text": "(2)"}, {"text_block_id": "p59_b384", "text": "Budgeting Process Act B.E. 2502 (1979) and the relevant regulations issued by Ministry of Finance Namely  ;"}, {"text_block_id": "p60_b395", "text": "Budgeting Process Act B.E. 2502 (1979) and the relevant regulations issued by Ministry of Finance Namely  ;\n* Royal Decree on Provision of Financial Assistance to Flood â Affected People B.E. 2555 (2012)\n\t* Royal Decree on Promotion of Catastrophic Insurance Fund\n\t* Directive of National Council for Peace and Order No. 85/2557 (2014) on Appointment of Strategic Committee for Water Resource Management\n\t* Other acts/regulations/directives\n\t\t* Local government Act B.E. 2547 (1914)\n\t\t* The Act on Regulation of Banking Functions in Emergency Situation B.E. 2484 (1941)\n\t\t* The Act on Regulation and Dealing with Business and Property of Certain Categories of Aliens in Emergency Situation B.E. 2484 (1941)\n\t\t* Embankments and Ditches Act B.E. 2505 (1962)\n\t\t* Concession Highways Act B.E. 2542 (1999)\n\t\t* The Act on Provision of Assistance to Person Injured or Died As a Result of Assisting in the Performance of Duties of the Government, the Nation or Conforming to Humanitarian Conscience B.E. 2543 (2000)\n\t\t* Highway Act B.E. 2535 (1992)\n\t\t* Occupational Safety, Health, and Environment in Work Place Act B.E. 2554 (2011)\n\t\t* Occupational Safety, Health, and Environment in Work Place Act B.E. 2554 (2011)\n -Notification of Department of Labour Protection and Welfare on Serious Accident or Being Injured at Work Report Form B.E. 2554 (2001)\n\t\t* Provision of Assistance to State Official Injured or Falling Sick As a Result of Working Act B.E. 2546 (1993)\n\t\t* Ministry of Defence Administrative Arrangements Act B.E. 2551 (2008)\n\t\t* The Enhancement and Conservation of the National Environmental Quality Act B.E. 2535 (1992)\n\t\t* The Communicable Disease Act B.E. 2523 (1980)\n\t\t* Animal Epidemic Act B.E. 2499 (1956)\n\t\t* Rabies Act B.E. 2535 (1992)\n\t\t* Hazardous Substance Act B.E. 2535 (1992)\n\t\t* Atomic Energy for Peace Act B.E. 2504 (1961)\n\t\t* Atomic Energy for Peace Act B.E. 2504 (1961)\n -Ministerial Regulation on Rules and Procedure of Radioactive Waste Management B.E. 2546 (2003)\n\t\t* Firearms, Ammunition, Explosives, Fireworks, and the Equivalent of Firearms Act B.E. 2490 (1947)\n\t\t* Notification of the National Broadcasting and Telecommunications Commission on Criteria and Procedures for Entrepreneur of Radio and Television Broadcasting Services in the Event of Disaster or Emergency Situation"}, {"text_block_id": "p61_b441", "text": "Budgeting Process Act B.E. 2502 (1979) and the relevant regulations issued by Ministry of Finance Namely  ;\n* Royal Decree on Provision of Financial Assistance to Flood â Affected People B.E. 2555 (2012)\n\t* Royal Decree on Promotion of Catastrophic Insurance Fund\n\t* Directive of National Council for Peace and Order No. 85/2557 (2014) on Appointment of Strategic Committee for Water Resource Management\n\t* Other acts/regulations/directives\n\t\t* Local government Act B.E. 2547 (1914)\n\t\t* The Act on Regulation of Banking Functions in Emergency Situation B.E. 2484 (1941)\n\t\t* The Act on Regulation and Dealing with Business and Property of Certain Categories of Aliens in Emergency Situation B.E. 2484 (1941)\n\t\t* Embankments and Ditches Act B.E. 2505 (1962)\n\t\t* Concession Highways Act B.E. 2542 (1999)\n\t\t* The Act on Provision of Assistance to Person Injured or Died As a Result of Assisting in the Performance of Duties of the Government, the Nation or Conforming to Humanitarian Conscience B.E. 2543 (2000)\n\t\t* Highway Act B.E. 2535 (1992)\n\t\t* Occupational Safety, Health, and Environment in Work Place Act B.E. 2554 (2011)\n\t\t* Occupational Safety, Health, and Environment in Work Place Act B.E. 2554 (2011)\n -Notification of Department of Labour Protection and Welfare on Serious Accident or Being Injured at Work Report Form B.E. 2554 (2001)\n\t\t* Provision of Assistance to State Official Injured or Falling Sick As a Result of Working Act B.E. 2546 (1993)\n\t\t* Ministry of Defence Administrative Arrangements Act B.E. 2551 (2008)\n\t\t* The Enhancement and Conservation of the National Environmental Quality Act B.E. 2535 (1992)\n\t\t* The Communicable Disease Act B.E. 2523 (1980)\n\t\t* Animal Epidemic Act B.E. 2499 (1956)\n\t\t* Rabies Act B.E. 2535 (1992)\n\t\t* Hazardous Substance Act B.E. 2535 (1992)\n\t\t* Atomic Energy for Peace Act B.E. 2504 (1961)\n\t\t* Atomic Energy for Peace Act B.E. 2504 (1961)\n -Ministerial Regulation on Rules and Procedure of Radioactive Waste Management B.E. 2546 (2003)\n\t\t* Firearms, Ammunition, Explosives, Fireworks, and the Equivalent of Firearms Act B.E. 2490 (1947)\n\t\t* Notification of the National Broadcasting and Telecommunications Commission on Criteria and Procedures for Entrepreneur of Radio and Television Broadcasting Services in the Event of Disaster or Emergency Situation\n* Ministerial Regulation Regarding Exemption of Annual Fee and Factory Permit Renewal Fee for Factory Affected by Natural Disaster B.E. 2547 (2004)\n* Notification of Committee on Transferring the Power to Local Administrative Organization Regarding an Allocation of Specific Subsidy to Undertake Disaster Recovery Projects for Fiscal Year 2551 (2508)"}, {"text_block_id": "p61_b445", "text": "3.6.3 Legal Instruments for Management of Risk from Major Disaster"}, {"text_block_id": "p66_b446", "text": "N.B."}, {"text_block_id": "p66_b447", "text": "In case where any law, regulation, notification, directive, procedure have not been included in the National Disaster Risk Management Plan 2015, those who have authority to command, control, oversee or those who have an obligation to perform other disaster risk management related functions under Disaster Prevention and Mitigation Act B.E. 2550 (2007) should consider to apply these law, regulation, notification, directive and procedure in conjunction with major law to an implementation of disaster risk management activities as far as opportunity permitted with the intention to achieve effective disaster risk management and without being in conflict with or inconsistent with the major law."}, {"text_block_id": "p68_b448", "text": "Chapter 4"}, {"text_block_id": "p68_b449", "text": "Disaster Risk Reduction"}, {"text_block_id": "p68_b450", "text": "Disaster risk reduction is a concept and practice of reducing the potential negative consequences of disaster through analysis and management of the casual factors and the impacts of disasters to set forth the policy, measures or initiate the activities for reducing exposure to hazards, lessening and tackling the root causes of vulnerability as well as enhancing the capacities in disaster risk management and is meant to reduce the existing disaster risk inherent in the communities and society and prevent new and emerging risks."}, {"text_block_id": "p68_b451", "text": "Disaster risk refers to disaster losses, in lives, health status, livelihoods, assets and services, which could occur to a particular community or a society over some specified future time period. The equation below illustrates colleration between the risk of disaster, hazard, people’s exposure, vulnerability and capacity to cope."}, {"text_block_id": "p68_b452", "text": "Risk =    Hazard x Exposure x Vulnerability"}, {"text_block_id": "p68_b453", "text": "Capacity"}, {"text_block_id": "p68_b454", "text": "4.1  Strategic Thinking for Reduction of Disaster Risks"}, {"text_block_id": "p68_b455", "text": "Disaster risk management is everyone’s business and is a shared responsibility among citizens, the private sector, and government. Therefore, it is essential to lay down operational guidelines for all stakeholders in the country at all levels to further carry out their disaster risk management responsibilities cooperatively. The relevant global and regional frameworks for action have been developed and adopted that have provided critical guidance in efforts to reduce disaster risk. These frameworks for action have embraced the following priorities for action : understanding disaster risk ; strengthening disaster risk governance to manage disaster risk ; investing in disaster risk reduction for resilience and building natural disaster immunity ; and enhancing disaster preparedness for effective response and to “Building Back Better” and safer in recovery, rehabilitation and reconstruction."}, {"text_block_id": "p68_b456", "text": "4.2  Disaster Risk Reduction Strategy"}, {"text_block_id": "p68_b457", "text": "4.2.1 Strategy 1 : Creating Standardized System for Disaster Risk Assessment"}, {"text_block_id": "p68_b458", "text": "Disaster risk assessment is a process undertaken to monitor and determine level of disaster risk inherent in community or society through analysis of disaster risk factors related to the exposure and vulnerability that can inflict substantial harm and damage. The results of such an assessment will serve as strategic instrument for disaster risk management. In this connection, the National Disaster Command Headquarters and the Disaster Management Centre at each level of nation’s administrative structure as well as relevant agencies have been tasked to conduct disaster risk assessment based on the following operational guidelines."}, {"text_block_id": "p69_b459", "text": "(1)"}, {"text_block_id": "p69_b460", "text": "To encourage and support risk assessment process which encompasses"}, {"text_block_id": "p69_b461", "text": "To encourage and support risk assessment process which encompasses\n* To conduct assessment of the current state of disaster risk as well as of currently existing data or case study findings with a view to acquire data and information on capacity to prepare for and coping with disaster.\n* To conduct hazard assessment in order to be better informed about its type and intensity, the locations of risk as well as its potential impacts on livelihoods of at risk community and society.\n* To conduct exposure assessment to acquire data and information on the population residing and their property locating in at â risk areas.\n* To conduct vulnerability assessment to determine the risk level of the condition or elements of population or things being assessed with a view to acquire information on their risk resistance capacity.\n* To conduct loss and impact analysis for the purpose of estimation of losses inflicted as a result of disaster to people, property, services, livelihoods and environment as well as evaluating the potential impacts of disaster risk on economy and society.\n* To create data file on risk status and conduct assessment to ensure cost â effectiveness of disaster risk management.\n* To develop disaster risk reduction action plan and to carry out a review on disaster risk reduction strategy for the purpose of prioritizing, allocating resources (budget and personnel) for, and initiating disaster risk reduction programmes."}, {"text_block_id": "p69_b475", "text": "(2)"}, {"text_block_id": "p69_b476", "text": "To strengthen the capacities for exposure and vulnerability assessment at local, district, and provincial levels."}, {"text_block_id": "p69_b477", "text": "(3)"}, {"text_block_id": "p69_b478", "text": "To strengthen and improve national capacity for disaster risk assessment for the purposes of identification of disaster risk reduction policies, allocation of budget, promulgation of relevant laws and regulations, initiation of the programmes and projects as well as  establishing risk indicators and carrying out risk mapping, etc."}, {"text_block_id": "p69_b479", "text": "4.2.2 Strategy  2  :  Developing Disaster Risk Reduction Measures"}, {"text_block_id": "p69_b480", "text": "(1) Guidelines for Disaster Prevention and Mitigation"}, {"text_block_id": "p69_b481", "text": "Prevention and mitigation are actions undertaken during pre – disaster stage to avoid or lessen the adverse impacts of hazards and related disasters inflicted on people, community or society through the application of structural and non – structural measures which include :"}, {"text_block_id": "p69_b482", "text": "(1.1)"}, {"text_block_id": "p69_b483", "text": "Conducting land demarcation and grouping the locations of social, and cultural activities for the purpose of avoiding areas at risk of disasters through land – use planning, hazard and risk mapping, establishing safety standards for carry out different restricted activities, zoning, etc."}, {"text_block_id": "p69_b484", "text": "(1.2)"}, {"text_block_id": "p69_b485", "text": "Putting in place the standards for the design and construction of buildings and other structures to ensure their sufficient wind -, and seismic resistance capacity and to reduce their vulnerability to earthquakes, storm, etc."}, {"text_block_id": "p70_b486", "text": "Putting in place the standards for the design and construction of buildings and other structures to ensure their sufficient wind -, and seismic resistance capacity and to reduce their vulnerability to earthquakes, storm, etc.\n* Reinforcing river banks ; planting vegetation, shrubbery, vetiver grass, and mangroves ; constructing seashore embankment to protect riverside and seashore communities.\n* Dredging and rehabilitating the canals, public sewers, and maintaining drainage capacity on a regular and immediate basis.\n* Adjusting agricultural plan for the purpose of risk â sharing by means of reforestation, tree planting, growing ground cover plants to protect soil erosion, contour planting, introduction of disease resistant and drought â tolerant plants, as well as encouraging the cultivation of crops suited to local climate and soil conditions, etc.\n* Development of deep and shallow wells.\n* Creating awareness in communicable disease prevention and other aspects.\n* Promulgation of laws and regulations needed to support disaster risk reduc-tion efforts."}, {"text_block_id": "p70_b500", "text": "(2) Guidelines for Disaster Preparedness"}, {"text_block_id": "p70_b501", "text": "Preparedness action is carried out prior to an actual disaster occurring with an intention to increase the knowledge of disasters and disaster risk management of general public or communities and relevant agencies as well as strengthening their capacities and skills to effectively anticipate, respond to and recover from, the impacts of likely, imminent or current hazard events or conditions. Preparedness action includes  :"}, {"text_block_id": "p70_b502", "text": "(2.1)"}, {"text_block_id": "p70_b503", "text": "Community – Based Disaster Risk Management :"}, {"text_block_id": "p70_b504", "text": "this community – based practice has put the focus on the role of community in all four phases of disaster risk management cycle. In addition, it has provided the opportunity for all community members and other stakeholders in the community to collectively participate in the planning process, play key role in decision – making and to collectively identify the solutions for addressing the challenges related to disaster risk management. In addition to boosting community involvement in reducing the prevailing disaster risk, this practice has made a significant contribution to ensure that the people and their community are better prepared for diverting or coping with the effects of natural hazards with the least expected loss and damage of life an property. And simultaneously, it will enhance and strengthen their capacity and self – reliance to deal with disaster preceding the arrival of the external assistance ; create and strengthen partnership with civil society organizations and networks in the form of emergency volunteer corps to help government officials fulfill their responsibilities in disaster prevention and preparedness which include exploring and understanding data, analyzing disaster related data, disaster early warning, setting up community/village committee on disaster risk  management, conducting emergency management exercise and evaluating simulation exercise, etc."}, {"text_block_id": "p71_b505", "text": "(2.2)"}, {"text_block_id": "p71_b506", "text": "Emergency Management Exercise :"}, {"text_block_id": "p71_b507_merged", "text": "is generally referred  to as the mechanism serving to, and activities undertaken to ensure an operational preparedness of disaster risk manage-ment agencies and personnel as well as enhancing their capacities and strengthening their skills ; to test effectiveness  of inter organizational coordination and cooperation, and interoperability in order to find out the shortfalls and capacity gaps in disaster response operations which leading to improvement of disaster risk management plan, emergency operations plan and incident action plan at all levels of government. In this context, the emergency management exercise will include disaster simulation exercises and drills with respect to types of simulation deemed appropriate and necessary by each agency."}, {"text_block_id": "p71_b510", "text": "Types of Emergency Management Exercise : are classified into two types :"}, {"text_block_id": "p71_b511", "text": "(2.2.1)"}, {"text_block_id": "p71_b512", "text": "Discussion – based exercise  :  this type of exercise provides a forum for discussing plans, measures and procedures with the focus on strategic, policy – oriented issues. This exercise is further divided into  :"}, {"text_block_id": "p71_b513", "text": "Discussion – based exercise  :  this type of exercise provides a forum for discussing plans, measures and procedures with the focus on strategic, policy – oriented issues. This exercise is further divided into  :\n* Workshop :  to conduct this exercise, it is required to develop hypothetical potential disaster scenario to serve as a specific issue for the workshop participants to comment and discuss on. The focus of workshop is placed on achieving the alternative approach that is appropriate for managing emergency response operations.\n* Tabletop : is intended to generate discussions of various issues regarding simulated emergency situation or a realistic scenario. It is aimed at identifying weaknesses, challenges and shortfalls in the plans for the purpose of establishing guidelines, processes and standard operating procedures. This exercise can involve high â level executives and decision â makers in an  informal setting to discuss simulated situation.\n* Drill : is employed to test a single specific operation or function in a single agency at field level. It places the focus on site â specific response activity of the field personnel.\n* Functional exercise :  is a single or multi â agency operations â based exercise designed to test and evaluate the capacities of an individual responsible for specific emergency response function as well as the roles and responsibilities under simulated and realistic scenario.\n* Full â scale exercise :  this exercise is the largest, costliest, and most complex type when compared to other types o f exercise. It can involve a wide range of actors and agencies at multiple levels through the actual mobilization and movement of personnel and resources to respond to simulated disaster scenario. In addition, it is required to coordinate situation related to the emergency, the resources committed to emergency operations centre at each level, and to link together the incident command centre with the on â site operations staffs for command and control purposes."}, {"text_block_id": "p71_b517", "text": "(2.2.2)"}, {"text_block_id": "p71_b518", "text": "Operations – based exercises : is characterized by near – real time simulation, actual mobilization of apparatus and resources, and commitment of personnel in accordance with the simulated situation. This exercise is further divided into  :"}, {"text_block_id": "p72_b525_merged", "text": "Operations – based exercises : is characterized by near – real time simulation, actual mobilization of apparatus and resources, and commitment of personnel in accordance with the simulated situation. This exercise is further divided into  :\n"}, {"text_block_id": "p72_b528", "text": "(2.3) Pre – Evacuation Preparation"}, {"text_block_id": "p72_b529", "text": "The Disaster Management Centre at each level of the government has a responsibility to develop comprehensive evacuation plan, emergency plan to relocate government services or to set forth evacuation measures. Both comprehensive evacuation plans and evacuation measures should contain the following essential  elements ; list of evacuees ; list of government agencies ; assistive devices and mechanisms to facilitate evacuations ; designation  of evacuation areas suitable for accommodating the evacuees ; clear – cut assignment of duties and responsibilities to all staff involved ; designation of primary and alternative evacuation routes for each type of potential hazards, as well as conducting inspection and preparation of vehicles, fuel supplies, energy sources and communications system to ensure their readiness to support the evacuation operations."}, {"text_block_id": "p72_b530", "text": "(2.4) Temporary Shelter Management"}, {"text_block_id": "p72_b531", "text": "An arrangement of temporary shelters aims at addressing housing issue in the post – disaster  setting. In this context, the government has a responsibility to prepare strategic action plan for the set – up of temporary shelters to accommodate the evacuees by, among other options, designating the existing physical facilities to serve as temporary shelters as well as putting the temporary shelter management plan in place. It is recommended to take into consideration the factors that can cause negative effects on livelihoods and dignity of the evacuees residing therein when choosing the aforementioned physical facilities. An efficient and appropriate preparation to set up temporary shelter should include the following actions :"}, {"text_block_id": "p72_b532", "text": "(2.4.1)"}, {"text_block_id": "p72_b533", "text": "To designate and prepare a shelter site ; the Disaster Management Centre at each level is in charge of selecting shelter sites."}, {"text_block_id": "p72_b534", "text": "(2.4.2)"}, {"text_block_id": "p72_b535", "text": "To manage a temporary shelter ; its is required to appoint the qualified person or public entity as shelter manager to be in charge of managing a temporary shelter. The authorized person or agency include government agency, a local administrative organization, international organization, community leader or school director (in case of using school building as a temporary shelter). The organizational structure of a temporary shelter may comprise administrative section and operations section as deemed appropriate."}, {"text_block_id": "p73_b536", "text": "(2.4.3)"}, {"text_block_id": "p73_b537", "text": "To meet SPHERE minimum standards for temporary shelter."}, {"text_block_id": "p73_b538", "text": "(2.4.4)"}, {"text_block_id": "p73_b539", "text": "To establish and maintain a database of evacuees residing in a temporary shelter."}, {"text_block_id": "p73_b540", "text": "As the primary agency, Ministry of Social Development and Human Security is in charge of developing a detailed temporary shelter management plan."}, {"text_block_id": "p73_b541", "text": "(2.5) To Build a Body of Knowledge Related to Four Phases of Disaster Risk Management"}, {"text_block_id": "p73_b542", "text": "(2.5.1)"}, {"text_block_id": "p73_b543", "text": "Natural disaster learning centre"}, {"text_block_id": "p73_b544", "text": "This learning concept aims at equipping general public/ community with knowledge relating to steps and procedures for implementing disaster risk management activities in order to reduce the potential harmful impacts and loss of life. In addition, it aims at strengthening the people/community skills for helping themselves and for survival in the wake of disaster as well as embedding the new mindset and behavior of disaster survivors in a sense that they should make an effort to help themselves in the first place while awaiting the assistance from the relevant government sector. Moreover, this learning concept helps in providing relevant knowledge to disaster risk management staff in all sectors including local administrative organization and all relevant agencies in order to contribute to strengthening the effectiveness of national capacity efforts in disaster risk reduction and emergency management."}, {"text_block_id": "p73_b545", "text": "It is essential  for the National Disaster Command Headquarters and the Disaster Management Centres at all levels to consider setting up a natural disaster learning centre at each level, as deemed appropriate, including the national, provincial, district, and other local natural disaster learning centres."}, {"text_block_id": "p73_b546", "text": "(2.5.2)"}, {"text_block_id": "p73_b547", "text": "National Institute for Disaster Management Capacity Development"}, {"text_block_id": "p73_b548", "text": "This capacity building concept aims at setting up the primary national institute responsible for human resource development at national and regional levels in the field of disaster risk reduction and management through training and educating the relevant personnel in public and private sectors, civil society group, general public and local administrative organization. The education and training process will mainly focus on  ; creation of a body of knowledge as well as development and enhancement of experiences in disaster risk reduction and management at all levels ; development and application of multi – hazard simulation scenario and models ; coordination and implementation of disaster risk management policies and programmes for the purpose of increasing and strengthening a capacity of emergency response personnel and the incident commanders to enable them to  fulfill their duties and responsibilities in a coordinated, integrated and efficient manner ; and enabling the emergency managers to direct, control, command, and make more informed and efficient decisions. These institutes have been designated as the national and regional level institutions."}, {"text_block_id": "p74_b549", "text": "The Department of Disaster Prevention and Mitigation and the Central Centre in conjunction with relevant agencies and higher education establishments have a responsibility to develop an approach and prepared the details for arranging and providing education and training programmes up to the level of vocational certificate, bachelor degree or higher as deemed appropriate."}, {"text_block_id": "p74_b550", "text": "(2.6) Development of National Data Bank"}, {"text_block_id": "p74_b551", "text": "This ambitious initiative aims at developing common standard database for all relevant stakeholders at all levels to use as the basis for developing and improving their databases according to the common standard agreed upon particularly the database on disaster related data and information. This endeavor aims at establishing  interagency network connections and enabling data and information sharing and exchange. In this context, Department of Disaster Prevention an Mitigation has been identified and designated pursuant to cabinet resolution dated November 17, 2009 as the primary agency to set up an integrated national data bank through the following actions :"}, {"text_block_id": "p74_b552", "text": "This ambitious initiative aims at developing common standard database for all relevant stakeholders at all levels to use as the basis for developing and improving their databases according to the common standard agreed upon particularly the database on disaster related data and information. This endeavor aims at establishing  interagency network connections and enabling data and information sharing and exchange. In this context, Department of Disaster Prevention an Mitigation has been identified and designated pursuant to cabinet resolution dated November 17, 2009 as the primary agency to set up an integrated national data bank through the following actions :\n* To create the two â way link between the national data bank application and the database applications of government agency and other relevant organizations. These databases include the database on areas at risk from disaster ; emergency incident report, list of resources required for disaster risk management including heavy equipment, search and rescue devices, personnel ; etc. These databases should be stable, comprehensive, can be connected to other databases to facilitate multi â stakeholder information exchange inside and outside the country.\n* To develop the systems for conducting an analysis of, and processing data from the national data bank.\n* To develop computerized information system based on data from the national data bank, with a view to build decision support system useful for providing decision support information to the incident commanders at all levels.\n* To develop a system for delivery of public data and information from the sources and distribution to the general public for educational and disaster â related statistics collection purposes. These public data and information include areas at risk from disasters, disaster affected areas, statistics on disaster frequency and intensity, specific resources, experts, disaster relief assistance, monetary damages recovery, etc."}, {"text_block_id": "p74_b560", "text": "(2.7) Warehousing Establishment and Stockpiling Management"}, {"text_block_id": "p74_b561", "text": "This practice aims at accumulating and maintaining resources to help ensure their rapid availability and mobilization to and undertaking emergency support function roles and responsibilities in disaster affected areas. In this connection, it is essential to put in place resource management cycle and maintenance to ensure that they are in a state of operational readiness at all times. Specifically, in case of expendable resources, it is required to properly and appropriately design the resource management cycle and resources flow. The Central Disaster Management Centre is required to identify a suitable site for resource storage facility in each and every region nationwide. The agencies involved in disaster risk management are allowed to utilize these resources to fulfill their disaster risk management roles and responsibilities."}, {"text_block_id": "p75_b562", "text": "(2.8) Business Continuity Plan"}, {"text_block_id": "p75_b563", "text": "This action plan is a document that contains the critical information the public and private sector business need to stay running in spite of adverse events. The concept of, and practices in public sector business continuity management have mainly focused on controlling, overseeing, and protecting critical resources required for essential public business operations and services in order to maximize general public benefits including the benefits for a wide range of the stakeholders. Since the improper or inefficient functioning of the existing internal control, mechanisms, resulted from adverse incident can lead to discontinuity of business operations and provision of services, therefore the relevant government agencies have a responsibility to undertake the intervention actions in order to ensure that the essential business functions and services will stay resilient and get up running following any disaster or disruption in accordance with the cabinet resolution dated April 24, 2012."}, {"text_block_id": "p75_b564", "text": "(3) Guidelines for Effective Early Warning Systems"}, {"text_block_id": "p75_b565", "text": "From concept of action, early warning system is a structure of disaster management system and a communication system for timely dissemination of warning information to the authorities and general public. Guiding principles for effective early warning systems include  :"}, {"text_block_id": "p75_b566", "text": "From concept of action, early warning system is a structure of disaster management system and a communication system for timely dissemination of warning information to the authorities and general public. Guiding principles for effective early warning systems include  :\n* alert and warning information associated with colours are  :"}, {"text_block_id": "p76_b569", "text": "From concept of action, early warning system is a structure of disaster management system and a communication system for timely dissemination of warning information to the authorities and general public. Guiding principles for effective early warning systems include  :\n* alert and warning information associated with colours are  :\n* Notification and Warning Dissemination Process :"}, {"text_block_id": "p76_b572", "text": "(3.2.1) Keeping constant watch and monitoring"}, {"text_block_id": "p76_b573", "text": "These actions aim at monitoring and conducting surveillance the evolving situation of the ongoing incident that may result in a high potential for devastating disaster, including provision of timely and efficient information to general public. These actions are undertaken on an around – the - clock basis by relevant government agencies that are well – equipped with relevant knowledge and high – end equipment and technology, including Thai Meteorological Department, Royal Irrigation Department, Department o f Mineral Resources, hydrographic Department, etc. In this connection, Ministry of Information and communications Technology has been assigned to play a critical role in systematizing communication system, and all other relevant agencies should be prepared to adequately procure communication equipment needed to link up with overall communication system and to ensure their full - fledged, 24 – hour operational capability. And in the mean time to enable the National Disaster Command Headquarters and the Central Disaster Management Centre to carry out information exchange, analysis and situation assessment for the purpose of making well - informed decision  in the wake of disaster."}, {"text_block_id": "p76_b574_merged", "text": "(3.2.2) Early warning notification"}, {"text_block_id": "p76_b577", "text": "This action aims at notifying and alerting government agencies, units, the Disaster Management Centres at all levels and the general public of significant likelihood of hazardous event in areas at risk in order to monitor and conduct surveillance of the evolving situation of the ongoing incident on a continuous basis. The time – frame for notification of early warning information varies in accordance with types of hazard. Generally, notification should be made no later than 120 hours  in advance of actual event."}, {"text_block_id": "p76_b578", "text": "As the Central Coordinating Centre, Ministry of Information and Communication Technology in conjunction with Public Relations Department are in charge of establishing guidelines, measures, and protocol in collaboration with relevant agencies whose missions are to conduct surveillance and monitoring of emergency situation, publicizing and dissemination of warning information in order to ensure an application of common protocols and standards for alert and notification. This will help facilitate the proper perception of warning information by, and better understanding of the target recipients."}, {"text_block_id": "p76_b579", "text": "(3.2.3) Emergency warning"}, {"text_block_id": "p76_b580", "text": "This action aims at validating data and information confirming that probability of disaster occurrence has increased by more than sixty percent, and at notifying government agencies, units, the Disaster Management Centres at all levels and the general public in the areas at risk of operating principles to ensure their state of readiness to deal with potential disasters. The issuance of emergency warnings and timely notification should be made not less than 72 hours in advance of actual event. The content of an emergency notification should include the following information, if known  :"}, {"text_block_id": "p77_b581", "text": "(3.2.3.1)"}, {"text_block_id": "p77_b582", "text": "Timeline of expected disaster and areas expected to be affected."}, {"text_block_id": "p77_b583", "text": "(3.2.3.2)"}, {"text_block_id": "p77_b584", "text": "Potential impacts and expected duration of a disaster."}, {"text_block_id": "p77_b585", "text": "(3.2.3.3)"}, {"text_block_id": "p77_b586", "text": "Operating principles for government agencies, units and"}, {"text_block_id": "p77_b587", "text": "general public."}, {"text_block_id": "p77_b588", "text": "(3.2.3.4)"}, {"text_block_id": "p77_b589", "text": "Preparation of basic survival needs to cope with the effects of disaster such as food, drinking water and medicines and other essentials."}, {"text_block_id": "p77_b590", "text": "In conjunction with other government agencies responsible for emergency notification, the Central Disaster Management Centre is required to put procedures and measures in place for issuing directives instructing the Disaster Management Centre at each level, Disaster Prevention and Mitigation Regional Centers, as well as assigning as well as assigning Public Relations Department along with Department of Provincial Administration to identify the procedures used to disseminate, distribute and publicize the information and to notify the executive heads of local bodies and the general public. These procedures are intended to ensure that the accurate emergency warning information has reached the target general public in a timely manner, and to ensure an application of common protocols and standards for alert and notification among relevant agencies."}, {"text_block_id": "p77_b591", "text": "It is crucial for the Disaster Management Centre at each level to report the results of its completion or execution of the required functions to the Central Disaster Management Centre within 24 hours upon receipt of warning to verify two – way communications and communications interoperability."}, {"text_block_id": "p77_b592", "text": "(3.2.4)"}, {"text_block_id": "p77_b593", "text": "Evacuation and emergency response preparedness"}, {"text_block_id": "p77_b594", "text": "The Disaster Management Centre at each level is in  charge of identifying and put in place the guide lines and procedures for government agencies, units and private sector organizations to follow in responding to emergency situation, as well as in developing emergency evacuation plan and conducting an evacuation drill. As a support agency, Disaster Prevention and Mitigation Regional Centre will provide resource support to entities involved in delivering response efforts. Nevertheless, when that the emergency situation escalates, the incident management and control is beyond the normal capacity or authority of on – site emergency response authorities,  the agencies involved are required to notify the Central Management Centre of such situation instantly."}, {"text_block_id": "p77_b595", "text": "(3.3) Developing Early Warning Systems"}, {"text_block_id": "p77_b596", "text": "Developing or advancing early warning systems provides crucial contribution to enhancing efficiency and effectiveness, accuracy and reliability of the systems. These efforts require undertaking the following actions  :"}, {"text_block_id": "p77_b597", "text": "(3.3.1"}, {"text_block_id": "p77_b598", "text": ")"}, {"text_block_id": "p77_b599", "text": "Enhancing the forecasting capacity and capacity for dissemination ;"}, {"text_block_id": "p77_b600", "text": "Enhancing the forecasting capacity and capacity for dissemination ;\n* To develop the forecast devices and technology to support operational system of the national and international warning systems.\n* To develop effective standard operating procedures for early warning system and enhance the capacity of the relevant operations staff."}, {"text_block_id": "p78_b605", "text": "Enhancing the forecasting capacity and capacity for dissemination ;\n* To develop the forecast devices and technology to support operational system of the national and international warning systems.\n* To develop effective standard operating procedures for early warning system and enhance the capacity of the relevant operations staff.\n* To establish at least two sets of communications systems which include primary and standby systems.\n<\\li2>\n\t* To create state of readiness and risk awareness among general public as well as increasing their perception of, and understanding risk upon receiving warning information. These efforts can be carried out through organizing training programmes for early warning dissemination volunteers in urban community, subdistrict and village, with a view to strengthening their understanding of warning systems for different types of disasters, etc.\n\t* To create web services and mobile application to provide additional accesses to a wide range of information sources and to disseminate warning informa-tion to general public and persons with special needs, people with disabilities or other vulnerable segments via smart phone or tablet.\n\t* To conduct warning simulation and demonstrative drills to validate the operational plan, incident action plan, procedures, and to test operational readiness of equipment, devices, and general public readiness at provincial, district, subdistrict and village at least once each calendar year."}, {"text_block_id": "p78_b607", "text": "(3.3.2)"}, {"text_block_id": "p78_b608", "text": "Building up the early warning process and extending the range and scope of early warning activities,  including  ;"}, {"text_block_id": "p78_b617", "text": "4.2.3 Strategy 3 : Promoting a Multi – Sectoral and Multi – Level Approach in Setting Up Guidelines for Disaster Risk Reduction"}, {"text_block_id": "p78_b618", "text": "This approach helps create enabling environment for encouraging multi – stakeholder cooperation to translate disaster risk reduction initiatives into action in an efficient and concrete manner. It also provides opportunities for the society and community to play active role in government agencies’ emergency preparedness endeavor as well as for mainstreaming disaster risk reduction into sustainable development and strengthening disaster resilience in, or building the immune system of community, society and the country. In this context, the government needs to put in place the integrated disaster risk reduction policy and guidelines to ensure concrete actions in disaster risk management of all stakeholders at all levels; to emphasize the importance of disaster risk reduction and management plan and to allocate significant proportions of budget towards disaster risk reduction and management in order to ensure that disaster risk reduction is a national and local priority."}, {"text_block_id": "p78_b619", "text": "(1) Key Guidelines for Adopting Disaster Risk Reduction Concept As National Policy These guidelines encompass the following actions  :"}, {"text_block_id": "p78_b620", "text": "(1.1)"}, {"text_block_id": "p78_b621", "text": "To determine to adopt disaster risk reduction concepts and practices as national economic, social and environmental policy through mainstreaming them into the National Economic and Social Development Plan and into other strategies for sustainable development ; promoting public – private partnership : planning processes and budget allocation procedures,"}, {"text_block_id": "p78_b622", "text": "(1.2)"}, {"text_block_id": "p78_b623", "text": "To allocate budget to support the implementation of disaster risk reduction, emergency response and recovery activities."}, {"text_block_id": "p79_b624", "text": "(1.3)"}, {"text_block_id": "p79_b625", "text": "To conduct the study on, and gather disaster risk reduction related measures, regulations and criteria for the purpose of utilizing them as a basis for managing national development process and development planning, which include among others, environmental impact evaluation, Building Control Act, etc."}, {"text_block_id": "p79_b626", "text": "(1.4)"}, {"text_block_id": "p79_b627", "text": "To enhance, inter – agency coordination as well as building and strengthening partnerships between the public, private and civil society sectors at all levels."}, {"text_block_id": "p79_b628", "text": "(1.5)"}, {"text_block_id": "p79_b629", "text": "To promote and encourage the emergency preparedness and operational continuity management initiatives such as a holistic management process that indicates or identifies potential threats to an organization and the impacts to business operations those threats might cause, including the provision of guidelines for building organizational capacity and enhancing organizational flexibility for the purpose of efficiently satisfying the demands and protecting the interest of stakeholders, protecting organization reputation and business image and maximizing value – added activities."}, {"text_block_id": "p79_b630", "text": "(1.6)"}, {"text_block_id": "p79_b631", "text": "To encourage all public agencies to develop business continuity plan useful for maintaining their business functions or rapidly resuming them in the event of disruption."}, {"text_block_id": "p79_b632", "text": "(1.7)"}, {"text_block_id": "p79_b633", "text": "To promote and support public private partnership initiative through encouraging private sector to undertake joint venture for the construction, improvement and management of public utilities and basic infrastructure as well as other relevant critical services for general public for a specified period of time and under risk management framework."}, {"text_block_id": "p79_b634", "text": "(2) Guidelines for Promoting Disaster Risk Reduction Efforts"}, {"text_block_id": "p79_b635", "text": "(2.1)"}, {"text_block_id": "p79_b636", "text": "To review policies, laws and regulations related to disaster risk reduction practices as well as enhancing and strengthening the capacity of implementing agencies."}, {"text_block_id": "p79_b637", "text": "(2.2)"}, {"text_block_id": "p79_b638", "text": "To promote the roles and encourage involvement across all sectors and at all levels in implementation of disaster risk reduction plan/projects/activities, for instance, prioritization of disaster risk which requires specific measures and tailored approaches for addressing, promoting bilateral or multilateral cooperation and partnership, participation and preparation of agency budget requests, etc."}, {"text_block_id": "p79_b639", "text": "(2.3)"}, {"text_block_id": "p79_b640", "text": "To provide funding and financial support from the national government to all relevant sectors to translate disaster risk reduction policy into concrete action  in an efficient and effective manner."}, {"text_block_id": "p79_b641", "text": "(2.4)"}, {"text_block_id": "p79_b642", "text": "Putting in place a Memorandum of Agreement between the government and civil societies for the purpose of ensuring their efforts to translate national disaster risk reduction policy into their concrete action."}, {"text_block_id": "p79_b643", "text": "(2.5)"}, {"text_block_id": "p79_b644", "text": "From the law enforcement perspective, to review and revise the existing laws/ regulations related to social and economic development planning."}, {"text_block_id": "p79_b645", "text": "(2.6)"}, {"text_block_id": "p79_b646", "text": "To develop/strengthen and encourage disaster risk management awareness raising amongst the decision – makers and politicians."}, {"text_block_id": "p80_b647", "text": "To develop/strengthen and encourage disaster risk management awareness raising amongst the decision – makers and politicians.\n* To designate a focal point  for the coordination of collaborative efforts on disaster risk reduction in each relevant ministry.\n* To establish integrated disaster risk management trust fund and special trust fund. In this connection, the Ministry of Finance has been designated as a principal entity responsible for establishing and administering trust fund, raising funds, disbursement and the use of trust funds.\n* To organize national disaster management assembly to serve as the national platform/forum to provide opportunities for all sectors of the society to share knowledge and experiences in order to seek solutions to commonly recognized challenges, and to come up with recommendations for developing national disaster risk management policy. It is advised that the national forum on disaster risk reduction and management is to be held at least once a year or as deemed appropriate, and to be conducted in an inclusive and systematic manner involving the full participation of all stakeholders."}, {"text_block_id": "p82_b653", "text": "Chapter 5"}, {"text_block_id": "p82_b654", "text": "Emergency Management"}, {"text_block_id": "p82_b655", "text": "Emergency management encompasses actions taken to reduce the adverse impacts of disasters as well as sustaining general public’s morale and confidence and maintaining the orderly performance of emergency management functions of all participating agencies and personnel. To safe the life and protect the property of the people from disaster must be regarded as first priority of actions. Therefore, all agencies concerned should consider undertaking emergency preparedness efforts in order to be able to deal with disaster situation in an efficient, rapid and timely manner."}, {"text_block_id": "p82_b656", "text": "Based on Disaster Prevention and mitigation Act B.E. 2550 (2007), the emergency management in the context  of Thailand has been classified into four levels. And those who are authorized by law will assume the role of Incident Commander at each level accordingly."}, {"text_block_id": "p82_b657", "text": "5.1  Strategic Thinking for Emergency Management"}, {"text_block_id": "p82_b658", "text": "5.1.1 Emergency Management Standards"}, {"text_block_id": "p82_b659", "text": "It provides the common standard framework and protocols, standardized system and common understanding of the missions for all agencies involved in emergency management to follow when undertaking emergency management activities in order to facilitate the rapid linkage with joint field offices and onsite functions. To achieve this, it is essential to adopt and apply an incident command system to all agencies participating in joint efforts to bring disaster under control."}, {"text_block_id": "p82_b660", "text": "5.1.2 Unity of Emergency Management Efforts"}, {"text_block_id": "p82_b661", "text": "To achieve this it is essential to identify clear – cut chain of command in order to establish hierarchy of authority to dictate who is in charge of whom, who will be assigned to perform a task or duty and by whom, which agency will be designated as primary or support agency for emergency response operations. Furthermore, the division of responsibility has been put in place through identifying clear – cut principle guidelines (objectives), strategies/tactics  to help all relevant personnel from a wide range of agencies participating in emergency response operations fulfill their duties and responsibilities in a seamless, timely, concerted and efficient manner."}, {"text_block_id": "p82_b662", "text": "5.1.3 Flexibility of Emergency Management Organizational Structure"}, {"text_block_id": "p82_b663", "text": "It is required to establish emergency management organizational structure on scalable, flexible, and adoptable concepts. This flexibility is essential for emergency management organizational structure to be applied to any potential incident regardless of type and scale, including those that require multiagency, multijurisdictional (for instance, large scale incidents that cross national boundaries) and/or multidisciplinary coordination. Additionally, it helps facilitate scalability of emergency management and incident response activities, as well as allowing for unique implementation in specified areas nationwide."}, {"text_block_id": "p83_b664", "text": "5.2  Strategy for Emergency Management"}, {"text_block_id": "p83_b665", "text": "5.2.1 Strategy 1 : Developing Standards for Emergency Management"}, {"text_block_id": "p83_b666", "text": "This is an attempt to ensure discipline and systematic response to emergency inci"}, {"text_block_id": "p83_b667", "text": "-"}, {"text_block_id": "p83_b668", "text": "dent through developing effective organizational structure, informed – decision – making process, command and control systems, and fit and proper guidelines to ensure effective and efficient inci"}, {"text_block_id": "p83_b669", "text": "-"}, {"text_block_id": "p83_b670", "text": "dent management."}, {"text_block_id": "p83_b671", "text": "(1) Guidelines for Emergency Response Operations"}, {"text_block_id": "p83_b672", "text": "(1.1)"}, {"text_block_id": "p83_b673", "text": "In the event of emergency incident occurring within the provincial, district and local administrative jurisdictions, guidelines necessary for managing emergency response operations have been set forth to be followed by emergency response agencies below :"}, {"text_block_id": "p83_b674", "text": "In the event of emergency incident occurring within the provincial, district and local administrative jurisdictions, guidelines necessary for managing emergency response operations have been set forth to be followed by emergency response agencies below :\n* When a disaster occurs or is imminent in any special local administrative organization jurisdiction, the Local Government Incident Commander of the respective local entity is required to immediately carry out emergency response operations and simultaneously notifies the District and Provincial Incident Commanders of the incident.\n* In case of the areas where a disaster occurs or is likely fall under the responsibilities of several Local Government Incident Commanders, in this context, anyone of them is entitled to exert power or execute his or her relevant duties and responsibilities in the meantime and immediately notify the rest of Local Government Commander concerned.\n* In case where the Local Government Incident Commander of special local administrative organization deems necessary to request for support and assistance from state officials or state agencies outside,  he is obliged to notify the District or the Provincial Incident Commander as the case may be for further immediate instructions.\n* The Incident Commander of the adjoining or adjacent local entities has a responsibility to provide support emergency response operations in disaster stricken local entity.\n* In the event of disaster, the officials who discover the incident are required to take initial actions necessary for suppressing that incident and to instantly report the situation to the Local Government Incident Commander for further instructions. And in case of inevitable necessity those officials have been authorized to do any act for the purpose of protecting life of person or preventing person from any potential harmful menace.\n* In case when it is necessary for the officials to enter the building or loca-tion adjacent to the incident site for the purpose of expediting emergency response operations, such act of entering must be done upon the permission of the owner or the occupier, except the case an owner or on occupier is absent in a meantime or in the presence of the Incident Commander on the scene ; and in case the personal property and possessions inside the building have the potential for causing a disaster easily, the officials are authorized to instruct the owner or the occupier to move them out of the building. If the owner or the occupier does not conform to the instructions, the officials are authorized to move the property as necessary for the purpose of expediting emergency response operations, and will lawfully bear no liability for the subsequent damage resulted from such act."}, {"text_block_id": "p84_b688", "text": "In the event of emergency incident occurring within the provincial, district and local administrative jurisdictions, guidelines necessary for managing emergency response operations have been set forth to be followed by emergency response agencies below :\n* When a disaster occurs or is imminent in any special local administrative organization jurisdiction, the Local Government Incident Commander of the respective local entity is required to immediately carry out emergency response operations and simultaneously notifies the District and Provincial Incident Commanders of the incident.\n* In case of the areas where a disaster occurs or is likely fall under the responsibilities of several Local Government Incident Commanders, in this context, anyone of them is entitled to exert power or execute his or her relevant duties and responsibilities in the meantime and immediately notify the rest of Local Government Commander concerned.\n* In case where the Local Government Incident Commander of special local administrative organization deems necessary to request for support and assistance from state officials or state agencies outside,  he is obliged to notify the District or the Provincial Incident Commander as the case may be for further immediate instructions.\n* The Incident Commander of the adjoining or adjacent local entities has a responsibility to provide support emergency response operations in disaster stricken local entity.\n* In the event of disaster, the officials who discover the incident are required to take initial actions necessary for suppressing that incident and to instantly report the situation to the Local Government Incident Commander for further instructions. And in case of inevitable necessity those officials have been authorized to do any act for the purpose of protecting life of person or preventing person from any potential harmful menace.\n* In case when it is necessary for the officials to enter the building or loca-tion adjacent to the incident site for the purpose of expediting emergency response operations, such act of entering must be done upon the permission of the owner or the occupier, except the case an owner or on occupier is absent in a meantime or in the presence of the Incident Commander on the scene ; and in case the personal property and possessions inside the building have the potential for causing a disaster easily, the officials are authorized to instruct the owner or the occupier to move them out of the building. If the owner or the occupier does not conform to the instructions, the officials are authorized to move the property as necessary for the purpose of expediting emergency response operations, and will lawfully bear no liability for the subsequent damage resulted from such act.\n* The Incident Commander whose area of responsibility affected by emergency incident is required to conduct a damage assessment in the area affected as well as making the lists of people affected and property damaged and issuing them letters of credentials as written verification for receiving disaster relief and recovery assistance.\n\t* In case of catastrophic disaster (Level 4), the Prime Minister or the Deputy Prime Minister whom assigned by the Prime Minister is empowered to issue the command to the Incident Commanders at all levels from national to local levels, state agencies and local administrative organization to carry out the incident management activities, including provision of disaster relief and emergency assistance to the people affected by disaster. In this context, the Prime Minister or the assigned Deputy Prime Minister is empowered to act as the National, Central, and Local Incident Commanders concurrently and respectively.\n\t* When a disaster occurs or is imminent within Bangkok Metropolitan jurisdiction, the Bangkok Metropolitan Assistant Incident Commander is required to immediately carry out emergency response operations, and simultaneously notify Bangkok Metropolitan Incident Commander and Bangkok Metropolitan Deputy Incident Commander at once.\n\t* In case  of necessity to request support and assistance from any state official or agency, the Bangkok Metropolitan Incident Commander is required to notify the respective officials or agencies of the request. Upon receiving notification, those officials or agencies are required to proceed as requested promptly."}, {"text_block_id": "p84_b692", "text": "(1.2)"}, {"text_block_id": "p84_b693", "text": "In the event of emergency incident occurring within Bangkok Metropolitan jurisdiction, those who are responsible for all aspects of emergency response and managing all incident operations must follow the following guidelines :"}, {"text_block_id": "p84_b698", "text": "(2) Guidelines for Setting up Incident Management Unit"}, {"text_block_id": "p84_b699", "text": "(2.1)"}, {"text_block_id": "p84_b700", "text": "When a disaster occurs within their jurisdictions, the following special local administrative organizations, subdistrict administrative organization/ municipality/Pattaya City are required to set up and activate their emergency operations centres. In this connection, the Local Government Incident Commander of the respective special local entity is responsible for managing all incident operations until the situation returns to normal. During emergency operations in response to the emergency incident, the Incident Commander in charge is required to conduct emergency response coordination with public agencies and other stakeholders functioning within its jurisdiction. In case the demands of an ongoing incident exceed the existing available resources of the affected local capacity, the respective Local Government Incident Commander must request support from adjacent special administrative organizations and/or the District Office."}, {"text_block_id": "p84_b701", "text": "(2.2) District Command Centre"}, {"text_block_id": "p84_b702_merged", "text": "When a disaster occurs within the district jurisdiction or is imminent, it is imperative to set up and activate the District Command Centre. In this connection, the District In-cident Commander is responsible for all aspects of emergency response including managing all incident operations until the situation returns to normal. In this Additiionally, the District Command"}, {"text_block_id": "p85_b705", "text": "Centre serves as coordination centre or focal point for mobilization of personnel, equipment and other resources demanded by emergency incident. Furthermore, the District Incident Commander is accountable for directing and coordinating joint emergency response operations amongst a wide range of agencies, including civilian government agencies, military, local administrative organization, and charitable organizations to ensure more unified, seamless, and integrated efforts."}, {"text_block_id": "p85_b706", "text": "(2.3)"}, {"text_block_id": "p85_b707", "text": "Provincial/Bangkok Metropolitan Command Centres"}, {"text_block_id": "p85_b708_merged", "text": "When a disaster occurs within the provincial/Bangkok Metropolitan jurisdic-tion or is imminent, it is imperative to immediately set up Provincial/Bangkok Metropolitan Command Centre in each respective jurisdiction. In this connection, the Provincial/Bangkok Metropolitan Incident Commanders is responsible for all aspects of emergency response including managing all incident operations until the situation returns to normal. These command centres also serve as coordination centres or focal points for mobilization of personnel, equipment, and other resources necessary for managing emergency situation from government and non – governmental organizations. In addi-tion, the Provincial/Bangkok Metropolitan Incident commanders is accountable for directing and coordinating joint emergency response operations amongst a wide range of agencies, including civilian government agencies, military, local administrative organization, and civil society organization to ensure more unified, seamless, and integrated efforts."}, {"text_block_id": "p85_b713", "text": "(2.4)"}, {"text_block_id": "p85_b714", "text": "Provincial/Bangkok Metropolitan Front Area Command Centres"}, {"text_block_id": "p85_b715", "text": "In case where the level of emergency and incident management has been raised to level 3 or level 4, the Provincial/Bangkok Metropolitan Command Centres will be turned into front area command centres of the National Disaster Command Headquarters, and are in charge of performing duties under the authority, direction, and command of the National Disaster Command Headquarters. The reassigned duties include directing, controlling, and coordinating emergency management  efforts as well as managing all incident operations within the respective jurisdiction ; serving as coordination centre or focal point for mobilization of personnel, equipment, and other resources necessary for carrying out all emergency functions from government and non – governmental organizations ; and coordinating joint emergency response operations amongst a wide range of agencies including civilian government agencies, military, local administrative organization, and civil society organization within respective jurisdiction."}, {"text_block_id": "p85_b716", "text": "(2.5) Central Disaster Management Centre"}, {"text_block_id": "p85_b717", "text": "This centre has been tasked with directing, coordinating incident management, assessing the situation, and providing operational support to help the Disaster Management Cen-tre and Command Centre at all levels manage level 1 and level 2  incidents occurring within each respective jurisdiction. Additionally, it is in charge of monitoring and conducting situation analysis as well as reporting and providing advice and recommendations to the National Disaster Commander or the Prime Minister for decision making related to upgrading the level of emergency and incident management to level 3 or level 4 respectively."}, {"text_block_id": "p86_b718", "text": "(2.6)"}, {"text_block_id": "p86_b719", "text": "National Disaster Command Headquarters"}, {"text_block_id": "p86_b720", "text": "This headquarters has been tasked with commanding, directing, making decision in, controlling and coordinating joint efforts for level  3 or  level 4 incident operations."}, {"text_block_id": "p86_b721", "text": "Chart 5 – 1 illustrates the National Disaster Command Headquarters and Command Centre Operational Structure."}, {"text_block_id": "p86_b722", "text": "Chart 5 – 1 : National Disaster Command Headquarters/Command Centre Operational Structure"}, {"text_block_id": "p86_b723", "text": "(2.6.1)"}, {"text_block_id": "p86_b724", "text": "Advisory Group/Technical Specialists are tasked to provide advice, recommendations, technical data, conduct the synthesis in and operational techniques for conducting response operations to an ongoing incident.  In this context, it is imperative to take into consideration life saving and operational safety of emergency personnel as the highest priorities. In addition, the advisory group/technical specialists has a responsibility to perform other duties as assigned by the National Incident Commander/ other Incident Commanders as deemed appropriate. The number of advisory group members/ technical specialists needed should be determined based on the appropriate basis."}, {"text_block_id": "p87_b725", "text": "(2.6.2)"}, {"text_block_id": "p87_b726", "text": "Joint Information Centre is tasked to coordinate with other sections regarding incident related data and information for the purpose of delivering to the general public and media ; and to launch psychological operations and public relations campaigns. In this context, Public Relations Department has been designated as the primary agency responsible for designing the scope of duties and responsibilities, developing implementation plan, and designing organizational structure of this centre."}, {"text_block_id": "p87_b727", "text": "(2.6.3)"}, {"text_block_id": "p87_b728", "text": "Emergency Response Coordination Centre has been established and tasked to coordinate with private sector and civil society organizations regarding relevant laws, administrative affairs, and emergency personnel. And in case of level 4 incident response operations, this centre is in charge of coordinating relevant foreign affair issues. In this context, Ministry of Foreign Affairs and Ministry of Interior have been designated as the primary agencies responsible for designing the scope of duties and responsibilities, developing implementation plan, as well as designing organizational structure of this centre. The Secretariat of the Prime Minister and relevant affiliated agencies are additionally assigned to participate as the primary agencies."}, {"text_block_id": "p87_b729", "text": "(2.6.4)"}, {"text_block_id": "p87_b730", "text": "Operations Section is responsible for all tactical activities, including taking immediate action to mitigate any possible danger, saving lives and property, establishing situational control, restoring normal operations, firefighting, search and rescue, chemical/hazardous material response, providing emergency medical/ public health services, transportation services, maintaining peace and order, coordinating resources to support emergency response operations as well as coordinating militarian support to humanitarian assistance operations."}, {"text_block_id": "p87_b731", "text": "(2.6.5)"}, {"text_block_id": "p87_b732", "text": "Planning Section has a responsibility to monitor a situation, analyze a trend of a potential disaster situation ; disseminate information, warning and notification ; coordinating data collection and analysis ; assessing the needs and requirements for resources in support of handling emergency situation ; as well as preparing documentations and developing incident action plan based on data and information provided by Operations Section. In this connection, Department of Disaster Prevention and Mitigation/agency assigned by the Central Incident Commander is primarily responsible for designing the scope of duties and responsibilities, developing implementation plan, as well as designing an organizational structure of their section, and providing incident command facilities."}, {"text_block_id": "p87_b733", "text": "(2.6.6)"}, {"text_block_id": "p87_b734", "text": "Emergency Support Function Section is tasked  :"}, {"text_block_id": "p87_b735", "text": "Emergency Support Function Section is tasked  :\n* To respond to all aspects of support requests to ensure efficient an effective emergency management efforts, which include communications and information technology, energy, agriculture, natural resources, environment culture, public utilities, public works and maintenance, social security, economic and community recovery. In this connection, all government agencies responsible for their respective areas of responsibility are jointly responsible for designing the scope of duties and responsibilities, developing implementation plan, as well as designing organizational structure of this section.\n<\\li1>"}, {"text_block_id": "p88_b737", "text": "Emergency Support Function Section is tasked  :\n* To respond to all aspects of support requests to ensure efficient an effective emergency management efforts, which include communications and information technology, energy, agriculture, natural resources, environment culture, public utilities, public works and maintenance, social security, economic and community recovery. In this connection, all government agencies responsible for their respective areas of responsibility are jointly responsible for designing the scope of duties and responsibilities, developing implementation plan, as well as designing organizational structure of this section.\n<\\li1>\n* To respond to support requests for budget, finance, and receiving donations. In this connection, Bureau of the Budget and The Comptroller Generalâs Department are responsible for the areas of budget and finance whereas the Office of the Prime Minister and the Office of the Permanent Secretary, Prime Minister Office are responsible for the area of receiving donations, and are jointly responsible for designing the scope of duties and responsibilities, developing implementation plan, as well as designing organizational structure of this section.\n<\\li2>"}, {"text_block_id": "p88_b739", "text": "(2.7)"}, {"text_block_id": "p88_b740", "text": "Chart 5 – 2 explicitly and unifiedly illustrates the authorized persons responsible for emergency and incident management at each level, from national, provincial and local levels as follows  :"}, {"text_block_id": "p89_b741", "text": "Catastrophic Disaster"}, {"text_block_id": "p89_b742", "text": "Chart  5 – 2 : Designation of Authorized Person Responsible for Emergency and Incident Management pursuant to the Disaster Prevention and Mitigation Act B.E. 2550 (2007)"}, {"text_block_id": "p90_b743", "text": "(3) Guidelines for Disaster Area Declaration"}, {"text_block_id": "p90_b744", "text": "An announcement of disaster declaration serves a useful purpose of emergency and incident management in the areas included in such a declaration. A disaster declaration should made at the discretion of authorized persons to provide channel for an activation of relief programmes of governmental and non – governmental organizations including civil society organizations for affected people in the declared disaster areas as required by relevant laws and regulations."}, {"text_block_id": "p90_b745", "text": "Both the individuals and juristic persons may request for declared area and disaster victim certificates from relevant authority. In this connection, Department of Disaster Prevention and Mitigation has responsibility to establish the format to use, and develop the guidelines for declaration of disaster areas and for issuing disaster victim certificates to individuals and juristic persons affected by disaster according to Article 30 of Disaster Prevention and Mitigation Act B.E. 2550 (2007)."}, {"text_block_id": "p90_b746", "text": "(4) Guidelines for Upgrading Level of Emergency and Incident Management"}, {"text_block_id": "p90_b747", "text": "The Incident Commanders are required to take the following criteria and conditions into account when upgrading level of emergency and incident management  :"}, {"text_block_id": "p91_b748", "text": "It is essential to make use of one or a combination of these criteria/ conditions when submitting a proposal for raising the level of emergency and incident management to level 3 or level 4 to be considered by the National Incident Commander or the Prime Minister respectively as the case may be."}, {"text_block_id": "p91_b749", "text": "(5) Guidelines for Emergency Evacuation"}, {"text_block_id": "p91_b750", "text": "In case of an actual occurrence or a threat of a hazard within any area and is likely to inflict harm on persons residing in such area, an authorized person as stipulated by Article 28 of Disaster Prevention and Mitigation Act B.E. 2550 (2007) has authority to order evacuation of persons from that area in a systematic and organized manner. In this connection, precautionary evacuation must be carried out not less than 12 hours before the actual occurrence of incidents. In addition, it is imperative to assign duties and responsibilities to relevant officials to provide protection to people’s property and to restore and maintain peace and order. The relevant agencies must take note of the following considerations to ensure a systematic and orderly evacuation  :"}, {"text_block_id": "p92_b751", "text": "(5.1)"}, {"text_block_id": "p92_b752", "text": "Emergency evacuation process encompasses"}, {"text_block_id": "p92_b753", "text": "(5.1.1)"}, {"text_block_id": "p92_b754", "text": "Prioritization of evacuees through segregating need – based evacuees including persons with disabilities, patients with special healthcare needs, the elderly, children and women from others. This vulnerable group will have the first priority of evacuation, etc. The whole family which includes parents and their children should evacuate together in group."}, {"text_block_id": "p92_b755", "text": "(5.1.2)"}, {"text_block_id": "p92_b756", "text": "Arranging safety recipient location and temporary shelters to accommodate the evacuees and officials concerned on an appropriate and actual – need basis."}, {"text_block_id": "p92_b757", "text": "(5.1.3)"}, {"text_block_id": "p92_b758", "text": "Systematizing traffic flow in disaster affected area and the adjacent areas as well as in the evacuated settlement area to facilitate a reception of evacuees."}, {"text_block_id": "p92_b759", "text": "(5.1.4)"}, {"text_block_id": "p92_b760", "text": "Assisting the evacuees in moving their property from the affected or nearby areas upon their requests."}, {"text_block_id": "p92_b761", "text": "(5.1.5)"}, {"text_block_id": "p92_b762", "text": "Arranging for evacuation reception registration for the purpose of checking numbers of evacuees and those who might be possibly left behind."}, {"text_block_id": "p92_b763", "text": "(5.1.6)"}, {"text_block_id": "p92_b764", "text": "Arranging public health and medical care services for evacuees."}, {"text_block_id": "p92_b765", "text": "(5.1.7)"}, {"text_block_id": "p92_b766", "text": "Assigning security police and volunteers to maintain peace and order in the evacuated settlement as deemed appropriate."}, {"text_block_id": "p92_b767", "text": "(5.1.8)"}, {"text_block_id": "p92_b768", "text": "Designating and assigning liaison officer to communicate and coordinate with local police officers to deploy policemen to periodically patrol the evacuees’ home areas for the purpose of safeguarding their deserted houses. In case of inadequacy of police staff, the liaison officer must request local Civil Defence Volunteer Unit to deploy its members to assist in patrolling, or organizing community volunteer to perform the task likewise. The patrolling is absolutely prohibited in case the situation is extremely dangerous in which the patrolling personnel might risk their lives. The patrol unit will once again resume their duties when such situation subsides. It is essential to keep the evacuees informed on a continuous basis to rid of their anxiety."}, {"text_block_id": "p92_b769", "text": "(5.2)"}, {"text_block_id": "p92_b770", "text": "Termination of disaster declaration"}, {"text_block_id": "p92_b771", "text": "It is imperative to conduct continuous and close monitoring of the ongoing situation and keep the public informed on a periodical basis to prevent public confusion. Concurrently, the relevant agency is required to explicitly confirm a termination of disaster declaration and informs the evacuees to prepare for returning to their residences."}, {"text_block_id": "p92_b772", "text": "(5.3)"}, {"text_block_id": "p92_b773", "text": "Arrangement for returning home"}, {"text_block_id": "p92_b774", "text": "Upon receiving the notice of termination of disaster declaration, a community leader or evacuee group leaders must organize and rank priorities of evacuee groups before beginning to return them to their original residence localities, as well as coordinating the return movement with the officials responsible for this movement and standby for further instructions and information."}, {"text_block_id": "p93_b775", "text": "(5.4)"}, {"text_block_id": "p93_b776", "text": "Evacuation of affected and disrupted government entities"}, {"text_block_id": "p93_b777", "text": "The affected and disrupted government entities including local administrative organization offices need to be temporarily  moved to and re – located to resume their public service functions. In this connection, the Disaster Management Centre in locality is responsible for classifying and grouping the entities requiring most urgent evacuation to continue providing essential services to the public. In addition, the relevant Disaster Management Centre must anticipatedly determine the recipient locations for evacuated government entities along with their employees and families. An evacuation of affected and disrupted government entities must be conducted in accordance with the “Government Entity Evacuation Plan” as mentioned earlier in Chapter 4."}, {"text_block_id": "p93_b778", "text": "5.2.2 Strategy 2 : Developing Emergency Response Support System/ Mechanisms"}, {"text_block_id": "p93_b779", "text": "(1) Communications and Telecommunications Procedures"}, {"text_block_id": "p93_b780", "text": "In the context of emergency and incident management, communications are vital and indispensable for coordination of operational activities at all times, including for information and intelligence sharing among emergency response units or sharing with support agencies responsible for Emergency Support Function for the purpose of disseminating warnings to general public ; undertaking coordination, command and control functions ; and of reporting the results of the operations. The procedures for incident communications are delineated as follow  :"}, {"text_block_id": "p93_b781", "text": "In the context of emergency and incident management, communications are vital and indispensable for coordination of operational activities at all times, including for information and intelligence sharing among emergency response units or sharing with support agencies responsible for Emergency Support Function for the purpose of disseminating warnings to general public ; undertaking coordination, command and control functions ; and of reporting the results of the operations. The procedures for incident communications are delineated as follow  :\n* Arranging for interoperable, reliable and resilient emergency communication system to be used, on a continuous and stable basis in coordinating joint efforts on emergency and incident management across governmental and nongovernmental agencies, the Disaster Management Centre at each level, all Disaster Prevention and Mitigation Regional Centres and general public. It is essential to set up at least two emergency communications systems.\n* Installation of two â way radio communications system must comply with the Notification of National Broadcasting and Telecommunication Commission on Criteria for Authorization and Supervision of the Use of Common Frequency for the public and intergovernmental agency communications and coordination, and must also comply with the Regulation of Department of Disaster Prevention and Mitigation on the Use of Radio Frequency for Communications and Telecommunications.\n* Ensuring the 24 â hour based interoperable communications for all user agencies, including the National Disaster Command Headquarters, the Disaster Management Centre at each level, government agencies and general public. Moreover, it is essential to provide more than two radio frequencies or channels to facilitate the communications between user agencies. When communicating, all communications staff must always take into consideration an accuracy and precision of information, effective safety communications and speed and ease of communications.\n* Arranging for emergency notification system/emergency call centre services and provision of disaster â related information to general public through linking the use of special assigned telecommunications numbers between the relevant agencies, emergency call centre personnel and emergency responders."}, {"text_block_id": "p94_b789", "text": "As a primary agency, Ministry of Information and Communications Technology has responsibility to arrange for interoperable emergency communications system, install two – way radio communications system for communications between the National Disaster Command Headquarters, the Disaster Management Centre at each level, government agencies and general public ; and has the additional responsibility to arrange for emergency notification system/emergency call centre services and provision of disaster – related information to general public. In this connection, Ministry of Interior, Royal Thai Police, and Ministry of Defense have been designated as support agencies to create integrated interagency communications system and to provide emergency communications training. Any change to special assigned telecommunications numbers and common used frequencies for emergency management must conform to the Notification of National Broadcasting and Telecommunications Commission."}, {"text_block_id": "p94_b790", "text": "(2) Guidelines for Communicating Public Information during Incident"}, {"text_block_id": "p94_b791", "text": "This is a process or system for disseminating information related to the threat or an actual occurrence of hazards to government agencies and general public for the purpose of enhancing their situational awareness through the use of designated communications channels including television, radio, community news broadcasting tower, etc., to keep the public well – informed and to reduce their anxiety and panic. Accordingly, it is essential to set up Joint Information Centre as a sub – centre or a component of Joint Public Information Coordination Centre to serve as point of contact responsible for interfacing with media and with other agencies with incident – related information responsibilities. Moreover, Joint Information Centre is responsible for gathering up to date and essential information for both internal and external stakeholders for dissemination and using as a starting point for following news and further information, tracking disaster situations and trends, and for verifying the accuracy of the information. Joint Information Centre should be established at all levels of major emergency management."}, {"text_block_id": "p94_b792", "text": "The Prime Minister’s Office, in conjunction with Department of Disaster Prevention and Mitigation are responsible for developing operations manual to serve as the national standard framework for action for dissemination and promulgation of incident – related public information to ensure the uniform practices nationwide."}, {"text_block_id": "p95_b793", "text": "(3) Guidelines for Establishment and Application of Area Command"}, {"text_block_id": "p95_b794", "text": "The Area Command is an organization established to oversee the management of a very large or catastrophic incident affecting several districts or several provinces, and may require multi – jurisdictional, multi – disciplinary and time consuming efforts to manage, in other words, to oversee the management of large – scale disaster (level 3) and catastrophic disaster (level 4). The National Disaster Command Headquarters may designate and dispatch an Area Commander to participate in developing the operational guidelines for the affected areas to ensure that the performance and fulfillment of assigned tasks of each provincial disaster management authority are in accordance with the commands given by the National Disaster Command Headquarters. In a context of the incident under its authority, the Area Command is responsible for  :"}, {"text_block_id": "p95_b795", "text": "(3.1)"}, {"text_block_id": "p95_b796", "text": "Developing emergency response guidelines to be followed by the affected provincial jurisdictions to ensure their clearly defined area of operations and to avoid the potential conflict and duplication of actions between those affected jurisdictions."}, {"text_block_id": "p95_b797", "text": "(3.2)"}, {"text_block_id": "p95_b798", "text": "Coordinating the development of tactics and strategies of each host of operational area to ensure the unity of efforts in accomplishment of the overall objective."}, {"text_block_id": "p95_b799", "text": "(3.3)"}, {"text_block_id": "p95_b800", "text": "Scrutinizing the requests for resources, considering the request for replacement and mobilization of resources supported by central level agencies to support emergency response operations in the affected areas."}, {"text_block_id": "p95_b801", "text": "(3.4)"}, {"text_block_id": "p95_b802", "text": "Reporting the emergency situations in disaster affected areas, their trends and the results of situation analysis to the National Disaster Command Headquarters."}, {"text_block_id": "p95_b803", "text": "(3.5)"}, {"text_block_id": "p95_b804", "text": "Ensuring that the provision of emergency assistance to disaster affected people in all affected provinces is efficiently and effectively coordinated to ensure its conformity with the requirements and standards, as well as ensuring a seamless implementation of medium – and long – term recovery and rehabilitation programmes."}, {"text_block_id": "p95_b805", "text": "The Central Disaster Management Centre is designated to design organizational structure of the Area Command, determine the number of staff, and to establish a set of protocol and guidelines to facilitate and ensure an efficient functioning of the Area Commander and staff as well as a mission success. It is recommended that the Area Commander should leverage the resources of disaster Prevention and Mitigation Regional Centre by deciding to house the Area Command organization in the facility of this Regional Centre as the first priority."}, {"text_block_id": "p95_b806", "text": "(4) Guidance for Incident Command"}, {"text_block_id": "p95_b807", "text": "As the Incident Command System organizational element, the Incident Command serves as a tool for directing, controlling and coordinating cooperative efforts in emergency and incident management. It is also an operating system used to deliver needed resources to incident sites to effectively and efficiently protect life, property and the environment and to achieve a common set of objectives. All government agencies and public sector are advised to adopt and utilize the Incident Command System as the national standardized emergency management system which encompasses the following key organizational elements  :"}, {"text_block_id": "p96_b808", "text": "(5) Guidelines for Activating Emergency Support Functions"}, {"text_block_id": "p96_b809_merged", "text": "To augment and support government operations during the incident, the National Disaster Command Headquarters may establish and activate one or more Emergency Support Function based on the complexity of the situation as illustrated in Chart 5 – 3. The Emergency Support Functions provide a mechanism for coordinating operations among agencies with particu-lar functions which are designated for each Emergency Support Function to ensure their seamless collaborative efforts and to avoid duplication or overlap of support and assistance particularly among agencies that typically perform similar functions. In this connection, 18 Emergency Support Functions are organized and each Emergency Support Function is comprised of one or more primary agency (ies) and support agencies delineated as follow  :"}, {"text_block_id": "p97_b812", "text": "(5.1)"}, {"text_block_id": "p97_b813", "text": "Emergency Support Function 1 : Transportation : encompasses the following activities"}, {"text_block_id": "p97_b814", "text": "Emergency Support Function 1 : Transportation : encompasses the following activities\n* To implement a system for managing and controlling traffic in order to increase transportation safety.\n* To improve transportation routes and networks as well as supporting the logistics support mission.\n* To provide transportation support to evacuate people from disaster affected areas or from areas at risk from hazards.\n* To ensure the availability of alternative routes and bypasses, as well as adapting the transport system to resume normal functions during and incident.\n* To provide support to the National Disaster Command Headquarters and the Central Disaster Management Centre with needed information and transportation management techniques.\n* To provide support to the National Disaster Command Headquarters and the Central Disaster Management Centre with needed information and transportation management techniques.\n Being designated as a primary agency, Ministry of Transport has a responsibility to coordinate inter agency efforts in support of emergency management operations, including developing Emergency Transportation Support Operational Plan.\n* To provide operable and interoperable primary, secondary, and standby communications and telecommunications systems, including information and database needs of the National Disaster Command Headquarters and the Central Disaster Management Centre.\n* To provide communications assets (equipment and services) and to ensure that the radio channels and frequencies are reserved for emergency use.\n* To designate and dispatch the staff to provide emergency communications services during an incident.\n* To support the restoration of the information and communications technology infrastructure.\n* To support the restoration of the information and communications technology infrastructure.\n Being designated as a primary agency, Ministry of Information and Communications Technology has responsibility to coordinate interagency efforts  in support of emergency management operations including developing Emergency Communications Support Operational Plan.\n* To ensure readiness for preventing and reducing potential impacts of a disaster or emergency on urban area, industrial area, infrastructure, and public utility in the areas at risk from hazards.\n* To maintain good condition of, improve, and repair infrastructure and public utilities in affected area to ensure their operability during emergency incident, particularly those within urban and industrial areas."}, {"text_block_id": "p97_b825", "text": "(5.2)"}, {"text_block_id": "p97_b826", "text": "Emergency Support Function 2 : Information and Communications Technology : encompasses the following activities"}, {"text_block_id": "p97_b836", "text": "(5.3)"}, {"text_block_id": "p98_b841", "text": "Emergency Support Functions 3 : Public Utility and Basic Infrastructure : encompasses the following activities\n* Emergency Support Function 4 : Firefighting : encompasses the following activities\n\t\t* To assume full responsibility for firefighting operations in residence, entrepreneurial establishments, and industrial estates.\n\t\t* To coordinate with government agencies and units on fire prevention and fire suppression.\n\t\t* To provide support for fire prevention and suppression efforts in special areas and places, including national parks, industrial estates, airports, or within the areas that may result in possible environmental pollution, etc.\n\t\t* To provide technical assistance and knowledge and advice regarding fire prevention and suppression to regional and local authorities in both urban and rural areas.\n\t\t* To provide technical assistance and knowledge and advice regarding fire prevention and suppression to regional and local authorities in both urban and rural areas.\n Ministry of Interior as a primary agency along with Ministry of Industry and Ministry of Mineral Resources and Environment as support agencies have a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Firefighting Support Operational Plan.\n\t\t* Emergency Support Function  5  :  Emergency Management  :  encompasses of the following activities\n\t\t* To monitor the dangerous event or situation that may lead to an emergency or disaster.\n\t\t* To disseminate the alerts, notifications or early warnings/precautionary warnings  to general public, government agencies and units of threatening disaster situation and its potential to occur.\n\t\t* To disseminate emergency warnings and provide guidance on preparing for and coping with potential disaster, as well as preparing to evacuate or relocate to safer locations when evacuation order is given.\n\t\t* To assess the situation and develop emergency response plan.\n\t\t* To coordinate and support overall emergency management and emergency response efforts of the Disaster Management Centre at each level.\n\t\t* To provide the resources necessary to support the Disaster Management Centre at each level in their emergency response efforts.\n\t\t* To determine the number and category of personnel and other resources needed to achieve maximum logistical efficiency and rapid emergency management.\n\t\t* To coordinate the use of available emergency management resources of other relevant agencies."}, {"text_block_id": "p99_b871", "text": "Emergency Support Functions 3 : Public Utility and Basic Infrastructure : encompasses the following activities\n* Emergency Support Function 4 : Firefighting : encompasses the following activities\n\t\t* To assume full responsibility for firefighting operations in residence, entrepreneurial establishments, and industrial estates.\n\t\t* To coordinate with government agencies and units on fire prevention and fire suppression.\n\t\t* To provide support for fire prevention and suppression efforts in special areas and places, including national parks, industrial estates, airports, or within the areas that may result in possible environmental pollution, etc.\n\t\t* To provide technical assistance and knowledge and advice regarding fire prevention and suppression to regional and local authorities in both urban and rural areas.\n\t\t* To provide technical assistance and knowledge and advice regarding fire prevention and suppression to regional and local authorities in both urban and rural areas.\n Ministry of Interior as a primary agency along with Ministry of Industry and Ministry of Mineral Resources and Environment as support agencies have a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Firefighting Support Operational Plan.\n\t\t* Emergency Support Function  5  :  Emergency Management  :  encompasses of the following activities\n\t\t* To monitor the dangerous event or situation that may lead to an emergency or disaster.\n\t\t* To disseminate the alerts, notifications or early warnings/precautionary warnings  to general public, government agencies and units of threatening disaster situation and its potential to occur.\n\t\t* To disseminate emergency warnings and provide guidance on preparing for and coping with potential disaster, as well as preparing to evacuate or relocate to safer locations when evacuation order is given.\n\t\t* To assess the situation and develop emergency response plan.\n\t\t* To coordinate and support overall emergency management and emergency response efforts of the Disaster Management Centre at each level.\n\t\t* To provide the resources necessary to support the Disaster Management Centre at each level in their emergency response efforts.\n\t\t* To determine the number and category of personnel and other resources needed to achieve maximum logistical efficiency and rapid emergency management.\n\t\t* To coordinate the use of available emergency management resources of other relevant agencies.\n* To coordinate with agencies represented in other Emergency Support\n* To coordinate with and support agencies concerned in setting up temporary shelters.\n* To support disaster relief efforts to distribute basic necessities to disaster affected people.\n* To support the provision of social welfare services for disaster affected people.\n* To publicize and disseminate information relating to welfare support services to people affected by disaster.\n* To put in place disaster housing plan, a plan for caring for persons with special needs, social and mental health rehabilitation programmes for people affected by disaster as well as for people with social problems.\n* To provide charitable services.\n* To determine guidelines for providing assistance to individuals whose employment has been lost or interrupted as a direct result of a major disaster.\n* To provide assistance to officials and volunteers who become disabled, ill or injured in the line of duty related to emergency or disaster.\n* To provide the coordination of military resources to support civil authorities and Disaster Management Centres at all levels on their emergency response efforts as well as on demobilization and return of such resources to their point of origin.\n* To provide military advice services and expertise related to military support services in case if needed.\n* To track and report the duty status of all military resources deployed to undertake their Emergency Support Function roles and responsibilities."}, {"text_block_id": "p97_b873", "text": "Emergency Support Functions 3 : Public Utility and Basic Infrastructure : encompasses the following activities"}, {"text_block_id": "p99_b874", "text": "Functions."}, {"text_block_id": "p99_b875", "text": "Being designated as a primary agency, Ministry of Interior has a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Emergency Management Support Operational Plan."}, {"text_block_id": "p99_b876", "text": "(5.6)"}, {"text_block_id": "p99_b877", "text": "Emergency Support Function 6 : Social Welfare and Human Security : encompasses the following activities."}, {"text_block_id": "p99_b894", "text": "Being designated as a primary agency, Ministry of Social Development and Human Security, together with Ministry of Labour and Thai Red Cross Society as support agencies have a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Social Welfare and Human Security Support Operational Plan."}, {"text_block_id": "p99_b895", "text": "(5.7)"}, {"text_block_id": "p99_b896", "text": "Emergency Support Function  7  :  Military Resource Support  :  encompasses the following activities"}, {"text_block_id": "p99_b903", "text": "Being designated as a primary agency, Ministry of Defense has a responsibility to conduct coordination between military units related to collaborative efforts in support of emergency management operations, including developing Military Resource Support Operational Plan."}, {"text_block_id": "p100_b904", "text": "(5.8)"}, {"text_block_id": "p100_b905", "text": "Emergency Support Function 8 : Medical and Public Health Services : encompasses the following activities"}, {"text_block_id": "p100_b906", "text": "Emergency Support Function 8 : Medical and Public Health Services : encompasses the following activities\n* To procure and stockpile public health and medical equipment and supplies as well as to assist in coordination and mobilization of public health and medical personnel.\n* To establish database on public health and medical experts, equipment and supplies in possession of both public and private sectors to ensure their timely avail-ability in the wake of disaster.\n* To develop and strengthen emergency medical services system, medical special operations unit and medical emergency response team which include mini medical emergency response team (district level), medical emergency response team, surveillance rapid response team, and mental health crisis assessment and treatment team to ensure their readiness to provide efficient and effective emergency medical services to disaster affected people. Additionally, in partnership with other relevant agencies, to systematize and strengthen public health networks responsible for providing public health and medical services as well as technical and operational support nationwide to ensure their readiness for action in the event of disaster.\n* To put in place and improve an emergency medical services communications system to ensure an effective and efficient external communications with other government agencies and private sector involved as well as internal communications within Ministry of Public Health, and in issuing directives to public health agencies.\n* To ensure an availability of the state â of â the â art and standardized medical laboratory.\n* To develop database of health care facilities and medical equipment and supplies affected by disaster to ensure an accurate and timely database search result report.\n* To develop and increase the technical skills and knowledge of public health personnel and volunteers to ensure their readiness for action in the wake of disaster and to protect themselves from danger when carrying out emergency medical services activities.\n* To equip the individuals and communities with basic practical knowledge related to first aid treatment, sanitation, and environmental health to enable them to help themselves and others in case of experiencing danger.\n* To conduct surveillance of, keep track of, and to control communicable disease, including provision of medical care, health care, sanitation and prevention of disease.\n* To rehabilitate and keep mental spirit of the people affected by disaster and to bring normalcy to livelihood as soon as possible."}, {"text_block_id": "p100_b928", "text": "Being designated as a primary agency, Ministry of Public Health has a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Public Health and Medical Services Support Operational Plan. In this regard, both public hospitals including university hospitals, military hospitals and private hospitals, foundations, volunteer corps, Thai Red Cross Society, Emergency Medical Institute of Thailand, National Health Security Office, Thai Health Promotion Foundation, etc., are designated as support agencies."}, {"text_block_id": "p101_b929", "text": "(5.9)"}, {"text_block_id": "p101_b930", "text": "Emergency Support Function 9 : Search and Rescue : encompasses the following activities"}, {"text_block_id": "p101_b931", "text": "Emergency Support Function 9 : Search and Rescue : encompasses the following activities\n* To provides specialized search and rescue operations, and life â saving services\n* To coordinate with other government agencies and with the Disaster Management Centre at each level in regards to search and rescue support operations.\n* To coordinate with associations, charitable and non â profit volunteer organizations dedicated to search and rescue operations.\n* To systematize search and rescue systems of both governmental and non â governmental organizations to achieve unified standards of search and rescue operations.\n* To provide trained personnel and advanced equipment in support of search and rescue operations.\n* To provide search and rescue agencies with related information and technical knowledge.\n* To provide search and rescue agencies with related information and technical knowledge.\n Ministry of Interior and Ministry of Defense are designated as primary agencies and have responsibilities to conduct interagency coordination related to multi â agency collaborative efforts in support of emergency management operations, including jointly developing Search and Rescue Support Operational Plan.\n* To put in place an action plan for the prevention of chemical and radioactive hazards and other hazardous material incident, as well as controlling their harmful effects on human health, natural resources and environment.\n* To develop appropriate systems, models, or methods for management of chemical, radioactive, and other hazardous material disasters.\n* To work to eliminate or minimize hazardous effects of the residual chemicals, radioactive, and other hazardous material contamination remaining in the polluted areas, and to conduct environmental damage assessments.\n* To provide technical assistance and consultation services for management of chemical, radioactive, and other hazardous material disasters.\n* To provide information and technical knowledge on chemical, radioactive, and other hazardous materials in order to support emergency management operations.\n* To bear responsibility for nuclear and radiological disaster management and to provide regulatory support for nuclear power and nuclear radiation.\n* To take action against a possible chemical, biological and nuclear incident"}, {"text_block_id": "p101_b944", "text": "(5.10)"}, {"text_block_id": "p101_b945", "text": "Emergency Support Function 10 : Hazardous Materials, Chemical and Radioactive Substances : encompasses the following activities"}, {"text_block_id": "p102_b960", "text": "Emergency Support Function 10 : Hazardous Materials, Chemical and Radioactive Substances : encompasses the following activities\n* Emergency Support Function 11 : Agriculture : encompasses the following activities\n\t\t* To coordinate emergency management operations among relevant agencies related to a disaster that has potential of inflicting significant impacts on agricultural sector.\n\t\t* To monitor and conduct a situational assessment, and to disseminate all warnings and notifications of disaster to farmers.\n\t\t* To conduct a survey to assess the extent of agricultural damage for the purpose of providing disaster assistance.\n\t\t* To provide agricultural resource support to agricultural areas affected by disaster.\n\t\t* To support farmers with agricultural â related information and methods for preventing and addressing the problems and challenges related to the impact of disaster on their agricultural land, as well as laying down guidelines for providing assistance to disaster affected farmers.\n\t\t* To support farmers with agricultural â related information and methods for preventing and addressing the problems and challenges related to the impact of disaster on their agricultural land, as well as laying down guidelines for providing assistance to disaster affected farmers.\n As a primary agency, Ministry of Agriculture and Corporatives, together with Ministry of Commerce as a support agency have a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Agriculture Support Operational Plan.\n\t\t* Emergency Support Function 12  Energy : encompasses the following activities.\n\t\t* To take all necessary actions to ensure the continued operability of energy resource system during disaster.\n\t\t* To protect and maintain critical energy resource facilities to ensure the continuity of their essential functions, including supporting public sector organizations and other critical public services facilities such as hospitals, petrol stations, etc., by providing adequate energy supplies as needed during disaster.\n\t\t* To develop energy and power source database to support collaborative emergency management operations.\n\t\t* To develop and put in place safety control measures at key energy production facilities and energy services locations.\n\t\t* To provide energy expert consultation and support for emergency management operations."}, {"text_block_id": "p102_b986", "text": "Being designated as a primary agency, Ministry of Energy has a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Energy Support Operational Plan."}, {"text_block_id": "p103_b987", "text": "(5.13)"}, {"text_block_id": "p103_b988", "text": "Emergency Support Function 13 : Public Safety and Security : encompasses the following activities"}, {"text_block_id": "p103_b989", "text": "Emergency Support Function 13 : Public Safety and Security : encompasses the following activities\n* To coordinate collaborative joint efforts to ensure safety and security of general public, key economic locations, urban areas, and communities within disaster affected areas as well as within the adjacent areas.\n* To develop and put in place safety and security plan and technical assistance plan, including providing state â of the â art technology in support of maintaining peace and order.\n* To prevent and suppress the criminal offences that pose threats to national safety and peace through application of control measures and enforcing the relevant laws.\n* To conduct disaster victim identification, undertake the task of managing dead bodies, searching for missing persons and repatriation.\n* To systematize the traffic flow within disaster affected areas as well as within the adjacent areas.\n* To systematize the traffic flow within disaster affected areas as well as within the adjacent areas.\n Being designated as a primary agency, Royal Thai Police has a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Public Safety and Security Support Operational Plan.\n* To assess the impacts of disaster on economic, education, and cultural sectors as well as on historical sites in disaster affected areas.\n* To provide recommendations, guidelines, and approaches for preparing to handle disaster situation as well as for implementing recovery and reconstruction programmes and activities.\n* To determine guidelines for both public and private sector organizations involved to follow when supporting and assisting long â term community recovery and in the long run, in reducing social and economic inequality within the communities.\n* To analyze, assess, prevent and mitigate the adverse impacts of disasters on historic and cultural sites.\n* To conduct site inspection for the purpose of restoring the damaged location of economic activities, educational services locations, location of historic and cultural resources to pre â disaster conditions as soon as possible."}, {"text_block_id": "p103_b1000", "text": "(5.14)"}, {"text_block_id": "p103_b1001", "text": "Emergency Support Function 14 : Economic, Educational, and Cultural Recovery : encompasses the following activities"}, {"text_block_id": "p103_b1012", "text": "Office of the National Economic and Social Development Board and Ministry of Education, as the primary agencies and Ministry of Culture and Ministry of Finance, as support agencies have a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Economic, Educational and Cultural Support Recovery Plan."}, {"text_block_id": "p104_b1013", "text": "(5.15)"}, {"text_block_id": "p104_b1014", "text": "Emergency Support Function 15 : Foreign Affairs : encompasses the following activities"}, {"text_block_id": "p104_b1015", "text": "Emergency Support Function 15 : Foreign Affairs : encompasses the following activities\n* To follow up and report information regarding disaster situation to foreign nations.\n* To assume coordination role in international cooperation in the wake of disaster.\n* To coordinate and support efforts to provide disaster assistance for foreign nationals.\n* To provide recommendations, if itâs deemed a necessary to request for support from foreign governments, international organizations and international non â governmental organizations.\n* To determine the guidelines to facilitate incoming and outgoing international resources.\n* To coordinate foreign governments, international organization, and international non â governmental organizations regarding receiving foreign assistance as well as providing assistance to other countries.\n* To coordinate and facilitate the provision of assistance to foreigners affected by disaster and their relatives.\n* To coordinate and facilitate the provision of assistance to foreigners affected by disaster and their relatives.\n Ministry of Foreign Affairs, as a primary agency and Department of Disaster Prevention and Mitigation, Ministry of Defense, Royal Thai Police, and Custom Department as support agencies have a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Foreign Affairs Support Operational Plan.\n\t* Emergency Support Function 16 : Public Relations and Information Management  : encompasses the following activities\n<\\li2>\n\t* To conduct public relations activities and provide information related to imminent threats or actual disaster events to general public.\n\t* To disseminate accurate information and knowledge about the incident to general public for preparing to cope with disaster situations.\n\t* To establish Joint Information Centre to serve as focal point for incident\n\t* To identify the measures to prevent and stop the rumours, false news, and information which are capable of causing panic and intense fear among general public."}, {"text_block_id": "p104_b1038", "text": "–"}, {"text_block_id": "p104_b1039", "text": "related data and information exchange among government agencies, private sector agencies, as well as local and international mass media."}, {"text_block_id": "p104_b1042", "text": "As a primary agency, Public Relations Department has a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Public Relations and Information Management Operational Plan."}, {"text_block_id": "p105_b1043", "text": "(5.17)"}, {"text_block_id": "p105_b1044", "text": "Emergency Support Function 17 : Natural Resources and Environment : encompasses the following activities"}, {"text_block_id": "p105_b1045", "text": "Emergency Support Function 17 : Natural Resources and Environment : encompasses the following activities\n* To coordinate interagency emergency management operations in the event of disaster that has potential to create significant damage to natural resources and environment.\n* To undertake natural resource and environment disaster impact analysis and assessment as well as identifying preventive measures to reduce disaster impacts.\n* To provide recommendations, guidelines, and preventive measures for reducing disaster impacts on natural resources and environment, as well as natural parks, fauna and flora ; to ensure a state of disaster preparedness of government agencies responsible for these resources to handle disaster situation within the aforementioned areas.\n* To provide recommendations, guidelines, and preventive measures for reducing disaster impacts on natural resources and environment, as well as natural parks, fauna and flora ; to ensure a state of disaster preparedness of government agencies responsible for these resources to handle disaster situation within the aforementioned areas.\n As a primary agency, Ministry of Natural Resources and Environment has a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Natural Resources and Environment Support Operational Plan.\n* To follow up and to report the status of emergency management budget and sources as well as disaster recovery budget.\n* To provide recommendations related to the need to use contingency fund advances for emergency relief assistance and the central budget of the government.\n* To proceed to receive donation both in â cash and in â kind for distributing to disaster affected people.\n* To coordinate the control and check of account balances, financial transactions of donated cash in the bank account opened by and in the name of government agencies, organizations, or individuals, and keeps the donors informed."}, {"text_block_id": "p105_b1052", "text": "(5.18)"}, {"text_block_id": "p105_b1053", "text": "Emergency Support Function 18 : Budget and Donations : encompasses the following activities"}, {"text_block_id": "p105_b1062", "text": "Ministry of Finance, as a primary agency along with the Office of the Permanent Secretary, Prime Minister Office as a support agency have a responsibility to coordinate interagency efforts in support of emergency management operations, including developing Budget and Donation Support Operational Plan."}, {"text_block_id": "p107_b1063", "text": "(6) Guidelines for Deployment of Incident Management Assistance Team"}, {"text_block_id": "p107_b1064", "text": "Unlike smaller incident management, managing major incidents or the incidents with significant complexity requires multiple operational periods and take longer time to successfully bring the situation under control (More than two weeks or longer). Furthermore, complex incident management requires continuous development incident action plan and, subsequently it is required to coordinate resource support within the specified incident area where several agencies having functional responsibility of the incident ; it also requires more experienced and qualified supervisory personnel and special equipments. To meet these requirements, it is necessary to deploy Incident Management Assistance Team to support emergency management efforts of local emergency management authorities in the incident areas, in order to lighten their burden or to strengthen local command and control, and to help resolve the situation."}, {"text_block_id": "p107_b1065", "text": "An Incident Management Assistance Team comprises well – trained and experienced emergency service and response personnel capable of managing all incidents, regardless of type/level/size. Moreover, an Incident Management Assistance Team is capable of coordinating emergency response operations across government agencies, private sector, and military units within the incident areas or within the areas where the complex incidents likely to occur. The size, numbers, operational levels, and expertise of Incident Management Assistance Team depend on the current state of the incident."}, {"text_block_id": "p107_b1066", "text": "When a major or complex incident occurs and it is required to deploy Incident Management Assistance Team to support incident management efforts or to help resolve the situation in the incident area, the central government agency that deploys that Incident Management Assistance Team is required to inform the Central Disaster Management Centre for the purpose of operational coordination, and as the case may be, for submitting the support requests to the National Disaster Incident Command Headquarters for further consideration."}, {"text_block_id": "p107_b1067", "text": "5.3.2 Strategy 3 : Strengthening Disaster Relief System and Procedures"}, {"text_block_id": "p107_b1068", "text": "(1) Guidelines for Use of Contingency Fund Advances for Emergency Relief Assistance"}, {"text_block_id": "p107_b1069", "text": "When a disaster occurs in any area, the authorized person is required to announce such declared disaster areas are eligible for receiving disaster relief assistance in accordance with Ministry of Finance Regulations Regarding Contingency Fund Advances for Emergency Relief Assistance and other relevant procedural requirements. An expenditure of this fund must be oriented towards alleviating and mitigating the facing hardship and suffering of disaster affected people as well as for repairing their damaged physical assets. It is important to take note that disaster relief assistance is not provided as compensation for damage/losses to any person. The aforesaid ministerial regulation has prescribed the criteria to be observed and followed by relevant government agencies in using this fund and has earmarked the ceiling of the fund for each agency."}, {"text_block_id": "p108_b1070", "text": "(2) Guidelines for Conducting Damage and Needs Assessment"}, {"text_block_id": "p108_b1071", "text": "Disaster Management Centre at each level has a responsibility to conduct post – disaster damage and needs assessment in the areas affected by disaster through the detailed analysis of the impacts of disaster in order to assess the situation and analyze the individuals capacities to cope with disaster themselves, including their needs for additional relief assistance from external assistance organization, including food supplies, safe drinking water, medical care, sanitation and waste disposal, provision of welfare services, temporary shelters, disaster survival essentials, etc. An assessment of damage and needs is essential for humanitarian assistance operations and helping people in need. Assessment can take the following forms  :"}, {"text_block_id": "p108_b1072", "text": "Disaster Management Centre at each level has a responsibility to conduct post – disaster damage and needs assessment in the areas affected by disaster through the detailed analysis of the impacts of disaster in order to assess the situation and analyze the individuals capacities to cope with disaster themselves, including their needs for additional relief assistance from external assistance organization, including food supplies, safe drinking water, medical care, sanitation and waste disposal, provision of welfare services, temporary shelters, disaster survival essentials, etc. An assessment of damage and needs is essential for humanitarian assistance operations and helping people in need. Assessment can take the following forms  :\n* Rapid assessment  ;  This type of assessment is undertaken immediately after a disaster has subsided or mostly within the first week following a disaster in order to collect data and information related to needs, possible course of actions, and essential resources required for affected people, basic infrastructure, and environment ; priorities for actions, and  initial relief assistance to meet the urgent needs.\n* Detailed assessment ; This type of assessment is immediately conducted after a disaster has subsided or within two weeks following a disaster depending on the accessibility of the affected areas.  Detailed assessment is essential for determining long â term recovery and development requirements. It also helps identify damages to physical and social structures, the estimates on financial and materials required for provision of relief assistance and the continuing needs. Typically, detailed assessment is carried out by specialists in the relevant sectors."}, {"text_block_id": "p108_b1076", "text": "There must be the links between damage and need assessment and meeting the needs of disaster affected people in accordance with established standards and requirements by taking the following factors into account, such as age, gender, race, pregnant women, and person with disabilities."}, {"text_block_id": "p108_b1077", "text": "(3) Guidelines for Receiving Donations"}, {"text_block_id": "p108_b1078", "text": "In case of necessity to collect in – cash and in – kind donations for distribution to disaster affected people, the National Disaster Command Headquarters or the Disaster Management Centre at each level is required to observe the following regulations."}, {"text_block_id": "p108_b1079", "text": "(3.1)"}, {"text_block_id": "p108_b1080", "text": "Regulation of the Office of the Prime Minister Regarding Official Donation Receipt and Provision of Relief Assistance to Disaster Affected Person B.E. 2542 (1999) and addendum"}, {"text_block_id": "p108_b1081", "text": "(3.2)"}, {"text_block_id": "p108_b1082", "text": "Regulation of the Office of the Prime Minister Regarding the Soliciting Contributions of State Agencies B.E. 2544 (2001)"}, {"text_block_id": "p108_b1083", "text": "(3.3)"}, {"text_block_id": "p108_b1084", "text": "Regulation of Ministry of Finance Regarding Receiving of Cash or Other Forms of Assets Donated to State Agencies B.E. 2526 (1983)"}, {"text_block_id": "p108_b1085", "text": "(3.4)"}, {"text_block_id": "p108_b1086", "text": "Regulation of Department of Social Development and Welfare Regarding Collecting Used Items by Donation Receiving Centre for Distribution to People in Need B.E. 2547 (2004)"}, {"text_block_id": "p109_b1087", "text": "If any individual, agency or organization sets up donation receiving centre for distribution to disaster affected people without being assigned by the National Disaster Command Headquarters or the Disaster Management Centre at each level, the aforesaid individual, agency or organization is required to accept responsibility for paying at its own expense the delivery of contributions in kind to the beneficiaries."}, {"text_block_id": "p109_b1088_merged", "text": "(4) Guidelines for Reporting Information"}, {"text_block_id": "p109_b1091", "text": "The relevant agencies or officials have a responsibility to report information related to disaster situation, emergency response operations, disaster relief and emergency assistance operations, and other relevant fact and information. The content of the report must be factual, accurate, clear, and timely. The reporting requires compliance to the following guidelines  :"}, {"text_block_id": "p109_b1092", "text": "(4.1)"}, {"text_block_id": "p109_b1093", "text": "To authorize community leader to conduct initial damage and need survey and to report the result of an assessment to the Local Command Centre for further proceeding."}, {"text_block_id": "p109_b1094", "text": "(4.2)"}, {"text_block_id": "p109_b1095", "text": "To assign Local Command Centre of which the stricken area falls under responsibility to prepare and submit disaster situation report to Disaster Management Centre at each level, upward through the chain of command."}, {"text_block_id": "p109_b1096", "text": "(4.3)"}, {"text_block_id": "p109_b1097", "text": "To designate Local Disaster Management Centre of which the stricken area falls under responsibility to submit disaster situation report to Disaster Management Centre at each level and the National Disaster Command Headquarters upward through the chain of command."}, {"text_block_id": "p109_b1098", "text": "(5) Guidelines for Setting Up Evacuation Centre"}, {"text_block_id": "p109_b1099", "text": "To ensure the successful short – and mid – term sheltering of evacuees, the following actions should be taken into consideration  :"}, {"text_block_id": "p109_b1100", "text": "(5.1)"}, {"text_block_id": "p109_b1101", "text": "Promoting Safety and Security in the Evacuation Centre."}, {"text_block_id": "p109_b1102", "text": "(5.2)"}, {"text_block_id": "p109_b1103", "text": "Management is required to ensure that the evacuees’ primary needs for food, good sanitary condition, welfare services, and appropriate living condition are met."}, {"text_block_id": "p109_b1104", "text": "(5.3)"}, {"text_block_id": "p109_b1105", "text": "Ensuring equal access to medical care for all evacuees, and putting disease control and prevention health programme into action."}, {"text_block_id": "p109_b1106", "text": "(5.4)"}, {"text_block_id": "p109_b1107", "text": "Organizing social interaction events to address psychological effects and to boost emotional well – being of all evacuees."}, {"text_block_id": "p109_b1108", "text": "(5.5)"}, {"text_block_id": "p109_b1109", "text": "Clustering evacuees into groups to enable everyone to access external disaster relief assistance."}, {"text_block_id": "p109_b1110", "text": "Being designated as a primary agency, Ministry of Social Development and Human Security has a responsibility to establish relevant standards and to develop evacuation centre management handbook."}, {"text_block_id": "p110_b1111", "text": "Chapter 6"}, {"text_block_id": "p110_b1112", "text": "Disaster Recovery"}, {"text_block_id": "p110_b1113", "text": "Recovery refers to actions taken in the aftermath of disaster to enable disaster affected communities, where appropriate, to restore their public utility services, livelihoods, and living conditions and return back to normal. The recovery task of rehabilitation and reconstruction has provided a timely opportunity to develop and implement disaster risk reduction measures and to apply the building back better and safer principle. The key principles of recovery include  :"}, {"text_block_id": "p110_b1114", "text": "Assisting disaster affected people’s self – help efforts"}, {"text_block_id": "p110_b1115", "text": "to recover and be able to resume their pre – disaster livelihoods rather than relying on external aid only."}, {"text_block_id": "p110_b1116", "text": "nvolvement of disaster affected people in decision – making process"}, {"text_block_id": "p110_b1117", "text": "to encourage an adoption of, and participation in steps and actions to be taken."}, {"text_block_id": "p110_b1118", "text": "Always Taking note of"}, {"text_block_id": "p110_b1119", "text": "disaster risk reduction - based or risk - sensitive rehabilitation and reconstruction practices to prevent the government disaster recovery budget payment from being rendered to fruitless by the recurrence of disaster in the same areas."}, {"text_block_id": "p110_b1120", "text": "Chart  6 – 1  :  Disaster Risk Management Cycle Towards Building Back Better and Safer"}, {"text_block_id": "p111_b1121", "text": "6.1  Strategic Thinking for Disaster Recover"}, {"text_block_id": "p111_b1122", "text": "y"}, {"text_block_id": "p111_b1123_merged", "text": "Post – disaster recovery and reconstruction operations require various dimensions and aspects of disaster assessment, including loss of life and property, damaged or destroyed environment, ecosystems, and natural resources, loss of unique flora and fauna in the areas affected by disaster, changes in natural or environmental capital due to disaster in comparison to the pre – disaster conditions, damaged public utilities, mitigating the impacts of disaster and restoration of disaster affected areas to normalcy, etc. Moreover, recovery efforts require various aspects of essential elements, including physical and biological, human use value and quality of life aspects. Thus, to achieve the efficient disaster recovery operations, its is essential to apply the disaster assess-ment results and the aforementioned essential elements to develop Post – Disaster Recovery Plan Frameworks composing of  :"}, {"text_block_id": "p111_b1126", "text": "6.1.1"}, {"text_block_id": "p111_b1127", "text": "Short – Term Recovery :"}, {"text_block_id": "p111_b1128", "text": "includes continuous and immediate actions taken after search and rescue operations, disaster mitigation efforts, and disaster relief assistance have ended to meet immediate or short – term needs of individuals, business sector, and communities affected by disaster. Moreover, it also includes putting preventive measures in place to prevent the recurrence of hazards or disasters, conducting basic infrastructure assessment, setting up and activating evacuation centre, and providing public services."}, {"text_block_id": "p111_b1129", "text": "6.1.2"}, {"text_block_id": "p111_b1130", "text": "Medium – Term Recovery :"}, {"text_block_id": "p111_b1131", "text": "includes continuous actions taken to coordinate recovery efforts and support the affected communities in rebuilding lives, livelihoods and social service facilities, restoring economic activity and natural environment as well as restoration of social, physical and mental wellbeing of disaster affected people."}, {"text_block_id": "p111_b1132", "text": "6.1.3"}, {"text_block_id": "p111_b1133", "text": "Long – Term Recovery :"}, {"text_block_id": "p111_b1134", "text": "the work of long – term recovery may last months or even years after disaster with a focus on return to normalcy or building back better and safer."}, {"text_block_id": "p111_b1135", "text": "6.2  Strategy for Sustainable Recovery"}, {"text_block_id": "p111_b1136", "text": "6.2.1 Strategy 1 : Developing Post – Disaster Needs Assessment Approach"}, {"text_block_id": "p111_b1137", "text": "The exercise of post – disaster needs assessment is launched to take stock of damage to physical or material assets and economic damages and losses caused by catastrophic disaster, as well as identifying the social and community level dimensions and sectoral aspects of recovery needs. Due to the scope of disaster recovery programme and process build in the extent of damage and losses caused by disaster and recovery needs, it imperative to take into account the existing available resources and the National Disaster Recovery Strategy in order to contribute to the policy – level decision making about embedding the building back better and safer principle into post – disaster reconstruction and recovery. In this connection, Office of the National Economic and Social Development Board is designated as implementing agency and Ministry of Interior, Ministry of Finance, and Bureau of the Budget are designated as partner agencies."}, {"text_block_id": "p112_b1138", "text": "(1) Guidelines for Damage and Loss Assessment"}, {"text_block_id": "p112_b1139", "text": "This assessment aims at providing a quantitative approximation of the overall damages and losses caused by disaster and the impacts on the affected people through an analysis of secondary data collected in disaster affected areas. The result of the assessment is used as a baseline for estimating reconstruction needs, replacement cost, and for disaster recovery planning. The damage and loss assessment encompasses :"}, {"text_block_id": "p112_b1140", "text": "(2) Guidelines for Social Impact Analysis and Human Impact of Disaster"}, {"text_block_id": "p112_b1141", "text": "This is an assessment of impacts of disaster on development which is also known as human recovery needs assessment. It aims at assessing recovery needs of disaster affected individual and communities. The result of this assessment will enable all stakeholders to develop appropriate and acceptable post – disaster reconstruction and recovery policy framework."}, {"text_block_id": "p112_b1142", "text": "6.2.2 Strategy 2 : Developing Recovery Operations and Management System"}, {"text_block_id": "p112_b1143", "text": "(1)"}, {"text_block_id": "p112_b1144", "text": "Guidelines for Health – Related Rehabilitation :"}, {"text_block_id": "p112_b1145", "text": "these efforts include provision of both physical and mental health rehabilitation services to enable disaster affected people to attain and maintain full physical and mental ability. As a primary agency, Ministry of Public Health has a responsibility to develop health – related rehabilitation action plan as well as establishing guidelines for working in partnership with civil society and public and private sectors."}, {"text_block_id": "p113_b1146", "text": "(2)"}, {"text_block_id": "p113_b1147", "text": "Guidelines for Social Wellbeing Rehabilitation :"}, {"text_block_id": "p113_b1148", "text": "include provision of disaster recovery – related information, knowledge, and advisory services ; answering emergency phone calls and coordinating prompt assistance ; provision of vocational rehabilitation services ; supporting capacity – building of general public and communities ; providing advice and assistance to disaster affected people regarding disaster – induced mobility and relocation ; enabling the people affected by disaster to resume their normal  life and their pre – disaster livelihoods. As a primary agency, Ministry of Social Development and Human Security has a responsibility to develop social wellbe"}, {"text_block_id": "p113_b1149", "text": "-"}, {"text_block_id": "p113_b1150", "text": "ing rehabilitation action plan as well as establishing guidelines for working with partners across civil society and public and private sectors."}, {"text_block_id": "p113_b1151", "text": "(3)"}, {"text_block_id": "p113_b1152", "text": "Guidelines for Economic Recovery and Economic Strengthening Intervention  :"}, {"text_block_id": "p113_b1153", "text": "these efforts include, provision of financial support and assistance ; initiating appropriate and practical financial aid schemes to help disaster affected people regain their economic stability which include offering grants, subsidies, co – funding, loans, compensation, moratorium, prolonging the grace and repayment periods ; tax deduction or interest rate reduction ; setting up disaster risk reduc"}, {"text_block_id": "p113_b1154", "text": "-"}, {"text_block_id": "p113_b1155", "text": "tion and management trust fund as well as other types of funding such as vocational rehabilitation funds, funds for agricultural sector rehabilitation, low interest rate loans for start – up businesses, short – term emergency loans, etc. As a primary agency, Ministry of Finance has a responsibility to develop economic recovery action plan as well as establishing guidelines for implementation of economic recovery measures and for provision of financial assistance related to disaster recovery. In this connection, Ministry of Commerce has been designated as support agency."}, {"text_block_id": "p113_b1156", "text": "(4)"}, {"text_block_id": "p113_b1157", "text": "Guidelines for Natural Resources and Environment Rehabilitation :"}, {"text_block_id": "p113_b1158", "text": "These efforts include providing guidelines for minimizing the impacts of environmental hazards on communities and natural resources as well as for rehabilitation of disaster affected areas. As a primary agency, Ministry of Natural Resources and Environment has a responsibility to develop natural resources and environment action plan as well as establishing guidelines for working with partners across civil society and public and private sectors."}, {"text_block_id": "p113_b1159", "text": "6.2.3"}, {"text_block_id": "p113_b1160_merged_merged_merged", "text": "Strategy 3 : Promoting the Concept of Building Back Better and Safer in Post – Dis-aster Reconstruction and Recovery"}, {"text_block_id": "p113_b1163", "text": "(1)"}, {"text_block_id": "p113_b1164", "text": "Guidelines for Supporting and Building Community Recovery Capacity and Community Planning"}, {"text_block_id": "p113_b1165", "text": "It is essential to focus on efficient and effective community recovery planning and implementation through inclusive community involvement in order to build a safer and resilient community. Development of effective post – disaster reconstruction and recovery plan requires multi – stakeholder platforms for integrating disaster recovery planning process to ensure that the following essential elements have been included, e.g. ; an identification of crucial nature and scope of disaster, provision of technical assistance support for recovery planning, identifying controversial issues and providing possible solutions and reducing disparity, as well as applying and incorporating"}, {"text_block_id": "p114_b1166", "text": "sustainable development principles into recovery planning, and coordinating the efforts to address the identified unmet recovery needs."}, {"text_block_id": "p114_b1167", "text": "(2) Guidelines for Health and Social Services Recovery Support and Planning"}, {"text_block_id": "p114_b1168", "text": "It is essential to strengthen disaster resilience of local health and public services for affected individual and community, as well as building disaster – resilient public health, mental health, and medical services."}, {"text_block_id": "p114_b1169", "text": "(3) Guidelines for Housing Recovery Support and Planning"}, {"text_block_id": "p114_b1170", "text": "It is essential to synergize the efforts of multi – stakeholders with an intent to expedite the rehabilitation and reconstruction of destroyed and damaged housing or the development of new permanent housing options that adequately and effectively meet the housing needs of the whole community. A community can play a crucial role in enabling housing resilience to disaster. The housing recovery efforts aim at addressing post – disaster housing issues with respect to prevent and mitigate their vulnerabilities to future disaster impacts."}, {"text_block_id": "p114_b1171", "text": "(4) Guidelines for Infrastructure Systems Recovery Support and Planning"}, {"text_block_id": "p114_b1172", "text": "This aims at enhancing operational capacity to expedite the infrastructure systems recovery efforts to resume operations as soon as possible. The collaborative efforts of infrastructure systems recovery involve a wide range of both government and private sector partners with expertise in public engineering services. Therefore, the scope of infrastructure systems recovery support includes the following infrastructure sectors and sub – sectors ; energy, water, communications, transportation systems ; agriculture (food production and delivery) ; government facilities, utilities, sanitation, flood control, and other systems  that support the physical infrastructure of communications as well as physical facilities that support essential services such as public safety, emergency services, and public recreation, etc."}, {"text_block_id": "p114_b1173", "text": "(5) Guidelines for Natural Resources and Environment Recovery Support and Planning"}, {"text_block_id": "p114_b1174", "text": "These multi – stakeholder collaborative recovery efforts aims at protecting, conserving, rehabilitating, and restoring natural, environmental, and historic property resources to their pre – disaster state or building their resilience to disaster to meet local community’s recovery support needs. They also aim at encouraging responsible agencies at all levels as well as private sector partners to support local community’s recovery programmes and priorities under local community recovery action plan that identifies how to capitalize on the resources and capacities in order to directly and adequately meet the community’s needs."}, {"text_block_id": "p114_b1175", "text": "(6) Guidelines for Economic Recovery Support and Planning"}, {"text_block_id": "p114_b1176", "text": "Economic recovery efforts aim at helping community rebuild and sustain its economic robustness and developing economic opportunities that result in a sustainable and viable community. Disasters not only inflict damage on property, but also on entire markets for goods and services. Therefore, the speed and effectiveness of returning community to self – sufficiency and vitality depend upon quickly adapting to changed market conditions, business processes"}, {"text_block_id": "p115_b1177", "text": "and operations continuity, and/or new business start – ups. Business employ workers, provides for community needs and services, and regenerate revenue and considerable funds contributed to local economic recovery as well as to other areas of recovery that necessarily strengthen the economy. The attraction of outside investment and the role of private sector cannot be underestimated as a foundation in a community’s economic recovery."}, {"text_block_id": "p116_b1178", "text": "Chapter 7"}, {"text_block_id": "p116_b1179", "text": "International Cooperation for Disaster Risk Management"}, {"text_block_id": "p116_b1180", "text": "Asian Development Bank estimated that Asia could become the region of highest urban population density by 2025, and the number of megacities in this region is expected to increase to 21 from a global total of 37. This increasing trend could lead to an increase in disaster risks that have potential to cause incalculable loss and damage to affected countries. Whereas, there exists an obvious disparity in terms of level of disaster risk management and preparedness capacity among countries throughout Asia, the consequences of such disparity could trigger negative spillover effects across national border or cause borderless impacts of disaster, in other words, the impacts of disaster know no boundary and are often trans – boundary in nature. Disasters have in a simultaneous manner, a profound impact not only on the management of disaster risk of the stricken country but also on other countries. To address this challenge, it is necessary to call forth individual nations, including Thailand to emphasize the significance of the international cooperation and partnership for disaster risk management and coordination of humanitarian assistance in disaster situation, and use them as the main pathways to mutually support each other in building and enhancing disaster risk management capacity of other low capacity countries."}, {"text_block_id": "p116_b1181", "text": "7.1 Strategic Thinking for International Cooperation for Disaster Risk Management"}, {"text_block_id": "p116_b1182", "text": "Thailand has adopted the framework for coordination of international cooperation for disaster risk management and the framework for coordination of international humanitarian assistance during disaster situation that subsequently evolved into a foreign policy. This adoption has given Thailand opportunity to participate, exchange experiences and insights, and gain relevant knowledge as well as developing and enhancing the national disaster risk management capacity under these frameworks with a view to achieving the four identified aspects of national capacity development, including (1) Coordination for unify national efforts in humanitarian assistance operations ; (2) Thailand’s efforts in humanitarian assistance operations are in conformity with global standards : (3) Application of Knowledge – based disaster risk management approach in accordance with internationally recognized universal principles ; (4) Pushing Thailand to the forefront of disaster risk management efforts."}, {"text_block_id": "p117_b1183", "text": "7.2  International Cooperation Strategy for Disaster Risk Management"}, {"text_block_id": "p117_b1184", "text": "7.2.1 Strategy 1 : Developing Coordination System for Unified National Efforts in Humanitarian Assistance Operations"}, {"text_block_id": "p117_b1185", "text": "(1) Guidelines for the Receipt of Foreign Humanitarian Assistance"}, {"text_block_id": "p117_b1186", "text": "(1.1)"}, {"text_block_id": "p117_b1187", "text": "Ministry of Foreign Affairs, in conjunction with Ministry of Interior, Ministry of Defense, Ministry of Finance and other relevant government agencies have a responsibility to jointly develop the standards, operational plan, public relations handbook on, as well as laying down the procedures and practical guidance for the receipt of foreign humanitarian assistance to be followed by relevant Thai government agencies as well as by foreign governments and international organizations that wish to offer humanitarian assistance to Thailand in the wake of catastrophic disaster. The laid down procedures and practical guidance are required to comply with relevant Thai and international laws and regulations as well as with internationally recognized code of conduct related to humanitarian assistance, and should at least contain the following elements ; Thai national guidelines for accepting, requesting, and declining foreign humanitarian assistance offers, including termination of foreign humanitarian assistance operations ; measures for appealing for, managing relevant information, maintaining National Single Window System as a stated in item 7.2.1 (3) ; measures to facilitate and ensure safety and security of humanitarian personnel of foreign governments, international organizations, and other foreign organizations involving in humanitarian assistance operations including management of various areas of humanitarian assistance offers e.g., humanitarian aid workers, licensed specialists or professionals that include medical practitioners, engineers, architects, heavy equipment operators, etc., humanitarian relief commodities, operational support equipment, special equipment such as vehicle, heavy equipment, communications equipment, satellite equipment, spectrum, essential medicines and medical supplies, etc., and air, land and maritime transportation, canine rescue teams, military resources, and donated funds."}, {"text_block_id": "p117_b1188", "text": "(1.2)"}, {"text_block_id": "p117_b1189", "text": "To arrange training programme on receiving foreign humanitarian assistance for relevant agencies at national level on a regular basis (at least once a year) under the direction of the National Disaster Command Headquarters. Ministry of Foreign Affairs, in conjunction with Ministry of Interior, Ministry of Defense and other relevant government agencies have a responsibility to organize such simulation exercise. The participants in this exercise should include, among others, representatives from foreign embassies, consulates and international organizations in Thailand."}, {"text_block_id": "p117_b1190", "text": "(2) Guidelines for Provision of Humanitarian Assistance to Foreign Country"}, {"text_block_id": "p117_b1191", "text": "(2.1)"}, {"text_block_id": "p117_b1192", "text": "Ministry of Foreign Affairs, in conjunction with Ministry of Interior, Ministry of Defense, Ministry of Finance, and other relevant government agencies have a responsibility to develop standards, operational plan, and public relations handbook on, as well as laying down the procedures and practical guidance for provision of humanitarian assistance to foreign countries to be followed by relevant Thai government agencies and foreign countries that Thailand wishes to provide humanitarian assistance to. The laid down procedures and practical guidance are required to comply with relevant Thai and international laws and regulations as well as with internationally recognized"}, {"text_block_id": "p118_b1193", "text": "code of conduct related to humanitarian assistance, and should at least contain the following elements ; roles and responsibilities of Thailand as donor country, roles and responsibilities of the recipient countries, conditions and procedures for the provision and termination of humanitarian assistance and the management of various areas of humanitarian assistance offers under item 7.2.1 (1.1)"}, {"text_block_id": "p118_b1194", "text": "code of conduct related to humanitarian assistance, and should at least contain the following elements ; roles and responsibilities of Thailand as donor country, roles and responsibilities of the recipient countries, conditions and procedures for the provision and termination of humanitarian assistance and the management of various areas of humanitarian assistance offers under item 7.2.1 (1.1)\n* To arrange training programme on humanitarian actions for relevant agencies at National level on a regular basis (at least once a year) under the direction of the national Disaster Command Headquarters. Ministry of Foreign Affairs, in conjunction with Ministry of Interior, Ministry of Defense and other relevant government agencies have a responsibility to organize such training programme. The participants in this training should include, among others, representatives from foreign embassies and consulates in Thailand.\n<\\li1>"}, {"text_block_id": "p118_b1196", "text": "(3) Guidelines for Using Single Window System for Coordination of Humanitarian Assistance"}, {"text_block_id": "p118_b1197", "text": "To ensure unity of efforts, timeliness and alignment with international standards in providing and receiving humanitarian assistance in the wake of catastrophic disaster, it is necessary to apply elements of Single Window in support of humanitarian operations consistent with global principles governing the development of National Single Window as well as in accordance with UN/CFACT Recommendation No. 33. on establishing Single Window proposed by United Nations Economic Commission for Europe and ASEAN Single Window Agreement regarding establishing e – customs. This initiative aims at establishing Single Window Environment to facilitate and expedite the movement (both entry and departure) of resources, relief supplies and assets for emergency management and humanitarian purposes by using the following guidance."}, {"text_block_id": "p118_b1198", "text": "(3.1)"}, {"text_block_id": "p118_b1199", "text": "To build up a single window system for coordination of humanitarian assistance on the National Single Window System developed by Customs Department as per the Cabinet Resolution dated 27 February, 2007 to facilitate custom clearance for emergency management and humanitarian supplies and equipment as well as contributing to Thailand’s readiness for ASEAN Economic Community. In this respect, Ministry of Foreign Affairs is designated as primary agency, whilst Ministry of Finance, Ministry of Interior and other relevant licensing and certification authorities are designated as support agencies. A single point of entry or a single window system should encompass the management of various areas of humanitarian assistance as stated in item 7.2.1 (1.1)"}, {"text_block_id": "p118_b1200", "text": "(3.2)"}, {"text_block_id": "p118_b1201", "text": "To connect a single window system for international humanitarian assistance to national disaster data bank to enable automated track and trace of humanitarian relief supplies stockpiled in the designated regional warehouses as well as their allocation and distribution. Thus, such single window system requires periodic and continuous improvement. On this matter, Ministry of Interior has been designated as implementing agency."}, {"text_block_id": "p118_b1202", "text": "(3.3)"}, {"text_block_id": "p118_b1203", "text": "To establish information system capable of effectively connecting to the information systems of foreign countries and particularly to build both Thai – and English language websites to serve as online public relations and online communications tools for keeping foreign – government and international organization donors and general public informed about humanitarian assistance"}, {"text_block_id": "p119_b1204", "text": "operations, as well as serving as online tool for following up such operations. Acknowledging as national principle information system, it also provides a platform for information sharing with other regional information systems, such as ASEAN Coordinating Centre for Humanitarian Assistance (AHA Centre) and information system of international organization such as United Nations’s Office for the Coordination of Humanitarian Affairs (UN – OCHA) as well as with other relevant civil society organizations or international organizations or agencies providing humanitarian assistance."}, {"text_block_id": "p119_b1205", "text": "(3.4)"}, {"text_block_id": "p119_b1206", "text": "The National Disaster Command Headquarters is required to introduce and make use of Single Window for coordination of humanitarian assistance for managing, directing, monitoring and inspecting humanitarian assistance either providing to, or receiving from foreign countries in the wake of catastrophic disaster."}, {"text_block_id": "p119_b1207", "text": "7.2.2"}, {"text_block_id": "p119_b1208", "text": "Strategy 2 : Uplifting the Standards in Humanitarian Assistance Operations"}, {"text_block_id": "p119_b1209", "text": "(1)"}, {"text_block_id": "p119_b1210", "text": "Guidelines for Improving Regulatory and Legal Framework for Humanitarian Assistance Operations"}, {"text_block_id": "p119_b1211_merged", "text": "It is essential that Thailand should have in place the national standards in humanitarian response consistent with internationally recognized minimum standards  through setting up International Humanitarian Law and Cooperation Sub – Committee. This sub – commit-tee is tasked with following up, compiling, conducting the study on, reviewing and analyzing the existing national and international regulatory and legal frameworks governing humanitarian response, as well as preparing a technical proposal for the purpose of improving national regulatory and legal frameworks governing humanitarian response and coordination where appropriate, and submitting to the National Disaster Command Headquarters for approval. In this respect, it is important to take into consideration the country’s specific political, economic, social and cultural conditions as wells as the traditional and indigenous knowledge."}, {"text_block_id": "p119_b1214", "text": "(2) Guidelines for Meeting Minimum Standard in Humanitarian Personnel Performance"}, {"text_block_id": "p119_b1215", "text": "(2.1)"}, {"text_block_id": "p119_b1216", "text": "Governmental and other relevant non – governmental organizations in conjunction with a sub – committee stated in item 7.2.2 (1) have a responsibility to develop national minimum standards for at least nine main sectors of humanitarian actions according to United Nations cluster approach – based principles, including health, logistics, shelter, water, sanitation, emergency telecommunications, food security, nutrition and education with a view to improve the quality and performance in humanitarian response."}, {"text_block_id": "p119_b1217", "text": "(2.2)"}, {"text_block_id": "p119_b1218", "text": "To build and develop national highly  - sophisticated and well – equipped urban search and rescue teams that meet INSARAG Standards for urban search and rescue teams. The salient features of the teams are high – tech search and rescue, self – sustainability and local and international deployment capability. In this respect, Ministry of Interior (Department of Disaster Prevention and Mitigation) has been designated as policy and operational focal point in partnership with Ministry of Foreign Affairs, Ministry of Public Health, Ministry of Defense, non – governmental organizations specialized in search and rescue, etc. Ministry of Finance has a responsibility to prepare and allocate the budget to support the development of a set of national minimum standards in core"}, {"text_block_id": "p120_b1219", "text": "areas of humanitarian response and to support urban search and rescue capability enhancement on a continuous basis through participating in in – country and international training programmes, in – country joint exercise, INSARAG simulation exercise, etc."}, {"text_block_id": "p120_b1220", "text": "areas of humanitarian response and to support urban search and rescue capability enhancement on a continuous basis through participating in in – country and international training programmes, in – country joint exercise, INSARAG simulation exercise, etc.\n* To develop Manpower Development Plan and Manpower Deployment Plan to support the creation of the national urban search and rescue team. In this regard, Office of the Civil Service Commission, Office of the Public Sector Development Commission in conjunction with Department of Disaster Prevention and Mitigation have a responsibility to realize the aforementioned plans.\n* The National Incident Commander and/or Central Incident Commander have the authority to activate and deploy national urban search and rescue team, to give order to a tem to prepare for any urban search and rescue mission as well as for local and international deployment. Funding sources for urban search and rescue missions include central fund and disaster risk management special trust fund."}, {"text_block_id": "p120_b1224", "text": "7.2.3 Strategy 3 : Strengthening the Country’s Knowledge Sharing Initiatives in Disaster Risk Management"}, {"text_block_id": "p120_b1225", "text": "(1) Guidelines for Creating an Environment for Disaster Knowledge Management"}, {"text_block_id": "p120_b1226", "text": "(1.1)"}, {"text_block_id": "p120_b1227", "text": "To construct international development database encompassing information about international cooperation, expertise, funding sources and international development organizations for the purpose of analyzing and prioritizing national capacities in disaster risk management, with a view to establish national policy on strategy for fostering and enhancing international cooperation on disaster risk management between Thailand and other countries. In this respect, Ministry of Foreign Affairs in conjunction with Office of the National Economic and Social Development Board are designated as primary agencies, and National Statistical Office along with professional scholars from academic institutions are support agencies."}, {"text_block_id": "p120_b1228", "text": "(1.2)"}, {"text_block_id": "p120_b1229", "text": "To connect the abovementioned database to national disaster information database for the purpose of utilizing the stored information to support better and informed decision – making for formulation of relevant policy and strategy as well as for research and development."}, {"text_block_id": "p120_b1230", "text": "(1.3)"}, {"text_block_id": "p120_b1231", "text": "To manage disaster knowledge gained from other countries through disaster learning centres at all levels, as well as putting in place disaster knowledge management system or process to facilitate the application/codification in the social, political and cultural contexts, of the country"}, {"text_block_id": "p120_b1232_merged", "text": "(2) Guidelines for Developing and Enhancing International Disaster Risk Manage-ment Cooperation"}, {"text_block_id": "p120_b1235", "text": "(2.1)"}, {"text_block_id": "p120_b1236", "text": "To establish an international cooperation framework for disaster risk management and develop the plan of action on diversified modalities of international cooperation on disaster risk management both at bilateral and multilateral levels in accordance with national development fund, needs and capacity for development. In this respect, Ministry of Foreign Affairs and Ministry of Interior are designated as primary agencies."}, {"text_block_id": "p121_b1237", "text": "(2.2)"}, {"text_block_id": "p121_b1238", "text": "To follow – up the implementation of international cooperation programmes and report the results of the programmes’ implementation to the National Disaster Command Headquarters. In this respect, the International Humanitarian Law and Cooperation Sub – Committee has a responsibility to conduct such follow – up."}, {"text_block_id": "p121_b1239", "text": "(3) Guidelines for Knowledge Mobilization and Outreach"}, {"text_block_id": "p121_b1240", "text": "(3.1)"}, {"text_block_id": "p121_b1241", "text": "To establish knowledge transfer process to ensure widespread dissemination of information and knowledge related to disaster to general public through disaster learning centres at all levels. The learning centre serves as disaster risk management knowledge hub for relevant knowledge and information capture, transfer and dissemination to general public."}, {"text_block_id": "p121_b1242", "text": "(3.2)"}, {"text_block_id": "p121_b1243", "text": "To scale up staff development programmes to develop technical and professional skills of disaster risk management staff to be the specialist through application of external knowledge in the local context."}, {"text_block_id": "p121_b1244", "text": "(3.3)"}, {"text_block_id": "p121_b1245", "text": "To put in place the mechanisms for knowledge mobilization in disaster risk management. In this respect, Ministry of Interior and agencies involved in collaborative partnership network have a responsibility to realize such mechanisms which include issuing the white paper to compile and provide disaster – related information over one year time frame, compilation and dissemination of national and international best practices and lessons learned in disaster risk reduction as well as organizing national forum to provide platform for all sectors of the society to discuss, provide insights and make comments on achievements in and direction of disaster risk management of the country."}, {"text_block_id": "p121_b1246", "text": "7.2.4 Strategy 4 : Enhancing the Country’s Leading Role in Disaster Risk Management (1) Guidelines for Achieving Technical and Operational Excellence"}, {"text_block_id": "p121_b1247", "text": "The Eleventh National Economic and Social Development Plan (2012 – 2016) has stipulated that Thailand should maintain the nation’s continued competitiveness. Accordingly, Thailand needs to play and enhance nation’s leading role in disaster risk management with a view to provide tangible contribution to assure foreign countries of Thailand’s state of readiness, a safe investment and tourist destinations. This can be realized through raising the level of technical knowledge and expertise of the National Institute of Capacity Building in Disaster Management to meet internationally recognized standards, as well as enhancing the capabilities of this institute to provide capacity development support and services to other countries in the region, including seeking  internal and external trust funds to support the implementation of relevant activities on a continuous basis."}, {"text_block_id": "p121_b1248", "text": "(2) Practical Guidance for Thailand’s Leading Role"}, {"text_block_id": "p121_b1249", "text": "(2.1)"}, {"text_block_id": "p121_b1250", "text": "To provide support to national urban search and rescue team’s operations within the country and overseas."}, {"text_block_id": "p121_b1251", "text": "(2.2)"}, {"text_block_id": "p121_b1252", "text": "To provide relevant technical support services to other developing and low income countries."}, {"text_block_id": "p121_b1253", "text": "(2.3)"}, {"text_block_id": "p121_b1254", "text": "To provide educational scholarship and research funding programmes in the area of development of standards for disaster risk reduction for national and regional application."}, {"text_block_id": "p122_b1255", "text": "Chapter  8"}, {"text_block_id": "p122_b1256", "text": "Putting the Plan into Motion"}, {"text_block_id": "p122_b1257", "text": "8.1 Activation of the Plan"}, {"text_block_id": "p122_b1258", "text": "This National Disaster Risk Management Plan (2015) has included the new disaster risk management thinking and strategies as its main components, viz., a significant focus on disaster risk reduction, an integrated emergency management, enhancing efficiency in sustainable recovery and promotion of international cooperation for disaster risk management. In this respect, the translation of the aforesaid new thinking and strategies into concrete actions requires considerable integrated and concerted collaborative efforts across all sectors of society, including military and civilian agencies, private sector and the wide array of civil society organizations under the direction and supervision of the National Disaster Prevention and Mitigation Committee. This is to ensure that the specific objectives set out in this National Plan will be achieved through these multi  - stakeholder and multidisciplinary efforts in a more concrete and effective manner. The following actions needed to be taken in order to achieve this  :"}, {"text_block_id": "p122_b1259", "text": "8.1.1"}, {"text_block_id": "p122_b1260", "text": "Creating and enhancing a common understanding among all stakeholders about the essence of the National Disaster Risk Management Plan, National Disaster Risk Management Policy and disaster risk management strategy, including ensuring  inclusive participation of all sectors of society at all stages of process for translating the National Plan into action and at all levels of administration through providing a forum to build shared understanding, implementing public relations activities through all available media, etc."}, {"text_block_id": "p122_b1261", "text": "8.1.2"}, {"text_block_id": "p122_b1262_merged", "text": "Integrating a coordination in the implementation of the National Disaster Risk Reduc-tion Plan and other disaster risk management related plans under the interrelated strategic issues, including conducting joint simulation exercise on disaster risk management at all levels of admin-istration."}, {"text_block_id": "p122_b1267", "text": "8.1.3"}, {"text_block_id": "p122_b1268", "text": "Materializing on integrated budget allocation strategy for disaster risk management efforts of all relevant agencies. To achieve this, it is essential to convene the consultative meeting of relevant agencies, including The Comptroller General’s Department Bureau of the Budget, Office of the Public Sector Development Commission and other relevant agencies to develop guidelines and methods to ensure consistency between budget allocation period and the process of translating the National Plan into action, including budget allocation for Annual Operational Plan of government agencies and channeling government budget to local areas."}, {"text_block_id": "p123_b1269", "text": "8.1.4"}, {"text_block_id": "p123_b1270_merged", "text": "Establishing clear roles for all agencies and their partner networks at all levels in imple-mentation of the National Plan in accordance with their functional responsibilities, e.g., government, central agencies, other ministerial departments, public enterprises, provincial governments and local administrative organizations, including private sector, academic institutions, research agencies and media. The followings are practical guidelines for each sectors :"}, {"text_block_id": "p125_b1273", "text": "8.1.5"}, {"text_block_id": "p125_b1274", "text": "Conducting participatory monitoring and evaluation at national and local levels, setting forth the requirements for preparing progress report on the implementation of the National Plan on regular annual basis, including monitoring and evaluating the ongoing implementation of the National Plan, specifically when having reached the halfway point of the implementation phase as well as shortly before the completion of implementation with a view to provide reliable and useful information for establishing guidelines for improving and revising the National Plan."}, {"text_block_id": "p125_b1275", "text": "8.1.6"}, {"text_block_id": "p125_b1276", "text": "Encouraging the conduct of research and development in the context of national disaster risk management efforts under the National Plan to obtain the results that can be used to improve and uplift the standards relating to disaster risk management legislative and regulatory mechanisms, and to boost efficiency in implementation of the National Plan."}, {"text_block_id": "p126_b1277", "text": "Illustration of Process for Translating the National Plan into Action"}, {"text_block_id": "p126_b1278", "text": "Chart  8 – 1  :  Illustration of Plan Implementation Process"}, {"text_block_id": "p127_b1279", "text": "Links between Targets and Process for Translating National Plan into Action"}, {"text_block_id": "p128_b1280", "text": "N.B. :"}, {"text_block_id": "p128_b1281", "text": "This linkage illustration chart can be used by primary and partner agencies to explore key activities under the National Plan and link them with their roles and tasks that are consistent with nine key elements for the purpose of developing their plans/programmes and budget allocation requests."}, {"text_block_id": "p129_b1282", "text": "8.2  Monitoring and Evaluation"}, {"text_block_id": "p129_b1283", "text": "8.2.1"}, {"text_block_id": "p129_b1284", "text": "Guidelines for Monitoring and Evaluation"}, {"text_block_id": "p129_b1285", "text": "comprises principles of evaluation of achieve"}, {"text_block_id": "p129_b1286", "text": "-"}, {"text_block_id": "p129_b1287", "text": "ments by analyzing an accomplishment of disaster risk management targets ; principles of national thinking, through using data and information to link causal relationship and inputs and on to outcomes and impacts ; reliability of empirical reasoning and cooperative principle among public entities and other sectors of society ; as well as requiring relevant agencies to report the findings to the National Disaster Prevention and Mitigation Committee on an annual basis and upon having reached the halfway point of the implementation phase as well as at the end – term implementation period."}, {"text_block_id": "p129_b1288", "text": "8.2.2"}, {"text_block_id": "p129_b1289", "text": "Monitoring and Evaluation Agency and Network Partner,"}, {"text_block_id": "p129_b1290_merged_merged", "text": "the Sub – Committee on De-velopment of National Disaster Risk Management Plan has been assigned to serve as the primary entity responsible for driving key elements into action and has a responsibility to carry out monitoring and evaluation activities in conformity with the guidelines as follow  :"}, {"text_block_id": "p129_b1293", "text": "the Sub – Committee on De-velopment of National Disaster Risk Management Plan has been assigned to serve as the primary entity responsible for driving key elements into action and has a responsibility to carry out monitoring and evaluation activities in conformity with the guidelines as follow  :\n* Sub â Committee on Development of National Disaster Risk Management Plan has responsibility to\n<\\li1>\n\t* Conduct monitoring and evaluation of the implementation of keyl elements.\n\t* Conduct monitoring and evaluation at strategic level.\n\t* Conduct monitoring and evaluation of the overall performance of the National Plan.\n\t* Conduct monitoring and evaluation of the overall performance of the National Plan.\n In this connection, it is required to prepare and submit the report on the findings of monitoring and evaluation of overall performance, including the progress and achievement of the targets, monitoring and evaluation of the impacts to the National Disaster Prevention and Mitigation Committee for consideration in order to be used as a basis for further improvement, or review of plan implementation method and performance."}, {"text_block_id": "p129_b1302", "text": "(2) Timeline for Monitoring and Evaluation Activity"}, {"text_block_id": "p129_b1303", "text": "(2.1)"}, {"text_block_id": "p129_b1304", "text": "Annual basis"}, {"text_block_id": "p129_b1305", "text": "(2.2)"}, {"text_block_id": "p129_b1306", "text": "At mid – term of implementation period"}, {"text_block_id": "p129_b1307", "text": "(2.3)"}, {"text_block_id": "p129_b1308", "text": "At the end – term of implementation period"}, {"text_block_id": "p129_b1309", "text": "In this connection, it is essential to prepare the progress report on implementation of the National Plan to be used as reference for increasing the efficiency of national disaster risk management efforts and alignment of national standards on disaster risk management to international standards, as well as applying recommendations and constraints in the report to improve the National Plan."}, {"text_block_id": "p129_b1310", "text": "(3)"}, {"text_block_id": "p129_b1311", "text": "Monitoring and Evaluation Mechanism,"}, {"text_block_id": "p129_b1312", "text": "the Sub – Committee on Development of National Disaster Risk Management Plan has been tasked with coordinating the implementation of the National Plan as well as conducting monitoring and evaluation of achievements and progress in the implementation of such Plan under the direction and supervision of the National Disaster Prevention and Mitigation Committee, as illustrated in Chart 8 – 2"}, {"text_block_id": "p130_b1313", "text": "Chart  8 – 3  :  Mechanisms for Monitoring and Evaluation of Achievements and Progress in the Implementation of National Plan"}, {"text_block_id": "p130_b1314", "text": "(4) Steps for Monitoring and Evaluation"}, {"text_block_id": "p130_b1315", "text": "Chart  8 – 4  :  Steps for Monitoring and Evaluation"}, {"text_block_id": "p131_b1316", "text": "8.3  Research and Development"}, {"text_block_id": "p131_b1317", "text": "Research and development is a process of learning and discovering new knowledge, concepts, guidance and practices or invention applicable to improving techniques, methodology, operating pattern or system for more effective and efficient disaster risk management that will be benefitual to general public and relevant public and private agencies. In addition, the results of research and development can be utilized for developing and designing the new operational techniques and methods or changing for the better, research and development can be carried out in conjunction with monitoring and evaluation through the collection of data in the forms of conducting a lessons learned review and discovering useful knowledge before, during and after the implementation of National Plan. This can be considered as a review of methods for achieving disaster risk management targets and a provision of opportunity to conduct the research  on relevant constraints and challenges in the implementation with a view to developing technical knowledge that focuses on new innovation, including research results, invention and improvement of disaster management system in order to meet the need of the government for better disaster risk management. The followings are guidelines for conducting research and development  :"}, {"text_block_id": "p131_b1318", "text": "8.3.1"}, {"text_block_id": "p131_b1319", "text": "To undertake the study and research and development activities focusing on disaster risk management in conjunction with academic institutions, private sector, international institutions and other relevant agencies to develop, and produce new knowledge and advanced technology applicable to improve disaster risk management practices in the country in order that they are appropriate and in harmony with international standards."}, {"text_block_id": "p131_b1320", "text": "8.3.2"}, {"text_block_id": "p131_b1321", "text": "To take stock of the lessons learned from the past major disasters for the purpose of strengthening capacities for and enhancing efficiency of disaster risk management in the country."}, {"text_block_id": "p131_b1322", "text": "In this connection, National Research Council of Thailand and Department of Disaster Prevention and Mitigation are focal point agencies responsible for coordinating collaborative joints efforts with donor agencies under Thailand Research Organizations Network and relevant agencies to reform research system in the country, and to perform high quality research on matters related to integrated and sustainable development of the country."}, {"text_block_id": "p131_b1323", "text": "8.4  Review of National Disaster Risk Management Plan"}, {"text_block_id": "p131_b1324", "text": "Article 44 of the Disaster Prevention and Mitigation Act B.E. 2550 (2007) stipulates that if there have been changes in disaster – related facts or disaster management practices set forth in various plans under this Act, or the five – year implementation period of the plans has ended, the persons responsible for developing the plans are obliged to review or revise such plans accordingly."}, {"text_block_id": "p131_b1325_merged", "text": "In case where the implementation process to translate the National Plan into action has proceed-ed, and the achievements in the implementation of the National Plan have been evaluated or the relevant research and development activities have been undertaken that subsequently shed the light on the constraints and challenges or create inclusive innovation in disaster risk management ; thus, it deemed appropriate to review, revise and update the National Disaster Risk Management Plan."}, {"text_block_id": "p132_b1328", "text": "Appendix A : Terminology Used in the National Plan"}, {"text_block_id": "p132_b1329", "text": "Adaptation :"}, {"text_block_id": "p132_b1330", "text": "The adjustment in natural or human systems in response in actual or expected climatic stimuli or their effects which moderates harm or exploits beneficial opportunities."}, {"text_block_id": "p132_b1331", "text": "Capacity :"}, {"text_block_id": "p132_b1332", "text": "The capability to take any action or the ability that can be further developed to be more advantageous."}, {"text_block_id": "p132_b1333", "text": "Civil Defence :"}, {"text_block_id": "p132_b1334", "text": "An effort to protect the citizens of a country from military attack. At present, this effort has been extended to includes the protection against the threat of disaster to the safety of the citizens through utilization of civil defence corps in disaster relief operations in the wake of disaster which include assisting in implementing emergency evacuation procedures, distributing emergency survival kits, facilitating the transportation of equipment and materials, repairing and rebuilding houses affected by natural disaster, etc."}, {"text_block_id": "p132_b1335", "text": "Civil Society :"}, {"text_block_id": "p132_b1336", "text": "A non – state, not – for – profit, independent from the government and voluntary movement or organization that plays the key role in carrying out a charity’s purposes for public benefit with an aim to make positive social and environmental changes."}, {"text_block_id": "p132_b1337", "text": "Command :"}, {"text_block_id": "p132_b1338", "text": "The act  of directing, ordering, or controlling by virtue of explicit statutory, regulatory, or delegated authority."}, {"text_block_id": "p132_b1339", "text": "Damage :"}, {"text_block_id": "p132_b1340", "text": "Total or partial destruction of physical assets which include buildings and their structural components, basic physical infrastructure, goods stored in warehouses and natural resources existing in the affected area. Damage occurs during and immediately after the disaster and is measured in physical unit. Their monetary value is expressed in terms of replacement costs prevailing at the time of the event."}, {"text_block_id": "p132_b1341", "text": "Damage and Loss Assessment :"}, {"text_block_id": "p132_b1342", "text": "An analytical effort to quantify the impacts of disaster through the collection of secondary data from the areas devastated by disaster. Data obtained from such assessment will be used to estimate the cost for post disaster reconstruction programmes and activities and for disaster recovery planning."}, {"text_block_id": "p132_b1343", "text": "Damage and Needs Assessment (DANA) :"}, {"text_block_id": "p132_b1344", "text": "The conduct of impact evaluation in post – disaster settings to determine the coping capacity of disaster affected people using their own skills and resources to face emergency situation, as well as their needs for additional disaster relief goods and services from other outside agencies, such as food, safe drinking water, medical and health services, sanitation and waste disposal, temporary shelter, survival equipment, etc."}, {"text_block_id": "p133_b1345", "text": "Disaster Risk Reduction :"}, {"text_block_id": "p133_b1346", "text": "The concept and practice of reducing the probability of people becoming affected by negative impacts of disaster through systematic efforts to analyze and manage the causal factors of disasters with an intention to translate relevant policies, measures and programmes into concrete practice which include reducing exposure to hazard, lessoning causal factors of vulnerability of people and property, and enhancing the capacity of all stakeholders to address the emerging challenges. Disaster risk reduction efforts aim at reducing existing disaster risks as well as preventing and preparing for emerging and new types of risk."}, {"text_block_id": "p133_b1347", "text": "Early Warning :"}, {"text_block_id": "p133_b1348", "text": "A provision of useful, reliable and timely data and information through relevant agencies/organizations to those who are at risk from disaster to take any required action to avoid or reduce such risks, and be prepared to deal with potentially harmful situation in an efficient and appropriate manner."}, {"text_block_id": "p133_b1349", "text": "Early Warning System :"}, {"text_block_id": "p133_b1350", "text": "A system  capable of generating and disseminating timely and mean"}, {"text_block_id": "p133_b1351", "text": "-"}, {"text_block_id": "p133_b1352", "text": "ingful warning information to enable at – risk individuals, communities, and organizations to prepare and to act appropriately and in a sufficient time to reduce the possibility of harm or loss."}, {"text_block_id": "p133_b1353", "text": "Emergency Management :"}, {"text_block_id": "p133_b1354", "text": "The organization and management of resources and responsibilities for addressing all aspects of emergencies."}, {"text_block_id": "p133_b1355", "text": "Evacuation :"}, {"text_block_id": "p133_b1356_merged_merged", "text": "The organized, phased and supervised withdrawal, dispersal or removal of ci-vilians from dangerous or potentially dangerous areas, and their reception and core in safe areas."}, {"text_block_id": "p133_b1359", "text": "Exercise :"}, {"text_block_id": "p133_b1360", "text": "A practice activity that places participants in simulated situation requiring them to function in a capacity expected of them in a real event. The purpose of simulation exercise is to promote preparedness by testing policies and plans, standard operations procedures and personnel training in order to ensure that all resources are better prepared to react prior to actual disaster."}, {"text_block_id": "p133_b1361", "text": "Exposure :"}, {"text_block_id": "p133_b1362", "text": "People, property, systems or other elements present in hazard zones that are thereby subject to potential losses."}, {"text_block_id": "p133_b1363", "text": "Hazardous Map :"}, {"text_block_id": "p133_b1364", "text": "A map describing the areas at risk of natural disasters, such as floods, tsunamis, volcanic eruptions. Usually, it contains the following information in addition to the areas at risk of disasters : evaluation of disaster possibility, frequency and intensity, etc."}, {"text_block_id": "p133_b1365", "text": "Impact :"}, {"text_block_id": "p133_b1366", "text": "Negative consequences of disasters that have or may have harmful effects on population, society, economy and environment."}, {"text_block_id": "p134_b1367", "text": "Incident Action Plan :"}, {"text_block_id": "p134_b1368", "text": "An oral or written plan containing general objectives reflecting the overall strategy for managing an incident. If may include the identification of operational resources and assignments. It may also include attachments that provide direction and important information for management of the incident during one or more operational periods."}, {"text_block_id": "p134_b1369", "text": "Incident Command :"}, {"text_block_id": "p134_b1370", "text": "The Incident Command System organizational element responsible for overall management of the incident and consisting of Incident Commander and any assigned supporting staff."}, {"text_block_id": "p134_b1371", "text": "Incident Commander :"}, {"text_block_id": "p134_b1372_merged", "text": "The individual responsible for all incident activities, including the development of strategies and tactics and ordering and release of resources. The Incident Com-mander has overall authority and responsibility for conducting incident operations and is responsible for the management of all incident operations at the incident site."}, {"text_block_id": "p134_b1375", "text": "Incident Command System :"}, {"text_block_id": "p134_b1376", "text": "A standardized on – scene emergency management approach used for all kinds of emergencies and applicable to small as well as large and complex incident. Incident Command System allows personnel from all functional agencies to work seamlessly together under  unified command. Generally, Incident Command System organizational structure is modular and scalable based on the incident characteristics and typically composed of five key functional sections, viz ; command, operations, planning, logistics, and finance/administration."}, {"text_block_id": "p134_b1377", "text": "Incident Management Assistance Team :"}, {"text_block_id": "p134_b1378", "text": "The Incident Command organizational unit within Incident Command structure composing of incident command team and general staff and other appropriate staff members when necessary. Incident Management Team is placed on standby and is ready to deploy if requested. Team members must meet national criteria for the specific qualifications and credentials."}, {"text_block_id": "p134_b1379", "text": "Joint Information Centre :"}, {"text_block_id": "p134_b1380", "text": "a facility established to coordinate all incident – related information activities. It is the central point of contact for all news media."}, {"text_block_id": "p134_b1381", "text": "Loss :"}, {"text_block_id": "p134_b1382", "text": "Changes in economic flows arising from the destruction of assets. They occur until full economic recovery and reconstruction of assets has been achieved, in some cases over several years."}, {"text_block_id": "p134_b1383", "text": "Mitigation :"}, {"text_block_id": "p134_b1384", "text": "Actions taken to limit or lessen direct adverse impacts of hazards and related disasters on society and environment. The adverse impacts of hazards  often cannot be prevented fully, but their scale and severity can be substantially lessened by implementing relevant policies and activities."}, {"text_block_id": "p135_b1385", "text": "National Single Window System :"}, {"text_block_id": "p135_b1386", "text": "Link of information between agencies involved in import and export processes using electronic system or paperless customs. This system aims at facilitating the entrepreneurs in regard to audit of allowance licenses and certificates through electronic system prior to conducting the release check of goods,. It serves to coordinate the relevant activities through end – to – end  electronic system that enables the entrepreneurs transfer data through this system to the relevant agencies automatically on a 24 – hour basis without having to contact those agencies themselves."}, {"text_block_id": "p135_b1387", "text": "Preparedness :"}, {"text_block_id": "p135_b1388", "text": "an effort to ensure that an organization is in a constant state of readiness to cope with potential disaster through implementing a wide range of programmes and activities focusing on enabling individuals and communities to  systematically anticipate, respond to and handle the impacts of likely or imminent disasters. by being well - prepare, relevant authorities, individuals and communities will be able to take appropriate actions before, during and after disasters, and more lives can be saved."}, {"text_block_id": "p135_b1389", "text": "Prevention :"}, {"text_block_id": "p135_b1390", "text": "Measures or actions taken in advance with an intention to completely avoid potential adverse impacts of hazards and related disasters on human lives and property, which encompass both structural and non – structural measures."}, {"text_block_id": "p135_b1391", "text": "Public – Private Partnership :"}, {"text_block_id": "p135_b1392", "text": "A joint investment between public sector authority and private partner particularly in infrastructure projects or in long – term service delivery projects with a particular focus on the projects which are more cost – effective than being implemented through public sector only. Partnership with private sector is an attractive alternative to efficient and effective national development. Public – Private Partnership in infrastructure includes, among others, the following activities ; construction and maintenance, providing financial sources, providing public services, etc. In this connection, private sector is responsible for managing project risks based on operational period and details stated in the contract."}, {"text_block_id": "p135_b1393", "text": "Reconstruction:"}, {"text_block_id": "p135_b1394", "text": "The full restoration of all services and infrastructure, and replacement of dam"}, {"text_block_id": "p135_b1395", "text": "-"}, {"text_block_id": "p135_b1396", "text": "aged physical structures to resume their pre – disaster functions."}, {"text_block_id": "p135_b1397", "text": "Recovery :"}, {"text_block_id": "p135_b1398_merged_merged", "text": "The restoration and improvement, where appropriate, of public utility system, livelihoods and living conditions of disaster affected communities to normal. Recovery phase which encompasses reconstruction and rehabilitation provide opportunity to develop and implement dis-aster risk reduction measures and to apply the build back better approach."}, {"text_block_id": "p136_b1401", "text": "Rehabilitation :"}, {"text_block_id": "p136_b1402", "text": "An effort to manage the negative consequences of disasters with a view to restore livelihoods of communities affected by disaster to their state prior to an occurrence of disaster. This effort includes provision of mental health/immediate psychosocial support to those affected by disaster as well as encouraging and helping them, where necessary and appropriate. Cope with and adapt to changes."}, {"text_block_id": "p136_b1403", "text": "Relief :"}, {"text_block_id": "p136_b1404", "text": "The immediate assistance provided for saving lives and meeting the immediate survival needs of disaster affected people."}, {"text_block_id": "p136_b1405", "text": "Risk Assessment/Risk Analysis :"}, {"text_block_id": "p136_b1406_merged", "text": "A process/methodology to determine the nature and extent of risk by analyzing potential hazards and evaluating the existing conditions of exposure and vulner-ability that together could potentially harm exposed people and property, their livelihoods and the environment, and to evaluate the effectiveness of prevailing and alternative coping capacity of com-munities. Risk analysis, as part of risk assessment, is a technique applied to analyze the likelihood and potential impacts of disaster for a given area which is useful for systematic risk management planning."}, {"text_block_id": "p136_b1411", "text": "Standard Operating Procedure :"}, {"text_block_id": "p136_b1412", "text": "Established procedure to be followed in carrying out a given operation on a routine basis, or the sets of procedures so  established."}, {"text_block_id": "p136_b1413", "text": "Supporting Agency :"}, {"text_block_id": "p136_b1414", "text": "Entities with specific capabilities or resources that support primary agency in executing the mission."}, {"text_block_id": "p136_b1415", "text": "Tactics :"}, {"text_block_id": "p136_b1416", "text": "The development and directing of resources on an incident to accomplish the objectives designated by strategy."}, {"text_block_id": "p136_b1417", "text": "Unified Command :"}, {"text_block_id": "p136_b1418", "text": "An Incident Command System application used when more than one agency has incident jurisdiction when incidents cross political jurisdictions. Agencies work together through the designated members of the Unified Command to establish a common set of objectives and strategies and a single Incident Actin Plan."}, {"text_block_id": "p136_b1419", "text": "Unity of Command :"}, {"text_block_id": "p136_b1420", "text": "An Incident Command System principle stating that each individual involved in incident operations will be assigned to only one supervisor."}, {"text_block_id": "p137_b1421", "text": "Vulnerability :"}, {"text_block_id": "p137_b1422", "text": "An factor, circumstance or condition that render communities or society incapable of protecting themselves, unable to handle disaster situation or to recover from the effects of hazards in a timely and efficient manner. These risk factors may exist in communities long before an actual occurrence of disasters and may contribute to exacerbation of disasters’ impacts."}, {"text_block_id": "p137_b1423", "text": "Vulnerable Group   :"}, {"text_block_id": "p137_b1424", "text": "Group of people that has limited capacity in coping with disasters and requires special attention and assistance. Such vulnerable groups (s) included (s), but not limit to, children, elderly, persons with disability, persons suffering from serious illness, persons in exile, refugees, aliens."}, {"text_block_id": "p138_b1425", "text": "Appendix B : Illustration of Relevant Hazard Characteristics"}, {"text_block_id": "p138_b1426", "text": "Under the Disaster Prevention and Mitigation Act B.E. 2550 (2007), “disaster” has been defined to encompass fire, storm, flood, drought, human epidemic, animal epidemic, aquatic animal epidemic, plant epidemic, including any type of hazard that has a negative effect on general public, be it induced by nature activities, human activities, accident or any other incident which is harmful to life, body of people or inflict damage on property of people or of the State, and including air threat and sabotage actions."}, {"text_block_id": "p138_b1427", "text": "1. Fire Hazard"}, {"text_block_id": "p138_b1428", "text": "Fire :"}, {"text_block_id": "p138_b1429", "text": "The threat triggered by uncontrolled burning of which the flame has continued to spread and engulfed the nearby areas where combustible materials are present. Fire condition can be intensified if it continuously receives augmented fuel or if there is a high discharge of rate of vapour of bunting materials."}, {"text_block_id": "p138_b1430", "text": "2. Storm Hazards"}, {"text_block_id": "p138_b1431", "text": "2.1"}, {"text_block_id": "p138_b1432", "text": "Tropical Cyclone :"}, {"text_block_id": "p138_b1433_merged", "text": "Natural phenomenon capable of inflicting widespread destruction of residences and structures, vegetation, etc., caused by inward spiraling winds of storm. This threat occurs along the forward track of storm which extends as far as 50 – 100 kilometres. The most affected areas will be those located closeอto the track of tropical cyclone eye wall where the most damaging winds and intense rainfall are founded."}, {"text_block_id": "p138_b1436", "text": "2.2"}, {"text_block_id": "p138_b1437", "text": "Storm Surge :"}, {"text_block_id": "p138_b1438", "text": "The rising of sea level due to the low pressure high winds and high waves associated with a tropical cyclone of which speed reaching up to more than 100 kilometres per hour as it makes landfall. The storm surge often results in coastal inundation which can cause significant damage to the areas adjacent to the shoreline particularly the windward side area. The degree of damage triggered by storm surge depends on wind speed, terrain and size of coastal communities."}, {"text_block_id": "p138_b1439", "text": "2.3"}, {"text_block_id": "p138_b1440", "text": "Thunderstorm :"}, {"text_block_id": "p138_b1441", "text": "A from of weather which usually occurs in summer months of a year particularly during the period of sweltering warm weather for several consecutive days. Thunderstorm is formed as a result of the collision between the cold front prevailing from China and the prevailing warm front in Thailand. This collision will help lift the moist and unstable air vertically into the atmosphere which later on matures into cumulonimbus cloud or a thunderstorm cell. Thunderstorms are accompanied by gusts, lightning, thunder and occasional hails. Generally thunderstorms are short – lived, their activities will last less than hour and their coverage area is less than 20 – 30 kilometres. Usually, the winds associated with gust front are not severe, but in extreme cases, a downburst can develop an produce wind gusts with sustained wind is greater than 50 kilometres per hour, and then the thunderstorms start to take their toll."}, {"text_block_id": "p139_b1442", "text": "2.4"}, {"text_block_id": "p139_b1443", "text": "Hail :"}, {"text_block_id": "p139_b1444", "text": "A hazard triggered by the solid precipitation that falls from the sky as the balls or irregular lumps of ice. Hail forms the super cooled droplets of rain containing in nimbus cloud collide with solid particles such as dust or existing ice pellets. The ice is suspended in the air by the strong undrafts and will back down. The process will occur over and over adding layers upon layers of hailstones. Usually, hail is thunderstorm’s attendant."}, {"text_block_id": "p139_b1445", "text": "2.5"}, {"text_block_id": "p139_b1446", "text": "Thunderstorm – force winds :"}, {"text_block_id": "p139_b1447", "text": "Narrow – area damage of residences, vegetation and other structures caused by the short period (approximately 10 – 15 minutes) of severe gusts or hailstones associated a thunderstorm with sustained wind speed is greater than 100 kilometres per hour, usually during a transition period from the cool season to summer and before the start of monsoon season."}, {"text_block_id": "p139_b1448", "text": "3. Flood Hazards"}, {"text_block_id": "p139_b1449", "text": "3.1"}, {"text_block_id": "p139_b1450", "text": "Floodings :"}, {"text_block_id": "p139_b1451_merged", "text": "An overflow or accumulation of an expanse of water that submerges land. It is usually due to heavy rainfall events produce a large volume of water within a body of water such as river or canal, exceeding the total capacity of the body, and as a result, some of the water flows or sets outside the normal perimeter of the body. In addition, human activities such as block-ing the natural flow of water either intentionally or unintentionally can produce flood, often causing significant fatalities and material and environmental damage. Flooding can be classified according to their inherent characteristics as follow  :"}, {"text_block_id": "p139_b1454", "text": "An overflow or accumulation of an expanse of water that submerges land. It is usually due to heavy rainfall events produce a large volume of water within a body of water such as river or canal, exceeding the total capacity of the body, and as a result, some of the water flows or sets outside the normal perimeter of the body. In addition, human activities such as block-ing the natural flow of water either intentionally or unintentionally can produce flood, often causing significant fatalities and material and environmental damage. Flooding can be classified according to their inherent characteristics as follow  :\n* Inundation/Overbank flow  : Inundation is a gradually rising and spreading of water from continuous heavy downpour due to slow dissipation or ineffective drainage system. Whereas overbank flow is slow kind of flooding due to the large volume of rainfall navigated to a river at a too rapid speed beyond the coping capacity of a river channel. These floods mainly occur in the river basins, urban areas and in the lowest reach area of a river.\n* Flash flood is a rapid or sudden flooding in the poorly absorbent areas and precipitous terrains due to the massive and sudden rainstorm. Flash flood can also occur after the significant and unexpected event such as the collapse of man â made structure such as dam, reservoir, etc. Flash flood most often occurs in normally dry areas that have recently received precipitation, but may be seen anywhere down the stream from the source of precipitation, even the very long distance from the source. Flash flood is extremely dangerous due to its sudden nature and rapid flow that provide little protection or evacuation."}, {"text_block_id": "p139_b1458", "text": "3.2"}, {"text_block_id": "p139_b1459", "text": "Landslide/Mudslide Hazard :"}, {"text_block_id": "p139_b1460", "text": "A hazard triggered by downslope movement of earth mass, rock or debris due to the force of gravity. Landslide can occur on any terrain given the right conditions of soil, moisture and the angle of slope. The rate of movement of landslide can range from extremely slow or extremely rapid owing to the types of materials, gradient, environment and volume of rainfall. In addition to water related factor, earthquakes and volcanic eruptions are other natural causes of landslide. Landslide causes severe property damage, injury and death, and adversely affects variety of resources."}, {"text_block_id": "p140_b1461", "text": "A hazard triggered by downslope movement of earth mass, rock or debris due to the force of gravity. Landslide can occur on any terrain given the right conditions of soil, moisture and the angle of slope. The rate of movement of landslide can range from extremely slow or extremely rapid owing to the types of materials, gradient, environment and volume of rainfall. In addition to water related factor, earthquakes and volcanic eruptions are other natural causes of landslide. Landslide causes severe property damage, injury and death, and adversely affects variety of resources.\n* A hazard triggered by the prolonged dry period of weather condition caused by the long period of deficit or no rainfall spanning over large areas. Periods of prolonged drought can triggered widespread and severe effects among people, animals, vegetation, including shortage of water for drinking and household use as well as for agricultural and industrial purposes, substandard or highly limited crop or yield productions, death of livestock, etc. The causal factors of drought include  :\n\t* Rainfall shortage/Dry spell : A drier â than â normal condition with abnormally low rainfall or no rainfall in the locations regularly receiving substantial seasonal rainfall (conditions of less rainfall than usual or lack of seasonal rainfall).\n\t* Break of downpour : A period during which the daily amount of rainfall is less than 1 milimetre for 15 consecutive days during normal monsoon season. June and July are most likely to experience the break of downpour.\n\t* A human health hazard occurred when the new cases of certain disease, in a single human population and during a given period substantially exceed what is expected based on recent experience. The aforesaid disease is not required to be communicable exposure, and is capable of affecting well â being of people residing in stricken and neighboring communities.\n\t* The widespread outbreak of animal infectious diseases in domesticated or wild animals of the single kind, among multiple animal species and can be transmitted from animals to humans, during a given period substantially exceed what is expected based on recent experi-ence. Animal epidemic outbreak is capable of causing socio â economic consequences and public health problems.\n\t* Widespread outbreak of epidemic in aquatic animals of a single kind, among multiple aquatic animal species, and can be transmitted from aquatic animals to humans, during a given period substantially exceed what is expected based on recent experience. Aquatic animal outbreak is capable of causing socio â economic consequences and public health problems.\n\t* These which are harmful to plants such as plant pathogens, insects, animals or plants which may harm plants, any part of plant such as stems, buds, stocks, shoots, offshoots, branches, leaves, flowers, fruits, and cultures and spores of mushrooms, whether or not they can be propagated ; including predators, parasites, silkworm eggs, silk cocoons, bees beehives and micro â organisms, to the extent of inducing widespread negative effects on society, economy and general public."}, {"text_block_id": "p141_b1482", "text": "9."}, {"text_block_id": "p141_b1483", "text": "Transport Hazard :"}, {"text_block_id": "p141_b1484", "text": "An incident or condition created by land, maritime, and air travel. This includes large – scale mass transportation incident, chemical and hazardous material transportation incident, oil spills and chemical spills into water bodies, as well as discharging oil or waste into river and sea."}, {"text_block_id": "p141_b1485", "text": "10."}, {"text_block_id": "p141_b1486", "text": "Forest Fire and Haze Hazard :"}, {"text_block_id": "p141_b1487", "text": "A hazard triggered by any uncontrolled fire regardless of the causes of ignition, that occurs in the natural forest or forestry plantation areas which resulted in an accumulation of dust particles, smoke and airborned suspended particulate during cloudy sky conditions. Forest fire can create extensive damage to property including the negative environmental end natural resources effects, and thick haze can cause negative health effects."}, {"text_block_id": "p141_b1488", "text": "11. Earthquake Hazard and Building Collapse"}, {"text_block_id": "p141_b1489", "text": "(1)"}, {"text_block_id": "p141_b1490", "text": "Earthquake hazard :"}, {"text_block_id": "p141_b1491", "text": "A natural hazard caused by the sudden release of accumulated strain energy within the interior of the earth. This release causes ground shaking and vibration at the surface of the earth. In case where the earthquake shaking is relatively weak, it may not pose any damage but in case of intensive ground shaking, it can cause catastrophic consequences."}, {"text_block_id": "p141_b1492", "text": "(2)"}, {"text_block_id": "p141_b1493", "text": "Building collapse hazard :"}, {"text_block_id": "p141_b1494", "text": "A hazard triggered by earthquake – induced ground shaking which is strong enough to cause the collapse of buildings and other structures, including edifices, houses, stores, warehouses, offices, floating houses, and the destruction of life and property."}, {"text_block_id": "p141_b1495", "text": "12."}, {"text_block_id": "p141_b1496", "text": "Tsunami Hazard :"}, {"text_block_id": "p141_b1497", "text": "A hazard induced by the series of extremely large waves. The original Japanese term literally translates as harbor waves. Tsunami can be classified as local tsunami and distance or regional tsunami. Local tsunami is a tsunami from a nearby source for which its destructive effects confined to the  coast within a short tsunami travelling time  from its origin, whereas distance tsunami which is usually triggered by major undersea earthquake and capable of causing widespread destruction not only in the immediate region of its generation but across the entire ocean. Other natural phenomena that cause tsunami are volcanic eruption, large – scale landslide, large asteroid smashing into the ocean. Power created by tsunami can lead to large – scale destruction of property and massive loss of lives of people along coastal areas."}, {"text_block_id": "p141_b1498", "text": "13."}, {"text_block_id": "p141_b1499", "text": "Air Threat :"}, {"text_block_id": "p141_b1500", "text": "A harmful menace inflicted by air attack using aircraft, guide missile, ballistic missile or any air – borne vessel. Such attack can substantially affected life and property of people."}, {"text_block_id": "p141_b1501", "text": "14. Sabotage Actions"}, {"text_block_id": "p141_b1502", "text": "(1)"}, {"text_block_id": "p141_b1503", "text": "Sabotage : Any deliberate action aims at destroying property of people or of a state or public utilities or at disrupting and delaying the functional system as well as causing bodily harm to person which trigger the national political, economic and social agitation with an intention to damage the stability of a state."}, {"text_block_id": "p142_b1504", "text": "Sabotage : Any deliberate action aims at destroying property of people or of a state or public utilities or at disrupting and delaying the functional system as well as causing bodily harm to person which trigger the national political, economic and social agitation with an intention to damage the stability of a state.\n* Terrorism threat : Any deliberate act intended to provoke a state of terror or instilling fear in general public, or intimidate or coerce the government or international organization to act or abstain from acting which will lead to bodily harm and vital property damage.\n* International terrorist threat : Any deliberate act of a person or group of persons with an intention to attain the desired goals that are political, economic and social in nature. The act  of international terrorism is mostly carried out in a foreign county by individuals or groups who are not natives to that country. Such individuals or groups may act on their own without any support from any state or are supported by a state sponsor of terrorism. The occurrence of international terrorism can exert direct effects on national interest, international commitment, national defense policy, political economic and psychological policies as well as national reputation and dignity."}], "document_description": "The National disaster Risk Management Plan (2015) aims to ensure an overall readiness of the national disaster risk management system to deal with potential disaster incidents through integrated cooperation with stakeholders.&nbsp;<br><br>The plan has the following objectives: 1) to provide consistent nationwide concept of operations to enable national, local governments and the private sector to collectively implement disaster management activities; 2) to compile the current guidelines used worldwide for disaster risk management that can be applied to disaster risk management in Thai context and to be used in the development of relevant plans at different levels of government; 3) to develop capacities for disaster risk management which encompasses disaster risk reduction, emergency management and building back better and safer at community, local, national and international levels, etc.&nbsp;"}