{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Sri Lanka", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Energy Policy & Strategies of Sri Lanka", "document_country_code": "LKA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "01/01/2008", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/LKA/2008/LKA-2008-01-01-National Energy Policy & Strategies of Sri Lanka_af55c559f1c24e40dfd15f8c59e13b1b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "YS% ,xld m%cd;dka;s%l iudcjd§ ckrcfha .eiÜ m;%h"}, {"text_block_id": "p0_b2", "text": "w;s úfYI"}, {"text_block_id": "p0_b3", "text": "The Gazette of the Democratic Socialist Republic of Sri Lanka"}, {"text_block_id": "p0_b4", "text": "EXTRAORDINARY"}, {"text_block_id": "p0_b5", "text": "wxl 1553$10"}, {"text_block_id": "p0_b6", "text": "-"}, {"text_block_id": "p0_b7", "text": "2008 cqks 10 jeks wÕyrejdod"}, {"text_block_id": "p0_b8", "text": "-"}, {"text_block_id": "p0_b9", "text": "2008'06'10"}, {"text_block_id": "p0_b10", "text": "No. 1553/10 – TUESDAY, JUNE 10, 2008"}, {"text_block_id": "p0_b11", "text": "(Published by Authority)"}, {"text_block_id": "p0_b12", "text": "PART I : SECTION (I) — GENERAL"}, {"text_block_id": "p0_b13", "text": "Government Notifications"}, {"text_block_id": "p0_b14", "text": "MINISTRY  OF  POWER  &  ENERGY"}, {"text_block_id": "p0_b15", "text": "National Energy Policy & Strategies of Sri Lanka"}, {"text_block_id": "p0_b16", "text": "I,  W. D. J. Seneviratne, Minister of Power & Energy do hereby publish the National Energy Policy & Strategies of Sri Lanka referred to in the following schedule, prepared on National Energy Sector of Sri Lanka and approved by the Government for the information of the general public."}, {"text_block_id": "p0_b17", "text": "W. D. J. S"}, {"text_block_id": "p0_b18", "text": "ENEVIRATNE"}, {"text_block_id": "p0_b19", "text": ","}, {"text_block_id": "p0_b20", "text": "Minister of Power & Energy."}, {"text_block_id": "p0_b21", "text": "11th May, 2008."}, {"text_block_id": "p0_b22", "text": "NATIONAL  ENERGY  POLICY  &  STRATEGIES  OF  SRI  LANKA"}, {"text_block_id": "p0_b23", "text": "M"}, {"text_block_id": "p0_b24_merged_merged_merged", "text": "INISTRY OF POWER AND ENERGY"}, {"text_block_id": "p0_b29", "text": "G"}, {"text_block_id": "p0_b30", "text": "OVERNMENT OF SRI LANKA"}, {"text_block_id": "p0_b31", "text": "CHALLENGES faced by Sri Lanka’s Energy Sector are many. While ensuring a continuous supply of electricity and petroleum products, the growing economy has to manage a strategic balance between indigenous energy resources and imported fossil fuels. Electricity supply to household needs is yet to reach a quarter of Sri Lanka’s population. Commercial energy utilities are required to be further strengthened to improve their financial viability and service quality. The involvement of the country’s population in the investment, operation, regulation and delivery of energy services needs to be increased."}, {"text_block_id": "p0_b32", "text": "1A"}, {"text_block_id": "p1_b33", "text": "This document declares the National Energy Policy of Sri Lanka, and spells out the implementing strategies, specific targets and milestones through which the Government of  Sri Lanka and its people would endeavour to develop and manage the energy sector in the coming yeas in order to facilitate achieving its millennium development goals. Specific new initiatives are included in this policy to expand the delivery of affordable energy services to a larger share of the population, to improve energy sector planning, management and regulation, and to revitalise biomass as a significant resource of commercial energy."}, {"text_block_id": "p1_b34", "text": "Institutional responsibilities to implement each policy element and associated strategies to reach the specified targets are also stated in this document. Ministry of Power and  Energy has discussed the draft document with a wide group of stakeholders and made the necessary amendments before publishing it as the National Energy Policy and Strategies of Sri Lanka."}, {"text_block_id": "p1_b35", "text": "1 INTRODUCTION"}, {"text_block_id": "p1_b36", "text": "1.1 Energy Supply"}, {"text_block_id": "p1_b37", "text": "Energy supply in Sri Lanka is mainly based on three primary resources, namely, biomass, petroleum and hydroelectricity. In 2004, hydro-electricity production in the country accounted for 706.9 kTOE (thousand tonnes of oil equivalent) while the biomass-based energy supply was 4,494.4 kTOE. Approximately 4,304.2 kTOE was provided by imported crude oil and finished petroleum products such as diesel and liquefied petroleum gas (LPG). Additionally, the non-conventional resources (mainly wind) provided 3.5 kTOE of primary energy, giving an aggregate primary energy supply of approximately 9,509.1 kTOE. The 2004 primary energy contributions to national energy supply were 47.3% from biomass, 45.3% from crude oil and petroleum products and 7.4% from hydroelectricity. The use of non-conventional energy resources in Sri Lanka is of a relatively smaller scale and therefore its contribution is presently of low significance in the macro energy picture."}, {"text_block_id": "p1_b38", "text": "1.2 Energy Demand Growth"}, {"text_block_id": "p1_b39", "text": "With the increasing demand for energy to provide for the country’s economic and social development, total primary energy demand is expected to increase to about 15,000 kTOE by the year 2020 at an average annual growth rate of about 3%. Electricity and petroleum sub-sectors are likely to record higher annual growth rates of about 7-8%. Hydro electricity production and biomass-based energy supplies, which are the only large-scale indigenous primary energy resources available in Sri Lanka, are expected to increase only marginally in the near future. This is mainly due to limitations in further hydropower development owing to lower economic viability of exploiting the remaining large hydropower sites and limited use of biomass with gradually increasing standard of living of the population. This means that the country’s incremental primary energy requirements need to be supplied mainly by imported fossil fuels in the medium term. In the longer term, possible development of indigenous petroleum resources and accelerated development of non-conventional renewable energy are likely to make a significant change in Sri Lanka’s mix of primary energy resources."}, {"text_block_id": "p1_b40", "text": "1.3 Energy Sector Governance"}, {"text_block_id": "p1_b41", "text": "Electricity and petroleum are the two main commercial energy supply sub-sectors in Sri Lanka. Both these sub-sectors, which are largely served by state-owned utilities, are presently undergoing process of reforms."}, {"text_block_id": "p1_b42", "text": "Biomass and wind are also emerging as significant forms of commercial energy."}, {"text_block_id": "p1_b43", "text": "The electricity supply industry is dominated by state sector institutions, namely the Ceylon Electricity Board (CEB) and Lanka Electricity Company (Pvt.) Ltd. (LECO). CEB is expected to be unbundled vertically and horizontally to form one generation company, a single transmission and bulk-power trading company and several distribution companies. A regulatory structure in the form of the Public Utilities Commission of Sri Lanka (PUCSL) is already in place, for all physical infrastructure sectors, inclusive of the electricity and petroleum industries."}, {"text_block_id": "p1_b44", "text": "Although the PUCSL has been already set up under the provisions of the Public Utilities Commission of Sri Lanka Act No. 35 of 2002 to regulate the physical infrastructure sectors, it will be empowered to execute regulation only when the individual industry legislations are enacted and made effective. At present, only the electricity industry, the water service industry and petroleum industry are listed in the PUCSLAct."}, {"text_block_id": "p2_b45", "text": "LPG industry is owned by the private sector except for the contribution of about 15% of to the total LPG supply by the state-owned Ceylon Petroleum Corporation (CEYPETCO), which is the only player at present in the petroleum refining business. CEYPETCO is already competing with Lanka Indian Oil Company (Lanka IOC) in petroleum distribution. A third player could also join petroleum distribution, but this has been temporarily suspended by the Government due to the lack of anticipated benefits to the country and its consumers through the liberalization and part privatization of the downstream petroleum sub-sector. PUCSL, which will be the future petroleum sub-sector regulator, will have the authority to decide on the future structure of the petroleum sub sector."}, {"text_block_id": "p2_b46", "text": "Biomass still remains a sub-sector not formally organised unlike the electricity and petroleum sub-sectors. With new developments where contribution of biomass as a primary resource of energy for electricity generation could become substantial, the biomass sub-sector would also become more organised."}, {"text_block_id": "p2_b47", "text": "The “National Energy Policy and Strategies of Sri Lanka” is elaborated in three sections in this policy document."}, {"text_block_id": "p2_b48", "text": "The “National Energy Policy and Strategies of Sri Lanka” is elaborated in three sections in this policy document.\n* âEnergy Policy Elementsâ consists of the fundamental principles that guide the development and future direction of  Sri Lankaâs Energy Sector.\n* âImplementing Strategiesâ states the implementation framework to achieve each policy element.\n* âSpecific Targets, Milestones and Institutional Responsibilitiesâ state the national targets, and the planning and institutional responsibilities to implement the strategies."}, {"text_block_id": "p2_b54", "text": "This National Energy Policy and Strategies of Sri Lanka shall be reviewed and revised after a period of three years."}, {"text_block_id": "p2_b55", "text": "2 ENERGY  POLICY  ELEMENTS"}, {"text_block_id": "p2_b56", "text": "2.1 Providing Basic Energy Needs"}, {"text_block_id": "p2_b57", "text": "2.1 Providing Basic Energy Needs\n* Energy requirements to fulfil the basic needs of the people  and to enhance their living standards and opportunities for gainful economic activity will be adequately and continually satisfied at the lowest possible cost to the economy.\n<\\li1>"}, {"text_block_id": "p2_b59", "text": "Creating the necessary framework to provide the basic energy needs of the population is recognised as a primary social responsibility of the state. Further, the importance of maintaining the adequacy and the continuity of energy supplies at the lowest cost to the economy to satisfy the increasing energy requirement of the population, arising from the country’s economic development, is also recognised by the state."}, {"text_block_id": "p2_b60", "text": "2.2 Ensuring Energy Secutiry"}, {"text_block_id": "p2_b61", "text": "2.2 Ensuring Energy Secutiry\n* Energy resources used in the country will be diversified and the future energy mix will be rationalized.\n<\\li1>"}, {"text_block_id": "p2_b63", "text": "The primary and secondary energy resources used in the country will be diversified to maximise the country’s energy security. To ensure the continuity of supply, the future energy mix will be rationalized, considering important factors such as the economic cost, environmental impacts (including those on existing hydropower project catchment areas), reliability of supplies, convenience to consumers and strategic independence."}, {"text_block_id": "p2_b64", "text": "2.3 Promoting Energy Efficiency and Conservation"}, {"text_block_id": "p2_b65", "text": "2.3 Promoting Energy Efficiency and Conservation\n* Energy supply systems will be efficiently managed and operated while also ensuring efficient utilisation and conservation of energy.\n<\\li1>"}, {"text_block_id": "p2_b67", "text": "Efficient management and operation of the energy sector utilities are vital to ensure minimum cost of supply to consumers. Efficient utilisation of energy by all concerned, from utilities (supply-side management) to final consumers (demand-side management) not only saves valuable resources of the country but also reduces the overall cost of energy to the consumer. Meaningful conservation of energy will be pursued at all times."}, {"text_block_id": "p3_b68", "text": "2.4 Promoting Indigenous Resources"}, {"text_block_id": "p3_b69", "text": "2.4 Promoting Indigenous Resources\n* Indigenous energy resources will be developed to the optimum levels to minimise dependence on non-indigenous resources, subject to resolving economic, environmental and social constraints.\n<\\li1>"}, {"text_block_id": "p3_b71", "text": "Minimum dependence on non-indigenous resources and optimum development of local energy resources will minimise the vulnerability of energy supplies to external factors such as the international socio-political environment. Further, it also eases pressure on the country’s balance of payments. The Energy Policy includes necessary initiatives to vigorously implement the country’s oil and gas exploration programme."}, {"text_block_id": "p3_b72", "text": "2.5 Adopting an Appropriate Pricing Policy"}, {"text_block_id": "p3_b73", "text": "2.5 Adopting an Appropriate Pricing Policy\n* An appropriate pricing policy for the energy sector will be adopted considering important factors such as cost reflectivity, need for targeted subsidies, and competitiveness  of locally produced goods and services in the regional and world markets.\n<\\li1>"}, {"text_block_id": "p3_b75", "text": "Non-cost reflective pricing and non-targeted subsidies both in the electricity and petroleum sub-sectors in the absence of a property regulatory mechanism, seriously hamper the growth and financial viability of sub-sector utilities. Further, they drain state financial resources away from social infrastructure such as healthcare and education, which deserve to demand significant levels of state funding. At the same time, it is important to make pricing decisions on energy products and services taking into account the impacts of such decisions on the competitiveness of local goods and services in the regional and global markets. It is also necessary that only the costs incurred prudently by the utilities are allowed in the cost-recovering process."}, {"text_block_id": "p3_b76", "text": "2.6 Enhancing Energy Sector Management Capacity"}, {"text_block_id": "p3_b77", "text": "2.6 Enhancing Energy Sector Management Capacity\n* All measures will be taken to continually enhance the local capacity to develop and manage the energy sector effectively, giving due emphasis to the technological developments and goods governance in the energy sector.\n<\\li1>"}, {"text_block_id": "p3_b79", "text": "The local capacity to develop and manage the energy sector has been built over the years. This capacity needs to be constantly enhanced, taking into account the continuous technological developments in the energy sector. The management capability of the energy sector professionals needs to be enhanced to meet challenges in the emerging competitive environment in the sector and to ensure good governance."}, {"text_block_id": "p3_b80", "text": "2.7 Consumer Protection and Ensuring a Level Playing Field"}, {"text_block_id": "p3_b81", "text": "2.7 Consumer Protection and Ensuring a Level Playing Field\n* Necessary measures will be taken to safeguard interests of both present and future consumers while ensuring a level playing field for all the stakeholders in the energy sector.\n<\\li1>"}, {"text_block_id": "p3_b83", "text": "The state accepts that both present and further consumers and the main stakeholders do not presently enjoy their rightful place in the electricity/petroleum sub-sectors. Also, the country has so far failed to prove to investors the stability of the energy sector and also exhibit a level playing field. Therefore, necessary steps will be taken to protect the interests of the consumers, and to ensure fairness and predictability to all energy sector investors."}, {"text_block_id": "p3_b84", "text": "2.8 Enhancing the Quality of Energy Services"}, {"text_block_id": "p3_b85", "text": "2.8 Enhancing the Quality of Energy Services\n* the quality of energy services will be ensured through imposition of appropriate quality standards and regulatory interventions.\n<\\li1>"}, {"text_block_id": "p3_b87", "text": "Poor quality of energy services affects the country’s economic growth and the general standard of living of the public. Corrective action will be taken to make improvements in this regard, focusing on the consumer interests."}, {"text_block_id": "p3_b88", "text": "2.9 Protection from Adverse Environmental Impacts of Energy Facilities"}, {"text_block_id": "p3_b89", "text": "*"}, {"text_block_id": "p3_b90", "text": "Necessary steps will be taken to minimum adverse environmental and social impacts caused by electricity and petroleum sub-sector development and operational activities."}, {"text_block_id": "p4_b91", "text": "Adverse impacts on society and the environment arising out of the electricity and petroleum sub-sector activities  have not been receiving adequate attention. The state recognises that it is the prime duty of the state to protect the public and employees in this respect."}, {"text_block_id": "p4_b92", "text": "All developments and operations of energy sector facilities shall follow the relevant environmental regulations and standards of Sri Lanka."}, {"text_block_id": "p4_b93", "text": "3 IMPLEMENTING   STRATEGIES"}, {"text_block_id": "p4_b94", "text": "The broad strategies to implement the energy sector policies are as follows :"}, {"text_block_id": "p4_b95", "text": "3.1 Providing Basic Energy Needs"}, {"text_block_id": "p4_b96", "text": "*"}, {"text_block_id": "p4_b97", "text": "Priority will be given to improving access by rural areas to commercial energy forms such as electricity and petroleum-based fuels."}, {"text_block_id": "p4_b98", "text": "*"}, {"text_block_id": "p4_b99", "text": "Current modalities of providing basic electricity requirements of the entire population either through grid-extension or off-grid systems will be expanded and a systematic action-plan will be implemented to meet those requirements."}, {"text_block_id": "p4_b100", "text": "*"}, {"text_block_id": "p4_b101", "text": "Dedicated energy plantations will be encouraged."}, {"text_block_id": "p4_b102", "text": "*"}, {"text_block_id": "p4_b103", "text": "A transparent mechanism will be established to provide subsidies to the deserving groups to ensure that such groups have access to their basic energy needs at affordable prices. This includes providing low cost standardised electricity connections to consumers on lifeline tariffs both in urban and rural areas. It also includes improving the availability of petroleum-based fuels in rural areas at standard retail prices, while providing kerosene subsidies to deserving low-income groups in both urban and rural areas."}, {"text_block_id": "p4_b104", "text": "3.2 Ensuring Energy Security"}, {"text_block_id": "p4_b105", "text": "*"}, {"text_block_id": "p4_b106", "text": "Fuel diversity in electricity generation will be ensured through diversifying into generation technologies that do not use oil or fuels of which the price is indexed to oil prices."}, {"text_block_id": "p4_b107", "text": "*"}, {"text_block_id": "p4_b108", "text": "Fuel diversification in the transport sector will be encouraged through rail and road transport systems based on off-peak electricity supply, and the promotion of bio-fuels as a high priority research and development need."}, {"text_block_id": "p4_b109", "text": "*"}, {"text_block_id": "p4_b110", "text": "Regional cooperation will be promoted in different forms including viable cross-border energy transfer with neighboring countries."}, {"text_block_id": "p4_b111", "text": "*"}, {"text_block_id": "p4_b112", "text": "Expansion of the local crude oil refining capacity to optimally satisfy the country’s demand for petroleum products will be pursued."}, {"text_block_id": "p4_b113", "text": "*"}, {"text_block_id": "p4_b114", "text": "Maintenance of a strategic fuel reserve by every player in the retail business will be ensured."}, {"text_block_id": "p4_b115", "text": "*"}, {"text_block_id": "p4_b116", "text": "Development of bio-fuels for transport will be encouraged."}, {"text_block_id": "p4_b117", "text": "3.3 Promoting Energy Efficiency and Conservation"}, {"text_block_id": "p4_b118", "text": "*"}, {"text_block_id": "p4_b119", "text": "Supply side and end-use energy efficiency will be encouraged through financial and other incentives/ disincentives in respect of energy end-use mandatory measures such as appliance energy labelling, building codes and energy audits."}, {"text_block_id": "p5_b120", "text": "*"}, {"text_block_id": "p5_b121", "text": "Private sector participation in providind expert services on energy efficiency will be promoted and facilitated."}, {"text_block_id": "p5_b122", "text": "*"}, {"text_block_id": "p5_b123", "text": "Financial resources required to continuously improve efficiency in energy conversion, transmission and utilisation will be acquired from within and outside the energy sector by levying appropriate energy charges and formulating long term funding programmes with financiers."}, {"text_block_id": "p5_b124", "text": "*"}, {"text_block_id": "p5_b125", "text": "The Energy Conservation Fund(ECF) will be entrunsted to coordinate all the activities relating  to energy conservation and management, and the Energy Conservation Fund Act will be amended to accommodate these new responsibilities."}, {"text_block_id": "p5_b126", "text": "*"}, {"text_block_id": "p5_b127", "text": "The use of existing petroleum distribution infrastructure will be optimised."}, {"text_block_id": "p5_b128", "text": "*"}, {"text_block_id": "p5_b129", "text": "Power generation and network losses will be brought down to lowest possible levels and capacity will be improved through necessary generation, transmission and distribution investments and efficient management of the supply systems."}, {"text_block_id": "p5_b130", "text": "*"}, {"text_block_id": "p5_b131", "text": "Efforts will be made to encourage electrification of viable sectors of the railway network and inter-modal shift in passenger and goods transport towards more energy efficient systems."}, {"text_block_id": "p5_b132", "text": "*"}, {"text_block_id": "p5_b133", "text": "A model shift towards larger-capacity vehicular transport modes, which are less energy intensive per passenger kilometre or freight-tonne kilometre, will be promoted. Railway transportation will receive priority over road transportation."}, {"text_block_id": "p5_b134", "text": "*"}, {"text_block_id": "p5_b135", "text": "Better coordination of road and rail transport will be promoted as a key implementation strategy of achieving greater efficiency of the transport sector."}, {"text_block_id": "p5_b136", "text": "*"}, {"text_block_id": "p5_b137", "text": "A strategic plan for street lighting will be formulated for the country to ensure proper management of street lighting which will enhance the safety of motorists and pedestrians and also contribute to energy conservation with better aesthetic sense."}, {"text_block_id": "p5_b138", "text": "3.4 Promoting Indegenous Resources"}, {"text_block_id": "p5_b139", "text": "*"}, {"text_block_id": "p5_b140", "text": "The use of economically viable, environment friendly, non-conventional renewable energy resources will be promoted by providing a level playing field for developers of non-conventional energy resources."}, {"text_block_id": "p5_b141", "text": "*"}, {"text_block_id": "p5_b142", "text": "Concessionary financing will be sought to implement the remaining medium scale hydroelectric projects which are economically, environmentally and socially viable, but not viable under normal commercial terms. Pricing of electricity generated would, however, be on commercial terms."}, {"text_block_id": "p5_b143", "text": "*"}, {"text_block_id": "p5_b144", "text": "Necessary incentives will be provided and access to green funding including Clean Development Mechanism (CDM) will be facilitated to develop non-conventional renewable energy resources to ensure their contribution to the energy supply in special situations, even if their economic viablility is marginal."}, {"text_block_id": "p5_b145", "text": "*"}, {"text_block_id": "p5_b146", "text": "A facilitation agency dedicated to the systematic planning and promotion of non-conventional renewable energy resources will be established."}, {"text_block_id": "p5_b147", "text": "*"}, {"text_block_id": "p5_b148", "text": "Oil and natural gas resources will be explored and commercially exploited; both public and private sector investment will be promoted in this regard."}, {"text_block_id": "p5_b149", "text": "*"}, {"text_block_id": "p5_b150", "text": "Biomass-based energy projects will be developed in areas where land resources are available, enabling new industrial activities in such areas, empahasising on creating rural income generation avenues."}, {"text_block_id": "p5_b151", "text": "*"}, {"text_block_id": "p5_b152", "text": "Research and development on adopting new technologies and practices, particularly in the use of non-conventional renewable energy to suit local conditions will be promoted."}, {"text_block_id": "p5_b153", "text": "*"}, {"text_block_id": "p5_b154", "text": "Focused attention will be drawn on development of bio-fuels as an alternative energy resources for the transport sector."}, {"text_block_id": "p5_b155", "text": "*"}, {"text_block_id": "p5_b156", "text": "Initiatives of other sectors and institutions to convert biomass and other waste to energy will be encouraged and supported where appropriate."}, {"text_block_id": "p6_b157", "text": "3.5 Adopting an Appropriate Pricing Policy"}, {"text_block_id": "p6_b158", "text": "*"}, {"text_block_id": "p6_b159", "text": "The PUCSL will be empowered to regulate the energy sector including electricity and petroleum sub-sectors, to ensure effective implementation of the pricing policy,"}, {"text_block_id": "p6_b160", "text": "*"}, {"text_block_id": "p6_b161", "text": "Appropriate pricing strategies will be formulated and implemented by PUCSL, which will prepare and regularly update plans to achieve a cost-reflective pricing policy for all commercial energy products (electricity, petroleum products, LPG) and implement them. These prices will include elements such as a reasonable return on equity, internal cash generation for capital investment and debt service."}, {"text_block_id": "p6_b162", "text": "*"}, {"text_block_id": "p6_b163", "text": "Necessary steps  will be taken by PUCSL to ensure that the optimal energy supply expansion plans are implemented in time so that the cost reflective prices will be based on these optimal plans."}, {"text_block_id": "p6_b164", "text": "*"}, {"text_block_id": "p6_b165", "text": "A mechanism will be established by PUCSL to identify target groups of consumers that deserve special consideration owing to social needs or commercial realities."}, {"text_block_id": "p6_b166", "text": "3.6 Enhancing Energy Sector Management Capacity"}, {"text_block_id": "p6_b167", "text": "*"}, {"text_block_id": "p6_b168", "text": "Capacity of the Ministry in charge of the subject of energy will be developed and strengthened to develop integrated long-term energy plans and conduct policy analyses  in the energy sector as a sustainable continuing activity."}, {"text_block_id": "p6_b169", "text": "*"}, {"text_block_id": "p6_b170", "text": "Capacity within the Provincial Councils will be developed to enhance and expand their contribution to off-grid electricity supply development."}, {"text_block_id": "p6_b171", "text": "*"}, {"text_block_id": "p6_b172", "text": "The national energy database will be expanded, improved and managed"}, {"text_block_id": "p6_b173", "text": "*"}, {"text_block_id": "p6_b174", "text": "The management capability of the energy sector institutions will be enhanced through appropriate training, empowerment and proper delegation of authority."}, {"text_block_id": "p6_b175", "text": "3.7 Consumer protection and Ensuring a Level Playing Field"}, {"text_block_id": "p6_b176", "text": "*"}, {"text_block_id": "p6_b177", "text": "PUCSL will be fully empowered and supported to ensure fairness to the consumers of various energy products and services."}, {"text_block_id": "p6_b178", "text": "*"}, {"text_block_id": "p6_b179", "text": "A conducive environment will be created for the PUCSL to ensure a level playing field for all the stake holders in the energy sector."}, {"text_block_id": "p6_b180", "text": "3.8 Enhancing the Quality of Supply"}, {"text_block_id": "p6_b181", "text": "*"}, {"text_block_id": "p6_b182", "text": "The energy sector utilities will be compelled by PUCSL to maintain a minimum quality of supply of products and services."}, {"text_block_id": "p6_b183", "text": "*"}, {"text_block_id": "p6_b184", "text": "Enhanced quality will be encouraged by permitting reasonable increases in allowed returns to the utility concerned."}, {"text_block_id": "p6_b185", "text": "3.9 Protection from Adverse Environmental Impacts of Energy Facilities"}, {"text_block_id": "p6_b186", "text": "*"}, {"text_block_id": "p6_b187", "text": "Energy sector utilities will be compelled to comply with safety standards issued by PUCSL as well as environmental standards stipulated by the state."}, {"text_block_id": "p6_b188", "text": "*"}, {"text_block_id": "p6_b189", "text": "A scheme of compensation to victims of accidents and hazards attributed to energy sector utilities will be established with the participation of all stakeholders."}, {"text_block_id": "p6_b190", "text": "*"}, {"text_block_id": "p6_b191", "text": "Every energy sector utility will establish an environmental division with staff qualified to conduct environmental safety audits of existing and new facilities to comply with the standards and regulations under the National Environment Act."}, {"text_block_id": "p6_b192", "text": "3.10 General Strategies"}, {"text_block_id": "p6_b193", "text": "*"}, {"text_block_id": "p6_b194", "text": "The energy sector will be reformed and restructured to enable both state and private sector investments in its development. While the sector’s policy-making and regulation will remain in the state sector, its operation and management will be open to both the state and the private sectors."}, {"text_block_id": "p7_b195", "text": "*"}, {"text_block_id": "p7_b196", "text": "The electricity sub-sector will be reformed by unbundling the CEB in accordance with the Electricity Reform(Amendment) Act and Ceylon Electricity Board (Amendment) Act. All assistance will be provided to the PUCSL to establish itself as an independent and autonomous regulatory body."}, {"text_block_id": "p7_b197", "text": "*"}, {"text_block_id": "p7_b198", "text": "Necessary measures will be taken to establish appropriate market structures within electricity and petroleum sub-sectors by attracting investments from public and private sectors."}, {"text_block_id": "p7_b199", "text": "*"}, {"text_block_id": "p7_b200", "text": "Necessary legislation for restructuring the petroleum sub-sector will be enacted and PUCSL will be empowered to carry out regulation of that sub-sector."}, {"text_block_id": "p7_b201", "text": "*"}, {"text_block_id": "p7_b202", "text": "Measures will be taken to obtain maximum benefits from international arrangements such as the Clean Development Mechanism, which would benefit the global environment and in the process facilitate the financing of energy efficiency improvement as well as renewable energy development projects in the country."}, {"text_block_id": "p7_b203", "text": "*"}, {"text_block_id": "p7_b204", "text": "PUCSL will be empowered to formulate project selection principles for energy sector supply side investments."}, {"text_block_id": "p7_b205", "text": "*"}, {"text_block_id": "p7_b206", "text": "A central agency will be empowered to ensure that the prescribed policy measures are implemented in respect of energy efficiency and non-conventional renewable energy development."}, {"text_block_id": "p7_b207", "text": "4. SPECIFIC  TARGETS,  MILESTONES  AND  INSTITUTIONAL  RESPONSIBILITIES"}, {"text_block_id": "p7_b208", "text": "This section deals with specific targets and milestones to be achieved when implementing the energy sector strategies identified. Further, the institutions responsible for implementation of these strategies are also identified in this section against each activity."}, {"text_block_id": "p7_b209", "text": "4.1 Electrification of Households"}, {"text_block_id": "p7_b210", "text": "Electricity will be made available to all feasible areas by extending the national grid and focussed rural energy initiatives  using off-grid technologies. Capital subsidies available for grid-connected households will be extended to households seeking off-grid electricity, through the Provincial Authorities."}, {"text_block_id": "p7_b211", "text": "*"}, {"text_block_id": "p7_b212", "text": "Medium-term targets for electrification of households through grid extension"}, {"text_block_id": "p7_b213", "text": "*"}, {"text_block_id": "p7_b214", "text": "Medium-term Targets for off-grid electrification of housholds"}, {"text_block_id": "p7_b215", "text": "Institutional  responsibility :  Ministry of Power and Energy shall prepare a long-term electrificaiton plan, updated every year. PUCSL would be responsibe for its implementation, with the support of the electricity utilities, ECF, Provincial Councils and other stakeholders."}, {"text_block_id": "p8_b216", "text": "4.2 Targeted Subsidies"}, {"text_block_id": "p8_b217", "text": "*"}, {"text_block_id": "p8_b218", "text": "Subsidised electricity and kerosene shall be provided for household use by 2007 on the following basis:"}, {"text_block_id": "p8_b219", "text": "Institutional responsibility"}, {"text_block_id": "p8_b220", "text": ": Ministry of Power and Energy to provide PUCSL with any further policy guidelines. PUCSL shall  prepare plans and implement them to provide the targeted subsidies."}, {"text_block_id": "p8_b221", "text": "4.3 Fuel Diversity and Security"}, {"text_block_id": "p8_b222", "text": "*"}, {"text_block_id": "p8_b223", "text": "The electricity sub-sector shall rapidly move from the present two-energy resource (hydropower and oil) status to a multiple resource status."}, {"text_block_id": "p8_b224", "text": "*"}, {"text_block_id": "p8_b225", "text": "The Government shall not initiate or entertain any proposal either by the electricity utilities or private developers to build power plants that wil use oil, oil-based products or fuels of which the price is indexed to the oil price, unless they are required to be included in the generation expansion plan due to technical limitations in other plant types. This moratorium on oil-based power plants shall be factored into the Long Term Generation Expansion Plan(LTGEP) and shall remain in force until 80% of Sri Lanka’s electrical energy supplied to the national grid is from non-oil based fuels. The strategy of the Government shall be immediately diversify into a third fuel. To ensure maximum possible security against price and supply fluctuations, and to ensure the growing demand is reliably met, this third fuel shall be coal. The LTGEP studies confirm the viability of this strategy. Non-conventional Renewable Energy (NRE) shall be the fourth resource in this deversification and security strategy. Following are the electricity generation targets envisaged with NRE and coal resources."}, {"text_block_id": "p9_b226", "text": "*"}, {"text_block_id": "p9_b227", "text": "Every player in the petroleum sub-sector downstream retail business shall maintain a strategic fuel reserve equivalent to a minimumof 30 days’ consumption at any given time. Every effort will be made to replace petroleum-based fuesl with indegenous biomass fueld in industrial thermal applications by encouraging such fuel switching initiatives through appropriate incentive, including facilitation of access to green funding such as CDM."}, {"text_block_id": "p9_b228", "text": "Institutional responsibility"}, {"text_block_id": "p9_b229", "text": "to implement this fuel diversity and security policy, and to achieve targets will lie with the PUCSL, electricity utilities and petroleum sub-sector downstream players. The Long-Term Generation Expansion Plan (LTGEP) shall reflect the above strategy and milestones. LTGEP shall be a 20-year plan, updated at least once in two years."}, {"text_block_id": "p9_b230", "text": "4.4 Non-conventional Renewable Energy(NRE) Based Electricity in the Grid"}, {"text_block_id": "p9_b231", "text": "*"}, {"text_block_id": "p9_b232", "text": "NRE Resources include small-scale hydropower, biomass including dendro power, biogas and waste, solar power and wind power. These are the  leading sustainable, non-conventional forms of renewable energy promoted in Sri Lanka for electricity generation into the grid. In addition, other NRE resources such as wave energy and ocean thermal energy are also encouraged where appropriate."}, {"text_block_id": "p9_b233", "text": "*"}, {"text_block_id": "p9_b234", "text": "Commercial development of biomass will be encouraged and facilitated as a new rural industry, allowing rural poor to engage in fuelwool farming and participate in the mainstream economic activity by supplying electricity to urban load centres."}, {"text_block_id": "p9_b235", "text": "*"}, {"text_block_id": "p9_b236", "text": "The Government will endeavour to reach a minimum level of  10% of electrical energy supplied to the grid to be from NRE by a process of facilitation including access to green funding such as CDM. The target year to reach this level of NRE penetration is 2015."}, {"text_block_id": "p9_b237", "text": "*"}, {"text_block_id": "p9_b238", "text": "A review of technical limits and financial constraints of absorbing NRE will be carried out an will be followed by a technical and financial barrier removal exercise, with external support and expertise where necessary."}, {"text_block_id": "p9_b239", "text": "*"}, {"text_block_id": "p9_b240", "text": "The NRE strategy shall not cause  any additional burden on the end use customer tariffs. If justified, the Government may subsidize the energy utilities for this purpose."}, {"text_block_id": "p9_b241", "text": "*"}, {"text_block_id": "p9_b242", "text": "The Government recognises that certain NRE technologies would require incentives to ensure their capacity build-up to contribute to the national NRE target. These incentives shall be provided on a competitive basis, in which the NRE developlers shall bid for a share of the NRE target subject to a price ceiling. NRE incentives shall be technology-specific and based on actual energy supplied to the grid."}, {"text_block_id": "p9_b243", "text": "*"}, {"text_block_id": "p9_b244", "text": "To make available the incentives for NRE technologies, the Government will create an ‘Energy Fund’ ,which will be managed by the ECF. This fund will be strengthened through an energy cess, grants received from donors and well wishers, as well as any funds received under CDM. This fund will be used to provide incentives for the promotion of NRE technologies and strengthen the transmission network to absorb the NRE technologies into the grid."}, {"text_block_id": "p9_b245", "text": "*"}, {"text_block_id": "p9_b246", "text": "NRE developments will not be charged any resource cost(royalty) for a period of 15 years from the commercial operation date. Resource costs charges from selected NRE technologies after the 15th year of commercial operation shall be used to finance incentives for further NRE development, through the Energy Fund."}, {"text_block_id": "p9_b247", "text": "Institutional responsibility"}, {"text_block_id": "p9_b248", "text": "to implement this NRE strategy and to achieve targets shall lie with the PUCSL and ECF. The ECF shall prepare a Long-term Non-conventional Renewable Energy Plan (LTNREP), which shall provide interim targets for specific NRE technologies, upper thresholds of pricing, and resource costing. The LTNREP shall be a 20 year plan, updated at least once in two years. Implementation of the LTNREP shall be promoted and facilitated by ECF."}, {"text_block_id": "p10_b249", "text": "4.5 Electricity Pricing"}, {"text_block_id": "p10_b250", "text": "*"}, {"text_block_id": "p10_b251", "text": "Average electricity price to each category of consumers will be gradually made cost reflective. A conducive environment will be created to fully utilise the Demand  Side Management (DSM) opportunities arising from this change."}, {"text_block_id": "p10_b252", "text": "*"}, {"text_block_id": "p10_b253", "text": "The lifeline tariff to domestic consumers will be limited to Samurdhi Beneficiaries and to a monthly household consumption of 30kWh. The related subsidy component estimated at 50% of the cost of supply will be fully financed through Government grants."}, {"text_block_id": "p10_b254", "text": "*"}, {"text_block_id": "p10_b255", "text": "Electricity generation prices at bulk purchase points will be as stated in the Power Purchase Agreements, and the cost of transmission distribution and supply will be regulated ensuring fairness to both consumers and electricity utilities. Consumers and all other stake holders will be given opportunities to present their views at a public hearing."}, {"text_block_id": "p10_b256", "text": "Institutional responsibility"}, {"text_block_id": "p10_b257", "text": "to implement the electricity pricing policy lies with the PUCSL, electricity utilities and the General Treasury. Electricty distribution utilities shall prepare tariff proposals for the approval of PUCSL, which will seek concurrence of the Treasury on Government subsidy"}, {"text_block_id": "p10_b258", "text": "."}, {"text_block_id": "p10_b259", "text": "4.6 Petroleum sub-sector Regulation and Product Pricing"}, {"text_block_id": "p10_b260", "text": "Prices of petroleum-based fuels will be determined using an agreed price formula between the Government and the petroleum sub-sector utilities regulated by the PUCSL. Price regulation will apply only to petroleum-based fuels marketed in a non-competitive environment. Petroleum product imports and their country-wide distribution will be carried out through the common user facilities, which will also be regulated by the PUCSL. No general subsidy will be provided to any of the products and  the marketing companies will be allowed to decide on their retail consumer prices within the specified maximum retail consumer prices for the period. Targeted subsidies wille be made available to low income households(Samurdhi Beneficiaries) for kerosene usage. Subsidies provided for other petroleum-based fuels will be removed by 2007."}, {"text_block_id": "p10_b261", "text": "Institutional responsibility"}, {"text_block_id": "p10_b262", "text": "to implement this lies with PUCSL, petroleum sub-sector utilities and the Treasury. Petroleum distributors  shall prepare the product pricing proposals according to the agreed formula for the approval of the PUCSL which will seek concurrence of the Treasury on the Government subsidy"}, {"text_block_id": "p10_b263", "text": "."}, {"text_block_id": "p10_b264", "text": "4.7 Oil and Gas Exploration"}, {"text_block_id": "p10_b265", "text": "Comprehensive seismic acquisition in the Gulf of Mannar Basin were carried out in mid 2005. Announcement of a first licensing round will be made in 2006 to offer blocks for exploration. More detailed 2D seismic and 3D seismic investigations will be carried out in the Cauvery basin and in the southern area in 2006/2007."}, {"text_block_id": "p10_b266", "text": "Institutional responsibility"}, {"text_block_id": "p10_b267_merged", "text": "to implement all steps to ensure that exploration and exploitation of petroleum resources are carried out with appropriate investor participation adopting internationally recognised practices and proven technology lies with the Ministry of Petroleum and Petroleum Resources Development."}, {"text_block_id": "p10_b272", "text": "4.8 Bunkering"}, {"text_block_id": "p10_b273", "text": "The Strategic geographical location of Sri Lanka places it in a very favourable situation to become a leader in the bunkering business in South Asia. Action has already been taken to liberalize this industry, but it has failed to attract investors owing to certain obstacles. Immediate action will be taken to remove all such obstacles and to provide a level playing field to ensure participation of all leading palyers in the world, to make this one of the leading industries in Sri Lanka. This process of liberalization will be completed by end 2007."}, {"text_block_id": "p10_b274", "text": "Institutional responsibility"}, {"text_block_id": "p10_b275", "text": "to implement this lies with the Ministry of Petroleum and Petroleum Resources Development, Ministry of Finance and the Board of Investment of  Sri Lanka."}, {"text_block_id": "p11_b276", "text": "4.9 Supply-side Energy Efficiency"}, {"text_block_id": "p11_b277", "text": "*"}, {"text_block_id": "p11_b278", "text": "Transmission and distribution energy losses(the sum of  technical and commercial losses) in the electricity sub-sector will be gradually brought down to a maximum of 13.5% net generation by end 2009. Every effort will be made to expedite the loss reduction programme and exceed these expectations."}, {"text_block_id": "p11_b279", "text": "*"}, {"text_block_id": "p11_b280", "text": "Present system control procedures towards optimal operation of the intergrated hydro-thermal power system will be improved by end 2007 to ensure maximum energy output from the hydropower system."}, {"text_block_id": "p11_b281", "text": "*"}, {"text_block_id": "p11_b282", "text": "Informed rehabilitation/new investment decisions will be made in the national interest, to improve electricity production and transmission efficiency, guided by information gathered from continuous measurement of energy entering and leaving specific power system components."}, {"text_block_id": "p11_b283", "text": "Institutional responsibility"}, {"text_block_id": "p11_b284_merged", "text": "to implement  this strategy and to achieve targets lies with the electricity utilities and the PUCSL."}, {"text_block_id": "p11_b286", "text": "4.10 Demand -side Energy Efficiency"}, {"text_block_id": "p11_b287", "text": "*"}, {"text_block_id": "p11_b288", "text": "All appliances which substantially contribute towards electricity demand will be identified and labelled based on their energy efficiency by end 2010, allowing consumers to make informed purchase decisions, Labelling will be also used to lay more emphasis on appliance life cycle cost rather than the cost of acquisition, and thereby guiding fiscal policy especially in deciding import duty on appliances."}, {"text_block_id": "p11_b289", "text": "*"}, {"text_block_id": "p11_b290", "text": "Continuous refinement of the labelling programme will be used to introduce efficient technologies and to gradually phase out the import and manufacture of inefficient appliances. The appliance labelling programme will be made mandatory to identified appliances by mid 2007."}, {"text_block_id": "p11_b291", "text": "*"}, {"text_block_id": "p11_b292", "text": "Delivery of energy efficiency services will be accelerated by further developing the capacity of private and public sector energy service providers. New entrants to provide energy efficiency services will be encouraged and supported by interventions such as provision of expensive instruments on loan basis and analytical information relevant to local circumstances."}, {"text_block_id": "p11_b293", "text": "*"}, {"text_block_id": "p11_b294", "text": "Benchmarks on energy intensity of specific industries will be established by end 2007. Specific benchmarks for energy consumption of commercial, transport and domestic sectors will be established by end 2008."}, {"text_block_id": "p11_b295", "text": "*"}, {"text_block_id": "p11_b296", "text": "The National Energy Database will be enhanced with further disaggregated and refined demand-side date by end 2007."}, {"text_block_id": "p11_b297", "text": "*"}, {"text_block_id": "p11_b298", "text": "A variety of financing mechanisms will be made available by end 2007 to finance energy efficiency improvement projects in all sectors including collateral substitution to concessionary loans, operated through utilities. Capacity of financial institutions will be developed and assisted to treat energy efficiency improvment financing as a standard item in a portfolio of loans."}, {"text_block_id": "p11_b299", "text": "*"}, {"text_block_id": "p11_b300", "text": "State sector agencies identified as major energy consumers will be closely monitored and their energy expenditure will be separated from recurrent expenditure to assist energy efficiency improvement and cost control. Such agencies will be mandated to take the lead in procuring energy efficient equipment."}, {"text_block_id": "p11_b301", "text": "*"}, {"text_block_id": "p11_b302", "text": "The Energy Efficiency Building Code will be updated and made mandatory to state sector entities by end 2007. Indirect measures through premit issuing agencies will be implemented to encourage the practice of the code by other entities within the same time frame."}, {"text_block_id": "p11_b303", "text": "*"}, {"text_block_id": "p11_b304", "text": "Information pertaining to ways and means of energy efficiency improvement will be collected and disseminated through mass media and other suitable channels, facilitating consumers to undertake energy efficiency improvment programmes."}, {"text_block_id": "p12_b305", "text": "Institutional Responsibility"}, {"text_block_id": "p12_b306", "text": "to implement these strategies to reach the targets specified lies with the  ECF, and shall be assisated by electricity and petroleum utilities, the PUCSL and other stakholders."}, {"text_block_id": "p12_b307", "text": "4.11 National Energy Database and Integrated National Energy Planning"}, {"text_block_id": "p12_b308", "text": "*"}, {"text_block_id": "p12_b309", "text": "Ministry of Power and Energy shall immediately establish a national  energy palnning team, to address the policy issues inter-linkages between sub-sectors, and to investigate important issues such as pricing policy in consultation with public, private and civil society groups."}, {"text_block_id": "p12_b310", "text": "*"}, {"text_block_id": "p12_b311", "text": "Sufficient powers required to analyse and make specific recommendations on all aspects or energy sector performance, shall be vested with the planning team by 2007. The team will be assisted by the Department of Census and Statistics"}, {"text_block_id": "p12_b312", "text": "*"}, {"text_block_id": "p12_b313", "text": "The planning team shall, by end of 2007 establish improved methodology, if necessary, to develop demand forecasts, simulate development scenarios, intergrate sub-sectoral plans, conduct sensitivity studies, analyse policy options, and develop forecast energy balances."}, {"text_block_id": "p12_b314", "text": "*"}, {"text_block_id": "p12_b315", "text": "The National Energy Database and the analysis on Energy Sector Performance shall be updated and published every year. Summary information of these shall be available on a website,  and detailed information will be provided on request. The first publication shall be for energy data updated until year 2004, to be published by end 2006."}, {"text_block_id": "p12_b316", "text": "Implementation Responsibility"}, {"text_block_id": "p12_b317", "text": ": An integrated national energy plan to cover 25 years into the future shall be prepared by the National Energy Planning Team of the Ministry of Power and Energy, and published at least once in two years. The National Energy Balance  and Energy Sector Performance shall by published annually."}, {"text_block_id": "p12_b318", "text": "4.12 Rural Electrification"}, {"text_block_id": "p12_b319", "text": "A special fund will be created for the purpose of funding the Rural Electrification (RE) programmes. All donor funds, government contributions and contributions from the future electricity distribution utilities, (as would be decided by the PUCSL) will be the main sources of funds. The practice hitherto followed in RE Programmes will be closely examined. In this context, the government will study the policies/programs adopted by other developing countries. The government will also seriously consider entrusting the management of RE schemes to consumer co-operatives, a policy successfully implemented by some developing countries."}, {"text_block_id": "p12_b320", "text": "Institutional Responsibility"}, {"text_block_id": "p12_b321", "text": "to implement this lies with the Ministry of Power and Energy and the Ministry of Finance, assisted by the PUCSL."}, {"text_block_id": "p12_b322", "text": "Note"}, {"text_block_id": "p12_b323", "text": ": Institutional responsibilities attributed to Energy Conservation Fund will be transferred to the proposed “Sustainable Energy Authority” when it is established."}, {"text_block_id": "p12_b324", "text": "06-466"}, {"text_block_id": "p12_b325", "text": "PRINTED  AT  THE  DEPARTMENT  OF  GOVERNMENT  PRINTING,  SRI  LANKA."}], "document_description": "Seeks to promote economically viable, environment friendly, non-conventional renewable energy resources."}