{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Sri Lanka", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Sri Lanka Energy Sector Development Plan for a Knowledge-based Economy 2015-2025", "document_country_code": "LKA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "31/03/2015", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/LKA/2015/LKA-2015-03-31-Sri Lanka Energy Sector Development Plan for a Knowledge-based Economy 2015-2025_4ea4fbdd437f16a4b0dfc8d5f463605b.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Ministry of Power & Energy"}, {"text_block_id": "p1_b2", "text": "SRI LANKA ENERGY SECTOR DEVELOPMENT PLAN FOR A KNOWLEDGE-BASED"}, {"text_block_id": "p1_b3", "text": "ECONOMY"}, {"text_block_id": "p1_b4", "text": "2015 - 2025"}, {"text_block_id": "p1_b5", "text": "ENERG"}, {"text_block_id": "p1_b6", "text": "Y"}, {"text_block_id": "p1_b7", "text": "EMPOWERE"}, {"text_block_id": "p1_b8", "text": "D"}, {"text_block_id": "p1_b9", "text": "NATIO"}, {"text_block_id": "p1_b10", "text": "N"}, {"text_block_id": "p3_b11", "text": "4"}, {"text_block_id": "p3_b12", "text": "Ministry of Power & Energy"}, {"text_block_id": "p3_b13", "text": "Message of the"}, {"text_block_id": "p3_b14", "text": "Minister of Power & Energy"}, {"text_block_id": "p3_b15", "text": "Hon. Patali Champika Ranawaka, M.P."}, {"text_block_id": "p3_b16", "text": "Sri Lanka has now embarked on a challenging task of entering into a new energy era.  This will be a long journey with full of challenges. With the resolution, steadfastness and dedication we should overcome the obstacles on the way."}, {"text_block_id": "p3_b17", "text": "A long journey has just begun. We cannot expect success at every corner but strive hard to achieve set targets. Our entrepreneurs now must invest and look for more opportunities in this equitable and transparent environment."}, {"text_block_id": "p3_b18_merged", "text": "We have set an ambitious goal of 100% energy self-sufficiency by 2030. As a developing economy the challenge ahead of us is enormous and I am convinced that we can reach this goal if we set our priorities right and adjust our actions along the way."}, {"text_block_id": "p3_b21", "text": "I hope this “Sri Lanka Energy Sector Development"}, {"text_block_id": "p3_b22", "text": "Plan for a Knowledge-based  Economy, 2015-2025"}, {"text_block_id": "p4_b23", "text": "Message of the"}, {"text_block_id": "p4_b24", "text": "State Minister of Power and Energy Hon. Palitha Range Bandara, M.P."}, {"text_block_id": "p4_b25", "text": "The Ministry has embarked on an ambitious action plan to provide reliable and quality electricity access to every citizen in Sri Lanka within this year."}, {"text_block_id": "p4_b26_merged", "text": "Sri Lanka Energy Sector Development Plan for Knowledge – based Economy, 2015-2025 places a strong emphasis on energy security from both national and individual perspectives. The Plan envisions a situation wherein reliable, affordable, and clean energy will be made available to all citizens at all times."}, {"text_block_id": "p4_b29", "text": "This requires multi – billion investments both from the public and private sectors. Many actions in diverse areas need follow-up and I hope that the business community in Sri Lanka will actively participate in the process of Implementation of this plan."}, {"text_block_id": "p5_b30", "text": "Our Vision"}, {"text_block_id": "p5_b31", "text": "Energy security of the nation is assured..."}, {"text_block_id": "p5_b32", "text": "Our Mission"}, {"text_block_id": "p5_b33", "text": "Provide quality, reliable, sustainable and affordable energy for economic prosperity of the Nation"}, {"text_block_id": "p6_b34", "text": "Introduction"}, {"text_block_id": "p6_b35", "text": "Sri Lanka is on the path towards becoming an internationally competitive middle-income country. This power and energy sector development plan is aligned to the country’s development drive, and has been prepared to provide affordable, high quality and reliable energy for all citizens, rich or poor, equally by conserving country’s precious natural environment, giving priority to the indigenous energy sources, and minimizing regional disparities in energy service delivery. The power and energy sector vision is to capture the full potential of all renewable and other indigenous resources in order for Sri Lanka to"}, {"text_block_id": "p6_b36", "text": "become a nation self-sufficient in energy."}, {"text_block_id": "p6_b37", "text": "The total energy requirement of the country was"}, {"text_block_id": "p6_b38", "text": "around 11,125 ktoe in 2013, and the primary energy"}, {"text_block_id": "p6_b39", "text": "supply mainly consisted of 4,814 ktoe of biomass,"}, {"text_block_id": "p6_b40", "text": "4,582 ktoe of fossil fuels, an"}, {"text_block_id": "p6_b41", "text": "d"}, {"text_block_id": "p6_b42", "text": "1,442 ktoe of hydro. Accordingly, 56% of total energy consumption is"}, {"text_block_id": "p6_b43", "text": "from indigenous (biomass + hydro), and Sri Lanka has to import fossil fuels to meet the balance. This"}, {"text_block_id": "p6_b44", "text": "requires importing 02 MMT of crude oil, 04 MMT of refined petroleum products and 2.25 MMT of coal to the country annually, costing approximately USD 5"}, {"text_block_id": "p6_b45", "text": "billion in foreign exchange. The average annual total"}, {"text_block_id": "p6_b46", "text": "bill of importe"}, {"text_block_id": "p6_b47", "text": "d"}, {"text_block_id": "p6_b48", "text": "fossil fuel is therefore 25% of our import expenditure, and nearly 50% of total export"}, {"text_block_id": "p6_b49", "text": "income. Therefore the power and energy sector has a huge bearing on the country’s balance of trade and exchange rates."}, {"text_block_id": "p6_b50", "text": "Sri Lanka has already achieved a grid connectivity of 98%, which is commendable by South Asian standards. Current total installed power generation"}, {"text_block_id": "p6_b51", "text": "capacity of the country is approximately 4,050 MW, consisting of 900 MW of coal power, 1,335 MW of oil burning thermal power, 1,375 MW of hydro power and 442 MW of non-conventional renewable"}, {"text_block_id": "p6_b52", "text": "energy sources such as wind, mini hydro, biomass and solar power plants."}, {"text_block_id": "p6_b53", "text": "The annual total electricity demand is about 10,500 GWh, comprising of 38% from domestic consumers, 39% from industries and 20% from commercial"}, {"text_block_id": "p6_b54", "text": "enterprises, with the balance coming from other sectors such as religious organizations and street lighting. The overall annual demand for electricity is"}, {"text_block_id": "p6_b55", "text": "expected to increase by around"}, {"text_block_id": "p6_b56", "text": "4-6 %, a number"}, {"text_block_id": "p6_b57", "text": "constrained by high prices."}, {"text_block_id": "p6_b58", "text": "The annual total electricity demand is about 10,500 GWh, comprising of 38% from domestic consumers, 39% from industries and 20% from commercial enterprises, with the balance coming from other sectors such as religious organizations and street lighting."}, {"text_block_id": "p6_b59_merged_merged_merged_merged", "text": "The transport sector is also an important pillar of the economy. A sustainable transportation system contributes towards better socio-economic development by increasing rural connectivity and sustaining an efficient and clean urban environment. As shown by studies conducted in the recent past, the transport sector is the highest contributor to"}, {"text_block_id": "p7_b62", "text": "GHG emissions with a share of about 48% of all"}, {"text_block_id": "p7_b63", "text": "CO2 emitted from fossil fuel combustion. In 2013, out of a 5.2 million total vehicle fleet, the number of two wheeled and three wheeled vehicles was 3.6"}, {"text_block_id": "p7_b64", "text": "million, which is expected to increase with higher economic development, posi"}, {"text_block_id": "p7_b65", "text": "ng both financial and"}, {"text_block_id": "p7_b66", "text": "environmental challenges in the future."}, {"text_block_id": "p7_b67", "text": "In this context, it is clear that a strategic balance between the national energy demand and supply has to be maintained with a long term perspective, in order to support a steady economic growth in Sri Lanka. With one of Sri Lanka’s primary resources being her human capital, this sector development plan for a knowledge based economy has primarily developed to meet energy demand through renewable and other indigenous energy resources, and their potentials towards a “green” economy, energy conservation measures for its sustainability,"}, {"text_block_id": "p7_b68", "text": "measures for energy security, financially and economically justifiable pricing polici"}, {"text_block_id": "p7_b69", "text": "es for electricity and petroleum products, research and development"}, {"text_block_id": "p7_b70", "text": "initiatives, and importantly management and good governance practices for the sector."}, {"text_block_id": "p7_b71_merged_merged_merged", "text": "These initiatives will ensure that consumers and businesses are not unduly vulnerable to external market factors, and that the economy can benefit from a secure and affordable energy supply.  Sri Lanka will be elevated to a regional hub by increasing its refinery capacity and utilizing the gas and condensate discoveries in the Mannar basin to create and meet domestic demand as well as to supply international oil and gas markets.  Development of a natural gas processing plant in Norochcholai and an oil storage and trading centre using the Trincomalee tank farm are part of this strategy. Large scale deployment of renewable energy will further increase the resilience of Sri Lanka’s energy supply, with a large scale wind farm in Mannar and a wide spread network of fuel wood exchanges being some planned Green initiatives."}, {"text_block_id": "p7_b76", "text": "The power and energy sector of Sri Lanka is looking"}, {"text_block_id": "p7_b77", "text": "forward to an energy self-sufficient nation by 2030"}, {"text_block_id": "p7_b78", "text": "."}, {"text_block_id": "p8_b79", "text": "Primary Energy Supply 2013"}, {"text_block_id": "p8_b80", "text": "Primary Energy Supply 2030"}, {"text_block_id": "p8_b81", "text": "Renewable Energy Resource Potential"}, {"text_block_id": "p8_b82", "text": "Sectorial Energy Demand and Supply : 2013"}, {"text_block_id": "p8_b83", "text": "Sectoral Energy Demand and Supply (PJ) in 201"}, {"text_block_id": "p8_b84", "text": "3"}, {"text_block_id": "p9_b85", "text": "Energy Sector Targets…"}, {"text_block_id": "p9_b86", "text": "Energy Sector Targets…\n* To make Sri Lanka an energy self-sufficient\n\t* Increase the share of electricity generation\n\t* meet the total demand from renewable\n\t* meet the total demand from renewable\n 2030\n\t* of the system from 4,050 MW to 6,400\n\t* Generate a minimum 1,000 MW of\n\t* thermal power plants fired by natural\n\t* thermal power plants fired by natural\n the  generation costs and to diversify\n\t* thermal power plants fired by natural\n the  generation costs and to diversify\n generation mix by 202\n\t* Provide affordable electricity coverage\n\t* Reduce the technical and commercial\n\t* by 2% through conservation and\n\t* the transport sub-sector by 5%  by introducing alternative strategies such as efficient modes of transport and\n\t* Produce the total petroleum product\n\t* Upgrade quality of Gasoline and Diesel\n\t* Further enhance the quality and\n\t* Broadening energy sector investment\n\t* Reduce the carbon footprint of the"}, {"text_block_id": "p10_b145", "text": "Thrust Area |"}, {"text_block_id": "p10_b146", "text": "01"}, {"text_block_id": "p10_b147", "text": "Integrated National Energy Policy Formulation"}, {"text_block_id": "p11_b148", "text": "A conscious effort will be made towards the economic consolidation of the energy supply of the country by exploiting all opportunities available.  Domestic natural gas will be mainstreamed as the fourth fuel in the electricity generation and transport energy"}, {"text_block_id": "p11_b149", "text": "diversity will be pursued through electrification of"}, {"text_block_id": "p11_b150", "text": "both rail and road transport.  Further economic opportunities in cross-border energy trading will be explored and gainfully utilized.  Conversion of"}, {"text_block_id": "p11_b151", "text": "oil burning power plants to operate on natural gas, repowering of hydropower plants and revamping"}, {"text_block_id": "p11_b152", "text": "the petroleum refining and distribution sectors will"}, {"text_block_id": "p11_b153", "text": "be approached to further consolidate the energy security and resilience of the supply. Internationally competitive pricing policies to commercialize oil and gas discoveries, as well as a cost-based domestic pricing structure will also be introduced."}, {"text_block_id": "p11_b154", "text": "Strategies:"}, {"text_block_id": "p11_b155", "text": "Strategies:\n* Ensure optimum fuel diversity in electricity generation.\n* Develop indigenous energy resources to the optimum level.\n* Promote shifting the preferred fuel choice in the transport sector from Liquid Petroleum to Electricity & Gas with the intention of reducing dependence on imported petroleum products.\n* Encourage viable cross-border energy transfer and cooperation with neighboring countries.\n* Provision of a basic electricity connection to\n* through renewable energy solutions.\n* Provision of electricity to remaining 126,000 rural homes without electricity through grid connected Rural Electrification schemes\n* Implement a transparent pricing methodology and periodic revision mechanism.\n* Rationalization of Net Metering tariff.\n* Special off-peak tariff for irrigation of agricultural land.\n* Special off-peak tariff for charging electric vehicles for domestic customers."}, {"text_block_id": "p12_b180", "text": "Thrust Area |"}, {"text_block_id": "p12_b181", "text": "0"}, {"text_block_id": "p12_b182", "text": "2"}, {"text_block_id": "p13_b183_merged", "text": "The vast renewable energy resource base of Sri Lanka will be developed to increase the dominance of indigenous energy in both electricity and thermal energy supplies.  This initiative will cover the whole value chain of the electricity sector from electrification of remote locations through off-grid solutions to large scale infrastructure development"}, {"text_block_id": "p13_b186", "text": "to absorb wind, solar, remaining hydro and other renewable energy resources based power generation to the national grid.  Investment climate will be improved to encourage and develop the markets for small scale green energy systems for SMEs and state sector and also to ensure a stable market for fuel wood through a guaranteed price."}, {"text_block_id": "p13_b187", "text": "Strategies:"}, {"text_block_id": "p13_b188", "text": "Strategies:\n* Develop the renewable energy portfolio in the\n* Establish a competitive bidding process for large\n* Promote grid connected small renewable based\n* Integrate the environmental protection and\n* Reduce the carbon footprint of energy sector"}, {"text_block_id": "p13_b198", "text": "Strategies:\n* Develop the renewable energy portfolio in the\n* Establish a competitive bidding process for large\n* Promote grid connected small renewable based\n* Integrate the environmental protection and\n* Reduce the carbon footprint of energy sector\n* Promote use of biomass by elevating its use as a\n* Promote off-grid renewable energy applications"}, {"text_block_id": "p13_b202", "text": "Key Programs"}, {"text_block_id": "p13_b203", "text": "Key Programs\n* Establishment of a fuel wood\n* Rehabilitation/ refurbishment old\n* Establishment of a natural gas\n* Development of grid connected"}, {"text_block_id": "p15_b211_merged", "text": "Efficiency of the energy supply and use will be improved across the many value chains of the country, starting from the petroleum refinery and power plants through the transmission and distribution and at final end user levels.  The whole nation will be engaged in this effort through a nationwide awareness campaign. Energy conservation and efficiency improvement"}, {"text_block_id": "p15_b216", "text": "opportunities in electricity, transport and thermal energy systems will be exploited using newer technologies ranging from Time of Use meters to combined heat and Power and tri-generation and bus rapid transit systems to advanced intermodal transport solutions.  Through these efforts, a 10% reduction in"}, {"text_block_id": "p15_b217", "text": "total energy demand will be realize"}, {"text_block_id": "p15_b218", "text": "d"}, {"text_block_id": "p15_b219", "text": "b"}, {"text_block_id": "p15_b220", "text": "y"}, {"text_block_id": "p15_b221", "text": "2020"}, {"text_block_id": "p15_b222", "text": "."}, {"text_block_id": "p15_b223", "text": ".\n* Enhance the efficiency of power generation and\n* Reduce electricity network losses and petroleum\n* Promote energy efficient modes of transpor\n* A conscious effort to reduce the energy sector\n* Improve end-user efficiency of electricity and\n* Promote sustainable and environmentally"}, {"text_block_id": "p15_b238", "text": "Key Programs"}, {"text_block_id": "p15_b239", "text": "Key Programs\n* Energy Conservation in transport,\n* Standardization / Automation of street\n* Introduction of Time of Use meters\n* Smart cities and green buildings\n* Sustainable energy zone programs"}, {"text_block_id": "p16_b249", "text": "Thrust Area |"}, {"text_block_id": "p16_b250", "text": "04"}, {"text_block_id": "p16_b251", "text": "Customer satisfaction in service and quality"}, {"text_block_id": "p17_b252", "text": "A complete overhaul of customer interfaces in all energy delivery points will be made to change the customer perception of the energy sector. Quality of supply will be ensured by adhering to a scheme of stated quality standards, whilst developing the"}, {"text_block_id": "p17_b253", "text": "sector professionals to meet the new level of service quality.  Novel ICT solutions will be used to enhance the customer service and to diversify the payment options available in electricity and petroleum distribution."}, {"text_block_id": "p17_b254", "text": "sector professionals to meet the new level of service quality.  Novel ICT solutions will be used to enhance the customer service and to diversify the payment options available in electricity and petroleum distribution.\n* Introduce service quality standards\n* Maintain supply quality standards\n* Establish/update equipment standards to\n* Capacity building of energy sector"}, {"text_block_id": "p17_b263", "text": "Key Programs"}, {"text_block_id": "p17_b264", "text": "Key Programs\n* Smart Meters and advance payment\n* Pre-paid card facility for electricity bill\n* Loyalty card for bulk fuel purchases\n* Use of mobile telephone based\n* Introduction of a Supply Service Code\n* Declaration of Rights and Obligations of\n* One day service for new electricity\n* A responsive breakdown service\n* Establishment of an ombudsman service"}, {"text_block_id": "p19_b282", "text": "In view of the all role played by the energy systems in long term economic development of the country, early action will be taken to secure central locations and corridors for energy infrastructure facilities."}, {"text_block_id": "p19_b283", "text": "Petroleum transfer facilities and power transmission facilities will be enhanced and new infrastructure for natural gas will be established on a timely basis."}, {"text_block_id": "p19_b284", "text": "²"}, {"text_block_id": "p19_b285", "text": "Strengthening of the electricity transmission network to meet additional generation capacity"}, {"text_block_id": "p19_b286", "text": "²"}, {"text_block_id": "p19_b287", "text": "Rehabilitation of the petroleum transfer network"}, {"text_block_id": "p19_b288", "text": "²"}, {"text_block_id": "p19_b289", "text": "Centrally locate major utilities and secure backbone  corridors for future utility infrastructure"}, {"text_block_id": "p19_b290", "text": "²"}, {"text_block_id": "p19_b291", "text": "Enhancing and construction of new electricity transmission lines as the transmission expansion plan of CEB"}, {"text_block_id": "p19_b292", "text": "²"}, {"text_block_id": "p19_b293", "text": "Develop a natural gas transmission and distribution network"}, {"text_block_id": "p20_b294", "text": "Thrust Area |"}, {"text_block_id": "p20_b295", "text": "0"}, {"text_block_id": "p20_b296", "text": "6"}, {"text_block_id": "p20_b297", "text": "Efficient energy sector"}, {"text_block_id": "p20_b298", "text": "institutions and good governance"}, {"text_block_id": "p22_b299", "text": "Thrust Area |"}, {"text_block_id": "p22_b300", "text": "0"}, {"text_block_id": "p22_b301", "text": "7"}, {"text_block_id": "p22_b302", "text": "Innovative financing"}, {"text_block_id": "p22_b303", "text": "for a diverse energy sector"}, {"text_block_id": "p23_b304", "text": "The financial health of the energy sector will be improved through efficient treasury operations by"}, {"text_block_id": "p23_b305", "text": "restructuring debt portfolios of the sector entities"}, {"text_block_id": "p23_b306", "text": "using innovative mechanisms and tools ranging from trade debtors and public private partnerships in investments."}, {"text_block_id": "p23_b307", "text": "Strategies:"}, {"text_block_id": "p23_b308", "text": "²"}, {"text_block_id": "p23_b309", "text": "Explore and adopt Innovative means of"}, {"text_block_id": "p23_b310", "text": "energy infrastructure financin"}, {"text_block_id": "p23_b311", "text": "g"}, {"text_block_id": "p23_b312", "text": "²"}, {"text_block_id": "p23_b313", "text": "Introduction of efficient treasury operation"}, {"text_block_id": "p23_b314", "text": "s"}, {"text_block_id": "p23_b315", "text": "s\n* Reducing the cost of finance by\n* Reviewing existing credit policy\n* Restructuring CEB/CPC loan portfolio\n* Competitive financing market"}, {"text_block_id": "p23_b325", "text": "²"}, {"text_block_id": "p23_b326", "text": "Implementation of Asset Management policy effectively."}, {"text_block_id": "p23_b327", "text": "Key Programs"}, {"text_block_id": "p23_b328", "text": "²"}, {"text_block_id": "p23_b329", "text": "Issuance of debentures and institutional"}, {"text_block_id": "p23_b330", "text": "bonds (CPC bonds – USD 2 billion and CEB debentures – USD 500 million) for"}, {"text_block_id": "p23_b331", "text": "restructuring of debt portfolios"}, {"text_block_id": "p23_b332", "text": "²"}, {"text_block_id": "p23_b333", "text": "Financial restructuring of CEB and CPC"}, {"text_block_id": "p23_b334", "text": "²"}, {"text_block_id": "p23_b335", "text": "Introduce concessionary loan schemes for low income electricity customers"}, {"text_block_id": "p23_b336", "text": "²"}, {"text_block_id": "p23_b337", "text": "Introduce concessionary financing for small"}, {"text_block_id": "p23_b338", "text": "renewable energy systems"}, {"text_block_id": "p23_b339", "text": "²"}, {"text_block_id": "p23_b340", "text": "Introduce loan schemes for large and medium scale renewable power development"}, {"text_block_id": "p24_b341", "text": "Thrust Area |"}, {"text_block_id": "p24_b342", "text": "08"}, {"text_block_id": "p25_b343", "text": "Available opportunities in product development and service delivery will be exploited to develop home grown technologies in energy conversion, storage, delivery, metering and billing to enhance the stake of renewable energy, carbon emissions avoidance and"}, {"text_block_id": "p25_b344", "text": "efficiency in the energy systems"}, {"text_block_id": "p25_b345", "text": "."}, {"text_block_id": "p25_b346", "text": "Strategies:"}, {"text_block_id": "p25_b347", "text": "²"}, {"text_block_id": "p25_b348", "text": "Establishment of a consultancy arm for energy sector projects."}, {"text_block_id": "p25_b349", "text": "²"}, {"text_block_id": "p25_b350", "text": "Encourage to develop standard high-tech instruments"}, {"text_block_id": "p25_b351", "text": "Key Programs"}, {"text_block_id": "p25_b352", "text": "²"}, {"text_block_id": "p25_b353", "text": "Peaceful applications in Nuclear Energy for Agriculture, Human health, Environment and Industry"}, {"text_block_id": "p25_b354", "text": "²"}, {"text_block_id": "p25_b355", "text": "Electricity charging stations"}, {"text_block_id": "p25_b356", "text": "²"}, {"text_block_id": "p25_b357", "text": "Smart Meters and ICT solutions for energy sector transactions"}, {"text_block_id": "p25_b358", "text": "²"}, {"text_block_id": "p25_b359", "text": "Develop local capacity in renewable energy technologies and energy"}, {"text_block_id": "p25_b360", "text": "efficiency improvement technologie"}, {"text_block_id": "p25_b361", "text": "s"}, {"text_block_id": "p26_b362", "text": "Our Investment Programme"}, {"text_block_id": "p27_b363", "text": "01. Petroleum Sector Upstream and Downstream Development"}, {"text_block_id": "p27_b364", "text": "On-going projects"}, {"text_block_id": "p27_b365", "text": "Future Projects"}, {"text_block_id": "p28_b366", "text": "Future Projects Cntd..."}, {"text_block_id": "p28_b367", "text": "02. Electricity Generation"}, {"text_block_id": "p28_b368", "text": "On-going Projects"}, {"text_block_id": "p29_b369", "text": "Future Projects"}, {"text_block_id": "p29_b370", "text": "03. Electricity Transmission"}, {"text_block_id": "p29_b371", "text": "On-going projects"}, {"text_block_id": "p30_b372", "text": "On-going projects Cntd..."}, {"text_block_id": "p30_b373", "text": "On-going projects Cntd..."}, {"text_block_id": "p31_b374", "text": "Future Projects"}, {"text_block_id": "p31_b375", "text": "Future Projects Cntd..."}, {"text_block_id": "p32_b376", "text": "04. Electricity Distribution"}, {"text_block_id": "p32_b377", "text": "On-going Projects"}, {"text_block_id": "p32_b378", "text": "Future Projects"}, {"text_block_id": "p33_b379", "text": "05. Other"}, {"text_block_id": "p33_b380", "text": "Future Projects Cntd..."}, {"text_block_id": "p33_b381", "text": "Future Projects"}, {"text_block_id": "p34_b382", "text": "Future Projects Cntd..."}, {"text_block_id": "p34_b383", "text": "Future Projects Cntd..."}], "document_description": "Strategies include reducing the carbon footprint of energy sector to address global warming and climate change impacts. Emphasis on renewables and energy efficiency."}