{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Sri Lanka", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Technology Needs Assessment and Technology Action Plans for Climate Change Mitigation", "document_country_code": "LKA", "document_hazard_name": ["Droughts", "Floods", "Erosion"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "01/01/2014", "document_keyword": ["Industry", "Renewables", "Transport", "Biogas", "Energy", "Ghg"], "document_url": "https://cdn.climatepolicyradar.org/LKA/2014/LKA-2014-01-01-Technology Needs Assessment and Technology Action Plans for Climate Change Mitigation_61fa5d55b2995dddc83b6f3c3fb2bdb2.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Technology Needs Assessment and Technology Action Plans for Climate Change Mitigation"}, {"text_block_id": "p0_b2", "text": "Climate Change Secretariat"}, {"text_block_id": "p0_b3", "text": "Ministry of Environment and Renewable Energy"}, {"text_block_id": "p0_b4", "text": "Sri Lanka"}, {"text_block_id": "p0_b5", "text": "2014"}, {"text_block_id": "p1_b6", "text": "Technology Needs Assessment and"}, {"text_block_id": "p1_b7", "text": "Technology Action Plans for"}, {"text_block_id": "p1_b8", "text": "Climate Change Mitigation"}, {"text_block_id": "p1_b9", "text": "Climate Change Secretariat"}, {"text_block_id": "p1_b10", "text": "Ministry of Environment and Renewable Energy Sri Lanka"}, {"text_block_id": "p1_b11", "text": "2014"}, {"text_block_id": "p1_b12", "text": "Supported by"}, {"text_block_id": "p2_b13", "text": "Technology Needs Assessment and"}, {"text_block_id": "p2_b14", "text": "Technology Action Plans for"}, {"text_block_id": "p2_b15", "text": "Climate Change Mitigation"}, {"text_block_id": "p2_b16", "text": "Copyright © CCS"}, {"text_block_id": "p2_b17", "text": "MERE 2014"}, {"text_block_id": "p2_b18", "text": "All right reserved"}, {"text_block_id": "p2_b19", "text": "Climate Change Secretariat"}, {"text_block_id": "p2_b20", "text": "Ministry of Environment and Renewable Energy"}, {"text_block_id": "p2_b21", "text": "No. 980/4A, Wickramasinghe Place"}, {"text_block_id": "p2_b22", "text": "Ethul Kotte, Sri Lanka"}, {"text_block_id": "p2_b23", "text": "Email : climatesec@gmail.com"}, {"text_block_id": "p2_b24", "text": "Web Site : www.climatechange.lk"}, {"text_block_id": "p2_b25", "text": "ISBN ; 978 ‐ 955 ‐ 0033 ‐ 70 ‐6"}, {"text_block_id": "p2_b26", "text": "Printed By :"}, {"text_block_id": "p2_b27", "text": "Hansi Graphics & Advertising"}, {"text_block_id": "p2_b28", "text": "380, New Kandy Road, Malabe."}, {"text_block_id": "p2_b29", "text": "Tel : 0777 261 931, Fax : 2407330"}, {"text_block_id": "p2_b30", "text": "Email : hansigraphics@yamil.com"}, {"text_block_id": "p3_b31", "text": "MESSAGE BY THE HON. MINSTER OF ENVIRONMENT AND RENEWABLE ENERGY"}, {"text_block_id": "p3_b32_merged", "text": "Sri Lanka being an island nation subjected to tropical climatic influences is highly vulnerable to climate change impacts. We are already experiencing significant climatic imbalances manifested through increasing average temperatures, drastic variations in rainfall patterns and extreme climatic events such as heavy rainstorms, flash floods, and extended droughts and weather related natural disasters in various forms and severity. These extreme and sometimes unseasonal events affect not only the human lives and"}, {"text_block_id": "p3_b35", "text": "properties but also have long term impacts on the ecosystems as well."}, {"text_block_id": "p3_b36", "text": "“Mahinda Chinthana – Vision for the Future”, the Government of Sri Lanka’s Ten Year Development Policy Framework assigns a very high priority to the management of the environment and the natural resources sector including addressing climate change impacts. In keeping with the Government’s overall vision on tackling climate change impacts, the “National Climate Change Policy (NCCP) for Sri Lanka” identifies the need of active involvement in the global efforts to minimize the greenhouse gas emission within the framework of sustainable development and principles enshrined in the United Nations Framework Convention on Climate Change. The NCCP emphasizes the importance of exploring greenhouse gas mitigation technologies and best practices already available in the country and globally, and select nationally appropriate innovative technologies, disseminating, and implementation to the extent possible with sound monitoring mechanisms."}, {"text_block_id": "p3_b37", "text": "The Government and my Ministry in particular recognizes that the Technology Needs Assessment (TNA) Project implemented in collaboration with Global Environment Facility (GEF), United Nations Environment Programme (UNEP), UNEP‐Risoe Center (URC) and the Asian Institute for Technology (AIT),as the first comprehensive national exercise undertaken towards addressing our climate change concerns. Thus, the TNA Report provides an assessment of the priority technology requirements and action plans for climate change mitigation activities in energy, industry and transport sectors. I am convinced that this exercise has been a nationally driven process involving local expertise and knowledge supplemented by international experiences."}, {"text_block_id": "p3_b38", "text": "In fulfillment of the Government’s firm commitment towards taking appropriate national actions for tackling climate change related issues and also collaborative obligations to the international community in this context, I have great pleasure in presenting the Sri Lanka’s National Report on Technology Needs Assessment and Technology Action Plans for Climate Change Mitigation to the policy makers, potential investors, technology developers, scientists and all other stakeholders who are actively participating in sustainable development efforts of the country. I also recommend this report for consideration and emulation of the world community and invite them to be partners in achieving our economic, environmental and social development goals."}, {"text_block_id": "p3_b39", "text": "Susil Premajayantha, MP"}, {"text_block_id": "p3_b40", "text": "Minister of Environment and Renewable Energy"}, {"text_block_id": "p3_b41", "text": "Government of Srilanka"}, {"text_block_id": "p5_b42", "text": "MESSAGE BY THE SECRETARY MINISTRY OF ENVIRONMENT AND RENEWABLE ENERGY"}, {"text_block_id": "p5_b43", "text": "Sri Lanka ratified the United Nations Framework Convention on Climate Change (UNFCCC) in November 1993 and acceded its Kyoto Protocol in September 2002. In keeping with the obligations of the UNFCCC, the Government of Sri Lanka submitted its Initial National Communication in 2000 and submitted the Second National Communication in 2012. Over the last two decades, Sri Lanka has made a significant progress towards improving the national policy framework and strengthening the legal and institutional capabilities to facilitate implementation of obligations under the UNFCCC and Kyoto Protocol. These timely actions demonstrate the Government’s firm commitment in addressing country’s environmental and climate change related issues."}, {"text_block_id": "p5_b44_merged", "text": "Although Sri Lanka is a low greenhouse gases emitter, it is highly vulnerable to adverse impact of climate change. Analysis of past records suggests that air temperature throughout the island has been on a rising trend during the last century. The future scenarios predict higher levels of emissions and possibility of adverse climate change impacts, if no mitigatory and adaptation actions are undertaken now."}, {"text_block_id": "p5_b47", "text": "The TNA explores country needs for the reduction of greenhouse gas emissions and adaptation technologies. It also re‐affirms the will of the Government along with the international community to contribute to the joint efforts in addressing the climate change threat. It is envisaged that this process will open up access to funds, create an enabling environment for the transfer of priority technologies which will improve the climate resilience of the most vulnerable sectors in the country."}, {"text_block_id": "p5_b48", "text": "I would like to take this opportunity to extent my gratitude to the Global Environment Facility (GEF) for funding and the United Nations Environment Programme (UNEP) and the UNEP Risoe Center (URC) for implementing this project in collaboration with the Asian Institute of Technology (AIT). A record of appreciation is also extended to the members of the TNA committee, Sectoral working Groups and all other experts who have contributed to this national exercise."}, {"text_block_id": "p5_b49", "text": "Secretary"}, {"text_block_id": "p5_b50", "text": "Ministry of Environment and Renewable Energy"}, {"text_block_id": "p7_b51", "text": "FORWARD"}, {"text_block_id": "p7_b52", "text": "The Technology Needs Assessment (TNA) for climate change adaptation in Sri Lanka was undertaken by the Climate Change Secretariat of the Ministry of Environment and Renewable Energy from June 2011 to April 2013. The main objective of the Climate Change Technology Needs Assessment is to identify and assess environmentally sound technologies that have synergy between reducing the impact of climate change and the rate of GHG emissions in Sri Lanka within national development objectives. The TNA process included an extensive consultative process by involving all key stakeholders. The National TNA committee and technical Working Groups (WG) for each sector constituted the mechanism for stakeholder consultation. TNA process identified (i) the priority sectors for which technologies are needed to sustain national development projects and programs, (ii) identified suitable technologies that contribute to climate change mitigation and adaptation in the relevant sectors, (iii) prioritized the identified technologies, and assessed their cost‐effectiveness by using the Multi Criteria Decision Analysis (MCDA) process, (iv) identified barriers for implementation of prioritized technologies and developed enabling frameworks for the development and diffusion of the technologies for relevant sectors. Finally, the TNA process developed project proposals for prioritized technologies to mobilize resources for development and diffusion of relevant technologies."}, {"text_block_id": "p7_b53", "text": "The TNA carried out an analysis of various technology options for climate change mitigation in Sri Lanka with a view to understand the relative importance or contribution of each of them in negating or lowering the green house gas emissions. The TNA process provides multiple benefits at the country level, including the identification of barriers for deployment and diffusion of technologies and facilitate in removing of policy and legal gaps leading to improvement of enabling environments, increasing the capacity of local institutions and experts, and raising public awareness of climate change issues."}, {"text_block_id": "p7_b54", "text": "The TNA process in Sri Lanka has followed the guide lines and procedures recommended by UNDP/UNFCCC Handbook for Conducting Technology Needs Assessments for Climate Change (November 2010), Organizing the National TNA Process: An Explanatory Note, 2010 and guidelines provided by the Asian Institute of Technology (AIT). The TNA project in Sri Lanka was supported by the Global Environment Facility (GEF), United Nations Environment Program (UNEP) and Asian Institute of Technology (AIT)."}, {"text_block_id": "p7_b55", "text": "The priority sectors identified for climate change mitigation were Energy, Transport and Industry. Three (03) priority technologies were identified for each sector."}, {"text_block_id": "p7_b56", "text": "It is hoped that this document provides valuable insights to the climate change mitigation technologies for energy, transport and industry sectors of Sri Lanka. The publication should be of interest to policy makers, planners, practitioners, experts and other stakeholders interested in the topic."}, {"text_block_id": "p7_b57", "text": "Herath M Bandaratillake"}, {"text_block_id": "p7_b58", "text": "Team Leader"}, {"text_block_id": "p7_b59", "text": "Technology Needs Assessment Project"}, {"text_block_id": "p9_b60", "text": "ACKNOWLEDGMENTS"}, {"text_block_id": "p9_b61", "text": "This report on Technology Needs Assessment and Technology Action Plans for Climate Change Mitigation was the outcome of the project on Technology Needs Assessment (TNA) on Climate Change Adaptation and Mitigation for Sri Lanka conducted by the Climate Change Secretariat of the Ministry of Environment and Renewable Energy from June 2011 to April 2013."}, {"text_block_id": "p9_b62", "text": "The TNA project in Sri Lanka was funded by the Global Environment Facility (GEF) and technically supported by United Nations Environment Programme (UNEP) and the UNEP Risoe Center (URC) in collaboration with the Asian Institute of Technology (AIT). First and foremost, my appreciation goes to the GEF, UNEP, URC and AIT for their financial and technical supports."}, {"text_block_id": "p9_b63", "text": "I wish to take this opportunity to express my sincere gratitude to Hon. Susil Premajayantha, Minister of Environment and Renewable Energy, Hon. Anura Priyadarshana Yapa, Former Minister of Environment, Mr. B.M.U.D. Basnayake, Secretary, Ministry of Environment and Renewable Energy and Mr. Gamini Gamage, Additional Secretary (Environment and Policy) of the Ministry of Environment and Renewable Energy for their leadership, directions and guidance provided to conduct this project successfully."}, {"text_block_id": "p9_b64", "text": "My appreciation is extended to the members of the TNA committee, sectoral working groups and all other experts who contributed to this project. I am grateful to the various governmental, non‐governmental and private sector personnel who took time out of their busy schedules to meet with our consultants and to provide data and information."}, {"text_block_id": "p9_b65", "text": "I am thankful to all the consultants of the TNA project, namely Mr. H.M.Bandaratillake, Team Leader and sector experts Mr. P.G. Joseph (Energy Sector), Dr. (Mrs.) Erandathie Lokupitiya (Transport Sector), Mr. V.R. Sena Peris and Mr. Jagathdeva Vidanagama of National Cleaner Production Centre (Industry Sector)."}, {"text_block_id": "p9_b66", "text": "My special thanks is also extended to the staff of the Climate Change Secretariat of the Ministry of Environment and Renewable Energy, particularly to Ms. Anoja Herath, Coordinator of the TNA project, Ms. Surani Pathirana and Ms. Nirosha Kumari Environment Management Officers of the Ministry of Environment and Renewable Energy."}, {"text_block_id": "p9_b67", "text": "Finally, on behalf of the Ministry of Environment and Renewable Energy I would like to thank all those who contributed to make this project realistic. Without their supports this project would never be success."}, {"text_block_id": "p9_b68", "text": "Dr. R.D.S.Jayathunga"}, {"text_block_id": "p9_b69", "text": "Director, Climate Change Secretariat"}, {"text_block_id": "p9_b70", "text": "Ministry of Environment and Renewable Energy"}, {"text_block_id": "p11_b71", "text": "CONTRIBUTORS"}, {"text_block_id": "p11_b72", "text": "Ministry of Environment and Renewable Energy"}, {"text_block_id": "p11_b73", "text": "Team of the TNA Project"}, {"text_block_id": "p11_b74", "text": "Stakeholder Participation"}, {"text_block_id": "p11_b75", "text": "National TNA Committee – Annex I The Compositions of the Sectoral Technical Stakeholder Working Groups – Annex II"}, {"text_block_id": "p11_b76", "text": "This document is an output of the Technology Needs Assessment project, funded by the Global Environment Facility (GEF) and implemented by the United Nations Environment Programme (UNEP) and the UNEP‐ Risoe Centre (URC) in collaboration with the Asian Institute for Technology (AIT), for the benefit of the participating countries. The present report is the output of a fully country‐led process and the views and information contained herein are a product of the National TNA team, led by the Secretary, Ministry of Environment and Renewable Energy, Government of Sri Lanka."}, {"text_block_id": "p13_b77", "text": "CONTENTS"}, {"text_block_id": "p13_b78", "text": "MESSAGE BY THE HON. MINSTER OF ENVIRONMENT AND RENEWABLE ENERGY i MESSAGE BY THE SECRETARY MINISTRY OF ENVIRONMENT AND RENEWABLE ENERGY iii"}, {"text_block_id": "p15_b79", "text": "MESSAGE BY THE HON. MINSTER OF ENVIRONMENT AND RENEWABLE ENERGY i MESSAGE BY THE SECRETARY MINISTRY OF ENVIRONMENT AND RENEWABLE ENERGY iii\n"}, {"text_block_id": "p14_b80", "text": "MESSAGE BY THE HON. MINSTER OF ENVIRONMENT AND RENEWABLE ENERGY i MESSAGE BY THE SECRETARY MINISTRY OF ENVIRONMENT AND RENEWABLE ENERGY iii\n\n"}, {"text_block_id": "p16_b81", "text": "LIST OF FIGURES"}, {"text_block_id": "p17_b82", "text": "LIST OF TABLES"}, {"text_block_id": "p19_b83", "text": "EXECUTIVE SUMMERY"}, {"text_block_id": "p19_b84", "text": "This report briefly describes the Technology Needs Assessment (TNA), Barrier Analysis and Enabling Framework (BA&EF) and Technology Action Plans (TAPs) for climate change mitigation in Sri Lanka. Actions leading to these outputs were undertaken between June 2011 and September 2012 under the project on Technology Needs Assessment. In line with its obligations as a signatory to the United Nations Framework Convention on Climate Change (UNFCCC), the Democratic Socialist Republic of Sri Lanka has implemented a number of actions since ratifying the convention in 1993. Sri Lanka submitted the Initial National Communication on Climate Change (INC) in 2000, and acceded to the Kyoto Protocol in September 2002. Over the last two decades the country has made a significant contribution towards the improvement of national policy, legal and institutional capabilities for implementation of the obligations under UNFCCC and Kyoto Protocol."}, {"text_block_id": "p19_b85", "text": "The TNA process in Sri Lanka has followed the guide lines and procedures recommended by UNEP/UNFCCC Handbook for Conducting Technology Needs Assessments for Climate Change (November 2010), and the guidelines provided by the Asian Institute of Technology (AIT). The focus of the assessment has been on technologies that support Sri Lanka's economic development priorities in a sustainable manner, in line with the National Development Policy Framework of Sri Lanka (“"}, {"text_block_id": "p19_b86", "text": "Mahinda Chintana: Idiri Dakma"}, {"text_block_id": "p19_b87", "text": "” – Vision for a New Sri Lanka, 2010). The methodology adopted in the TNA for the Mitigation component was a stakeholder‐driven process to identify and assess environmentally sound technologies that will reduce the rate of greenhouse gas emissions and contribute to low carbon technology investments in Sri Lanka. The main objective of the Climate Change Technology Needs Assessment for Mitigation is to"}, {"text_block_id": "p19_b88", "text": "identify and assess environmentally sound technologies that have synergy between reducing the impact of climate change and the rate of GHG emissions in Sri Lanka within the national development objectives"}, {"text_block_id": "p19_b89", "text": ". The process of conducting the TNA was initiated by the Ministry of Environment and Renewable Energy through with establishment of a National TNA Committee which mandated the Project Coordinator, National Consultants and Sectoral Stakeholder Working Groups to manage the process."}, {"text_block_id": "p19_b90_merged_merged", "text": "As the initial step of the TNA process, the priority sectors for mitigation were identified in consultation with the National TNA Committee. The priority sectors identified for mitigation are Energy, Transport and Industry, the sectors with high GHG emission reduction potentials. Then in consultation with sectoral stakeholder working groups and other sector experts, potential inventory of technologies for each sector compiled, and prioritized using the Multi Criteria Decision Analysis (MCDA) process which include Benefit/Cost analysis to determine the most preferred, prioritized technologies for each sector. The report also presents a quick overview of the existing laws and policies relating to the energy, transport and industry sectors of Sri Lanka."}, {"text_block_id": "p19_b97", "text": "Energy Sector:"}, {"text_block_id": "p19_b98", "text": "Despite Sri Lanka's negligible contributions to Climate Change, it is making all possible efforts to mitigate GHG emissions by developing renewable energy sources and implementing energy conservation measures. According to the National Energy Policy and Strategies (NEPS) of Sri Lanka, the government will endeavor to reach by 2015, a minimum level of 10% of electrical energy supplied to the grid to be from Non‐Conventional Renewable Energy (NCRE)."}, {"text_block_id": "p20_b99", "text": "Having analyzed various potential technology options for mitigating greenhouse gas emission (GHG) by the sectoral stakeholder working group, ten (10) potential technologies have been  identified as suitable mitigation options for the energy sector. These technologies were prioritized using Multi criteria Decision Analysis (MCDA). Thus, three (03) most promising technology options were identified as priority technologies for the sector. The selected technologies were;"}, {"text_block_id": "p20_b100", "text": "(1) Conversion of Biomass and Waste to Energy, (2) Smart Grid Technology for Wind & Solar Integration with Hydro, (3) Building Management Systems."}, {"text_block_id": "p20_b101", "text": "Two of the above technology groups have sub‐technologies as components. Accordingly, six technologies/sub‐technologies viz; (a) Co‐Firing of Biomass with Coal (b) Compact Biogas Digester for Urban Households (c) Waste to Energy, under the Conversion of Biomass Waste to Energy, (d) Smart Grid Technology for Wind, Solar and Small Hydro for Grid Integration, (e) LED Lighting, and (f) Solar Assisted Air Conditioning under the Building Management Systems are being proposed for the energy sector."}, {"text_block_id": "p20_b102", "text": "The barrier analysis for the first prioritized technology"}, {"text_block_id": "p20_b103", "text": "'"}, {"text_block_id": "p20_b104", "text": "Conversion of Biomass Waste to Energy' (technology 1)"}, {"text_block_id": "p20_b105", "text": "has identified ten (10) key barriers including three (03) economic and financial and seven (07) non‐financial barriers. The non‐ financial barriers are comprised of one (01) information and awareness, three (03) policy legal and regulatory, two (02) technical and one (01) social, cultural and behavioral barriers. The barriers identified for the second prioritized technology 'Smart Grid Technology for Wind, Solar and Small Hydro for Grid Integration' (technology 2) includes four (04) economic and financial barriers and eight (08) non‐financial barriers. The non‐financial barriers are comprised of two (02) information and awareness, one (01) human skills, one (01) institutional, three (03) technical and one (01) policy, legal and regulatory barriers. The third prioritized technology 'Building Management Systems' (technology 3) has a total of ten (10) barriers including four (04) economical & financial and six (06) non‐financial barriers. Non‐financial barriers include three (03) information & awareness, one (01) human skills and two (02) technical barriers."}, {"text_block_id": "p20_b106", "text": "The proposed Technology Action Plan for the Energy Sector identifies 8, 12 and 10 measures/actions for successful transfer and diffusion of Technologies 1, 2 and 3 respectively. In addition, technology action plans identify sub‐actions, priority rank, implementation responsibility, estimated time frame for implementation, estimated costs, source of funding, and indicators to measure the success of implementation. The Proposed Action Plans for all three prioritized technologies are presented in the report."}, {"text_block_id": "p20_b107", "text": "Transport Sector:"}, {"text_block_id": "p20_b108_merged_merged", "text": "Transport is the major greenhouse gas (GHG) emitting sector in Sri Lanka. About 60% of air pollution in Colombo City and 48% CO2 emissions from the energy sector comes from the transport. The overarching goal of selecting the technologies is to lower the CO2 emissions and enhance fuel energy use efficiency through reducing congestion due to heavy traffic including the large number of single‐ and low‐ occupancy vehicles, and promoting mass transportation & non‐motorized transportation."}, {"text_block_id": "p20_b115", "text": "Based on the Multi Criteria Decision (MCDA) and benefit/cost analysis three priority technologies have been selected from ten options considered initially. The prioritized technological options in the order of priority are;"}, {"text_block_id": "p20_b116", "text": "(1) Integration of Non‐ motorized transport methods along with regularized public transport system, (2) Promote carpooling and park‐and‐ride systems during rush hours and on roads with heavy volumes of vehicles, and (3) Electrification of the existing railway system."}, {"text_block_id": "p21_b117", "text": "A total of ten (10) key barriers have been"}, {"text_block_id": "p21_b118", "text": "identified with regard to diffusion and deployment of"}, {"text_block_id": "p21_b119", "text": "'Integration of Non‐ motorized transport methods along with regularized public transport system'"}, {"text_block_id": "p21_b120", "text": ". These barriers included one (01) economic & financial and nine (09) non‐financial barriers. The non‐financial barriers comprised four (04) social, cultural, & behavioral barriers, one (01) policy, legal, & regulatory and four (04) “Other” barriers. The second prioritized technology"}, {"text_block_id": "p21_b121", "text": "'Carpooling and Park‐and‐Ride systems'"}, {"text_block_id": "p21_b122", "text": "included a total of eleven (11) key barriers which comprised of two (02) economic & financial barriers and nine (09) non‐financial barriers. The non‐financial barriers included two (02) institutional & organizational capacity, one (01) information & awareness, one (01) policy, legal & regulatory, two (02) social, cultural, & behavioral, and four (04) “Other” barriers. The barrier analysis of the third prioritized technology"}, {"text_block_id": "p21_b123", "text": "'Electrification of the existing railway system'"}, {"text_block_id": "p21_b124", "text": "has identified total of six (06) barriers including one (01) economic & financial barrier and five (05) non‐financial barriers. The non‐ financial barriers comprised of three (03) network failures, one (01) social, cultural & behavioral, and one (01) “Other” barrier."}, {"text_block_id": "p21_b125", "text": "The proposed Technology Action Plan of the Transport sector identified 8, 12 and 6 measures/actions for diffusion of technologies 1, 2 and 3 respectively. In addition, the Technology Action Plans include sub‐actions, priority ranking, implementation responsibility, estimated time frame for implementation, estimated cost of implementation, source of funding, and indicators to measure the success of implementation."}, {"text_block_id": "p21_b126", "text": "Industry Sector:"}, {"text_block_id": "p21_b127", "text": "Sri Lanka is not an industrialized country. The industrial production of the country has been rather low and this is reflected by the relatively low emission of 493 GgCO"}, {"text_block_id": "p21_b128", "text": "2"}, {"text_block_id": "p21_b129", "text": "for the entire Industrial Processing"}, {"text_block_id": "p21_b130", "text": "sector of Sri Lanka. Most of the local industries can be categorized into medium or small scale industries and none is considered large. Most of these industries have a real concern on the high cost of energy, and hence they prefer low cost technologies which reduce energy cost and keen in improving energy efficiency through environment friendly GHG mitigation technologies."}, {"text_block_id": "p21_b131", "text": "Most of the technological options identified for the industry sector are cross cutting in nature. Out of ten (10) such technologies which most of them are developed in Asian region, three (03) most appropriate technologies for the local conditions have been identified and prioritized using the MCDA process. The technologies selected in order of the priority are;"}, {"text_block_id": "p21_b132", "text": "(1) Energy Efficient Motors, (2) Variable Speed Drivers for motors and (3) Biomass residue based cogeneration combined heat and power (CHP)."}, {"text_block_id": "p21_b133", "text": "The barrier analysis carried out for the technology related to introduction of 'Energy Efficient Motors' has identified eight (08) key barriers comprised of two (02) economic & financial barriers and six (06) non‐financial barriers. The non‐financial barriers constitute two (02) technical, one (01) each of policy, legal & regulatory, institutional & organizational capacity, human skills, and information & awareness barriers."}, {"text_block_id": "p21_b134_merged_merged_merged", "text": "The barriers and measures identified for 'Energy Efficient Motors' and 'Variable Speed Drives for Motors' are same due to similarities in the two technologies. Further, both technologies are aimed at improving efficiency of motors and their applications. Accordingly, proposed enabling measures for both these technologies are identical."}, {"text_block_id": "p22_b137_merged", "text": "The third prioritized technology in the industry sector is 'Biomass Residue Based Cogeneration Combined Heat and Power (CHP').The barriers identified for this technology include a total of seven (07) key barriers which comprise of two (02) economic & financial barriers and five (05) non‐financial barriers. The non‐financial barriers include two (02) policy, legal & regulatory, two (02) social, cultural & behavioral and one (01) information & awareness barriers."}, {"text_block_id": "p22_b140", "text": "The proposed Technology Action Plan for the Industry sector sets out eight (8) each for Technologies 1, and 2 and five (05) for Technology 3. In addition, technology action plans also contain sub‐actions, priority rank, implementation responsibility, estimated time frame and cost for implementation, potential sources of funding, and indicators to assess success of implementation."}, {"text_block_id": "p23_b141", "text": "Sri Lanka is an island nation in the Indian Ocean, located about 80 km to the southeast of the Indian sub‐"}, {"text_block_id": "p23_b142", "text": "continent. It comprises a mainland of area 65,610 km"}, {"text_block_id": "p23_b143", "text": "2"}, {"text_block_id": "p23_b144", "text": ", including 2,900 km"}, {"text_block_id": "p23_b145", "text": "2"}, {"text_block_id": "p23_b146", "text": "of inland water bodies and several small islands. The south‐central part of the country is mountainous, while the rest of the country is mostly flat undulating land. The country has a coast line of about 1,585 km, comprising sandy beaches and sand dunes, dotted with many lagoons, estuaries, marshes, mangroves and deltas. There are altogether 103 rivers spread around the country."}, {"text_block_id": "p23_b147", "text": "The climate of the country depends largely on the monsoon wind pattern. The annual mean surface air"}, {"text_block_id": "p23_b148", "text": "temperature of the island is about 27"}, {"text_block_id": "p23_b149", "text": "o"}, {"text_block_id": "p23_b150", "text": "C, with the values varying between 35"}, {"text_block_id": "p23_b151", "text": "o"}, {"text_block_id": "p23_b152", "text": "C in the lowlands and"}, {"text_block_id": "p23_b153", "text": "about 15"}, {"text_block_id": "p23_b154", "text": "o"}, {"text_block_id": "p23_b155", "text": "C in the highlands. The country receives rainfall over 2,500 mm annually in the south‐west quadrant during the south‐western monsoon period, while receiving below about 1,750 mm annually during the north‐eastern monsoon period. Based on the rainfall, the country is divided into three major climatic zones as wet, dry and the intermediate zones, with the dry and intermediate zones covering the major portion of the country. The rainfall spreads over the entire country during the two inter‐monsoon periods. The annual average rainfall received over the country is about 1,860 mm."}, {"text_block_id": "p23_b156", "text": "The population estimates for the year 2010 is 20.65 million people with a population density of 329"}, {"text_block_id": "p23_b157", "text": "persons per square kilometer and it is one of the most densely populated countries of the world"}, {"text_block_id": "p23_b158", "text": "12"}, {"text_block_id": "p23_b159", "text": ". The population growth rate is around 1.1 per cent at present and it is projected that the population will reach the 25 million mark by the middle of the century. Sri Lanka is a multi‐ethnic secular state. The major ethnic groups in the country are Sinhalese (73.9%), Tamils (18.2%) and Moors (7.1%). The majority of the population is Buddhists (69.3%), and the other major religions are Hinduism (15.5%), Muslims (7.6%),"}, {"text_block_id": "p23_b160", "text": "and Christians (7.6%)"}, {"text_block_id": "p23_b161", "text": "7"}, {"text_block_id": "p23_b162", "text": "."}, {"text_block_id": "p23_b163", "text": "1.1 Ratification of United Nations Framework Convention on Climate Change and Follow up Actions:"}, {"text_block_id": "p23_b164_merged_merged_merged_merged", "text": "Sri Lanka ratified the United Nations Framework Convention on Climate Change (UNFCCC) in November 1993. The primary objective of this multilateral agreement is to achieve the stabilization of Greenhouse Gas (GHG) concentrations in the atmosphere at a level that would prevent dangerous anthropogenic activities from interfering with the climate system. In terms of Articles 4.1(c), (j) and 12 of the Convention, countries are periodically required to submit reports to the UNFCCC on Strategies, Plans and Programs regarding their attempts to address climate change. In order to fulfill these requirements, Sri Lanka submitted the Initial National Communication to the 6th Session of the Conference of Parties (COP 6) in 2000. In September 2002, the Government of Sri Lanka acceded to the Kyoto Protocol. Over the last two decades Sri Lanka has made a significant contribution towards the improvement of national policy and strengthening of legal and institutional capabilities for implementation of the obligations under UNFCCC and Kyoto Protocol."}, {"text_block_id": "p24_b168", "text": "Some of these institutional initiatives include establishment of the Climate Change Secretariat (CCS) within the Ministry of Environment and Renewable Energy (MERE) to serve as the nodal point for the implementation of UNFCCC decisions including the preparation of the National Communications & GHG inventories, and establishment of the Designated National Authority (DNA) for the CDM under the Kyoto Protocol (KP). In addition, the ME has been instrumental in establishing two CDM Centers at University of Moratuwa and University of Peradeniya in order to involve the University system in promoting CDM activities in the country, particularly in the areas of energy and agriculture respectively. Besides these, the Centre for Climate Change Studies (CCCS) has been established within the Meteorological Department (MD) for undertaking research on climate change including analysis of data collected by the MD and to make projections of climate change based on IPCC findings and assist scientists in other institutes in carrying out impact studies in their respective sectors. Furthermore, National Capacity Needs Self Assessment on Climate Change (NCSA) and other related assessments"}, {"text_block_id": "p24_b169", "text": "have been carried out by the ME in 2007"}, {"text_block_id": "p24_b170", "text": "25"}, {"text_block_id": "p24_b171", "text": "."}, {"text_block_id": "p24_b172", "text": "The recent policy and legal initiatives undertaken towards meeting the obligations of the UNFCCC include preparation of new environment related policies such as National Environmental Policy (2003), National Climate Change Policy (2012), National Land Use Policy (2007), National Forest Policy (1995), National Policy on Wildlife Conservation (2000), National Watershed Management Policy (2004), National Air Quality Management Policy (2000), National Policy on Wetlands (2006) etc and the new amendments to the Forest and Wildlife laws (Forest Ordinance & Fauna and Flora Protection"}, {"text_block_id": "p24_b173", "text": "Ordinance)"}, {"text_block_id": "p24_b174", "text": "26"}, {"text_block_id": "p24_b175", "text": ". In addition, recently developed national strategies such as Haritha (Green)"}, {"text_block_id": "p24_b176", "text": "35"}, {"text_block_id": "p24_b177", "text": "Lanka Action Plan, National Climate Change Adaptation Strategy and Sri Lanka Strategy for Sustainable Development, demonstrate the importance that the Government places on environmental and climate change related issues. Besides, the National Council for Sustainable Development was constituted in 2009 under the chairmanship of HE the President of the Democratic Socialist Republic of Sri Lanka to provide leadership and guidance for sustainable development in the country. The Council is charged with the responsibility of producing an integrated policy, and overseeing and guiding the implementation of the Haritha Lanka Action Plan to ensure the sustainability of social and economic development programmes while safe guarding the environmental integrity of the country."}, {"text_block_id": "p24_b178", "text": "1.2 Status of GHG Emissions and Vulnerability to Climate Change"}, {"text_block_id": "p24_b179_merged_merged_merged", "text": "Sri Lanka has carried out its Second National Greenhouse Gas (GHG) Inventory for 2000 in accordance with the revised 1996 IPCC Guidelines (RIG, 1996) and reported the findings in the Second National Communication on Climate Change (2012)29 . Based on this inventory, the total aggregate emission was 20,798 GgCO2eq which comprised 61.4% from the energy sector (including transport), 25.0% from the agriculture sector, 10.8% from the waste sector, 2.6% from the industry sector and 0.2% from the land use change and forestry sector as shown in Table 1.1. With the uptake of 6,254 GgCO2eq from the land use change and forestry sector, the total net emission had been 12,588.9 GgCO2eq. The composition of this quantity was 58.0 % of CO2, 36.3% of CH4 in CO2eq and 5.69 % of N2O in CO2eq. Transport, Energy, Agriculture, Waste and Industry are the highest GHG emitting sectors."}, {"text_block_id": "p25_b203", "text": "Source : ME, 2012, Second National Communication on Climates Change"}, {"text_block_id": "p25_b204", "text": "As a small island nation, Sri Lanka falls into the UNFCCC and IPCC's category of 'vulnerable' Small Island nations which are under serious threat from various climate change impacts, such as sea level rise and"}, {"text_block_id": "p25_b205", "text": "severe floods and droughts (UNFCCC 1992; IPCC 2001)"}, {"text_block_id": "p25_b206", "text": "21"}, {"text_block_id": "p25_b207", "text": ". These threats are considered to have significant negative consequences on various sectors within Sri Lanka (ME, 2011). Climate change puts extra burdens on the social and economic challenges that the poorest already face, emphasizing and increasing their vulnerabilities due to the dependence of their livelihoods on climate sensitive natural resources and the weak social protection structures. By directly eroding the resources that poor people depend on for their livelihoods, climate change makes it easier for people to fall into poverty and harder for the poorest to escape from it."}, {"text_block_id": "p25_b208", "text": "Being a developing country in the tropical region with significant poor population, and located in a disaster prone region, Sri Lanka is highly vulnerable to climate change in terms of physical as well as socio‐economic impacts. Although Sri Lanka's GHG emissions are negligible compared to those of developed or larger developing countries, analysis of past records in Sri Lanka have highlighted that air temperature in the island has been rising throughout the country during the last century with a"}, {"text_block_id": "p25_b209", "text": "temperature increase of 0.016"}, {"text_block_id": "p25_b210", "text": "0"}, {"text_block_id": "p25_b211", "text": "C per year between 1961 and 1990 whilst the highest increase of"}, {"text_block_id": "p25_b212", "text": "minimum temperature being about 2"}, {"text_block_id": "p25_b213", "text": "0"}, {"text_block_id": "p25_b214", "text": "C at Nuwara Eliya. Night time annual average temperatures have"}, {"text_block_id": "p25_b215", "text": "increased in a faster rate than that of the daytime, up to a maximum of 0.02"}, {"text_block_id": "p25_b216", "text": "0"}, {"text_block_id": "p25_b217", "text": "C per year. Analysis of rainfall data reveals that the variability has been increasing in the past in most parts of the island resulting in water scarcities in the dry zone of Sri Lanka. Extreme weather events such as high intensity rainfall followed by flash floods and landslides, and extended dry periods resulting in water scarcity are  now  becoming  common occurrences  in the country."}, {"text_block_id": "p25_b218", "text": "1.3 National Sustainable Development Strategies"}, {"text_block_id": "p25_b219_merged_merged_merged", "text": "The concept of Sustainable Development is not new to Sri Lanka, though the term itself has come into prominence only recently. The natural resource conservation had been an integral part of the ancient civilization of Sri Lanka and much evidence to this effect is available in ancient chronicles of Sri Lanka  such  as  Mahawansa42 . Our ancestors have had a long tradition of living in harmony with nature in the course of harnessing natural resources for more than 2500 years."}, {"text_block_id": "p26_b223", "text": "After the Rio Summit in 1992, the Government of Sri Lanka began to follow a more focused and comprehensive policy towards sustainable development. The nation is committed towards ensuring environmental sustainability by 2015 as part of its commitment to achieve the Millennium Development Goals. Realizing the need to strike a balance between environmental conservation and economic development, the Government of Sri Lanka in 2003, enunciated the National Environmental Policy (NEP) with the vision “to achieve a healthy and pleasant environment sustaining nature for the well being of people and the economy”. The NEP ensures a sound environmental management within a framework of sustainable development in the country and it provides the direction for the necessary measures to conserve and manage Sri Lanka's environment and natural resources. The successive National Environmental Action Plans (NEAPs), recently developed Climate Change Policy and National Strategies such as the Haritha Lanka Action Plan, National Climate Change Adaptation Strategy and National Sustainable Development Strategy of Sri Lanka provide a broad environmental policy framework for sustainable development in the country"}, {"text_block_id": "p26_b224", "text": "."}, {"text_block_id": "p26_b225_merged", "text": "Although Sri Lanka has made substantial progress in economic development over the past few decades, significant challenges to sustainable development still prevails. These challenges are of environmental, natural resource management and socio‐economic in nature. The Sri Lanka Strategy for Sustainable Development (SLSSD) which was developed by the Ministry of Environment and Natural Resources in 2007 aims to meet the country's various development needs as well as its development challenges, and to mainstream environmental considerations in policy‐making and policy implementation. According to SLSSD, Sri Lanka's vision for sustainable development is “Achieving sustained economic growth that is socially equitable and ecologically sound, with peace and stability”."}, {"text_block_id": "p26_b229", "text": "The SLSSD seeks to achieve this vision through eradication of poverty, ensuring competitiveness of the economy, improving social development, ensuring good governance, and a clean and healthy environment."}, {"text_block_id": "p26_b230", "text": "Based on the recommendation of the SLSSD, a policy making and monitoring body known as “National Council for Sustainable Development (NCSD) was established in 2008 under the leadership of His Excellency the President of Sri Lanka. The Haritha (Green) Lanka Programme was developed in 2009 under this mechanism and it aims to mainstream the subject of Environment into the national development planning process in the country. The NCSD is responsible for overall management and coordination of the programme. Ministry of Environment acts as the Secretariat and the Ministry of Plan Implementation monitors progress of the programme."}, {"text_block_id": "p26_b231", "text": "1.4 The National Climate Change Policy of  Sri Lanka"}, {"text_block_id": "p26_b232", "text": "As climate change is a complex issue requiring action by a varied group of stakeholders, lately the necessity of a national agenda to face this challenge has been conceived. In this context, the Government of Sri Lanka has developed a policy framework on the basis of UNFCCC guidelines that addresses the need for the nation to engage in climate change mitigation and adaptation measures. This policy framework namely, “National Climate Change Policy for Sri Lanka” was developed in 2012 with a view to provide directions for all the stakeholders to facilitate addressing the adverse impacts  of  climate  change  efficiently  and effectively. See the box for highlights of the National Policy."}, {"text_block_id": "p27_b233", "text": "1.5 National Climate Change Adaptation Strategy (NCCAS)"}, {"text_block_id": "p27_b234", "text": "Although Sri Lanka's contribution to global warming is insignificant, its vulnerability to climate change appears to be very high. Hence, Sri Lanka has recognized the need for climate change adaptation in order to achieve its economic development goals while ensuring environmental sustainability as articulated in the Mahinda Chintana policy framework. In view of this, the Ministry of Environment in 2010 developed the National Climate Change Adaptation Strategy (NCCAS) defining a prioritized framework for action and an investment plan for the period 2011‐ 2016 with the overall goal of systematically moving the country towards a climate change resilient future. In order to achieve this goal, the NCCAS has identified the following strategic thrust areas for action."}, {"text_block_id": "p27_b235", "text": "Although Sri Lanka's contribution to global warming is insignificant, its vulnerability to climate change appears to be very high. Hence, Sri Lanka has recognized the need for climate change adaptation in order to achieve its economic development goals while ensuring environmental sustainability as articulated in the Mahinda Chintana policy framework. In view of this, the Ministry of Environment in 2010 developed the National Climate Change Adaptation Strategy (NCCAS) defining a prioritized framework for action and an investment plan for the period 2011‐ 2016 with the overall goal of systematically moving the country towards a climate change resilient future. In order to achieve this goal, the NCCAS has identified the following strategic thrust areas for action.\n"}, {"text_block_id": "p27_b240", "text": "1.6 Objectives of the Technology Needs Assessment (TNA)"}, {"text_block_id": "p27_b241", "text": "The Technology Needs Assessments are carried out to identify measures and practices that might be implemented in different sectors of a country to reduce GHG emissions and vulnerability to climate change and to contribute to overall development goals. It provides multiple benefits at the country level, including facilitating in removing policy and legal gaps leading to improvement of enabling environments for deployment and diffusion of technologies, increasing the capacity of local institutions and experts, and raising public awareness of climate change issues."}, {"text_block_id": "p28_b242", "text": "Thus the main objective of the Climate Change Technology Needs Assessment is to identify and assess environmentally sound technologies that have synergy between reducing the impact of climate change and the rate of GHG emissions in Sri Lanka within national development objectives. The TNA represents a set of country driven activities that identify and determine the most appropriate mitigation and adaptation priority technologies for Sri Lanka on sectoral basis."}, {"text_block_id": "p28_b243", "text": "The Specific Objectives of the TNA are to;"}, {"text_block_id": "p28_b244", "text": "The Specific Objectives of the TNA are to;\n* Define priority sectors for which technologies are needed to sustain national development     projects and programmes in light of the UNFCCC and potential impacts of climate change.\n* Identify suitable technologies that contribute to climate change adaptation in the relevant sectors.\n* Prioritize the identified technologies, their costâeffectiveness, and barriers to implementation.\n* Identify the barriers and develop an enabling framework for the development and diffusion of prioritized technologies for relevant sectors.\n* Develop technology action plans and project ideas for priority technologies for relevant sectors to mobilize resources for implementation of the programme."}, {"text_block_id": "p29_b254", "text": "CHAPTER 2"}, {"text_block_id": "p29_b255", "text": "Institutional arrangements for the TNA and the stakeholders' involvement"}, {"text_block_id": "p29_b256", "text": "2.1  Institutional arrangements"}, {"text_block_id": "p29_b257_merged", "text": "The Sri Lankan TNA has followed the guidelines from the UNDP/UNFCCC Handbook for Conducting Technology Needs Assessments for Climate Change (November 2010), Handbook for Conducting Technology Needs Assessments for Climate Change (2009) and Organizing the National TNA Process: An Explanatory Note, 2010 . Overview of the institutional arrangements involved in the TNA process proposed by UNDP/UNFCCC Handbook for Conducting Technology Needs Assessments for Climate Change is shown in Figure 2.1."}, {"text_block_id": "p29_b261", "text": "Figure 2.1 Institutional Arrangements for the TNA Project"}, {"text_block_id": "p29_b262", "text": "Based on the guidelines proposed by the UNDP/UNFCCC Handbook, following initial steps were taken in establishing the institutional arrangements for implementation of the TNA project:"}, {"text_block_id": "p29_b263", "text": "Based on the guidelines proposed by the UNDP/UNFCCC Handbook, following initial steps were taken in establishing the institutional arrangements for implementation of the TNA project:\n* Identification and establishing the lead agency for TNA project implementation\n* Exploring objectives and scope of the Project through a consultation meeting"}, {"text_block_id": "p30_b267", "text": "Based on the guidelines proposed by the UNDP/UNFCCC Handbook, following initial steps were taken in establishing the institutional arrangements for implementation of the TNA project:\n* Identification and establishing the lead agency for TNA project implementation\n* Exploring objectives and scope of the Project through a consultation meeting\n* Identification of relevant stakeholder agencies and appointment of the TNA Committee.\n* Identification of a core team involving the lead technical institutions and other technical experts for the priority sectors.\n* Appointment of the TNA Coordinator and National Consultants\n* Define a process for stake holder consultation by establishing the Technical Sectoral Stakeholder Working Groups for the priority sectors."}, {"text_block_id": "p30_b275", "text": "Accordingly, setting up of the National TNA team was the first operational task undertaken in the TNA process. The Ministry of Environment and Renewable Energy being the focal point for the UNFCCC and the Kyoto Protocol it was designated as the lead agency responsible for the TNA process. The National TNA Team comprised of the inter‐ministerial National TNA Committee, Project Coordinator, National Consultants and Sectoral Technical Working Groups."}, {"text_block_id": "p30_b276", "text": "National TNA Committee:"}, {"text_block_id": "p30_b277", "text": "The National TNA Committee comprised of senior officers from relevant line Ministries, departments and other Government agencies. The TNA Committee chaired by the Secretary of the Ministry of Environment and Renewable Energy comprised of 21 members. (List of members of the National TNA committee is provided in Annex I). The composition of the National TNA team remained flexible to enable including any other members as required during the TNA process. Members of the National TNA Committee were those who are familiar with national development objectives and sector policies, overall insights of climate change, and potential climate change impacts & adaptation needs for Sri Lanka. This National TNA committee functioned as a Task Force overseeing the TNA process and it provided the required leadership and guidance for project implementation."}, {"text_block_id": "p30_b278", "text": "The Project Coordinator:"}, {"text_block_id": "p30_b279", "text": "A senior officer attached to the Climate Change Secretariat with adequate scientific background, facilitation skills and familiar with the climate change negotiations and activities functioned as the Project Coordinator who was vested with the responsibility of managing the overall TNA process while providing vision and leadership for the exercise as the focal point. This included facilitation of communication with the National TNA Committee and Consultants, coordination and communication with sectoral technical working groups and stakeholders, recruitment and coordination with consultants, formation of networks, information acquisition, preparation of work plans and monitoring of the Project's progress etc."}, {"text_block_id": "p30_b280", "text": "National Consultants:"}, {"text_block_id": "p30_b281", "text": "A team of three (03) national experts and a Team Leader provided the required technical expertise for the mitigation component of the Project. The responsibility of each expert included identification and prioritization of technologies, identification of barriers, enabling framework and carry out market assessment, and preparation of reports on Barrier Analysis, Technology Action Plans (TAP) & Project Ideas for their respective area of expertise.  The Team Leader functioned under the overall guidance of the TNA Committee and the Project Coordinator. The responsibility of the Team Leader included providing overall guidance to sector experts, preparation of consolidated reports for identified climate change mitigation and adaptation interventions."}, {"text_block_id": "p30_b282", "text": "Sectoral Technical Working Groups:"}, {"text_block_id": "p30_b283", "text": "The establishment and functions of Sectoral Technical Working Groups is discussed under the section on “Stakeholder Engagement Process”."}, {"text_block_id": "p30_b284", "text": "2.2 Stakeholder Engagement Process:"}, {"text_block_id": "p30_b285", "text": "The stakeholder involvement was considered very crucial to the TNA process as it reflects national response to climate change technology, and implementation of activities at all levels. In order to ensure"}, {"text_block_id": "p31_b286", "text": "widest possible stakeholder participation in the TNA process, three (03) technical stakeholder working groups were established on sectoral basis. The stakeholder working groups for mitigation represented Energy, Transport and Industry sectors. The stakeholders for the technical working groups have been identified from the relevant organizations and institutions as recommended by the UNDP/UNFCCC Handbook (2010) and included representatives of the Government institutions with responsibility for policy formulation & regulation, private & public sector industries, technology distributors, users & suppliers, organizations involved in the manufacture, import & sale of technologies and other relevant institutions such as Universities, research organizations & relevant NGOs. Each sectoral stakeholder working group included around 15‐20 persons representing related organizations in the respective sectors. The compositions of the sectoral working groups were flexible with the provision for including additional members depending on the requirement. The Sector Working Groups were mandated with the responsibility of taking decisions with regard to the technologies appropriate for respective sectors, undertake barrier analysis, market assessment and enabling framework for relevant sectors, and contribute to development of TAP and project ideas."}, {"text_block_id": "p31_b287", "text": "The goals and objectives of the TNA Project and the working arrangements of the participatory process was discussed and agreed with all sectoral stakeholder working groups at the"}, {"text_block_id": "p31_b288", "text": "National Inception Workshop"}, {"text_block_id": "p31_b289", "text": ". The roles and responsibilities of stakeholder working groups were also discussed during the inception workshop. The Project Coordinator together with the Consultants facilitated the sectoral working group discussions ensuring maximum output from the deliberations."}, {"text_block_id": "p31_b290", "text": "(The compositions of the Sectoral Technical Stakeholder Working Groups for Mitigation are provided in Annex II)."}, {"text_block_id": "p31_b291", "text": "2.3 The Technology Needs Assessment (TNA) Process"}, {"text_block_id": "p31_b292_merged_merged", "text": "The TNA process has followed the guidelines and procedures recommended by UNDP/UNFCCC Handbook for Conducting Technology Assessments for Climate Change (November 2010) and guidelines provided by the Asian Institute of Technology (AIT). The focus of the assessment has been on technologies that support Sri Lanka's economic development in a sustainable manner, keeping in line with the National Development Policy Framework of Sri Lanka (“Mahinda Chintana: Idiri Dakma” – Vision for a New Sri Lanka, (2010). The methodology adopted in the TNA was a stakeholder driven process to identify and assess environmentally sound technologies that will, within national development objectives, reduce the impact of climate change and the rate of greenhouse gas emissions in Sri Lanka. The process of conducting the TNA was initiated by the Ministry of Environment and Renewable Energy with establishment of the National TNA Committee which mandated the Project Coordinator, National Consultants and Sectoral Stakeholder Working Groups to manage the process."}, {"text_block_id": "p31_b295", "text": "The TNA process involved six steps which were carried out through extensive stakeholder consultations. As the initial step of the TNA process, the priority sectors for adaptation and mitigation were identified in consultation with the National TNA Committee. In prioritization of sectors, the development and sustainability priorities of Sri Lanka, vulnerability to climate change and GHG emission reduction potentials were considered as the main criteria. The priority sectors identified for mitigation were Energy, Transport and Industry. Then in consultation with sectoral stakeholder working groups and other sector experts, potential list of most appropriate technologies for each sector were identified, and the technologies were prioritized by using the Multi Criteria Decision Analysis (MCDA) process with the participation of sectoral stakeholders at separate stakeholder consultations for each sector. The MCDA approach provided opportunity to assess technologies across a range of development and sustainability criteria. The cost of technology implementation and environmental, social, and economic benefits were used as the main criteria in the MCDA process for prioritizing the technologies."}, {"text_block_id": "p32_b296", "text": "Although the most appropriate technologies were identified as priority needs, still there are barriers that need to be overcome for fulfilling the objectives of technology transfer and diffusion. Therefore, the technologies were categorized into four generic categories based on their market characteristics for the purpose of to carrying out the barrier analysis. An enabling framework was developed for each technology in order to overcome the anticipated barriers thus identified. Subsequently, the Technology Action Plans (TAP) were developed for each technology, and based on the TAPs, Project Ideas were developed for all the prioritized technologies."}, {"text_block_id": "p33_b297", "text": "3.1 An overview of sectors, and projected climate change and the GHG emission status and trends of different sectors"}, {"text_block_id": "p33_b298", "text": "The GHGs are produced mainly during the combustion of fossil fuels for generation of energy, both thermal and motive. Fuels such as coal, petroleum oil and natural gas are burnt to drive turbines to generate electricity, or operate boilers or run vehicles. The main GHG emitted from these combustion processes is CO"}, {"text_block_id": "p33_b299", "text": "2"}, {"text_block_id": "p33_b300", "text": ". Various industrial processes could cause the emission of CO"}, {"text_block_id": "p33_b301", "text": "2"}, {"text_block_id": "p33_b302", "text": ", CH"}, {"text_block_id": "p33_b303", "text": "4"}, {"text_block_id": "p33_b304", "text": ", N"}, {"text_block_id": "p33_b305", "text": "2"}, {"text_block_id": "p33_b306", "text": "O and NMVOC."}, {"text_block_id": "p33_b307", "text": "Agricultural activities such as rice cultivation, application of nitrogen fertilizer, ruminant animal rearing and animal waste management contribute to emission of CH"}, {"text_block_id": "p33_b308", "text": "4"}, {"text_block_id": "p33_b309", "text": "and N"}, {"text_block_id": "p33_b310", "text": "2"}, {"text_block_id": "p33_b311", "text": "O. In addition, Land Use, Land Use"}, {"text_block_id": "p33_b312", "text": "Change and Forestry (LULUCF) emissions include burning of crop residues, forest fires, land use changes,"}, {"text_block_id": "p33_b313", "text": "changes in woody biomass stocks and soil disturbances result in the emission of CO"}, {"text_block_id": "p33_b314", "text": "2"}, {"text_block_id": "p33_b315", "text": ", CO, CH"}, {"text_block_id": "p33_b316", "text": "4"}, {"text_block_id": "p33_b317", "text": "and NO"}, {"text_block_id": "p33_b318", "text": "x"}, {"text_block_id": "p33_b319", "text": "."}, {"text_block_id": "p33_b320", "text": "Disposal of solid waste both in sanitary land‐fills and in open dumps as well as waste water treatment facilities result in the emission of CH"}, {"text_block_id": "p33_b321", "text": "4"}, {"text_block_id": "p33_b322", "text": ". The GHG emission status of different sectors of Sri Lanka in year"}, {"text_block_id": "p33_b323", "text": "2000 is briefly described below"}, {"text_block_id": "p33_b324", "text": "6"}, {"text_block_id": "p33_b325", "text": "."}, {"text_block_id": "p33_b326", "text": "Energy Sector:"}, {"text_block_id": "p33_b327", "text": "This sector includes energy industry, refinery operations and household & commercial sectors. Emissions from fossil fuel combustion in electricity generation (energy industries), refinery operations, and household & commercial sectors are considered as emissions from the energy sector."}, {"text_block_id": "p33_b328", "text": "The total CO"}, {"text_block_id": "p33_b329", "text": "2"}, {"text_block_id": "p33_b330", "text": "equivalent emissions from Energy sector were 5,523.5 GgCO"}, {"text_block_id": "p33_b331", "text": "2eq"}, {"text_block_id": "p33_b332", "text": ". The details of emissions"}, {"text_block_id": "p33_b333", "text": "from energy sector are provided in Table 4.1. (Transport and Industry sectors were taken up as separate sectors for sector prioritization)."}, {"text_block_id": "p33_b334", "text": "Transport Sector:"}, {"text_block_id": "p33_b335", "text": "This sector includes Road, Railway, Air and Sea transportations. Transport sector is a major greenhouse gas (GHG) emitting source in Sri Lanka. The transport sector utilizes petroleum fossil fuels contributing to significant amounts of carbon dioxide (CO"}, {"text_block_id": "p33_b336", "text": "2"}, {"text_block_id": "p33_b337", "text": ") and other GHG emissions (N"}, {"text_block_id": "p33_b338", "text": "2"}, {"text_block_id": "p33_b339", "text": "O, CH"}, {"text_block_id": "p33_b340", "text": "4,"}, {"text_block_id": "p33_b341", "text": "CO"}, {"text_block_id": "p33_b342", "text": ","}, {"text_block_id": "p33_b343", "text": "NO"}, {"text_block_id": "p33_b344", "text": "X"}, {"text_block_id": "p33_b345", "text": ", NMVOC and So"}, {"text_block_id": "p33_b346", "text": "2"}, {"text_block_id": "p33_b347", "text": "). The total CO"}, {"text_block_id": "p33_b348", "text": "2"}, {"text_block_id": "p33_b349", "text": "equivalent emissions from the transport sector is estimated as"}, {"text_block_id": "p33_b350", "text": "5,084 GgCO"}, {"text_block_id": "p33_b351", "text": "2eq"}, {"text_block_id": "p33_b352", "text": ". The details of emissions from transport sector are provided in Table 5.1."}, {"text_block_id": "p33_b353", "text": "Industry Sector:"}, {"text_block_id": "p33_b354_merged_merged_merged_merged", "text": "The industrial sector includes all industries excluding industries identified under energy sector (energy industry and refinery operations). This includes energy consuming industries and those included under industrial processes. Accordingly, the sector includes traditional industries, technology intensive industries, small and medium enterprises and micro industries. Cement manufacture, lime production for construction industry and industries using CaCO3 containing material and soda ash are some of the key industries contributing to GHG emissions within the industry sector. The total CO2 equivalent emission from the industry sector as estimated in 2000 is 1,447.4 GgCO2eq. The details of emissions from this sub‐sector are provided in Table 6.1."}, {"text_block_id": "p34_b363", "text": "Agriculture Sector:"}, {"text_block_id": "p34_b364", "text": "Methane emissions from livestock, rice cultivation, all GHG emissions and precursors from agriculture residue burning, direct and indirect emissions from soils are included under agriculture sector. The total CO"}, {"text_block_id": "p34_b365", "text": "2"}, {"text_block_id": "p34_b366", "text": "equivalent emission from this sub‐sector is estimated as 4,709.44"}, {"text_block_id": "p34_b367", "text": "GgCO"}, {"text_block_id": "p34_b368", "text": "2eq"}, {"text_block_id": "p34_b369", "text": "."}, {"text_block_id": "p34_b370", "text": "Land Use, Land Use Change and Forestry (LULUCF) Sector:"}, {"text_block_id": "p34_b371", "text": "The undisturbed natural forests free of anthropogenic activities which are in equilibrium have been excluded from these inventory calculations. Changes in forest and other woody biomass stocks including timber and fuel wood removal, carbon stock changes in plantation crops such as tea, rubber, coconut and home gardens, and carbon stock"}, {"text_block_id": "p34_b372", "text": "changes in soils are considered in emission calculations for this sector. The CO"}, {"text_block_id": "p34_b373", "text": "2"}, {"text_block_id": "p34_b374", "text": "equivalent net GHG"}, {"text_block_id": "p34_b375", "text": "removal from this sector is 6,208.58 GgCO"}, {"text_block_id": "p34_b376", "text": "2eq."}, {"text_block_id": "p34_b377", "text": "Waste Sector:"}, {"text_block_id": "p34_b378_merged_merged_merged", "text": "In the Western Province where the population is the highest, daily collection of solid waste is estimated to be around 6,400 t / day. This waste is disposed mostly in open dump yards. Some efforts are being taken to sort recyclable materials and convert the organic component into compost. The emissions from this sector included CH4 emissions from solid waste and waste water from industries. The total emission from this sector as per the estimates of 2000 is 96.82 GgCH4 or 2,033.22 GgCO2eq."}, {"text_block_id": "p34_b387", "text": "The contribution of GHG emissions by different sectors in year 2000 is shown below in Fig. 3.1. This accounts for 29% by the energy sector, 27% by the transport sector, 25% by the agriculture sector, 11% by the waste sector and 8% by the industry sector."}, {"text_block_id": "p34_b388", "text": "Figure 3.1: Contributions for GHG emissions from different sectors in Sri Lanka"}, {"text_block_id": "p35_b389", "text": "3.2  Process and criteria of sector prioritization"}, {"text_block_id": "p35_b390", "text": "Following are the main factors considered when defining criteria for selecting and prioritization of sectors for the Mitigation activities;"}, {"text_block_id": "p35_b391", "text": "Following are the main factors considered when defining criteria for selecting and prioritization of sectors for the Mitigation activities;\n* Contribution to the development priorities of the country\n* Contribution to climate change mitigation in terms of GHG emission reduction potential\n* The market potential\n* Access to and availability of technologies in the sector."}, {"text_block_id": "p35_b399", "text": "Accordingly, the sector prioritization process commenced with the identification of development"}, {"text_block_id": "p35_b400", "text": "and sustainability"}, {"text_block_id": "p35_b401", "text": "priorities of the country."}, {"text_block_id": "p35_b402", "text": "The Development Policy Framework of the Government of Sri"}, {"text_block_id": "p35_b403", "text": "Lanka – “Sri Lanka Emerging Wonder of Asia:"}, {"text_block_id": "p35_b404", "text": "Mahinda Chintana"}, {"text_block_id": "p35_b405", "text": "– Vision for the Future” – presents Sri"}, {"text_block_id": "p35_b406", "text": "Lanka's economic policy strategies, actions and the roadmap for the next six years"}, {"text_block_id": "p35_b407", "text": "39"}, {"text_block_id": "p35_b408", "text": "."}, {"text_block_id": "p35_b409_merged_merged", "text": "The economic development philosophy of Mahinda Chintana is that economic growth alone would not bring prosperity to the society but social, cultural, religious and environmental development are equally important. The development goals of the Government will be achieved by transforming the country to a modern, knowledge‐based, environmentally friendly and well connected rural‐urban network that benefits all citizens of the country through equitable access to development4 ."}, {"text_block_id": "p35_b413", "text": "The main strategies of this policy framework are;"}, {"text_block_id": "p35_b414", "text": "The main strategies of this policy framework are;\n* A Prosperous Country: A Land of Plenty\n* Enterprises with Strength to Conquer the World\n* Developed Road Network and Transport System\n* Focus on Modern Education and Knowledge Systems\n* A Healthy Society\n* Comforts, Convenience and Satisfactory Lifestyle\n* Shared Values and Rapid Development"}, {"text_block_id": "p35_b428", "text": "The development priorities identified in line with these strategies as stated in the policy framework are as follows. Please see Annex III for summary objectives of development priorities."}, {"text_block_id": "p35_b429", "text": "The development priorities identified in line with these strategies as stated in the policy framework are as follows. Please see Annex III for summary objectives of development priorities.\n* Agriculture: feeding the nation\n* Fisheries and Aquatic resources\n* Self reliance in Livestock industry\n* Irrigation: Water is our heritage and Life\n* Water services Perspective\n* Healthy Society\n* Housing for All â Prosperous and healthy Lifestyle\n* Environment\n* Modern Education and Knowledge Systems\n* A Modern Economy Through Science and Technological Innovations\n* Electricity for everybody, everyday\n* Industry sector: Towards Global Competitiveness\n* Developed Road Network and Transport System"}, {"text_block_id": "p35_b455", "text": "Accordingly, these development priorities vis‐à‐vis potential sectors for the TNA & their contribution to development priorities, GHG reduction potential, and availability of technologies in the relevant sectors"}, {"text_block_id": "p36_b456", "text": "were considered by the stakeholders for prioritization of the sectors. The sectors thus prioritized and subsequently endorsed by the National TNA committee are Energy, Transport and Industry (see the explanation below for selecting the industry sector)."}, {"text_block_id": "p36_b457", "text": "The steps undertaken by the"}, {"text_block_id": "p36_b458", "text": "stakeholder"}, {"text_block_id": "p36_b459", "text": "group for prioritization of sectors for the mitigation component are summarized in Table 3.1."}, {"text_block_id": "p36_b460", "text": "Table 3.1: Strategic Choice of Priority Sectors"}, {"text_block_id": "p36_b461", "text": "Note: The summary objectives of development priorities are provided in Annex III."}, {"text_block_id": "p36_b462_merged_merged", "text": "Based on the emission data provided in the Second National Communication on Climate Change7 , 29% of the total aggregate emissions in Sri Lanka were from the energy sector (excluding transport and industry), 27% from transport sector, 25% from agriculture sector, 11% from waste sector and 8% from industry sector (Figure 3.1). According to these data, the priority sectors for GHG mitigation in Sri Lanka are Energy, Transport, Agriculture, Waste and Industry sectors (Table 3.2). Although, the GHG contribution of agriculture sector is third highest in the rank, due to its high vulnerability to climate change and importance in food security in the country it will be considered under the adaptation component in the TNA process,. Agriculture sector is among the five most vulnerable sectors to climate change in Sri Lanka27 . Therefore, it was not considered as a priority sector under the mitigation component of the TNA project. Nevertheless, when selecting adaptation technologies for the agriculture sector, the contribution to mitigation (emission reduction potential) has also been included as criteria for prioritizing the technologies."}, {"text_block_id": "p36_b468", "text": "In spite of the fact that the Industry Sector has received priority ranking of 5, it is considered as the third priority sector due to the following reasons;"}, {"text_block_id": "p36_b469", "text": "In spite of the fact that the Industry Sector has received priority ranking of 5, it is considered as the third priority sector due to the following reasons;\n* Both energy and industry sectors depend primarily on fossil fuels and the technologies in these two sectors are closely related. Hence, it is mutually beneficial to consider industry sector overthe waste sector.\n* Some barriers and measures of energy and industry sectors are very similar or common. This would be an advantage for diffusion of technologies within both the sectors."}, {"text_block_id": "p37_b473", "text": "Table 3.2: Identification of sectors with high GHG relevance"}, {"text_block_id": "p37_b474", "text": "Source: ME, 2012, Second National Communication on Climate Change"}, {"text_block_id": "p37_b475_merged", "text": "Accordingly, in consideration of the short and long term national development priorities as identified in the policy framework “Mahinda Chintana–Vision for the Future” vis‐à‐vis sustainable development goals of Sri Lanka, and potential contribution to GHG emission reduction, the following three (03) priority sectors were selected for the mitigation component of the Project;"}, {"text_block_id": "p37_b480", "text": "Accordingly, in consideration of the short and long term national development priorities as identified in the policy framework “Mahinda Chintana–Vision for the Future” vis‐à‐vis sustainable development goals of Sri Lanka, and potential contribution to GHG emission reduction, the following three (03) priority sectors were selected for the mitigation component of the Project;\n* Energy\n* Transport\n* Industry"}, {"text_block_id": "p39_b486", "text": "Energy Sector"}, {"text_block_id": "p39_b487", "text": "4.1 Overview of the Energy Sector"}, {"text_block_id": "p39_b488", "text": "Sri Lanka's present energy supply is primarily based on biomass (48%), petroleum oil (43%) and hydroelectricity (9%), with the total amounting to about 415 PJ. The Non‐Conventional Renewable Energy sources are contributing only about 0.1%, while its contribution to the national electricity grid is"}, {"text_block_id": "p39_b489", "text": "about 4%"}, {"text_block_id": "p39_b490", "text": "28"}, {"text_block_id": "p39_b491", "text": ". The government plans to increase this ratio to 10% by 2015"}, {"text_block_id": "p39_b492", "text": "33"}, {"text_block_id": "p39_b493", "text": ". The National GHG inventory recognizes that CO"}, {"text_block_id": "p39_b494", "text": "2"}, {"text_block_id": "p39_b495", "text": "emissions from fossil fuel combustion being the major source of emissions and it has"}, {"text_block_id": "p39_b496", "text": "shown a growth from 5,447 Gg in 1994 to 10,430 Gg for the year 2000 and the corresponding per capita CO"}, {"text_block_id": "p39_b497", "text": "2"}, {"text_block_id": "p39_b498", "text": "emissions were 304 and 545 kg, respectively."}, {"text_block_id": "p39_b499", "text": "The National Energy Policy and Strategies (NEPS) stipulate that the government will endeavor to reach by 2015, a minimum level of 10% of electrical energy supplied to the national grid to be from Non‐Conventional Renewable Energy (NCRE). According to the power sector mitigation scenario as described in the LTGE Plan (2009 – 2022) of the CEB, by 2020 150 MW would be generated from Upper Kotmale hydro power plant and 612.5 MW to be from renewable energy sources along with 2,260 MW from thermal power plants."}, {"text_block_id": "p39_b500", "text": "Sri Lanka has no petroleum oil or coal resources. Nevertheless, due to the geo‐climatic conditions of Sri Lanka, the country is blessed with several forms of renewable energy resources. Some of them are widely used and developed to supply the energy requirements of the country. Others have the potential for development when the technologies become mature and economically feasible. Currently about 56.9% of the primary energy supply comes from renewable resources. Following are the main renewable resources available in Sri Lanka and their respective share for the primary energy supply in the country:"}, {"text_block_id": "p39_b501", "text": ""}, {"text_block_id": "p39_b502", "text": "Biomass  ‐ 47.4%"}, {"text_block_id": "p39_b503", "text": ""}, {"text_block_id": "p39_b504", "text": "Hydro Power – 9.5%"}, {"text_block_id": "p39_b505", "text": ""}, {"text_block_id": "p39_b506", "text": "Solar & Wind – 0.04%"}, {"text_block_id": "p39_b507_merged_merged", "text": "The main GHG emitted from the energy sector is CO2. In addition to CO2, various industrial processes contribute to the emission of CH4, N2O, CO, NOx, SO2 and NMVOC. The total CO2 emissions from Energy sector (excluding Transport and Industry sectors) was 4,529.79 Gg and it is estimated as 29% of the overall emissions in the country. The Energy sector for the present TNA includes sub‐sectors of energy industries (electricity generation), household & commercial and refinery operations. The CO2 emissions fromthese sub‐sectors are3,065.84, 1,195.70 and 268.25 Gg respectively."}, {"text_block_id": "p39_b527", "text": "The GHG emissions from the energy sector are provided in the Table 4.1 below."}, {"text_block_id": "p40_b528", "text": "Table 4.1: GHG emissions from the energy sector"}, {"text_block_id": "p40_b529", "text": "The contribution of different sub‐sectors within the energy sector for CO"}, {"text_block_id": "p40_b530", "text": "2"}, {"text_block_id": "p40_b531", "text": "emissions are shown in Figure"}, {"text_block_id": "p40_b532", "text": "4.1."}, {"text_block_id": "p40_b533_merged_merged", "text": "Figure 4.1:  CO2  Emissions from the Sub ‐Sectors within the Energy Sector"}, {"text_block_id": "p40_b536", "text": "The fuel consumption data for the Power, Transport, Industries and Household & Commercial sectors for the period 2000 – 2007 are shown in Fig. 4.2."}, {"text_block_id": "p41_b537", "text": "4.1.1 Mitigation Targets in the Power Sector:"}, {"text_block_id": "p41_b538", "text": "The current (2011) generation mix of CEB (installed capacity in MW) is as follows;"}, {"text_block_id": "p41_b539", "text": "Source: Statistical Digest of CEB 2011"}, {"text_block_id": "p41_b540", "text": "According to the Power sector mitigation scenario as described in the LTGE Plan (2009 – 2022) of the CEB, 150 MW from Upper Kotmale hydro power plant and 612.5 MW from the renewable energy sources will be added by 2020, along with 2,260 MW from thermal power generation. These mitigated emissions along with the BAU emissions in the power sector are shown in Fig. 4.3 and accordingly the estimated CO"}, {"text_block_id": "p41_b541", "text": "2"}, {"text_block_id": "p41_b542", "text": "emission reduction by 2020 is 28%."}, {"text_block_id": "p41_b543_merged_merged", "text": "Figure 4.3:  Projected CO2  emissions under BAU and Mitigated cases up to 2020"}, {"text_block_id": "p41_b546", "text": "4.1.2 Mitigation Options:"}, {"text_block_id": "p41_b547", "text": "The National Energy Policy and Strategies (NEPS) of Sri Lanka envisages a minimum contribution of 10% of electrical energy to the grid from NCRE by 2015, with a view to encourage the development of the NCRE sources, the Ceylon Electricity Board (CEB) has revised its tariff structure so as to enable purchasing power at a price based on the technology used and cost incurred in its development. As a result of the revised tariff structure, already 36 MW of wind and 11 MW of biomass based power plants have been added to the grid."}, {"text_block_id": "p41_b548", "text": "The CEB is also embarking on measures to reduce losses amounting to 12% incurred during generation, transmission and distribution as well as demand side management which involves consumer awareness and education on use of energy efficient appliances and designing of energy efficient households and commercial establishments etc."}, {"text_block_id": "p42_b549", "text": "Once all the NCRE projects which at present are under construction and in the pipeline at various stages of approval become operational by 2015, the total energy generated by them and by those already commissioned would be about 4,400 GWh. This includes Mini hydro power – 519 MW, Dendro power – 96 MW; Wind power – 246 MW and Waste to energy – 192 MW. Thereby, the National Energy Policy target of 10% would be achieved by 2015."}, {"text_block_id": "p42_b550", "text": "4.1.3 Mitigation of GHG emissions:"}, {"text_block_id": "p42_b551", "text": "Following three major paths are available to mitigate GHG emissions in the energy sector:"}, {"text_block_id": "p42_b552", "text": "(a)"}, {"text_block_id": "p42_b553", "text": "Utilization of larger share of renewable energy resources to generate the energy needs."}, {"text_block_id": "p42_b554", "text": "(b)"}, {"text_block_id": "p42_b555", "text": "Use less carbon intensive fuels (ie. Natural Gas) instead of using a high carbon intensive fuel such as coal."}, {"text_block_id": "p42_b556", "text": "(c)"}, {"text_block_id": "p42_b557", "text": "Maximize energy efficiency with the view to achieve the same energy services with lesser use of energy sources thus reducing GHG emissions."}, {"text_block_id": "p42_b558", "text": "4.1.4   Existing Policies and Laws Related to the Energy Sector Development"}, {"text_block_id": "p42_b559", "text": "The existing policies and laws relevant to the Energy Sector are given in table 4.2 below."}, {"text_block_id": "p42_b560", "text": "Table 4.2: The existing Policies and Laws relevant to the Energy Sector"}, {"text_block_id": "p43_b561", "text": "4.1.5 Current status of technologies in the Energy Sector"}, {"text_block_id": "p43_b562", "text": "The current status of technologies in the energy sector is provided under three main sub sectors ie, electricity generation, industrial process heat generation and technologies used in the household sector."}, {"text_block_id": "p43_b563", "text": "4.1.5.1 Electricity Generation Sector"}, {"text_block_id": "p43_b564", "text": "A."}, {"text_block_id": "p43_b565", "text": "Grid‐connected electricity Systems:"}, {"text_block_id": "p43_b566", "text": "The grid‐connected electricity generation in Sri Lanka deploys the following resources:"}, {"text_block_id": "p43_b567", "text": "a)"}, {"text_block_id": "p43_b568", "text": "Large Hydro Power Plants"}, {"text_block_id": "p43_b569", "text": "b)"}, {"text_block_id": "p43_b570", "text": "Small Hydro Power Plants"}, {"text_block_id": "p43_b571", "text": "c)"}, {"text_block_id": "p43_b572", "text": "Petroleum Based Thermal Power Plants"}, {"text_block_id": "p43_b573", "text": "d)"}, {"text_block_id": "p43_b574", "text": "Coal Based Thermal Power Plant"}, {"text_block_id": "p43_b575", "text": "e)"}, {"text_block_id": "p43_b576", "text": "Biomass Based Thermal Power Plants"}, {"text_block_id": "p43_b577", "text": "f)"}, {"text_block_id": "p43_b578", "text": "Wind Power Plants"}, {"text_block_id": "p43_b579", "text": "g)"}, {"text_block_id": "p43_b580", "text": "Solar PV Power Plants"}, {"text_block_id": "p43_b581", "text": "Solar PV Power Plants\n* OffâGrid Electricity Systems:\n<\\li1>"}, {"text_block_id": "p43_b583", "text": "a)"}, {"text_block_id": "p43_b584", "text": "Solar Home Systems"}, {"text_block_id": "p43_b585", "text": "b)"}, {"text_block_id": "p43_b586", "text": "Village Hydro Systems"}, {"text_block_id": "p43_b587", "text": "a)"}, {"text_block_id": "p43_b588", "text": "Use of Biogas for Industrial Heat Applications"}, {"text_block_id": "p43_b589", "text": "4.1.5.2 Technologies Used in the Household Sector"}, {"text_block_id": "p43_b590", "text": "a)"}, {"text_block_id": "p43_b591", "text": "Wood Gas Stove"}, {"text_block_id": "p43_b592", "text": "b)"}, {"text_block_id": "p43_b593", "text": "Dual Burner Clay Stove"}, {"text_block_id": "p43_b594", "text": "c)"}, {"text_block_id": "p43_b595", "text": "Use of Biogas for Household Cooking"}, {"text_block_id": "p43_b596", "text": "4.2 Technologies identified for the Energy Sector"}, {"text_block_id": "p43_b597", "text": "At the initial deliberations of the energy sector technical stakeholder working group, the following mitigation technologies were identified for consideration;"}, {"text_block_id": "p43_b598", "text": "I."}, {"text_block_id": "p43_b599", "text": "Building Management Systems"}, {"text_block_id": "p43_b600", "text": "II."}, {"text_block_id": "p43_b601", "text": "Conversion of Biomass and Waste to Energy"}, {"text_block_id": "p43_b602", "text": "III."}, {"text_block_id": "p43_b603", "text": "Smart Grid Technology for Wind & Solar Integration with Hydro"}, {"text_block_id": "p43_b604", "text": "IV."}, {"text_block_id": "p43_b605", "text": "DC Motor Driven Alternator for Grid‐Connected Solar PV Systems"}, {"text_block_id": "p43_b606", "text": "V."}, {"text_block_id": "p43_b607", "text": "Water Pumping to Hydro Reservoir"}, {"text_block_id": "p43_b608", "text": "VI."}, {"text_block_id": "p43_b609", "text": "Solar Tracker Cum Reflector"}, {"text_block_id": "p43_b610", "text": "VII."}, {"text_block_id": "p43_b611", "text": "Biomass Gasifier for High Temperature Applications"}, {"text_block_id": "p43_b612", "text": "VIII."}, {"text_block_id": "p43_b613", "text": "Bio‐methane for Transport Applications"}, {"text_block_id": "p43_b614", "text": "IX."}, {"text_block_id": "p43_b615", "text": "Roof‐Mounted Solar PV for Net Metering"}, {"text_block_id": "p43_b616", "text": "X."}, {"text_block_id": "p43_b617", "text": "Concentrated Solar Thermal Electricity Generation"}, {"text_block_id": "p44_b618", "text": "4.2.1 Overview of the technologies:"}, {"text_block_id": "p44_b619", "text": "An overview of potential technologies for prioritization is provided hereunder."}, {"text_block_id": "p44_b620", "text": "I.          Building Management Systems"}, {"text_block_id": "p44_b621", "text": "This is a flexible and adaptable tool for the end‐user to enable personalize or modify the current behavior of energy consumption by taking appropriate corrective actions. The solution enables integration into a single system for all elements in a modular and flexible way. Monitored parameters could be air conditioning control, management of facilities and machines, lighting control, fire and access control etc."}, {"text_block_id": "p44_b622", "text": "The following two sub‐technologies are considered in this technology option;"}, {"text_block_id": "p44_b623", "text": "(a) LED Lighting"}, {"text_block_id": "p44_b624", "text": "LED technology is advancing into new categories of white light applications including surgical task lighting where early indications suggest significant potential for energy savings and reduced maintenance. The halogen lamps generally used in surgical task lights suffer from relatively low lumi‐nous efficacy (lumens of light output per watt of input power), which is further worsened by filters that must be used to reduce the amount of non‐visible radiation they emit. LED surgical task lights do not require such filtering media, and their higher efficacy can allow for reductions in connected load of 50 percent or more, with potential for additional energy savings through constant‐color dimming and reduced cooling load in the operating room. Furthermore, while halogen lamps are typically rated for just 1,000 to 3,000 hours and fail catastrophically (sudden and without warning), LED surgical task lights are generally rated for 25,000 to 40,000 hours and are expected to “fail” by gradually fading in brightness. The U.S. Food and Drug Administration (FDA), which grant marketing clearance for medical devices, have issued product testing guidance in 1998 for surgical task lights."}, {"text_block_id": "p44_b625", "text": "LED bulbs are presently marketed by few traders through the normal marketing channels which do not involve employing specialized personnel for the sale of LEDs. Hence the total number of people currently being employed in this sector could be considered negligible."}, {"text_block_id": "p44_b626", "text": "(b) Solar Assisted Air Conditioning"}, {"text_block_id": "p44_b627", "text": "The Solar Assisted Air Conditioning system is a system that utilizes the sun as a heat source to provide the energy required to drive the cooling process of a typical air conditioning system which in turn reduces the electrical consumption required to run the compressor."}, {"text_block_id": "p44_b628", "text": "Solar Assisted air conditioner saves up to 30 ‐50 % of electricity. It has wide target market including hotels, restaurants, hospitals, factories, schools, convention centers and high end residential units. It requires minimal direct sunlight exposure as heat from ambient and heat blown by the condenser is also utilized. There is minimum 30% energy saving if conventional AC unit is replaced by solar assisted AC. The saving of energy is estimated to be about 6,785,100,000 kWh/year."}, {"text_block_id": "p44_b629", "text": "This technology has not been introduced into the country as yet. Hence the number of people currently employed in this sector is zero."}, {"text_block_id": "p45_b630", "text": "The 'Building Management Systems' has been considered a priority mainly due to following economic and environmental benefits arising from the technology;"}, {"text_block_id": "p45_b631", "text": "a)"}, {"text_block_id": "p45_b632", "text": "LED Lighting is energy efficient, less weight, long lasting and reduce heat load of air conditioner. Lifespan of LED lighting is around 20 times that of the halogen lamps and is designed to “fail” gradually through fading in brightness."}, {"text_block_id": "p45_b633", "text": "b)"}, {"text_block_id": "p45_b634", "text": "Solar Assisted air conditioner saves around 30 ‐50 % of electricity. It requires minimal direct sunlight exposure. The estimate energy saving is around 6,785,100,000 kWh per year."}, {"text_block_id": "p45_b635", "text": "II.         Conversion of Biomass and Waste to Energy:"}, {"text_block_id": "p45_b636", "text": "Following three sub technologies are considered under this technology option;"}, {"text_block_id": "p45_b637", "text": "(a)"}, {"text_block_id": "p45_b638", "text": "Co‐firing of Biomass with Coal"}, {"text_block_id": "p45_b639", "text": "(b)"}, {"text_block_id": "p45_b640", "text": "Compact Biogas Digester for Urban Household Use"}, {"text_block_id": "p45_b641", "text": "(c)"}, {"text_block_id": "p45_b642", "text": "Waste to Energy"}, {"text_block_id": "p45_b643", "text": "(a)        Co‐Firing of Biomass with Coal"}, {"text_block_id": "p45_b644", "text": "In the proposed technology, it is intended to use biomass and coal as fuels. Although several options are available for co‐firing biomass with coal, the following is recommended taking into account the need to minimize the extent of tampering with the existing equipment at a coal fired power generation plant. Use a separate biomass boiler to generate steam at the same temperature and pressure as that of the steam produced at the coal boiler. Steam produced in the biomass boiler is connected to a common steam header and the steam from this header is used to drive the existing steam turbines. Although this method is the most expensive option, it has the following advantages;"}, {"text_block_id": "p45_b645", "text": "‐"}, {"text_block_id": "p45_b646", "text": "The existing equipment such as coal conveyor, coal crusher, coal boiler etc. is not tampered with."}, {"text_block_id": "p45_b647", "text": "‐"}, {"text_block_id": "p45_b648", "text": "The percentage share of biomass could be varied from 0% to 100%."}, {"text_block_id": "p45_b649", "text": "Presently, there are no co‐firing facilities in Sri Lanka and the technology will involve sustainable cultivation, harvesting and transport of biomass to the energy generation facility. It is estimated that about 479,000 tonnes of Gliricidia wood is annually used by biomass based power generation plants and"}, {"text_block_id": "p45_b650", "text": "industrial processing centers such as rubber gloves manufacturing facilities"}, {"text_block_id": "p45_b651", "text": "45"}, {"text_block_id": "p45_b652", "text": ". Around 3800 workers are presently engaged in this sector."}, {"text_block_id": "p45_b653", "text": "(b)        Compact Biogas Digester for Urban Household Use"}, {"text_block_id": "p45_b654_merged_merged", "text": "The Appropriate Rural Technology Institute of Pune, Maharashtra, India (www.arti‐india.org) has developed a “Compact Bio Gas Digester” to resolve issues related to conventional biogas digester. The capacity of this digester is 1.5 m3 . It essentially consists of two plastic tanks. The research study carried out by the University of Moratuwa revealed that leaves of Gliricidia is the most effective material to be used as the feed material for biogas production using this technology. An average household could generate adequate biogas through this technology to meet the energy required for cooking."}, {"text_block_id": "p45_b658", "text": "This technology is in a very early stage of development and the number of people engaged in this sector at present is around 12. It is proposed to process and utilize the foliage from Gliricidi plantations as feed"}, {"text_block_id": "p46_b659", "text": "material for this purpose. Once this technology is developed to a commercial scale, it will have the potential for integrating with the co‐firing technology discussed above."}, {"text_block_id": "p46_b660", "text": "(c)        Waste To Energy"}, {"text_block_id": "p46_b661", "text": "To address the problems related to Municipal Solid Waste (MSW) management, the government has taken many measures towards facilitating reduction, reuse and recycling of solid waste. From the national point of view, reuse and recycling of waste material helps significantly reducing the use of virgin material. Another approach for managing MSW is to use as a source of fuel to generate electricity through combustion. The major problem encountered when MSW is combusted is generation of highly toxic substances such as dioxins. This toxic substance is formed when combusting halogenated plastic materials such as PVC. To resolve this issue, an attempt has been made to use Plasma Gasification Technology. This process is highly capital intensive incurring high operational costs. As such, up to date no such facility has been established in Sri Lanka."}, {"text_block_id": "p46_b662", "text": "In this technology MSW is converted into RDF pellets of consistent quality. Such pellets could be used in cement manufacture as the high temperature maintained during the cement production process enables degeneration of dioxins. Moreover, calcium carbonate used in cement production also absorbs all such pollutants and embed them into cement. Use of MSW as a fuel in cement manufacturing industry would contribute to saving considerable quantum of foreign exchange while export of RDF would be a source of foreign exchange earnings."}, {"text_block_id": "p46_b663", "text": "At present the use of MSW as a source of energy is confined to a few small projects, where MSW is an‐aerobically digested to generate biogas. At present the total number of people employed in the MSW based anaerobic digestion is around 12."}, {"text_block_id": "p46_b664", "text": "Conversion of Biomass and Waste to Energy has the following economic, social and environmental benefits;"}, {"text_block_id": "p46_b665", "text": "a)"}, {"text_block_id": "p46_b666", "text": "Direct and indirect economic benefits arising from this technology (i.e. Biomass based electricity generation is in fact the cheapest way of generating electricity,"}, {"text_block_id": "p46_b667", "text": "Compact Biogas Digester"}, {"text_block_id": "p46_b668", "text": "reduces the cost of fuel used for cooking by switching from expensive LPG to cheap biomass feed materials; 8000 tonnes of RDF to be produced annually through waste to energy conversion would be equivalent to 5000 tonnes coal valued at US$750,000"}, {"text_block_id": "p46_b669", "text": "."}, {"text_block_id": "p46_b670", "text": "b)"}, {"text_block_id": "p46_b671", "text": "Numerous potential employment and economic opportunities."}, {"text_block_id": "p46_b672", "text": "c)"}, {"text_block_id": "p46_b673", "text": "Environmental benefits such as elimination of health problems associated with open dumping of MSW and increasing the green cover in the country."}, {"text_block_id": "p46_b674", "text": "d)"}, {"text_block_id": "p46_b675", "text": "Potential for reduce GHG emissions."}, {"text_block_id": "p46_b676", "text": "e)"}, {"text_block_id": "p46_b677", "text": "Low cost of production."}, {"text_block_id": "p46_b678", "text": "f)"}, {"text_block_id": "p46_b679_merged_merged", "text": "Annual National Mitigation Benefits accruable from this technology would be around 9,057,593tCo2/year."}, {"text_block_id": "p46_b682", "text": "III.        Smart Grid Technology for Wind & Solar Integration with Hydro"}, {"text_block_id": "p46_b683", "text": "The potential for wind and solar PV based electricity generation in Sri Lanka appears to be highly significant. Each of these technology options has the combined potential to generate more than the total electrical energy presently generated in the country. However, the development of these two technologies to meet grid‐based electricity generation has not been satisfactory due to the lack of"}, {"text_block_id": "p47_b684", "text": "interest on the part of the national electric power supplier in view of the frequent and rapid variations in the level of power outputs from the plants adopting these technologies. The cost of storing electricity generated by these sources to mitigate the fluctuations in outputs is prohibitively expensive."}, {"text_block_id": "p47_b685", "text": "Many developed countries have resolved this problem by adjusting the demand of energy in the system and output levels of hydropower plants to match the variations in the outputs of wind and solar PV power plants. Such adjustments are feasible only by incorporating Smart Grid/ Smart Meter technologies."}, {"text_block_id": "p47_b686", "text": "Following table provides the present (2011) status of wind, solar and hydro power plants connected to the national grid."}, {"text_block_id": "p47_b687", "text": "This technology has received its due recognition due to following potential social and economic benefits;"}, {"text_block_id": "p47_b688", "text": "a)"}, {"text_block_id": "p47_b689", "text": "High potential of employment generation opportunities for all categories of work force in the country"}, {"text_block_id": "p47_b690", "text": "b)"}, {"text_block_id": "p47_b691", "text": "Economic benefits to the country through the expansion of wind and solar PV based power projects."}, {"text_block_id": "p47_b692", "text": "c)"}, {"text_block_id": "p47_b693", "text": "Reduction of fossil fuel based electricity generation which in turn would result in the following environmental benefits:"}, {"text_block_id": "p47_b694", "text": "Reduction of fossil fuel based electricity generation which in turn would result in the following environmental benefits:\n* Reduction on GHG emissions\n* Reduction in NO\n* Reduction in NO\n X\n* Reduction in NO\n X\n , SO\n* Reduction in NO\n X\n , SO\n X\n* Reduction in NO\n X\n , SO\n X\n , particulate matter, heavy metal and radioactive chemical\n* Reduction in NO\n X\n , SO\n X\n , particulate matter, heavy metal and radioactive chemical\n deposits."}, {"text_block_id": "p47_b703", "text": "d)"}, {"text_block_id": "p47_b704_merged_merged", "text": "The annual national mitigation benefits of the technology is 1,497,000tCO2/y/ 1000 MW"}, {"text_block_id": "p47_b707", "text": "IV.        DC Motor Driven Alternator for Grid Connected Solar PV System"}, {"text_block_id": "p47_b708", "text": "The traditional inverter / grid‐interconnector deploy the solid state electronic technology. A serious obstacle encountered by the developers of grid‐connected solar PV system is the high capital costs involved with the technology. An alternative to this traditional technology is to make use of a DC (brushless) motor and a conventional rotating AC Alternator. The cost of this alternative technology is much lower than the solid state based inverter – grid interconnector. This technology is applied to integrate some of the well developed and commercialized components to replace the high cost of conventional solid state inverter to link solar PV modules to national electricity grids."}, {"text_block_id": "p48_b709", "text": "A less costly alternative system would enable many renewable energy developers to utilige solar PV systems to generate electricity and feed it to the national grid on a commercial basis under the standardized power purchase agreement."}, {"text_block_id": "p48_b710", "text": "V.         Pumping Water into Hydro Reservoir"}, {"text_block_id": "p48_b711", "text": "In this technology, water flowing along streams between the levels of two reservoirs is pumped into the upper reservoir. As the pumping head is significantly less than the generating head, a net energy gain is expected."}, {"text_block_id": "p48_b712", "text": "Additional benefits could be harnessed through this technology by carrying out the pumping activities during the off‐peak hours in the CEB net work. If the need arises, the capacities of the hydropower generators could be enhanced by constructing additional penstocks, turbines and generators. This capacity enhancement could be made use to meet the demand during peak load time."}, {"text_block_id": "p48_b713", "text": "Electricity generated from solar PV and wind energy could be used for pumping water. Water thus pumped could be used to generate electricity in the normal manner utilizing the already installed hydro turbines and generators."}, {"text_block_id": "p48_b714", "text": "VI.        Tracker cum Reflector for Solar PV"}, {"text_block_id": "p48_b715", "text": "The output from a solar panel depends on the intensity of the sun light falling on the panel. The intensity could be increased by rotating the panel to face the sun in the perpendicular direction and by providing simple reflectors (concentrators). The electrical output from a PV system could be enhanced by around 40% by incorporating a tracker arrangement for the solar panels to face the sun in the perpendicular direction and by incorporating suitable reflectors. In a Solar PV system the solar panel and the inverter‐interconnector assembly are the costly items. The costs of solar tracker and reflectors are relatively smaller. The output of Solar PV systems could be increased by about 40 to 60% with relatively low additional investment for installing Solar PV systems with solar tracker and reflectors,."}, {"text_block_id": "p48_b716", "text": "VII.       Biomass Gasifier for High Temperature Applications (High Temperature Gasifier)"}, {"text_block_id": "p48_b717", "text": "Presently, high temperature and the clean environment required in the ceramic industry is achieved by the combustion of LPG which is considered a very expensive source of energy. The biomass gasifiers presently in operation in Sri Lanka do not have the capability of reaching such high temperatures. Moreover, gas generated in these gasifiers is contaminated with soot particles and traces of tar. Presence of such contaminants is not acceptable in the manufacture of high quality ceramic ware. Therefore, it is necessary to develop a technology which is capable of overcoming these drawbacks when undertaking gasification of biomass. A number of technological approaches are now available to address these issues."}, {"text_block_id": "p48_b718", "text": "Introduction of this technology will enable reducing use of high cost LPG through a cheap source of energy such as biomass. However, since such technologies are currently not in use in commercial scale in Sri Lanka, these technologies will have to be sought from overseas."}, {"text_block_id": "p49_b719", "text": "VIII.      Bio Methane for Transport Applications"}, {"text_block_id": "p49_b720", "text": "Usually, biogas consists of approximately 60% of methane and the balance is carbon dioxide. Traces of Hydrogen sulphide gas also could be found in biogas produced from certain types of organic materials.In order to use biogas as a transport fuel, it is necessary to compress it into cylinders at a pressure of around 200 atmospheres. Prior to compression of biogas to such high pressures, for technical reasons it is imperative to remove the carbon dioxide from the gas. Traces of hydrogen sulphide in biogas has the potential for damaging the engines.It is proposed to make use of the biogas in existing biogas digesters in the country for this purpose."}, {"text_block_id": "p49_b721", "text": "IX.        Roof‐Mounted Solar PV for Net Metering"}, {"text_block_id": "p49_b722", "text": "With the view to promote renewable energy technologies amongst the affluent urban community, the Government of Sri Lanka has introduced the “Net Metering” scheme. Under this scheme, a renewable source based electricity generated at consumer premises through sources such as solar PV, wind or biogas etc. could be exported to the national electricity grid. The amount of electricity exported is recorded on a monthly basis and the quantum of electricity exported through such schemes is deducted from the quantity of electricity consumed by the respective consumer from the national grid. Thereby the consumer is required to pay only for the net energy consumed."}, {"text_block_id": "p49_b723", "text": "The above scheme is particularly attractive for the urban affluent household consumers. Currently a handful of consumers have made use of this Net Metering facility introduced by the government. A more efficient and cost effective technology would make this scheme more attractive."}, {"text_block_id": "p49_b724", "text": "x.          Concentrated Solar Thermal Electricity Generation"}, {"text_block_id": "p49_b725", "text": "The efficiency of Solar PV application in Sri Lanka is adversely affected by the presence of frequent cloud cover which adversely impacts on the output of such solar PV systems. Although storage of electricity using secondary (lead acid) cells could resolve this issue, it would be a very costly option. Therefore, a better alternative would be to use solar thermal system. To improve thermodynamic efficiency, high temperature based systems are essential. Such systems could be developed using concentrated solar thermal devices. More cost effective systems could be developed by incorporating heat storage devices such as molten salt and combining such systems with biomass based heat generation."}, {"text_block_id": "p49_b726", "text": "4.2.2 Mitigation Benefits of the Technologies Identified:"}, {"text_block_id": "p49_b727", "text": "Summary of the mitigation benefits of the technologies identified is given in Table 4.3 below."}, {"text_block_id": "p50_b728", "text": "Table 4.3: Mitigation Benefits of Technologies Considered"}, {"text_block_id": "p50_b729_merged", "text": "Note: (i) The mitigation unit used is tCO2e/y per unit of project. Projects will be implemented in modules. As the sizes of modules are different for different technologies, the size of the module is included in the unit"}, {"text_block_id": "p50_b733", "text": "(ii)"}, {"text_block_id": "p50_b734", "text": "The assumptions based on which the benefits are calculated are provided in the Technology Fact Sheets of the Energy sector."}, {"text_block_id": "p51_b735", "text": "4.3 Criteria and Process of Technology Prioritization"}, {"text_block_id": "p51_b736", "text": "The Multi Criteria Decision Analysis (MCDA) approach was used for prioritizing mitigation technologies in the energy sector. The criteria for selecting priority technologies were established through stakeholder consultations and the ten (10) potential technologies identified as listed in 4.2.1 were considered for evaluation."}, {"text_block_id": "p51_b737", "text": "4.3.1  Multi Criteria Decision Analysis (MCDA):"}, {"text_block_id": "p51_b738", "text": "a)  Determination of Criteria and Weightings"}, {"text_block_id": "p51_b739", "text": "The evaluation criteria included the following;"}, {"text_block_id": "p51_b740", "text": ""}, {"text_block_id": "p51_b741", "text": "Contribution to development priorities"}, {"text_block_id": "p51_b742", "text": ""}, {"text_block_id": "p51_b743", "text": "Potential for GHG emission reduction"}, {"text_block_id": "p51_b744", "text": ""}, {"text_block_id": "p51_b745", "text": "Costs and benefits"}, {"text_block_id": "p51_b746", "text": "The contribution of each technology to development priorities of the country was assessed in terms of (a) environmental, (b) social, and (c) economic development priorities. The cost of technologies was considered based on the cost of generating 1 toe of Energy in US$. Thus, the criteria used are as follows;"}, {"text_block_id": "p51_b747", "text": "Cost Criteria"}, {"text_block_id": "p51_b748", "text": ""}, {"text_block_id": "p51_b749", "text": "Cost for generating 1 toe (ie. Tonne Oil Equivalent = 10GCal) of energy (C)"}, {"text_block_id": "p51_b750", "text": ""}, {"text_block_id": "p51_b751", "text": "For electrical energy 1 GWh = 240 toe (As recommended by the Sri Lanka Sustainable Energy Authority)."}, {"text_block_id": "p51_b752", "text": "(Cost refers to capital cost of implementing a project to deliver 1toe of energy per year.)"}, {"text_block_id": "p51_b753", "text": "Environmental Criteria"}, {"text_block_id": "p51_b754", "text": ""}, {"text_block_id": "p51_b755", "text": "Greenhouse Gas Reduction (GHGR)"}, {"text_block_id": "p51_b756", "text": ""}, {"text_block_id": "p51_b757", "text": "Positive Local Environmental Impacts (PLEI)"}, {"text_block_id": "p51_b758", "text": "Social Criteria"}, {"text_block_id": "p51_b759", "text": ""}, {"text_block_id": "p51_b760", "text": "Direct Employment (DE)"}, {"text_block_id": "p51_b761", "text": ""}, {"text_block_id": "p51_b762", "text": "Skill and Capacity Development (SCD)"}, {"text_block_id": "p51_b763", "text": ""}, {"text_block_id": "p51_b764", "text": "Energy Security (ES)"}, {"text_block_id": "p51_b765", "text": "Economic Criteria"}, {"text_block_id": "p51_b766", "text": ""}, {"text_block_id": "p51_b767", "text": "Local Economic Benefit (LEB)"}, {"text_block_id": "p51_b768", "text": ""}, {"text_block_id": "p51_b769", "text": "Local Share of Technology (LST)"}, {"text_block_id": "p51_b770_merged", "text": "Table 4.1 provides the cost of generating 1 toe of energy through the respective technology options. As described in the MCDA manual  following steps were undertaken in the evaluation process."}, {"text_block_id": "p51_b774", "text": "(b)  Construction of Performance Matrix and Scoring Matrix:"}, {"text_block_id": "p51_b775", "text": "The Performance and Scoring Matrices were constructed based on the above criteria. Each option was given a score against each criterion, considering its preference on a scale of 0‐100 (i.e. A score of 0 for the least preferred option 0 and most preferred option receiving 100). The weightings assigned for each criterion was based on the relative importance of each criterion to the respective options. These values are provided in Table 4.4. The Scoring Matrix is provided in the Annex IV."}, {"text_block_id": "p52_b776", "text": "Table 4.4: Criteria and Weighting Factors Identified for the Energy Sector"}, {"text_block_id": "p52_b777", "text": "(C)"}, {"text_block_id": "p52_b778", "text": "Calculation of Benefits:"}, {"text_block_id": "p52_b779", "text": "Benefits were calculated for each option as described in the manual (Benefits = Total Score‐ Weighted Scores of Costs). The costs and benefits for each option are given in table 4.5 below;"}, {"text_block_id": "p52_b780", "text": "Table 4.5: Benefit/Cost Analysis for the Energy Sector"}, {"text_block_id": "p52_b781", "text": "The results of benefits and costs were analyzed as described in the MCDA manual by carrying out benefit cost analysis. In addition, Benefit/Cost ratio was also used in arriving at the ranks. The sensitivity analysis was also carried out to confirm the results."}, {"text_block_id": "p53_b782", "text": "4.4 Results of Technology Prioritization"}, {"text_block_id": "p53_b783_merged", "text": "Figure 4.4 which illustrate the benefits plotted against the costs clearly show that the values of benefits of the technology options 3 (Smart Grid Technology for Wind & Solar Integration with Hydro) and 1 (Building Management Systems) are clustered towards the benefit axis (relatively low cost options) indicating highest level of benefits. The technology option 2 (Conversion of Biomass and Waste to Energy) is very close to the benefit axis (lowest cost option) with relatively high level of benefits. Other options show relatively high cost or low benefits. These facts clearly show that the technologies 2, 3, and 1 are the preferred options and these are far superior to rest of the technologies. Based on results of the analysis, the most preferred three technology options in order of priority are; (Technology 2) Conversion of Biomass and Waste to Energy, (Technology 3) Smart Grid Technology for Wind & Solar Integration with Hydro, and (Technology 1) Building Management Systems. The sensitivity analysis carried out subsequently did not show any significant changes to the results of Fig. 4.4"}, {"text_block_id": "p53_b790", "text": "Figure 4.4: Benefit Vs Costs for Identified Technologies for Energy Sector"}, {"text_block_id": "p53_b791", "text": "Accordingly the following technology options are recommended for further analysis;"}, {"text_block_id": "p53_b792", "text": "1."}, {"text_block_id": "p53_b793", "text": "(Technology 2) Conversion of Biomass and Waste to Energy"}, {"text_block_id": "p53_b794", "text": "2."}, {"text_block_id": "p53_b795", "text": "(Technology 3) Smart Grid Technology for Wind & Solar Integration with Hydro"}, {"text_block_id": "p53_b796", "text": "3."}, {"text_block_id": "p53_b797", "text": "(Technology 1) Building Management Systems."}, {"text_block_id": "p55_b798", "text": "4.4.1  Categories of the Prioritized  Technologies"}, {"text_block_id": "p55_b799", "text": "As the different types of goods and services have distinct market characteristics, it is useful to categorize technologies based on the types of goods and services they belong to or contribute to for facilitating the barrier analysis. The transfer and diffusion of technologies within each category are influenced either by market decisions or political decisions. These categories are consumer goods which are specifically intended for the mass market, households, businesses and institutions; capital goods such as machinery, equipment used in the production of goods; The technologies under the category of publicly provided goods contribute to the provision of the public goods such as roads, bridges, mass transport system, etc.. The non‐market goods are non tradable and are diffused under non‐market conditions. The diffusion of consumer goods and to some extent the capital goods are generally dominated by market decisions, whereas publicly provided goods and non‐market goods are primarily diffused through political decisions. Government institutions, public or non‐profit institutions etc, therefore have a direct influence on the diffusion of publicly provided and non‐market goods."}, {"text_block_id": "p55_b800_merged", "text": "The mitigation technologies identified and prioritized for the energy sector using Multi Criteria Decision Analysis appear in Table 4.6. Two of the three technologies selected have sub‐technologies as components. Thus, the respective technologies and sub‐technologies are (a) Co‐Firing of Biomass with Coal, (b) Compact Biogas Digester for Urban Households and (c) Waste To Energy under Technology 1, (d) Smart Grid Technology for Wind, Solar and Small Hydro for Grid Integration under Technology 2 and (e) LED Lighting and (f) Solar Assisted Air Conditioning under Technology 3. The technologies, sub‐technologies and categorization of these technologies are shown in table 4.7."}, {"text_block_id": "p55_b804", "text": "Table 4.7: Categories of the prioritized technologies – Energy Sector"}, {"text_block_id": "p55_b805", "text": "4.5    Preliminary targets for technology transfer and diffusion"}, {"text_block_id": "p55_b806", "text": "Table 4.8 below provides the primary targets for technology transfer and diffusion including expected life time, economic benefits and climate change mitigation impacts of sub‐technology Co‐firing Biomass with Coal under Technology 1."}, {"text_block_id": "p56_b807", "text": "Table 4.8: Primary targets of Co‐firing Biomass with Coal"}, {"text_block_id": "p56_b808", "text": "Table 4.9 below provides the primary targets for technology transfer and diffusion including expected life time, economic benefits and climate change mitigation impacts of sub‐technology Compact Biogas Digester for urban households under Technology 1."}, {"text_block_id": "p56_b809", "text": "Table 4.9: Primary targets of Compact Biogas Digester for Urban Households"}, {"text_block_id": "p57_b810", "text": "Table 4.10 below provides the primary targets for technology transfer and diffusion including expected life time, economic benefits and climate change mitigation impacts of sub‐technology waste to energy under Technology 1."}, {"text_block_id": "p57_b811", "text": "Table 4.10: Primary targets of Waste to Energy"}, {"text_block_id": "p57_b812", "text": "Table 4.11 below provides the primary targets for technology transfer and diffusion including expected life time, economic benefits and climate change mitigation impacts of sub‐technology Smart Grid Technology for Wind, Solar and Small Hydro for Grid Integration under Technology 2."}, {"text_block_id": "p58_b813", "text": "Table 4.11: Primary targets of Smart Grid Technology for Wind, Solar and Small Hydro for Grid Integration"}, {"text_block_id": "p58_b814", "text": "Table 4.12 below provides the primary targets for technology transfer and diffusion including expected life time, economic benefits and climate change mitigation impacts of sub‐technology LED Lighting under Technology 3."}, {"text_block_id": "p59_b815", "text": "Table 4.13 below provides the primary targets for technology transfer and diffusion including expected life time, economic benefits and climate change mitigation impacts of sub‐technology Solar Assisted Air Conditioning under Technology 3."}, {"text_block_id": "p59_b816", "text": "Table 4.13: Primary targets of Solar Assisted Air Conditioning"}, {"text_block_id": "p60_b817", "text": "4.6 Identification of Barriers and possible enabling Measures for prioritized Technologies"}, {"text_block_id": "p60_b818", "text": "Although potent technologies for the energy sector have been identified and prioritized during the Technology Needs Assessment stage, yet there are barriers to overcome to enable fulfilling the objectives of technology transfer and diffusion. Therefore, a barrier analysis was carried out through stakeholder consultations see Annex II supported by literature reviews and specialist inputs. The barriers thus identified have been prioritized and ranked according to their significance"}, {"text_block_id": "p60_b819", "text": "4.6.1 Conversion of Biomass and Waste to Energy"}, {"text_block_id": "p60_b820", "text": "A total number of nine (9) key barriers have been identified through stakeholder consultations. These barriers include three (03) economic & financial barriers, one (01) information & awareness, two (02) policy, legal &regulatory, one (01) market failure, two (02) technical and one (01) social, cultural & behavioral barriers."}, {"text_block_id": "p60_b821", "text": "The enabling measures to overcome barriers were identified through stakeholder consultations by using Logical Problem Analysis (LPA) methodology as described in the TNA Guidebook 'Overcoming Barriers to the Transfer and Diffusion of Climate Technologies'. The measures identified to overcome barriers are given below."}, {"text_block_id": "p61_b822", "text": "Table 4.14 : Key Barriers and Identified Measures for the Conversion of Biomass and Waste to           Energy"}, {"text_block_id": "p62_b823", "text": "4.6.2   Smart Grid Technology for Wind, Solar and Small Hydro for Grid Integration"}, {"text_block_id": "p62_b824", "text": "A total number of twelve (12) key barriers which comprises of four (04) economical & financial barriers, two (02) information & awareness, one (01) human skills, one (01) institutional, three (03) technical and one (01) policy, legal & regulatory barriers have been identified."}, {"text_block_id": "p62_b825", "text": "The identification of required measures to overcome key barriers has been carried out through a stakeholder consultation and by using Logical Problem Analysis (LPA) methodology as described in the TNA Guidebook 'Overcoming Barriers to the Transfer and Diffusion of Climate Technologies'. The enabling measures thus identified are given below."}, {"text_block_id": "p62_b826", "text": "Table 4.15 Key Barriers and Identified Measures for the Smart Grid Technology for Wind, Solar       and Small Hydro for Grid Integration"}, {"text_block_id": "p63_b827", "text": "4.6.3 Building Management Systems"}, {"text_block_id": "p63_b828", "text": "A total number of ten (10) key barriers have been identified through stakeholder consultations and by analyzing causal relations using root cause analysis and market maps for technologies. In addition, the identification process has been supplemented by literature reviews and expert inputs. The barriers include four (04) economic & financial, three (03) information & awareness, one (01) human skills and two (02) technical barriers."}, {"text_block_id": "p63_b829", "text": "The required measures to overcome these barriers have been identified through a stakeholder consultation and by using Logical Problem Analysis (LPA) methodology as described in the TNA Guidebook 'Overcoming Barriers to the Transfer and Diffusion of Climate Technologies'. The enabling measures identified to overcome barriers are given below."}, {"text_block_id": "p64_b830", "text": "Table 4.16  Key Barriers and Identified Measures for the Smart Grid Technology for Building      Management Systems"}, {"text_block_id": "p65_b831", "text": "4.7 Linkages of the barriers identified"}, {"text_block_id": "p65_b832", "text": "Although the nature of the technologies varies from one another, some barriers have commonalities irrespective of the type of technology. Such barriers are designated as broader or common barrier."}, {"text_block_id": "p65_b833", "text": "4.8     Enabling framework for overcoming the Common barriers in the Energy Sector"}, {"text_block_id": "p65_b834", "text": "The common barriers identified can be broadly categorized into: (1) High capital cost and difficulties to access finance, (2) economic feasibility not properly assessed and (3) technology not established at the proposed scale or technology not fully developed."}, {"text_block_id": "p65_b835", "text": "The enabling framework for addressing the common barriers is given under Table 4.17 below;"}, {"text_block_id": "p65_b836", "text": "Table 4.17  The enabling framework for the common barriers"}, {"text_block_id": "p65_b837", "text": "4.9 Action Plans for prioritized Technologies"}, {"text_block_id": "p65_b838", "text": "Proposed Action Plans for prioritized Technologies Identified for the Energy Sector are in Annex V."}, {"text_block_id": "p67_b839", "text": "CHAPTER 5"}, {"text_block_id": "p67_b840", "text": "Transport Sector"}, {"text_block_id": "p67_b841", "text": "5.1 Overview of the Transport Sector"}, {"text_block_id": "p67_b842", "text": "Transport sector is considered the major greenhouse gas (GHG) contributor in Sri Lanka. About 60 percent of air pollution, especially in Colombo City, comes from the transport sector³. The main mode of transportation in the country is through the existing road network, which is supplemented by rail, air, and water transportation. Road transport accounts for about 96% passenger and 99 percent of freight transportation. Contribution by the railways in passenger transport is about 4% and 1% in freight transport. The existing railway network is 1447 km long and the road network is 113,094 km long. Sri Lanka has a high road density compared to other countries in the region. The current road density is 1.6 km of roads per square km and the highest road density in Sri Lanka is found in the Western Province, especially in Colombo District. The sector is significant in terms of a greenhouse gas (GHG) mitigation potential due to high level of GHG emissions from fossil fuel burning."}, {"text_block_id": "p67_b843", "text": "Currently, the transport sector in Sri Lanka utilizes petroleum fossil fuels"}, {"text_block_id": "p67_b844", "text": "(LPG, Gasoline and Diesel, Coal, Aviation Gasoline, Aviation Turbine and Fuel Oil)"}, {"text_block_id": "p67_b845", "text": "leading to significant amounts of carbon dioxide (CO"}, {"text_block_id": "p67_b846", "text": "2"}, {"text_block_id": "p67_b847", "text": ")"}, {"text_block_id": "p67_b848", "text": "and other GHG emissions (N"}, {"text_block_id": "p67_b849", "text": "2"}, {"text_block_id": "p67_b850", "text": "O, CH"}, {"text_block_id": "p67_b851", "text": "4,"}, {"text_block_id": "p67_b852", "text": "CO"}, {"text_block_id": "p67_b853", "text": ","}, {"text_block_id": "p67_b854", "text": "NO"}, {"text_block_id": "p67_b855", "text": "X"}, {"text_block_id": "p67_b856", "text": ", NMVOC and So"}, {"text_block_id": "p67_b857", "text": "2"}, {"text_block_id": "p67_b858", "text": ")."}, {"text_block_id": "p67_b859", "text": "In Sri Lanka, the transport sector contributes to 27% of the total GHG emissions in the country and about 60% of the air pollution in Colombo City. It is the second largest contributor of GHG emissions in the country (Figure 3.1). The total CO"}, {"text_block_id": "p67_b860", "text": "2"}, {"text_block_id": "p67_b861", "text": "equivalent emissions from transport sector in the year 2000 is 5,084"}, {"text_block_id": "p67_b862", "text": "GgCO"}, {"text_block_id": "p67_b863", "text": "2Eq"}, {"text_block_id": "p67_b864", "text": ". According to the national greenhouse gas inventory, CO"}, {"text_block_id": "p67_b865", "text": "2"}, {"text_block_id": "p67_b866", "text": "accounts for more than 95% of the"}, {"text_block_id": "p67_b867", "text": "transport related emissions²⁸. Although the overall CO"}, {"text_block_id": "p67_b868", "text": "2"}, {"text_block_id": "p67_b869", "text": "emissions from transport sector are relatively"}, {"text_block_id": "p67_b870", "text": "low, given the size and population of the country, per capita CO"}, {"text_block_id": "p67_b871", "text": "2"}, {"text_block_id": "p67_b872", "text": "emission in Sri Lanka is more than three"}, {"text_block_id": "p67_b873", "text": "times that of any other country in the region. Therefore, considering the cleaner technology options to mitigate GHG emissions ,the transport sector has been identified as a priority sector for climate change mitigation under the Technology Needs Assessment,."}, {"text_block_id": "p67_b874_merged_merged_merged", "text": "A summary of the emissions from the Transport sector is provided in Table 5.1. The total CO2 equivalent emissions from Transport sector is 5,084 GgCO2Eq, which comprises of 5,058 Gg of CO2 emissions, 10.GgCO2Eq of CH4 and 16 GgCO2Eq of N2O."}, {"text_block_id": "p68_b891", "text": "Table 5.1:  Emissions of GHG and other gases from the Transport Sector"}, {"text_block_id": "p68_b892", "text": "Source: ME, 2012, Second National Communication on Climate Change, Sri Lanka"}, {"text_block_id": "p68_b893", "text": "5.1.2  Existing Policies and Laws related to the Transport Sector Development and Technology  Development"}, {"text_block_id": "p68_b894", "text": "The Existing Policies and Laws related to Transport Sector are given in Table 5.2 below."}, {"text_block_id": "p68_b895", "text": "5.2  Existing Policies and Laws related to Transport Sector"}, {"text_block_id": "p69_b896", "text": "5.1.3 Current status of technologies in the Transport Sector"}, {"text_block_id": "p69_b897", "text": "The number of vehicles imported and used in the country has seen a significant increase during the last few years.  The Government recently reduced the age of used vehicle importation from 3.5 years to 2 years. In order to maintain the air quality standards, in 2009 the Government also prohibited the importation of three wheelers with 2‐stroke engines. Currently only 3‐wheelers with 4‐stroke engines are permitted to import. The Vehicle Emission Testing program introduced in November 2008 as a Pilot Project in the Western Province is now in operation island wide. Out of the total land passenger transport, buses carry around 48% with the railways contributing around 4%, while the rest of the passengers are carried by the other modes²³. Cars, vans and three‐ wheelers carry 13%, 12% and 12% of the passengers respectively (Table 5.3) ."}, {"text_block_id": "p69_b898", "text": "Table 5.3: Passenger and Freight transport in Sri Lanka"}, {"text_block_id": "p69_b899", "text": "5.2 Technologies Identified for Transport Sector"}, {"text_block_id": "p69_b900", "text": "The following technologies / actions were initially identified through stakeholder consultations for priority consideration. Composition of Sector prioritization Working Group appears in Annex A2."}, {"text_block_id": "p69_b901", "text": "I."}, {"text_block_id": "p69_b902", "text": "Shift of 5% of transportation of freight from roads to rail."}, {"text_block_id": "p69_b903", "text": "II."}, {"text_block_id": "p69_b904", "text": "Improved public transportation, especially in Colombo area through introduction of a Bus Rapid Transit (BRT) system."}, {"text_block_id": "p69_b905", "text": "III."}, {"text_block_id": "p69_b906", "text": "Integration of Non‐motorized transport methods in Colombo along with regularized public transport system."}, {"text_block_id": "p69_b907", "text": "IV."}, {"text_block_id": "p69_b908", "text": "Improving the traffic signal system for synchronization."}, {"text_block_id": "p69_b909", "text": "V."}, {"text_block_id": "p69_b910", "text": "Promote carpooling and park‐and‐ride systems during rush hours and on roads with heavy volumes of vehicles."}, {"text_block_id": "p69_b911", "text": "VI."}, {"text_block_id": "p69_b912", "text": "Improvement of the condition of byroads."}, {"text_block_id": "p69_b913", "text": "VII."}, {"text_block_id": "p69_b914", "text": "Electrification of the existing railway system."}, {"text_block_id": "p69_b915", "text": "VIII."}, {"text_block_id": "p69_b916", "text": "Promote and facilitate the import of low GHG emitting hybrid vehicles."}, {"text_block_id": "p69_b917", "text": "IX."}, {"text_block_id": "p69_b918", "text": "Increase the use of cleaner fuel (i.e. Compressed Natural Gas (CNG) and bio‐fuels.)"}, {"text_block_id": "p69_b919", "text": ""}, {"text_block_id": "p69_b920", "text": "X."}, {"text_block_id": "p69_b921", "text": "Roadside tree planting and improving the overall roadside vegetation."}, {"text_block_id": "p70_b922", "text": "5.2.1 Overview of the Technologies"}, {"text_block_id": "p70_b923", "text": "I. Shift of 5% of transportation of freight from roads to rail"}, {"text_block_id": "p70_b924", "text": "Currently about 1% of freight transport is done using railways. Due to congestion and higher energy consumption and GHG emission in road transportation of freight, it is quite beneficial to move at least 5 percent of freight transportation to the railway system. When using rail for freight transport it emits"}, {"text_block_id": "p70_b925", "text": "only 23 grams of CO"}, {"text_block_id": "p70_b926", "text": "2"}, {"text_block_id": "p70_b927", "text": "per ton‐km traveled, while road transportation of freight emits 61 grams of CO"}, {"text_block_id": "p70_b928", "text": "2"}, {"text_block_id": "p70_b929", "text": "per"}, {"text_block_id": "p70_b930", "text": "ton‐km traveled (ADB, 2010)."}, {"text_block_id": "p70_b931_merged_merged", "text": "BRT is another mass transit system that provides a faster journey compared to regular buses, as BRT runs mostly on bus‐only lanes with exclusive right of way. Modal integration at stations, rapid boarding and alighting, real‐time tracking information displays are also common features of the BRT. The travel time is less in these sophisticated, low cost buses, and due to high fuel efficiency, the GHG emissions are reduced. Mass transit modes are in general 50%‐80% more efficient compared to personal cars. Some BRT systems in operation have been approved by the United Nations to generate and sell carbon credits."}, {"text_block_id": "p70_b935", "text": "With the increased number of vehicles on the road, there is an urgent need for reducing the road especially during peak hours and at city centers. One way of resolving this issue is to promote more public transportation, in conjunction with non‐motorized transportation such as walking and bicycling in congested areas and city centers. Currently, bicycling has become a risky mode of transport, especially due to reckless driving. Therefore, initial focus needs to be placed on strict enforcement of road rules, in addition to promote walking as a better mode of non‐motorized transport through improving pedestrian facilities. The main objective of the proposed technological intervention is the reduction of the existing traffic congestion in Sri Lanka, especially during peak hours and at city centers."}, {"text_block_id": "p70_b936", "text": "Thus provision of pedestrian walkways, sidewalks, overhead pedestrian bridges, proper electronic signaling and warning signposts at pedestrian crossings, etc., will be promoted and enforcement of road rules will be improved under these technological interventions. As the non‐motorized means could serve as access modes for public transport, promoting non‐motorized transport also would help increased use of the public transportation. However, since non‐motorized transport could sometimes reduce the speed of travel, provision of regular public transport will be important for proper time planning and to yield optimum benefits from the combined public and non‐motorized transportation. Non‐motorized transport adds green benefits including the reduction of greenhouse gas emissions and overall pollution while improving the human health. Since this technology hardly has the properties associated with any market goods⁶ and it also contributes to providing benefits to general public thus it is considered under the category of publicly provided goods."}, {"text_block_id": "p71_b937", "text": "This technology option has been prioritized in view of its low cost, ability to facilitate reducing traffic congestion, potential environmental benefits including greenhouse gas mitigation potential, low air pollution, reducing noise pollution, health benefits etc."}, {"text_block_id": "p71_b938", "text": "In traffic signal synchronization, a series of traffic lights along a specified road stretch turns green allowing smooth flow of vehicles and reducing the congestion & need to stop in the middle of traffic. This helps avoiding travel delays, especially in heavy traffic, and causes lower emissions and air pollution The synchronization system is usually activated during morning and evening peak hours, and the traffic signals are coordinated based on the congestion level. The existing traffic signals in these areas can be updated for having better synchronization. Updated traffic signal control equipment along with signal timing optimization can reduce congestion. In the State of Texas (USA), synchronization of traffic signals has reduced traffic delays by 23 percent (US Department of Transportation, 2011), while on average it can reduce the travel time by up to 15 percent (US Department of Energy, 2011)."}, {"text_block_id": "p71_b939", "text": "V. Promote carpooling and park‐and‐ride systems during rush hours and on roads with heavy  volumes of vehicles"}, {"text_block_id": "p71_b940", "text": "Park‐and‐ride systems involve providing parking facilities where the commuters can leave their private vehicles in a central location and transfer to a public shuttle service or several commuters could opt to travel together in one vehicle for the rest of their journey by means of car pooling. Cars or any other personal vehicles are kept parked in the facility throughout the day, and picked up by the commuters on their return trip. Typically, such facilities are found in the suburban areas. Carpooling and park‐and‐ride options can be considered for roads where congestion is extremely high, resulting in traffic delays and heavy pollution due to vehicular emissions. Availability of these facilities will require adequate publicity and awareness. This system would be ideal in industrial zones and busy city areas, and passengers should have secure parking facilities for parking personal vehicles during the day. In those countries where carpooling and park and ride systems are in operation, the options of transferring into a bus or train or carpooling arrangements are available."}, {"text_block_id": "p71_b941", "text": "The draft National Transport Policy of Sri Lanka, which is yet to receive the government approval, provides for promoting park‐and‐ride systems in conjunction with public/mass transportation. The overall objective of having park‐and‐ride systems is to reduce the number of single‐ or low‐ occupancy vehicles on the road and to promote mass transit shuttles or cars with a larger number of people."}, {"text_block_id": "p71_b942", "text": "VI.  Improvement of the condition of byroads"}, {"text_block_id": "p71_b943_merged", "text": "Implementation of proper maintenance of byroads for efficient and smooth flow of traffic with lowered CO₂ emissions and the road edges/shoulders to prevent erosion and damage is envisaged under this intervention. The material used in road construction is also important in relation to CO2 emissions. Although construction of asphalt/concrete roads are favored most of the time, a study by Prof. R. Shanthini at University of Peradeniya, Sri Lanka, has found that metalling and tarring of roads contribute to lower emissions and high durability of roads in rural sector."}, {"text_block_id": "p72_b947", "text": "VII.  Electrification of the existing railway system"}, {"text_block_id": "p72_b948", "text": "Electrification of the existing railway system, at least part of it, will save both energy and the maintenance cost while providing sustainable transport. The diesel powered electricity generator in the existing trains that drive the motors connected to the wheels, remain idle most of the time, except when running at steady speed. When the train is electrified through the grid, there is no such wastage of fuel and when the train brakes or decelerates, the motors will transform to generators producing electricity which will be returned to the grid for later use. In electrification of the railway system, the existing railway tracks could be used (with zero voltage) with electricity provided through overhead lines (25 kilovolt) drawn above the railway lines and loops (IESL, 2008)."}, {"text_block_id": "p72_b949", "text": "The railway network in the country is 1447 km long²⁹ and it has been originally built and used only for transporting export plantation products, and with increasing population and traffic needs, the rail transport has become more passenger oriented. Railways accounts for about 4% of passenger transport and 1% of freight transport. The existing trains are diesel powered, and electrification of one sector of the railway network (Nearly 5% of the existing railway network) has been proposed by IESL (2008)."}, {"text_block_id": "p72_b950", "text": "This technology has been prioritized mainly in view of the following social and economic benefits."}, {"text_block_id": "p72_b951", "text": "a)"}, {"text_block_id": "p72_b952", "text": "Smooth and more sustainable transport with low energy inputs & cost, reduced travel time per unit distance with high energy efficiency."}, {"text_block_id": "p72_b953", "text": "b)"}, {"text_block_id": "p72_b954", "text": "Environmental benefits which include low GHG emission, reduced environmental pollution and noise The projected employment generations by the proposed technological interventions is a minimum of 150 per major city, 40 per each park‐and‐ride location, and about 100 for the electrified railway system majority of which comprises the labor force."}, {"text_block_id": "p72_b955", "text": "VIII.  Promote and facilitate the import of low GHG emitting hybrid vehicles"}, {"text_block_id": "p72_b956", "text": "Hybrid electric vehicles have an internal combustion engine and one or more electric motors. These vehicles are most feasible for use in urban traffic, where there is a frequent need for braking. The hybrid vehicles have substantial tailpipe CO"}, {"text_block_id": "p72_b957", "text": "2"}, {"text_block_id": "p72_b958", "text": "emission reductions only at relatively low speeds (i.e. speeds"}, {"text_block_id": "p72_b959", "text": "below ~50 km/h). In full hybrid cars, the vehicle can be propelled fully using electric power at low speeds and use the internal combustion engine at higher speeds or when the electric energy stored in the car battery is low."}, {"text_block_id": "p72_b960", "text": "IX.  Increase the use of cleaner fuel (i.e. Compressed Natural Gas and bio‐fuels)"}, {"text_block_id": "p72_b961_merged_merged", "text": "Currently the vehicles used in Sri Lanka use petroleum fuel such as unleaded petrol (gasoline), diesel, or LPG. Compared to these fuels, natural gas has lower CO2 emission level and currently being used worldwide as a cleaner fuel. Natural Gas is about 80 percent methane (CH4), and can be temporarily converted into liquid form (LNG) at minus 160 degrees Celsius for ease of transport and storage. Compressed Natural Gas (CNG) and LNG are appropriate for spark ignition engines. The high octane rating (i.e. ~120) allows a higher compression ratio compared to what is possible for gasoline, and it also enhances the engine efficiency.  CNG is suitable for cities with high pollution due to its reduced emission levels Bio‐fuels are considered zero CO2 emitting. Lgno‐cellulosic sources in biomass such as grasses and"}, {"text_block_id": "p73_b970", "text": "woody material are converted to bio‐fuels. Crop residues such as wheat and rice straw, corn stalks and leaves, and energy crops also can be utilized for this purpose. Ethanol, methanol, and biodiesel can be produced from fermentation of these other crop material or wood‐waste. Cellulotic crops have much higher yields per ha than sugar and starch crops (IEA, 2006). The production of crops however requires large harvesting areas."}, {"text_block_id": "p73_b971", "text": "X.  Roadside tree planting and improving the overall roadside vegetation"}, {"text_block_id": "p73_b972", "text": "Planting trees and proper establishment of shrubs and grasses can improve the protection of roads from  erosion and runoff. However, a minimum clear zone of 10 feet from the road edge is suggested for avoiding potential road accidents. Planting trees will also help carbon sequestration thereby reducing the net emission due to fossil fuel burning in road transportation."}, {"text_block_id": "p73_b973", "text": "5.3 Mitigation benefits of the Technologies Identified"}, {"text_block_id": "p73_b974", "text": "All these technologies were identified based on their GHG emission reduction potential, novelty, and benefits to the society at large. The overall goals of selecting these technologies are aimed at reducing traffic congestion caused by heavy traffic including the large number of single‐ and low‐ occupancy vehicles, reducing air pollution, enhancing fuel efficiency, and promoting mass transportation and non‐motorized transportation, all of which ultimately contributing to  reduced fossil fuel consumption."}, {"text_block_id": "p73_b975", "text": "Certain technology‐related decisions already taken by the government are yet to be implemented primarily due to the fact that the transport sector involves several stakeholder agencies in Sri Lanka. For instance, the decision of the Ministry of Transport for increasing the share of freight transportation by the train is yet to materialize due to the reluctance of the Sri Lanka Railways owing to the high costs associated with it. However, in the present TNA, appropriate technologies have been selected in view of their overall environmental and socioeconomic benefit to the country at large ignoring the institutional issues."}, {"text_block_id": "p73_b976", "text": "5.4 Criteria and Process of Technology Prioritization"}, {"text_block_id": "p73_b977", "text": "Prioritization of technologies was carried out by following the Multi‐Criteria Decision Analysis (MCDA) approach. This approach provided opportunity to assess technologies across a range of development and sustainability criteria. The last three technologies identified above were not considered in the MCDA due to the following reasons:"}, {"text_block_id": "p73_b978", "text": "o"}, {"text_block_id": "p73_b979", "text": "Use of hybrid vehicles is being a fairly recent initiative in the country and the sustainability and commercial viability of this technology is yet to be established."}, {"text_block_id": "p73_b980", "text": "o"}, {"text_block_id": "p73_b981", "text": "The last two technologies (use of cleaner fuel & roadside tree planting and improving the overall roadside vegetation) have already been considered in the energy sector TNA."}, {"text_block_id": "p73_b982", "text": "The evaluation criteria for identifying priority technologies were established through sectoral stakeholder consultations."}, {"text_block_id": "p74_b983", "text": "5.3.1.  Multi Criteria Decision Analysis (MCDA):"}, {"text_block_id": "p74_b984", "text": "a) Determination of Criteria and Weightings"}, {"text_block_id": "p74_b985", "text": "Performance and Scoring matrices to assess the performance of each technology option were constructed using a set of pre‐determined criteria (Fig. 5.1)."}, {"text_block_id": "p74_b986", "text": "The evaluation criteria included the following;"}, {"text_block_id": "p74_b987", "text": ""}, {"text_block_id": "p74_b988", "text": "Contribution to development priorities"}, {"text_block_id": "p74_b989", "text": ""}, {"text_block_id": "p74_b990", "text": "Potential for GHG emission reduction"}, {"text_block_id": "p74_b991", "text": ""}, {"text_block_id": "p74_b992", "text": "Costs and benefits"}, {"text_block_id": "p74_b993", "text": "Table 5.4: Criteria and Weighting Factors Identified for the Transport Sector"}, {"text_block_id": "p75_b994", "text": "Figure 5.1: Criteria used in MCDA for the Transport Sector"}, {"text_block_id": "p75_b995", "text": "a) Construction of Performance Matrix and Scoring Matrix"}, {"text_block_id": "p75_b996", "text": "The Performance Matrix and Scoring Matrix were constructed based on the above criteria and weighted scores. The Summary Scoring Matrix is provided in the Annex IV."}, {"text_block_id": "p75_b997", "text": "b) Calculation of Benefits"}, {"text_block_id": "p75_b998", "text": "Benefits were calculated for each option as described in the MCDA Manual (Benefit = Total Score – Weighted Score of Costs)."}, {"text_block_id": "p75_b999", "text": "The costs and benefits for each option are given in Table 5.5 below:"}, {"text_block_id": "p75_b1000", "text": "Table 5.5: Benefit/Cost Analysis for the Transport Sector"}, {"text_block_id": "p75_b1001", "text": "Note: The Cost/km was included based on the consensus of all the stakeholders and national experts on Transport sector, given the range of technology options. Also, 'US $ million per km' unit was considered as the comparable unit, after going through several published reports and documents, because most of the technologies came up could not be separated as cost per passenger km."}, {"text_block_id": "p76_b1002", "text": "The results of benefits and costs were analyzed as described in the MCDA Manual by carrying out benefit cost analysis and sensitivity analysis procedures. In addition, Benefit/Cost ratio was also calculated to verify the decisions on ranking."}, {"text_block_id": "p76_b1003", "text": "5.5 Results of Technology Prioritization"}, {"text_block_id": "p76_b1004", "text": "In prioritizing technologies, those options considered of having the highest benefits over the costs were given the highest priority. Thus the following three in the order of priority were chosen as the most preferred  technologies based on the benefit vs. cost plot. (Fig. 5.2)"}, {"text_block_id": "p76_b1005", "text": "1. Integration of Non‐motorized transport methods in Colombo along with regularized public transport system"}, {"text_block_id": "p76_b1006", "text": "2."}, {"text_block_id": "p76_b1007", "text": "Promote carpooling and park‐and‐ride systems during rush hours and on roads with heavy volumes of vehicles"}, {"text_block_id": "p76_b1008", "text": "3."}, {"text_block_id": "p76_b1009", "text": "Electrification of the existing railway system"}, {"text_block_id": "p76_b1010", "text": "Fig. 5.3 illustrates the benefits, estimated as (total score ‐ weighted score of costs), plotted against the costs which facilitated determination of the most suitable and prioritized technologies. Modal shift of 5 percent of freight transport and BRT system were 'outliers' mostly because of the high costs involved, in addition to the lower benefits compared to the prioritized technology options."}, {"text_block_id": "p76_b1011", "text": "Figure 5.2: Benefit Vs Cost Plot for Identified technologies for Transport Sector"}, {"text_block_id": "p76_b1012", "text": "(Option 1= Shift of 5 percent of transportation of freight from roads to rail; Option 2= Improved public transportation, especially in Colombo area: Introduction of a bus rapid transit (BRT) system; Option 3= Technology fact sheet for transport sector‐ Integration of Non‐motorized transport methods in Colombo along with regularized public transport system; Option 4= Improving the traffic signal system for Synchronization; Option 5= Promote carpooling and park‐and‐ride systems during rush hours and on roads with heavy volumes of vehicles; Option 6= Improvement of the condition of byroads; Option 7= Electrification of the existing railway system)"}, {"text_block_id": "p77_b1013", "text": "Table 5.6: Summary Table for Prioritized Technologies for the Transport Sector"}, {"text_block_id": "p77_b1014", "text": "(Please refer to Barrier Analysis and Enabling Measures section in the Transport Sector for"}, {"text_block_id": "p77_b1015", "text": ""}, {"text_block_id": "p77_b1016", "text": "more details"}, {"text_block_id": "p77_b1017", "text": "on prioritized technologies)"}, {"text_block_id": "p77_b1018_merged_merged", "text": "The following assumptions were made in calculating the mitigation potential under each technology option; Option 1: 1 km daily walking by the passengers using regularized public transport (of which 40 percent originally using single occupancy petrol cars) was assumed, Option 2: Shifting of passengers from single occupancy petrol cars to Park‐and‐ride shuttles run on diesel with an occupancy of 30 persons was assumed; Option 3: It was assumed that the passengers shifted from single occupancy cars (40 percent) and conventional diesel trains (60 percent). The following CO2emission rates were assumed for fuel/energy types: Petrol‐ 2.322 kg CO2per litre; Diesel‐ ‐ 2.672 kg CO2per litre; Grid electricity: ‐ 0.545 kg CO2per kwh"}, {"text_block_id": "p77_b1030", "text": "5.4.1 Categories of the Prioritized Technologies"}, {"text_block_id": "p77_b1031", "text": ",The technologies are categorized according to the types of goods and services they offer or contribute so as to facilitate the barrier analysis as the different types of goods and services have distinct market characteristics. The transfer and diffusion of technologies within each category are influenced either by market or political decisions. These categories are (a) consumer goods which are specifically intended for the mass market, households, businesses and institutions, (b) capital goods such as machinery, equipment used in the production of goods, (c) publicly provided goods where the technologies contribute to the provision of the public amenities such as roads, bridges, mass transport system, etc. and (d) non‐market goods. The diffusion of consumer goods and to some extent capital goods are generally dominated by market decisions, whereas the publicly provided goods and non‐market goods are primarily diffused through political decisions. Government institutions, public or nonprofit institutions etc, therefore have a direct influence on the diffusion of publicly provided and non‐market goods."}, {"text_block_id": "p77_b1032", "text": "The prioritized technologies and their categorizations are given in Table 5.7"}, {"text_block_id": "p77_b1033", "text": ""}, {"text_block_id": "p77_b1034", "text": ""}, {"text_block_id": "p78_b1035", "text": "Table 5.7: Categorization of the prioritized technologies – Transport Sector"}, {"text_block_id": "p78_b1036", "text": "The technologies have been prioritized with the view to improve economic and environmental benefits while targeting a better transport system to help reduce traffic congestion and delays due to large number of low occupancy vehicles, and promote use of public and non‐motorized transportation. In order to achieve these targets, at least in some parts of the country in a sustainable manner, a proper mechanism for technology deployment and diffusion is required."}, {"text_block_id": "p78_b1037", "text": "Suburban areas of Colombo District with heavy traffic will be targeted to promote non‐motorized transport while carpooling and park‐and‐ride initiative will initially target commuters from two or three remote cities in Gampaha or Colombo District. Initially, electrification is proposed for only about 5 percent of the 1447 km long railway network in the country."}, {"text_block_id": "p78_b1038", "text": "So far none of these prioritized technologies have been implemented due to several constraints including some inherent barriers which need to be overcome for successful implementation of the proposed technologies. Hence identification of significant barriers that will impact upon successful implementation of the technologies is imperative. Therefore, a barrier analysis along with the identification of enabling measures has been undertaken through expert and stakeholder consultations."}, {"text_block_id": "p78_b1039", "text": "5.6 Preliminary targets for technology transfer and diffusion"}, {"text_block_id": "p78_b1040", "text": "a) Integration of Non‐ motorized transport methods with regularized public transport system"}, {"text_block_id": "p78_b1041", "text": "b) Carpooling and park‐and‐ride systems"}, {"text_block_id": "p78_b1042", "text": "Two park‐and‐ride systems are planned in Gampaha or Colombo Districts in order to reduce traffic congestion due to too many low and single occupancy vehicles . The establishment of these with all the required features as provided in the action plans below is planned to be completed within three (03) years after commencement of the project."}, {"text_block_id": "p79_b1043", "text": "c) Electrification of the existing railway system:"}, {"text_block_id": "p79_b1044", "text": "The current length of the railway network of Sri Lanka is 1447 km. Initially, electrification is proposed for the suburban rail stretches to cover about 5 percent of this length within three (03) years after commencement of the project."}, {"text_block_id": "p79_b1045", "text": "5.7 Identification of Barrier and possible enabling measures for Prioritized Technologies"}, {"text_block_id": "p79_b1046", "text": "Although potent technologies have been identified and prioritized, yet there are barriers to overcome to enable meeting the objectives of technology transfer and diffusion. Therefore, the barrier analysis has been carried out through stakeholder consultations"}, {"text_block_id": "p79_b1047", "text": ""}, {"text_block_id": "p79_b1048", "text": "supplemented by literature reviews and"}, {"text_block_id": "p79_b1049", "text": ""}, {"text_block_id": "p79_b1050", "text": "expert inputs. The barriers thus identified"}, {"text_block_id": "p79_b1051", "text": ""}, {"text_block_id": "p79_b1052", "text": "were prioritized and ranked according to their significance of importance followed by hierarchical classification and analysis of causal relationship between barriers."}, {"text_block_id": "p79_b1053", "text": "5.6.1.  Integration of non‐motorized transport methods with regularized public transport system"}, {"text_block_id": "p79_b1054_merged_merged", "text": "A total number of ten (10) key barriers have been identified by analyzing causal relations using root cause analysis supplemented. The key barriers are classified into hierarchical categories which include one (01) economic & financial barrier, one (01) policy, legal & regulatory,four (04) social, cultural & behavioral barriers, and four (04) “Other” barriers."}, {"text_block_id": "p79_b1057", "text": "The barriers and enabling measures identified using the with Logical Problem Analysis (LPA) methodology are discussed below"}, {"text_block_id": "p80_b1058", "text": "5.6.2  Carpooling and park‐and‐ride systems"}, {"text_block_id": "p80_b1059_merged", "text": "A total number of twelve (12) key potential barriers that would impede the success of implementation of the technology have been identified. These barriers classified into the hierarchy of categories include two (02) economic & financial, one (01) Information & awareness, two (02) Institutional & organizational capacity , one (01) policy, legal & regulatory,two (02) social, cultural & behavioral, and four (04) “Other” barriers"}, {"text_block_id": "p80_b1062", "text": "."}, {"text_block_id": "p80_b1063", "text": "The following are the key barriers and respective enabling measures identified."}, {"text_block_id": "p82_b1064", "text": "5.6.3  Electrification of suitable segments of the existing railway network"}, {"text_block_id": "p82_b1065_merged", "text": "A total number of six (6) key barriers have been identified for the technology through stakeholder consultationsfollowed by hierarchical categorization. Accordingly, the barriers include one (01) economic & financial, three (03) network failure, one (01) social, cultural & behavioral, and one (01) “Other” barrier."}, {"text_block_id": "p82_b1068", "text": "The barriers and the respective enabling measures are discussed below;"}, {"text_block_id": "p82_b1069", "text": "Bus Rapid Transit (BRT) is a public transport system using buses to provide faster, more efficient service than an ordinary bus line. This is achieved by making improvements to existing infrastructure, vehicles and scheduling. BRT system is often useful to establish connectivity from nodal points of the railway electrification links to other mass transport modes and pedestrian or non‐motorized transport facilities."}, {"text_block_id": "p83_b1070", "text": "5.8  Linkages of the barriers identified"}, {"text_block_id": "p83_b1071", "text": "Certain barriers identified for different technologies have linkages while some barriers are common to all three technologies and they are described below."}, {"text_block_id": "p83_b1072", "text": "5.7.1 Lack of finances."}, {"text_block_id": "p83_b1073_merged", "text": "The lack of finances is common to all three prioritized technologies. So far adequate financial resources have not been made for promoting and improving non‐motorized transportation related facilities.  Therefore, at least the initial investment from government sources will be required for the technology on Integration of non‐ motorized transport methods along with regularized public transport system. Since the other two technologies would require substantial financial investments compared to the Technology 01, opportunities for external funding will have to be explored. Public private partnership would be of vital importance for all three technologies in addition to exploring opportunities for potential donor funding."}, {"text_block_id": "p83_b1076", "text": "5.7.2  Lack of knowledge on the benefits and other concerns related to the prioritized technologies."}, {"text_block_id": "p83_b1077", "text": "Lack of awareness on potential health and environmental benefits accruable by shifting to the prioritized technologies will remain a major constraint for promoting these initiatives. Given the extent of violation of road rules by both motorists and pedestrians, there is a need for concerted efforts by the authorities in persuading public to obey the existing road rules and regulations. There is lack of awareness as well on novel concepts such as car‐pooling and park‐and‐ride arrangements. Therefore advance awareness creation is of paramount importance for the success of all the three technologies."}, {"text_block_id": "p83_b1078", "text": "5.7.3  Lack of provisions in national policies and legislation for promoting the prioritized  technologies."}, {"text_block_id": "p83_b1079", "text": "Policy commitment is essential for promoting all three prioritized technologies. Amendments to the existing policies and legislation with emphasis on the safety of non‐motorized transportation and pedestrians are required. Sound enabling policy environment will be essential for proper and sustainable functioning of car‐pooling and park‐and‐ride systems."}, {"text_block_id": "p83_b1080", "text": "5.7.4 Lack of infrastructure and locomotives."}, {"text_block_id": "p83_b1081", "text": "Lack of necessary infrastructure is also a barrier common to all three technologies. For Technology 01, proper sidewalks, walkways and prominent signposts for easy identification of passenger crossings are needed. For car‐pooling and park‐and‐ride systems, there is a need for safe parking lots with all the relevant security measures, ticketing facilities, information display arrangements, and high quality buses, etc. Good tracks, improved signal systems, and other infrastructure, adequate number of locomotives and rolling stocks are vital infrastructure for an efficient electrified railway system."}, {"text_block_id": "p83_b1082", "text": "5.7.5 Lack of economic tools such as road pricing, taxes, and tariffs."}, {"text_block_id": "p83_b1083", "text": "Lack of proper implementation arrangements for enforcement of rules and regulations is a barrier common to all three technologies. For instance, lack of an automated fine system for motorists who disregard the rights of pedestrians and bicyclists is a bottleneck for promoting non‐motorized"}, {"text_block_id": "p84_b1084", "text": "transportation. Similarly, absence of a system to discourage low‐occupancy vehicles will be a barrier for promoting mass transport arrangements such as car‐pooling and park – and – ride systems.  Appropriate tariff concessions for imported buses to be used in park‐and‐ride systems will contribute to the sustainability of this initiative."}, {"text_block_id": "p84_b1085", "text": "5.9 Enabling framework for overcoming the barriers in Transport Sector"}, {"text_block_id": "p84_b1086", "text": "The overall goal of these technological interventions is aimed at achieving the highest economic and environmental benefits through reducing the number of vehicles on the road & traffic congestion and promotion of public transportation, high occupancy vehicles, & non‐motorized transportation.  However, the barriers already discussed above need to be overcome for successful implementation of these technologies. While some barriers are technology specific, some are common to all three technologies. The common general barriers are;"}, {"text_block_id": "p84_b1087", "text": ""}, {"text_block_id": "p84_b1088", "text": "Inadequacy of finances."}, {"text_block_id": "p84_b1089", "text": ""}, {"text_block_id": "p84_b1090", "text": "Lack of knowledge on potential benefits and various other aspects related to the  prioritized technologies."}, {"text_block_id": "p84_b1091", "text": ""}, {"text_block_id": "p84_b1092", "text": "Poor enabling policy and legal environment for promoting the technologies."}, {"text_block_id": "p84_b1093", "text": ""}, {"text_block_id": "p84_b1094", "text": "Lack of infrastructure and locomotives."}, {"text_block_id": "p84_b1095", "text": ""}, {"text_block_id": "p84_b1096", "text": "Lack of economic tools such as road pricing, taxes, and tariffs."}, {"text_block_id": "p84_b1097", "text": ""}, {"text_block_id": "p84_b1098", "text": "Barrier:"}, {"text_block_id": "p84_b1099", "text": "Inadequacy of finances: Inadequacy of finances is common to all three prioritized technologies. Ensuring availability of adequate financial resources is an essential requirement for both implementation of and continuity of the desired services from the technologies."}, {"text_block_id": "p84_b1100", "text": ""}, {"text_block_id": "p84_b1101", "text": "Proposed Measures:"}, {"text_block_id": "p84_b1102", "text": "Ensuring appropriate financial mechanisms are imperative for successful implementation of all enabling measures proposed and sustainability of such interventions. Government financing and appropriate public private partnership arrangements are considered suitable financing mechanisms for the sustainability of the technologies. These domestic financing arrangements need to be supplemented by donor funding depending on the extent of the measures to be involved. Exploration of public private partnerships appears to be the most promising arrangement in addition to the option of securing donor assistance."}, {"text_block_id": "p84_b1103", "text": ""}, {"text_block_id": "p84_b1104", "text": "Barrier:"}, {"text_block_id": "p84_b1105", "text": "Lack of knowledge on potential benefits and various other aspects related to the prioritized technologies Inadequate awareness among the general public on the potential health and environmental benefits of the prioritized technologies would jeopardize availability of opportunities for the public to avail of such benefits.  On the regulatory aspects, both motorists and pedestrians need to be educated on the existing road rules and regulations. Awareness on novel approaches such as car‐pooling and park‐and‐ride is also lacking."}, {"text_block_id": "p84_b1106", "text": ""}, {"text_block_id": "p84_b1107", "text": "Proposed Measures:"}, {"text_block_id": "p84_b1108", "text": "Awareness creation together with providing training is proposed as an important measure to overcome this barrier. Awareness creation would be very critical and essential prior to implementation of all proposed technologies. Public awareness on the benefits of these technologies is required in addition to ensuring road discipline through strict implementation of road rules and regulations. Therefore, awareness creation on existing road rules & regulations and"}, {"text_block_id": "p85_b1109", "text": "benefits of the prioritized technologies is imperative. The use of mass media such as television could play an important role in promoting the use of carpooling and park‐and‐ride systems and a newly electrified railway system."}, {"text_block_id": "p85_b1110", "text": ""}, {"text_block_id": "p85_b1111", "text": "Barrier:"}, {"text_block_id": "p85_b1112", "text": "Poor enabling policy and legal environment for promoting the prioritized technologies"}, {"text_block_id": "p85_b1113", "text": "A national policy commitment is essential for promoting all three prioritized technologies.   Therefore, review and appropriate reforms of the existing policies and legislation with the focus on  the safety of non‐motorized transportation and pedestrians is recommended.  Enabling policy measures are also needed for proper and sustainable functioning of carpooling and park‐and‐ride systems."}, {"text_block_id": "p85_b1114", "text": ""}, {"text_block_id": "p85_b1115", "text": "Proposed Measures:"}, {"text_block_id": "p85_b1116", "text": "Therefore, an enabling policy and legal environment through appropriate policy and legal reforms either in the form of new regulations or amendments as appropriate to the existing legislation will be required. Introduction of tariff barriers to discourage importation of too many personal vehicles and a penalty system for using single or low occupancy vehicles during the rush hours and on certain road sectors with heavy traffic congestion also need to be considered in this process. Automated fine systems help protect pedestrian rights. Direct management regulations for carpooling and shuttle transit are required with initiative actions by the relevant government agencies."}, {"text_block_id": "p85_b1117", "text": ""}, {"text_block_id": "p85_b1118", "text": "Barrier:"}, {"text_block_id": "p85_b1119", "text": "Lack of infrastructure and locomotives"}, {"text_block_id": "p85_b1120", "text": "Lack of necessary infrastructure is also a barrier common to all three technologies."}, {"text_block_id": "p85_b1121", "text": ""}, {"text_block_id": "p85_b1122", "text": "Proposed Measures:"}, {"text_block_id": "p85_b1123", "text": "Provision of improved facilities, amenities, and infrastructure for the convenience of pedestrians and passengers of motorized transport are being recommended to overcome this barrier. Establishment of proper sidewalks, walkways, pedestrian crossings with prominent signposts is an essential requirement for Technology 01 (Integration of non‐ motorized transport methods along with regularized public transport system). Need for safe parking lots with adequate security measures, ticketing facilities, information display measures, and high quality buses, etc are important elements for the success of carpooling and park‐and‐ride systems. Having market, restaurant, and communication facilities along with fuel stations are value added conveniences for potential users of the facility. Better tracks, signal systems, and other infrastructure, sufficient and better‐quality locomotives and rolling stocks are still needed for a better, electrified railway system."}, {"text_block_id": "p85_b1124", "text": ""}, {"text_block_id": "p85_b1125", "text": "Barrier:"}, {"text_block_id": "p85_b1126", "text": "Lack of economic tools such as road pricing, taxes, and tariffs"}, {"text_block_id": "p85_b1127", "text": "Lack of a proper system for penalizing the violators of rules and regulations is a barrier common to all   three technologies."}, {"text_block_id": "p85_b1128", "text": ""}, {"text_block_id": "p85_b1129", "text": "Proposed Measures:"}, {"text_block_id": "p85_b1130", "text": "Absence of an automated system to impose fines on motorists who violate the rights of pedestrians and bicyclists is a drawback for promoting non‐motorized transportation. In certain busy roads of other countries (e.g. United States, United Kingdom), taxes are imposed on single or low‐occupancy vehicles who take the option of travelling on the lanes designated for high occupancy vehicles. Introduction of such a system would discourage single or low‐occupancy vehicles and will facilitate promoting systems such as carpooling and park and ride. Tariff"}, {"text_block_id": "p86_b1131", "text": "concessions for buses to be used in park‐and‐ride systems will also be required for sustainable mass transportation."}, {"text_block_id": "p86_b1132", "text": "Summarized enabling framework by measure category and technology"}, {"text_block_id": "p86_b1133", "text": "The enabling framework for each technology is provided in Figures 5.3 to Figure 5.7 below."}, {"text_block_id": "p86_b1134", "text": "Figure 5.3: Awareness creation for Technologies ‐ Transport Sector"}, {"text_block_id": "p87_b1135", "text": "Figure 5.4: Better facilities, amenities, and infrastructure for Technologies ‐ Transport               Sector"}, {"text_block_id": "p87_b1136", "text": "Figure 5.5: Policies and regulations for Technologies ‐ Transport Sector"}, {"text_block_id": "p88_b1137", "text": "Figure 5.6:  Convenience and safety measures for Technologies ‐ Transport Sector"}, {"text_block_id": "p88_b1138", "text": "Figure 5.7:  Proper financial mechanism for Technologies ‐ Transport Sector"}, {"text_block_id": "p88_b1139", "text": "5.10 Action Plans for Prioritized Technologies"}, {"text_block_id": "p88_b1140", "text": "Proposed Action Plans for prioritized technologies Identified for the Industry Sector are given in Annex VI."}, {"text_block_id": "p89_b1141", "text": "6.1 Overview of the Industry Sector"}, {"text_block_id": "p89_b1142", "text": "Industry sector of Sri Lanka is not a high energy and resource consumer. According to the Ministry of Finance³¹, the island's industry sector share in the GDP in 2009 was 28.7% while growing at 8.4 percent from Rs. 701.1 billion in 2009 to Rs. 760.2 billion in 2010. The key industries contributing to GHG emissions are cement manufacture, lime production for construction industry, and industries using lime stone (CaCO"}, {"text_block_id": "p89_b1143", "text": "3"}, {"text_block_id": "p89_b1144", "text": "containing material) and soda ash. The energy required for industrial purposes is"}, {"text_block_id": "p89_b1145", "text": "generated from several sources such as biomass, petroleum oils and electricity. Biomass is used in tea and rubber factories, bakeries, tile and brick industries and other small scale industries. Petroleum oil is used for operating boilers, ovens and furnaces in other industries."}, {"text_block_id": "p89_b1146", "text": "The GHGs emitted from the industry sector includes CO"}, {"text_block_id": "p89_b1147", "text": "2,"}, {"text_block_id": "p89_b1148", "text": "CH"}, {"text_block_id": "p89_b1149", "text": "4,"}, {"text_block_id": "p89_b1150", "text": "N"}, {"text_block_id": "p89_b1151", "text": "2"}, {"text_block_id": "p89_b1152", "text": "O, CO, NO"}, {"text_block_id": "p89_b1153", "text": "x"}, {"text_block_id": "p89_b1154", "text": ", NMVOC, and SO"}, {"text_block_id": "p89_b1155", "text": "2."}, {"text_block_id": "p89_b1156", "text": "The main"}, {"text_block_id": "p89_b1157", "text": "fraction of GHGs in the industrial sector is CO"}, {"text_block_id": "p89_b1158", "text": "2"}, {"text_block_id": "p89_b1159", "text": "and it contributes about 86% of the total GHG emitted by"}, {"text_block_id": "p89_b1160", "text": "the sector. Of this amount, about 63% is emitted from the industrial energy consumption and about 37% emitted from industrial processes. The emissions of CO"}, {"text_block_id": "p89_b1161", "text": "2"}, {"text_block_id": "p89_b1162", "text": "from industrial energy consumption and"}, {"text_block_id": "p89_b1163", "text": "industrial processes sub‐sectors are 842.03 Gg CO"}, {"text_block_id": "p89_b1164", "text": "2"}, {"text_block_id": "p89_b1165", "text": "and 492.4 Gg CO"}, {"text_block_id": "p89_b1166", "text": "2"}, {"text_block_id": "p89_b1167", "text": "respectively"}, {"text_block_id": "p89_b1168", "text": "."}, {"text_block_id": "p89_b1169", "text": "The total GHG"}, {"text_block_id": "p89_b1170", "text": "emissions from industry sector are given in table 6.1."}, {"text_block_id": "p89_b1171_merged_merged_merged", "text": "For the purpose of this report, the industrial sector includes all energy consuming industries and industrial processes other than those industries identified under the energy sector (energy industry and refinery operations). These industries fall under the industrial categories of traditional, technology intensive, small & medium enterprises and micro industries. Cement manufacture, lime production for building construction industry and industries using CaCO3 containing material and soda ash are some of the key industries contributing to GHG emissions in the industry sector. The other industries contributing to significant amounts of GHG emission are Glass manufacturing, Metal & Paper and Food & Beverage production. According to the Second National Communication of Sri Lanka (2012) the total CO2 equivalent emissions from the industry sector is 1,447.4 GgCO2Eq. This amounts to around 8% of the total GHG emissions in the country. The details of emissions from sub‐sectors within the industry sector are provided in Table 6.1."}, {"text_block_id": "p90_b1181", "text": "Source : ME, 2012, Data from Second National Communication on Climate Change"}, {"text_block_id": "p90_b1182", "text": "Apart from the emissions generated due to industrial energy consumption, Cement manufacturing, Lime production, Calcite & Dolomite use, Soda ash use, Asphalt production & use, Glass manufacturing, Metal & Paper industry and Food & Beverage are the main industrial processes which generate higher GHG emissions. However, compared to the emissions from industrial energy consumption, these industrial processes generate relatively low level of GHG emissions (Table 6.1)."}, {"text_block_id": "p90_b1183", "text": "Information on thermal energy consumption in the above mentioned industry sub sectors are not available. Nevertheless, based on the industry sector experience of sector experts (NCPC) these industry sub sectors are categorized as high, medium and low thermal energy consumers. Electrical energy consumption and level of thermal energy consumption are given in table 6.2."}, {"text_block_id": "p90_b1184", "text": "Table 6.2: Electrical and Thermal Energy Consumption of Sub Industry Sectors"}, {"text_block_id": "p90_b1185", "text": "Local industry sector has not expanded significantly in the recent past due to high energy cost and several other external factors. Since fuel prices continue to increase, most of existing industries that use thermal energy have been converting their basic energy source from fuel oil to biomass.  Even though Sri Lankan GHG emission is at very low level compared to the other countries, local industries have"}, {"text_block_id": "p91_b1186", "text": "embarked on improving their production processes in order to reduce energy and resource consumption because of high cost of energy and other resources."}, {"text_block_id": "p91_b1187", "text": "6.1.2  Existing Policies and Laws Related to the Industry Sector's Development"}, {"text_block_id": "p91_b1188", "text": "The Existing Policies and Laws related to Industry Sector are given in table 6.3 below."}, {"text_block_id": "p91_b1189", "text": "Table 6.3: Existing Policies and Laws related to Industry Sector"}, {"text_block_id": "p92_b1190", "text": "6.1.3 Current status of technologies of the Industry Sector"}, {"text_block_id": "p92_b1191", "text": "Industry sector technologies can be basically divided in to two segments as;"}, {"text_block_id": "p92_b1192", "text": ""}, {"text_block_id": "p92_b1193", "text": "Industry or process specific technologies"}, {"text_block_id": "p92_b1194", "text": ""}, {"text_block_id": "p92_b1195", "text": "Cross cutting technologies that can be generally applied to almost all the industries."}, {"text_block_id": "p92_b1196", "text": "Technologies can also be categorized into hard technologies which have real science and engineering inventions and soft technologies which are more likely to be innovations, strategies, techniques or management practices."}, {"text_block_id": "p92_b1197", "text": "In the Sri Lankan industry sector, most appropriate technologies appear to be cross cutting technologies. Compared to the industrialized countries, local industries fall within the categories of medium and small scale. If Sri Lanka introduces industry or process specific technologies, application of such technologies will be restricted to a few industrial organizations."}, {"text_block_id": "p92_b1198", "text": "6.2  Technologies Identified for the Industry Sector"}, {"text_block_id": "p92_b1199", "text": "The initial sectoral stakeholder consultations have identified (List of stakeholders provided in Annex A2) the following as priority technologies for consideration."}, {"text_block_id": "p92_b1200", "text": "I."}, {"text_block_id": "p92_b1201", "text": "Energy Efficient Motors"}, {"text_block_id": "p92_b1202", "text": "II."}, {"text_block_id": "p92_b1203", "text": "Variable Speed Drives"}, {"text_block_id": "p92_b1204", "text": "III."}, {"text_block_id": "p92_b1205", "text": "Ethanol Kitchen Stove"}, {"text_block_id": "p92_b1206", "text": "IV."}, {"text_block_id": "p92_b1207", "text": "Cook Stove with Biomass Gasification"}, {"text_block_id": "p92_b1208", "text": "V."}, {"text_block_id": "p92_b1209", "text": "Biomass Residue Based Cogeneration Combined Heat and Power (CHP)"}, {"text_block_id": "p92_b1210", "text": "VI."}, {"text_block_id": "p92_b1211", "text": "Rotary burners for thermal applications"}, {"text_block_id": "p92_b1212", "text": "VII."}, {"text_block_id": "p92_b1213", "text": "Super Boilers"}, {"text_block_id": "p92_b1214", "text": "VIII."}, {"text_block_id": "p92_b1215", "text": "Gas absorption heat pumps"}, {"text_block_id": "p92_b1216", "text": "IX."}, {"text_block_id": "p92_b1217", "text": "Composite cans with paper bottoms"}, {"text_block_id": "p92_b1218", "text": "X."}, {"text_block_id": "p92_b1219", "text": "Heating Technology for Recycling of used types"}, {"text_block_id": "p92_b1220", "text": "Most of these technologies are cross cutting having high potential for GHG emission reduction and other benefits rather than industry or process specific technologies which have limited applications in the Sri Lankan context."}, {"text_block_id": "p93_b1221", "text": "6.2.1 Overview of the Technologies Identified"}, {"text_block_id": "p93_b1222", "text": "I. Energy Efficient Motors"}, {"text_block_id": "p93_b1223", "text": "According to global energy surveys, it is estimated that two thirds of electrical energy in the industry is consumed by motors and hence high efficiency requirement is inevitable in view of overall energy efficiency. If every installation could contribute even by a fractional improvement of efficiency, the gross saving would be enormous. Already there are agreements between motor manufactures and various enactments in the USA and Europe. Energy Policy Act 1992 (Epact 92) has directives for minimum efficiency levels for general purpose motors up to 200HP in USA. Based on such directives NEMA (National Electric Manufacturer's Association) listed different efficiency bands for motors. The motors that have higher efficiency by 2% – 8% than the standard efficiency motors are categorized as “Premium Efficiency Motors'."}, {"text_block_id": "p93_b1224_merged", "text": "Manufacturers state the efficiency classes in three groups – EFF1, EFF2 and EFF3. The highest efficiency of a particular category varies with the power rating (kW or HP), number of poles (or the speed). EFF1 has the highest efficiency. To illustrate these relationships considering a 1.1kW motor, efficiency of EFF1 type is equal or more than 82.8% and that of EFF2 type is equal or more than 76.2% and any type with lower efficiency than the latter falls into EFF3 type. The similar efficiency values for 75kW motor are EFF1 > 94.6% and, EFF2 > 93.6%."}, {"text_block_id": "p93_b1229", "text": "In addition to energy savings, energy efficient motors have other benefits. They have better life due to high quality insulation, magnetic circuits and bearings. These properties with high quality manufacturing processes also lead to very low vibration and are more susceptible to voltage unbalances and overloading."}, {"text_block_id": "p93_b1230", "text": "II. Variable Speed Drives"}, {"text_block_id": "p93_b1231", "text": "Constant speed motor drives are associated with various losses due to its inability to adjust the speed to suit the application. It is possible to save energy as much as 60% by using speed controls depending on the application. High savings can be achieved with fans and pumps that are very common in most of the industries. The traditional speed controls use mechanical speed reduction methods such as gearwheels and belt with pulleys. Both these methods have high energy losses due to friction. Moreover, motor running at a higher speed contributes additional losses such as frictional and iron losses. Further, such speed control systems are bulky or needs considerable space with the need of frequent maintenance depending on the usage and environment."}, {"text_block_id": "p93_b1232", "text": "The variable speed control system or an electronic drive can adjust the speed to suit the application not only by adjusting the speed but also torque characteristics of the motor. Since the speed controller is electronic, the energy loss in the controller very much less than that of a mechanical speed controller and also very compact. However, electronic drives should have stable supply for its trouble‐free operation. Various manufacturers provide other technologies to achieve fine improvements of motor operation to achieve more energy saving and optimizing the operation."}, {"text_block_id": "p93_b1233", "text": "Motor driven pumps and fans controlled by variable speed drives, as described above, can achieve high energy savings. The basic law of fluid flow shows that the power requirement is proportional to the cube of the flow speed. If the speed is reduced by 80% (this does not affect most of the process unless high precision of speed is required) the energy requirement can be reduced by 51%! This is a typical"}, {"text_block_id": "p94_b1234", "text": "application in withering process in tea manufacturing. Most of the pumping applications can also achieve this type of saving if the speed is reduced, as it cannot be a problem as pumps generally operates only intermittently – runs at full speed and then idle. However, since average electronic drives generally produce non‐sinusoidal current waveform, it is preferable to use motors recommended for such application for better life span."}, {"text_block_id": "p94_b1235", "text": "III. Ethanol Kitchen Stove"}, {"text_block_id": "p94_b1236", "text": "As ethanol provides a higher heat flux with no soot or smoke, cooking and hot water production can take place faster and pollution free. The greenhouse gas emission reduction contribution from ethanol cook stoves depends on the feedstock used for ethanol, the distance from feedstock location to ethanol production, and what it replaces. Ethanol is an alcohol that is produced by fermentation of sugars from various crops, such as maize, sorghum, wheat, cassava and sugarcane. It can be used for different energy applications varying from boiler heating in industries to water heating and cooking. Improved biomass cook stoves can aim for 30% efficiency and reduces the amount of wood fuel used and thus decreases pollutant emissions."}, {"text_block_id": "p94_b1237", "text": "IV. Cook Stove with Biomass Gasification"}, {"text_block_id": "p94_b1238", "text": "Gasification is the process of converting a solid fuel to a combustible gas. Usually a restricted amount of oxygen is added, either pure or from air in this process. A carbonaceous solid material can also be gasified to produce a hydrogen‐rich gas by bringing it in contact with steam at a high temperature. Air gasification of biomass produces gas with low calorific value containing about 50% nitrogen, and can fuel engines and furnaces. Gasification of biomass with pure oxygen results in a medium calorific value gas free of nitrogen."}, {"text_block_id": "p94_b1239", "text": "V.  Biomass residue based cogeneration combined heat and power (CHP)"}, {"text_block_id": "p94_b1240", "text": "Biomass is the term used for all organic material originating from plants (including algae), trees and crops and is essentially the collection and storage of the sun's energy through photosynthesis. Biomass energy, or bio‐energy, is the conversion of biomass into useful forms of energy such as heat, electricity and liquid fuels. Biomass for bio‐energy comes either directly from the land, as dedicated energy crops, or from residues generated in the processing of crops for food or other products such as pulp and paper from the wood industry. Another important contribution is from post consumer residue streams such as construction and demolition wood, pallets used in transportation, and the clean fraction of municipal solid waste (MSW)."}, {"text_block_id": "p94_b1241", "text": "The generation of energy requirement in a rubber processing factory using saw dust can be cited as an application of CHP. Saw dust is a waste material from saw mills which has the potential of contributing to several environment issues if not properly managed. The average thermal requirement of the rubber processing factory is estimated as 1,720 kW, and its average electrical power requirement is 1,138 kW, giving a heat to power ration of about 1.5:1. The proposed CHP plant will run at a constant load of 2,250 kW electricity (net) and excess electricity generated could be fed into the national grid. Process stream will be available at a constant rate of 3,375 kW. Steam in excess of the demand will be either used for preheating of combustion air or boiler feed water or wasted in not utilized. The design capacity factor of the plant is 0.8, while overall efficiency is 34.5% (13.8% electric, 20.8% thermal). Attempts towards lowering cost of energy generation through cogeneration systems could be a key to the survival of local industries in today's competitive environment."}, {"text_block_id": "p95_b1242", "text": "'Biomass Residue Based Cogeneration Combined Heat and Power (CHP)' technology has been recommended due to its high green house gas emission reduction potential. This technology helps to improve electrical energy efficiency and contribute for saving electricity as well. The estimated greenhouse gas (GHG) emission reduction potential is about 11,300 t CO"}, {"text_block_id": "p95_b1243", "text": "2"}, {"text_block_id": "p95_b1244", "text": "per year whereas cost of"}, {"text_block_id": "p95_b1245", "text": "investment would be around US$ 161,363 per tCO"}, {"text_block_id": "p95_b1246", "text": "2"}, {"text_block_id": "p95_b1247", "text": "e reduction."}, {"text_block_id": "p95_b1248", "text": "VI. Rotary burners for thermal applications"}, {"text_block_id": "p95_b1249", "text": "A new Calcpos rotary burner (CRB) which uses the available fuel gas pressure as a free source of drive energy, eliminates electric motors, providing a simple, cost effective means of retrofitting existing fired heaters for energy and environmental reasons."}, {"text_block_id": "p95_b1250", "text": "VII. Super Boilers"}, {"text_block_id": "p95_b1251", "text": "This is a novel flue gas heat recovery system with specialized controls to maximize energy efficiency and maintain stable performance under industrial conditions."}, {"text_block_id": "p95_b1252", "text": "VIII. Gas absorption heat pumps"}, {"text_block_id": "p95_b1253", "text": "Gas absorption heat pump (GAHP) systems provide a green way of heating and cooling buildings with up to 150% efficiency. Gas absorption heat pumps (GAHP) can provide sustainable solutions for both industrial and commercial businesses as well as for homes."}, {"text_block_id": "p95_b1254", "text": "IX. Composite cans with paper bottoms"}, {"text_block_id": "p95_b1255", "text": "Significantly more environmentally friendly than steel cans, these composite cans require 34% fewer energy inputs and 27% less raw material by weight to produce and result in 20% fewer greenhouse gas (GHG) emissions. The paperboard used to manufacture these round composite cans is 100% recycled content. The rigid paperboard packages, which contain an average of 55% recycled content and 50% post‐ consumer content and the low‐barrier version of the can is completely recyclable in the mixed paper stream and the paperboard used is 100% recycled material."}, {"text_block_id": "p95_b1256", "text": "X. Heating Technology for Recycling of used types"}, {"text_block_id": "p95_b1257", "text": "This is an innovative patented technology for recycling of Worn‐out Automobile Tyres (WAT). WAT heating method does not create any significant temperature gradient within the reactor."}, {"text_block_id": "p95_b1258", "text": "6.2.3 Mitigation benefits of the Identified Technologies"}, {"text_block_id": "p95_b1259_merged_merged", "text": "Co2 Mitigation potential has been considered the highest priority when selecting technologies. Other additional potential benefits are given in below table 6.4"}, {"text_block_id": "p96_b1263", "text": "6.3 Criteria and Process of Technology Prioritization"}, {"text_block_id": "p96_b1264", "text": "Prioritization of technologies was carried out using the Multi‐Criteria Decision Analysis (MCDA) process. The criteria and weighting factors for selecting priority technologies were established in consultation with the sector stakeholders."}, {"text_block_id": "p96_b1265", "text": "6.3.1 Multi Criteria Decision Analysis (MCDA)"}, {"text_block_id": "p96_b1266", "text": "a) Determination of Criteria and Weightings"}, {"text_block_id": "p96_b1267", "text": "Each step of the MCDA process was involved with stakeholder consultations and the Performance matrix and scoring matrix for the technologies listed above were constructed by deciding on a criterion (Table 6.5) to determine the performance of each identified technology option. The criterion encompassed the following;"}, {"text_block_id": "p96_b1268", "text": ""}, {"text_block_id": "p96_b1269", "text": "Contribution to development priorities"}, {"text_block_id": "p96_b1270", "text": ""}, {"text_block_id": "p96_b1271", "text": "GHG emission reduction potential"}, {"text_block_id": "p96_b1272", "text": ""}, {"text_block_id": "p96_b1273", "text": "Costs and benefits"}, {"text_block_id": "p96_b1274", "text": "The contribution of each technology to development priorities of the country was assessed based on (a) environmental, (b) social, and (c) economic considerations. The GHG emissions reduction potential of each technology was also assessed through the stakeholder consultations. Each option was given a score against each criterion on a scale of 0‐100 based on the order of preference (i.e. the least preferred option getting 0 and most preferred option getting 100). Each criterion was assigned a weight based on"}, {"text_block_id": "p97_b1275", "text": "the importance of the criterion, followed by calculating the weighted score. The weighted score of cost was deducted from the weighted total score, to get the benefit for each technology. Benefits were then plotted against the costs to determine the best technology options."}, {"text_block_id": "p97_b1276", "text": "Table 6.5: Criteria and Weighting Factors Identified for the Industry Sector"}, {"text_block_id": "p97_b1277", "text": "Ranking of the technologies has been carried out based on the technological details, the investment cost and other criteria such as annual operational and maintenance costs, lifecycle cost for unit of CO₂ saving, reliability & durability and policy support & taxes etc. provided by the technology providers as appearing in the Technology Fact Sheets (TFS)."}, {"text_block_id": "p97_b1278", "text": "a) Calculation of Benefits"}, {"text_block_id": "p97_b1279", "text": "Benefits were calculated for each option as described in the Multi‐Criteria Decision Analysis Manual of the UN (Benefit = Total Score – Weighted Score of Cost). The costs and benefits for each option are given in table 6.6 below:"}, {"text_block_id": "p98_b1280", "text": "Table 6.6: Benefit/Cost Analysis for industry sector"}, {"text_block_id": "p98_b1281_merged", "text": "The results of benefits and costs were analyzed as described in the MCDA Manual by carrying out benefit cost analysis and sensitivity analysis procedures. Accordingly, the three most preferred  technology options in order of priority are; (Option 1) Energy Efficient Motors, (Option 2) Variable Speed Drivers for Motors and (Option 5) Biomass Residue Based Cogeneration Combined Heat and Power CHP (Please see the explanation provided under the Section 6.4 for selection of technology Nos.2 and 5 over technologies 3 and 4)"}, {"text_block_id": "p98_b1284", "text": "6.4 Results of technology Prioritization"}, {"text_block_id": "p98_b1285", "text": ""}, {"text_block_id": "p98_b1286", "text": "Figure 6.1: Benefit Vs Cost for Identified Technologies for Industry Sector"}, {"text_block_id": "p98_b1287", "text": "According to the outcome of the Multi Criteria Decision Analysis, the technological options in order of priority are given below;"}, {"text_block_id": "p98_b1288", "text": ""}, {"text_block_id": "p99_b1289", "text": "I."}, {"text_block_id": "p99_b1290", "text": "Energy Efficient Motors"}, {"text_block_id": "p99_b1291", "text": "II."}, {"text_block_id": "p99_b1292", "text": "Variable Speed Drivers for Motors"}, {"text_block_id": "p99_b1293", "text": "III."}, {"text_block_id": "p99_b1294", "text": "Biomass Residue Based Cogeneration Combined Heat and Power (CHP)"}, {"text_block_id": "p99_b1295", "text": "IV."}, {"text_block_id": "p99_b1296", "text": "Cook Stoves with Biomass Gasification"}, {"text_block_id": "p99_b1297", "text": "V."}, {"text_block_id": "p99_b1298", "text": "Ethanol Cook stove"}, {"text_block_id": "p99_b1299", "text": "VI."}, {"text_block_id": "p99_b1300", "text": "Rotary Burners for Thermal Applications"}, {"text_block_id": "p99_b1301", "text": "VII."}, {"text_block_id": "p99_b1302", "text": "Gas Absorption Heat Pumps"}, {"text_block_id": "p99_b1303", "text": "VIII."}, {"text_block_id": "p99_b1304", "text": "Heating Technology for Recycling used Tyres"}, {"text_block_id": "p99_b1305", "text": "IX."}, {"text_block_id": "p99_b1306", "text": "Composite Cans with paper bottoms"}, {"text_block_id": "p99_b1307", "text": "X."}, {"text_block_id": "p99_b1308", "text": "Super Boiler"}, {"text_block_id": "p99_b1309", "text": "Thus the following three technologies were chosen as the final, prioritized technologies, based on the benefit/cost analysis."}, {"text_block_id": "p99_b1310", "text": "I."}, {"text_block_id": "p99_b1311", "text": "(Option 1) Energy Efficient Motors"}, {"text_block_id": "p99_b1312", "text": "II."}, {"text_block_id": "p99_b1313", "text": "(Option 2) Variable Speed Drivers for Motors"}, {"text_block_id": "p99_b1314", "text": "III."}, {"text_block_id": "p99_b1315", "text": "(Option 5) Biomass Residue Based Cogeneration Combined Heat and Power CHP"}, {"text_block_id": "p99_b1316", "text": "Technology No.1 (Energy Efficient Motors) provides high level of benefits (58.04) for relatively low cost. Although the technology Nos. 2 and 5 (Variable Speed Drivers for motors and Biomass Residue Based Cogeneration Combined Heat and Power CH) have relatively high investment costs compared to technology Nos. 3 (Ethanol Cook stove) and 4 (Cook Stoves with Biomass Gasification), technology No. 2  yield high level of benefits (57.35). But the benefits of technology No. 5 is relatively low (47.28). However, the technologv No. 2 and 5 were selected as the second and third priority technology options through stakeholder consensus."}, {"text_block_id": "p99_b1317", "text": "Reasons for selecting technology Nos. 2 and 5 (Variable Speed Drivers for motors and Biomass Residue Based Cogeneration Combined Heat and Power CH) over technology Options 3 (Ethanol Cook Stoves) and 4 (Cook Stoves with Biomass Gasification) are given below."}, {"text_block_id": "p99_b1318", "text": "Option 3"}, {"text_block_id": "p99_b1319", "text": "Commercial level ethanol production facilities and dedicated supply chain mechanism are not available as yet. Most of ethanol producing raw material are edible materials. Application of these technologies may create food shortage or short supply of raw material for ethanol production. Can be basically used for heating applications in industries and at domestic level but impact to climate change is insignificant because this replaces existing biomass energy source at domestic level."}, {"text_block_id": "p99_b1320", "text": "Option 4"}, {"text_block_id": "p99_b1321", "text": "This technology option is more applicable at small scale industrial heating applications and household level."}, {"text_block_id": "p99_b1322", "text": "Option 2"}, {"text_block_id": "p99_b1323", "text": "Variable speed drive technology has wide range of applications in almost all the industries and service sector in Sri Lanka when compared to technology option 3 and 4. Application of this option has direct impact to reduce electricity consumption and national cost of electricity generation. At present 85%"}, {"text_block_id": "p100_b1324", "text": "electricity is generated in Sri Lanka by using imported non renewable energy sources such as diesel, fuel oil and coal."}, {"text_block_id": "p100_b1325", "text": "Option 5"}, {"text_block_id": "p100_b1326", "text": "Cook Stoves with Biomass Gasification is more applicable at small scale food industries but due to the food security and hygiene issues, industrialists are reluctant to go for these technologies.Biomass residue supply chain mechanism is at commercial level in Sri Lanka thus raw materials are available."}, {"text_block_id": "p100_b1327", "text": "Although the Sri Lankan industry sector does not significantly contribute for GHG emission of the country, as a spin off, these selected technologies would contribute for improving energy efficiency."}, {"text_block_id": "p100_b1328", "text": "Table 6.7: Summary Table for Prioritized Technologies"}, {"text_block_id": "p100_b1329", "text": "6.4.1  Categories of the Prioritized Technologies"}, {"text_block_id": "p100_b1330", "text": "Technologies can be categorized into four generic categories. These categories are consumer goods which are specifically intended for the mass market, households, businesses and institutions; capital goods such as machinery, equipment used in the production of goods; publicly provided goods which technologies in this category contribute to the provision of the public such as roads, bridges, mass transport system, etc.; non‐market goods which are non tradable, transferrable and diffused under nonmarket conditions whether by governments, public or nonprofit institutions, international donors or NGOs."}, {"text_block_id": "p100_b1331", "text": "All three prioritized technologies and equipments are categorized as capital goods as shown in table 6.8."}, {"text_block_id": "p101_b1332", "text": "Table 6.8 : Categories of the prioritized technologies – Industry Sector"}, {"text_block_id": "p101_b1333", "text": "6.5 Preliminary targets for technology transfer and diffusion"}, {"text_block_id": "p101_b1334", "text": "Tables 6.9, 6.10 and 6.11 depicts primary targets for each prioritized technologies with expected economic benefits, lifetime and climate change mitigation impacts of each technology including the other environment impacts for the given period of time."}, {"text_block_id": "p101_b1335", "text": "Table 6.9 : Preliminary targets of EEM"}, {"text_block_id": "p101_b1336", "text": "Table 6.10 : Preliminary targets of VSD"}, {"text_block_id": "p101_b1337", "text": ""}, {"text_block_id": "p102_b1338", "text": "Table 6.11 : Preliminary targets of Biomass CHP"}, {"text_block_id": "p102_b1339", "text": "6.6 Identification of Barriers and possible enabling measures for Prioritized Technologies"}, {"text_block_id": "p102_b1340", "text": ""}, {"text_block_id": "p102_b1341", "text": "6.6.1 Energy Efficient Motors (EEM)"}, {"text_block_id": "p102_b1342", "text": "Efficient Energy Motor technology has been prioritized in view of its high potential for green house gas emission reduction in electricity power generation. This technology also helps in improving electrical energy efficiency particularly in industries and generally in the service sector."}, {"text_block_id": "p102_b1343", "text": ""}, {"text_block_id": "p102_b1344", "text": "For the technology"}, {"text_block_id": "p102_b1345", "text": "'Energy Efficient Motors'"}, {"text_block_id": "p102_b1346", "text": ", a total number of eight (08) key barriers and measures have been identified. The barriers are classified into various categories which include two (02) economic & financial, one (01)"}, {"text_block_id": "p102_b1347", "text": ""}, {"text_block_id": "p102_b1348", "text": "policy, legal & regulatory"}, {"text_block_id": "p102_b1349", "text": ","}, {"text_block_id": "p102_b1350", "text": "one (01)"}, {"text_block_id": "p102_b1351", "text": ""}, {"text_block_id": "p102_b1352", "text": "institutional & organizational capacity, one (01)"}, {"text_block_id": "p102_b1353", "text": ""}, {"text_block_id": "p102_b1354", "text": "human skills,"}, {"text_block_id": "p102_b1355", "text": ""}, {"text_block_id": "p102_b1356", "text": "two (02) technical and one (01) information & awareness barriers."}, {"text_block_id": "p102_b1357_merged_merged", "text": "The enabling measures to overcome barriers have been identified using Logical Problem Analysis (LPA) methodology as described in the TNA Guidebook 'Overcoming Barriers to the Transfer and Diffusion of Climate Technologies'. Based on this analysis, potential measures toovercome all the key barrierswere  identified and classified into different categories (Table 6.11)."}, {"text_block_id": "p103_b1364", "text": "Table 6.12 : Key Barriers and Measures Identified for the Energy Efficient Motors (EEM)"}, {"text_block_id": "p103_b1365", "text": "6.6.2 Variable Speed Drives (VSD) for Motors"}, {"text_block_id": "p103_b1366", "text": "'Variable Speed Drives for Motors' technology is recommended because of its high green house gas emission reduction potential in electricity power generation. This technology helps to improve electrical energy efficiency and save electricity particularly in industries and in service sectors as well. Estimated annual electricity saving is about 151,109 MWh and the greenhouse gas reduction potential is about 51,679 tCO"}, {"text_block_id": "p103_b1367", "text": "2"}, {"text_block_id": "p103_b1368", "text": "e per year. Estimated investment cost of variable speed drive technology is about"}, {"text_block_id": "p103_b1369", "text": "104,563 US$/tCO"}, {"text_block_id": "p103_b1370", "text": "2"}, {"text_block_id": "p103_b1371", "text": "reduction."}, {"text_block_id": "p103_b1372_merged_merged", "text": "The barriers and measures identified for 'Variable Speed Drives for Motors' and 'Energy Efficient Motors' are same due to similarities in two technologies. Both technologies are used for improving efficiency of motors and their applications. As a result, identified barriers and proposed enabling measures are essentially identical. The process followed for identification of barriers and measures for this technology is also same as that of for the Technology 1. Since the barriers and measures described for 'Energy Efficient Motors' are equally applicable to 'Variable Speed Drives for Motors' these are not repeated in this section to avoid repetition."}, {"text_block_id": "p104_b1378", "text": "6.6.3 Biomass Residue Based Cogeneration Combined Heat and Power (CHP)"}, {"text_block_id": "p104_b1379", "text": "The lower cost of energy from cogeneration systems could be a key to the survival of local industrial plants in today's competitive environment. The estimated cost of electricity delivered by the CHP plant is US$ 0.04/kWh whereas the estimated cost of thermal energy is US$ 0.019/kWh, both of which are lower than the corresponding cost of grid electricity at US$ 0.044/kWh and the cost of furnace oil‐based thermal energy at US$ 0.021/kWh. Therefore, this technology can be considered as a highly cost effective alternative energy generation method."}, {"text_block_id": "p104_b1380", "text": "A total number of seven (07) key barriers have been identified by analyzing causal relations and market map. The key barriers thus identified are classified into various categories which include two (02) economic & financial barriers, two (02)"}, {"text_block_id": "p104_b1381", "text": ""}, {"text_block_id": "p104_b1382", "text": "policy, legal & regulatory, two (02) social, cultural & behavioral and one (01) information & awareness related barriers."}, {"text_block_id": "p104_b1383_merged_merged", "text": "Identification of required measures to overcome the barriers has been done by using Logical Problem Analysis (LPA) methodology as described in the TNA Guidebook 'Overcoming Barriers to the Transfer and Diffusion of Climate Technologies'. The measures thus identifiedwere classified into different categories and prioritized based on their significance."}, {"text_block_id": "p104_b1386", "text": "These measures need to be assessed for their effectiveness based on a number of aspects. Most important among these aspects are consequences on the society (a socio‐economic assessment) and a financial assessment for the benefit of the future owners and users of the technology. The financial assessment is often undertaken through Cost‐Benefit Analysis and/or a Cost‐Effectiveness Analysis. Since most of the policy decisions are tend to be based on optimizing return on investment such assessments are necessary for the policy making process."}, {"text_block_id": "p104_b1387", "text": "Other consequences such as impacts on resource use, the environment, fiscal balances, trade balances and employment etc. would also be included in the assessments. An indication of the relevant consequences that should be addressed may be obtained from the national development objectives while consulting policy‐makers with regard to such aspects."}, {"text_block_id": "p105_b1388_merged", "text": "Table  6.13 :  Key Barriers and Measures Identified for the Biomass Residue Based Cogeneration  "}, {"text_block_id": "p105_b1393", "text": ""}, {"text_block_id": "p105_b1394", "text": ""}, {"text_block_id": "p105_b1395", "text": ""}, {"text_block_id": "p105_b1396", "text": "6.7 Enabling framework for overcoming common barriers in the industry sector"}, {"text_block_id": "p105_b1397", "text": "Barriers which are common for all 3 technologies are further addressed below in order to understand potential enabling measures to overcome them. The barriers common to all the technologies under consideration are, i. high capital costs ii. lack of financial resources and incentives iii. insufficient regulatory framework and inadequate enforcement iv. lack of and limited institutional capacities v. lack of skilled personnel for technology implementation and inadequate training for maintenance vi. poor operation and maintenance facilities vii. inadequate standards, codes and certification viii. inadequate information, lack of awareness, no access to consumer feedback and difficulties in comprehending technical details. Enabling framework for the common barriers is provided in Table 6.14"}, {"text_block_id": "p105_b1398", "text": "."}, {"text_block_id": "p105_b1399", "text": ""}, {"text_block_id": "p106_b1400_merged", "text": "Table 6.14 :Enabling framework for the common barriers ‐ Industry Sector"}, {"text_block_id": "p106_b1403", "text": "I.  Enabling Government Tax Policy for reduction of capital costs for high efficient and sustainable  Technologies."}, {"text_block_id": "p106_b1404", "text": "Government tax policy reforms would be helpful in reducing the high capital costs as economic inducements are considered most effective measures which can be operated at local, national and international level. Any revenue loss to the Government will be compensated by indirect savings through national level energy saving and the industry ability to manufacture products with low cost having edge on competitive export market."}, {"text_block_id": "p107_b1405", "text": "II.  Availability of financial instruments and credit facilities, tax reduction and subsidies."}, {"text_block_id": "p107_b1406", "text": "Credit schemes on concessionary terms and necessary financial instruments are required to provide financial support to industries. Industries must be encouraged to improve their resource efficiency."}, {"text_block_id": "p107_b1407", "text": "III.  Set up development Bank and provide credits on concessionary terms to promote Biomass CHP."}, {"text_block_id": "p107_b1408", "text": "Providing enabling financial instruments and concessionary credit schemes, tax reduction and subsidies will be an effective measure to overcome the challenge of lack of financial resources and incentives. Industries can be provided tax holidays for a limited period during the initial stage of fuel switch to biomass as a promotional measure to encourage use of renewable energy resources."}, {"text_block_id": "p107_b1409", "text": "IV.  Establish an appropriate regulatory mechanism to promote mitigation technologies."}, {"text_block_id": "p107_b1410", "text": "Having appropriate regulatory framework and effective implementation mechanisms will be an effective means of promoting adoption of mitigation technologies. Legal and regulatory framework thus developed need you encourage continuous improvement of resource and energy efficiency and increase the energy contribution from renewable energy resources."}, {"text_block_id": "p107_b1411", "text": "V.  Set up appropriate regulatory mechanism to streamline the supply chain of biomass."}, {"text_block_id": "p107_b1412", "text": "It is recommended to streamline the regulatory processes to ensure uninterrupted supply of biomass in order to promote adoption of GHG mitigation technologies in industries through fuel switching."}, {"text_block_id": "p107_b1413", "text": "VI.  Strengthen institutions through capacity development."}, {"text_block_id": "p107_b1414", "text": "Strengthening institutions through capacity building would address the barrier related to lack of professional institutions with required skills and capacity. Empowerment of employees at the middle level after providing adequate knowledge at university level and skills development through in‐service training would enhance institutional capacities. Improving co‐ordination between institutions and industries involved with implementation of technologies would also enable overcoming the challenge of weak institutional capacities. In addition, it is important to make these institutes aware of climate change related issues, impacts and possible mitigation technologies."}, {"text_block_id": "p107_b1415", "text": "VII.  Focus on technical education and adequate awareness, training and skill development."}, {"text_block_id": "p107_b1416", "text": "The issues related to lack of skilled personnel for technology implementation and maintenance is proposed to be addressed through focusing on technical education and national standardization for technicians. Providing overseas training and twining arrangements with specialist organizations are some training avenues that could be explored. Adequate capital investment on local training facilities would facilitate sustaining skill development efforts on long run."}, {"text_block_id": "p107_b1417", "text": "VIII.  Set up factory level operational and maintenance management systems with registered after  sale service providers and spare parts suppliers."}, {"text_block_id": "p107_b1418", "text": "Proper operations and maintenance system is a vital requirement for ensuring continued efficiency of new technologies and equipment. Most of the new technologies are equipped with sophisticated"}, {"text_block_id": "p108_b1419", "text": "computer control systems. Regular servicing and maintenance is a critical factor to maintain their expected efficiency level over the life time. In addition, after sale services and adequate availability of spare parts are very important factors for the sustainability of the technology application at the desired level of efficiency."}, {"text_block_id": "p108_b1420", "text": "IX.  Avail services of international certification agencies."}, {"text_block_id": "p108_b1421", "text": "Setting up of local certification institutes by involving international certification organizations would enable overcoming constraints from inadequate standards, codes and certification."}, {"text_block_id": "p108_b1422", "text": "Sri Lanka Sustainable Energy Authority has initiated development of energy labeling standards for selected consumer items. It is recommended to extend this energy labeling programs to cover energy efficient technologies and climate change mitigation technologies for industries as well"}, {"text_block_id": "p108_b1423", "text": "."}, {"text_block_id": "p108_b1424", "text": "Awareness on"}, {"text_block_id": "p108_b1425", "text": "the effectiveness of the proposed technology may be provided through demonstration and pilot projects and mass media. Effectiveness of the technology could be show cased by providing publicity to success stories and through seminars and exhibitions."}, {"text_block_id": "p108_b1426", "text": "Promotion of technologies by Energy Associations and the relevant stakeholder institutions would help overcoming information gaps, lack of awareness and difficulties in comprehending technological details. In view of the availability of range of products and models of different quality standards, it is recommended to introduce a product labeling procedure to provide guidance to the potential technology users."}, {"text_block_id": "p108_b1427", "text": "XI.  Promote Technology through Energy Associations, Industry Associations and Stakeholders."}, {"text_block_id": "p108_b1428", "text": "Networking with different stakeholders including Energy Associations, Industry Associations and relevant professional bodies is recommended for promoting technologies. Trade Associations could play a lead role in networking with international technology developers. The Sustainable Energy Authority should be strengthened in order to act as a catalyst for networking and to function as an appropriate platform for stakeholder interactions."}, {"text_block_id": "p108_b1429", "text": "6.8  Action plans for Prioritized Technologies"}, {"text_block_id": "p108_b1430_merged_merged", "text": "Proposed Action Plans for prioritized technologies are given in tables Annex VII. The barriers and measures for 'Variable Speed Drives for Motors' (technology 2) and 'Energy Efficient Motors' (technology 1) are same due to similarities in two technologies. Both these technologies are used for improving efficiency of motors and their applications. Hence, Technology Action Plan (TAP) described for 'Energy Efficient Motors' is applicable to 'Variable Speed Drives for Motors' as well. Therefore, technology action plan for 'Variable Speed Drives for Motors' (technology 2) is not repeated in this section. Please refer to table 6.14."}, {"text_block_id": "p109_b1434_merged", "text": "Although Sri Lanka is a low net emitter of greenhouse gases, analysis of past records has revealed that during the 40 year period 1961‐2000, both the maximum and minimum temperatures at most weather stations have shown upward trends with rates ranging up to a maximum of 0.46 C per decade in the case of maximum temperature and 0.27 C per decade in the case of minimum temperature. On the other hand, the rainfall in all stations has shown decreasing trends with rates ranging from 1.5 mm/year to 19 mm/year, the high rates being shown in areas already receiving high rainfall. According to the National GHG Inventory compiled in 2010 for the year 2000, Carbon Dioxide from fuel combustion has been the major emission source and it has shown a growth from 5447 Gg in 1994 to 10,430 Gg in 2000. There is irrefutable evidence that Sri Lanka is affected by the global climate change impacts. At the same time, the future scenarios predict higher levels of emissions and negative impacts of expected climate changes, if no mitigation and adaptation actions are undertaken now."}, {"text_block_id": "p109_b1444", "text": "Energy Sector:"}, {"text_block_id": "p109_b1445", "text": "1."}, {"text_block_id": "p109_b1446", "text": "Conversion of Biomass and Waste to Energy."}, {"text_block_id": "p109_b1447", "text": "2."}, {"text_block_id": "p109_b1448", "text": "Smart Grid Technology for Wind & Solar Integration with Hydro."}, {"text_block_id": "p109_b1449", "text": "3."}, {"text_block_id": "p109_b1450", "text": "Building Management Systems."}, {"text_block_id": "p109_b1451", "text": "Transport Sector:"}, {"text_block_id": "p109_b1452", "text": "1."}, {"text_block_id": "p109_b1453", "text": "Integration of Non‐motorized transport methods in Colombo along with regularized public transport system."}, {"text_block_id": "p109_b1454", "text": "2."}, {"text_block_id": "p109_b1455", "text": "Promote carpooling and park‐and‐ride systems during rush hours and on roads with heavy volumes of vehicles."}, {"text_block_id": "p109_b1456", "text": "3."}, {"text_block_id": "p109_b1457", "text": "Electrification of the existing railway system."}, {"text_block_id": "p109_b1458", "text": "Industry Sector:"}, {"text_block_id": "p109_b1459", "text": "1."}, {"text_block_id": "p109_b1460", "text": "Energy Efficient Motors."}, {"text_block_id": "p109_b1461", "text": "2."}, {"text_block_id": "p109_b1462", "text": "Variable Speed Drivers for motors."}, {"text_block_id": "p109_b1463", "text": "3."}, {"text_block_id": "p109_b1464", "text": "Biomass residue based cogeneration combined heat and power (CHP)."}, {"text_block_id": "p109_b1465", "text": "Although potent technologies stated above have been identified as priority needs, yet there are barriers to overcome meeting the objectives of technology transfer and diffusion. Therefore, in order to overcome the anticipated barriers for meeting the objectives of technology transfer and diffusion, the barrier analysis has been carried out and enabling framework identified for each prioritized technology through an extensive stakeholder consultations process. This has been followed by the development of"}, {"text_block_id": "p110_b1466_merged", "text": "the Technology Action Plans (TAPs) for each technology. The TAP is a concise proposal for an enabling framework for each technology, together with identification of implementing agencies, priority of the proposed measure/actions, the time frame for implementation, estimated costs, sources of funding and indicators for the measurement of success of implementation. This report has briefly described three (03) Technology Action Plans for the Energy sector, three (03) TAPs for Transport sector and two (02) TAPs for the Industry sector."}, {"text_block_id": "p111_b1470", "text": "REFERENCES"}, {"text_block_id": "p111_b1471", "text": "1."}, {"text_block_id": "p111_b1472", "text": "ADB, 2004. Energy Sector Master Plan, Sri Lanka. Interim Report. Asian Development Bank, April 2004."}, {"text_block_id": "p111_b1473", "text": "2."}, {"text_block_id": "p111_b1474", "text": "ADB, 2009. Sri Lanka: Road Network Improvement Project. Asian Development Bank."}, {"text_block_id": "p111_b1475", "text": "3."}, {"text_block_id": "p111_b1476", "text": "AirMAC 2009. Clean Air 2015. Air Resource Management Center. Ministry of Environment &"}, {"text_block_id": "p111_b1477", "text": "Natural Resources, Sri Lanka"}, {"text_block_id": "p111_b1478", "text": "4."}, {"text_block_id": "p111_b1479", "text": "Annual Report, 2010, Ministry of Finance and Planning, Sri Lanka."}, {"text_block_id": "p111_b1480", "text": "5."}, {"text_block_id": "p111_b1481", "text": "ARTI Biogas Plant: A compact digester for producing biogas from food waste."}, {"text_block_id": "p111_b1482", "text": "6."}, {"text_block_id": "p111_b1483", "text": "Boldt et al., 2012"}, {"text_block_id": "p111_b1484", "text": "7."}, {"text_block_id": "p111_b1485", "text": "CBSL, 2011a, Economic and Social Statistics of Sri Lanka, 2010, Colombo, Central Bank of Sri Lanka"}, {"text_block_id": "p111_b1486", "text": "8."}, {"text_block_id": "p111_b1487", "text": "CEB, 2005. Long Term Transmission Development Plan 2005‐2014. Ceylon Electricity Board. 2005."}, {"text_block_id": "p111_b1488", "text": "9."}, {"text_block_id": "p111_b1489", "text": "CEB, 2008. Long Term Generation Expansion Plan, 2009‐2022. Ceylon Electricity Board. December 2008."}, {"text_block_id": "p111_b1490", "text": "10."}, {"text_block_id": "p111_b1491", "text": "CEB, 2011. Statistical Digest 2010. Ceylon Electricity Board, 2011."}, {"text_block_id": "p111_b1492", "text": "11."}, {"text_block_id": "p111_b1493", "text": "Department for Communities and Local Government: London, 2009. Multi‐criteria analysis: a manual.  Communities and Local Government Publications. West Yorkshire. UK."}, {"text_block_id": "p111_b1494", "text": "12."}, {"text_block_id": "p111_b1495", "text": "Department of Census and Statistics, 2011"}, {"text_block_id": "p111_b1496", "text": "13."}, {"text_block_id": "p111_b1497", "text": "Dhar, S, Painuly, J, Nygaard, I, 2010, Organizing the National TNA Process: An Explanatory Note, UNEP Risoe Centre, Denmark."}, {"text_block_id": "p111_b1498", "text": "14."}, {"text_block_id": "p111_b1499", "text": "Dilnayana, K.W.N. Rathnasiri, P.G. De Alwis, A.A.P, 2010. Optimization and Estimation of Hydrolysis Parameters of an Anaerobic Co‐digestion of Energy Crops with Organic Fraction of Canteen Food Waste, 4th International Conference on Sustainable Energy and Environment, 23‐25 Nov. 2010, Bangkok."}, {"text_block_id": "p111_b1500", "text": "15."}, {"text_block_id": "p111_b1501", "text": "Economic and Social Statistics of Sri Lanka, 2011, Central Bank of Sri Lanka."}, {"text_block_id": "p111_b1502", "text": "16."}, {"text_block_id": "p111_b1503", "text": "European Commission – Directorate, General Environment, Refuse Derived Fuel, Current Practice and Perspectives (B4‐040/2000/306517/MAR/E3); Final Report, WRC Ref: CO5087‐4, JULY 2003)"}, {"text_block_id": "p111_b1504", "text": "17."}, {"text_block_id": "p111_b1505", "text": "Harker, A.P, Sandels, A, Burley, J, 1982. Calorific Values for Wood and Bark and Bibliography for Fuel wood, August 1982. Tropical Products Institute."}, {"text_block_id": "p111_b1506", "text": "18."}, {"text_block_id": "p111_b1507", "text": "Herath. A, 2008, Climate Change and Energy in Sri Lanka, Ministry of Environment and Natural Resources, Sri Lanka"}, {"text_block_id": "p111_b1508", "text": "19."}, {"text_block_id": "p111_b1509_merged", "text": "http://www.arti‐india.org/index.php?option=com_content&view=article&id=45:art i‐biogas‐plant‐a‐compact‐digester‐for‐producing‐biogas‐from‐food‐waste&catid=15:rural‐energy‐technologies&Itemid=52"}, {"text_block_id": "p111_b1511", "text": "20."}, {"text_block_id": "p111_b1512", "text": "http://www.energyservices.lk/statistics/esd_rered.htm"}, {"text_block_id": "p111_b1513", "text": "21."}, {"text_block_id": "p111_b1514", "text": "IPCC, 2001, (Intergovernmental Panel on Climate Change), Climate Change 2001: Impacts, Adaptation, and Vulnerability: Summary for Policymakers, a Report of Working Group II of the Intergovernmental Panel on Climate Change."}, {"text_block_id": "p111_b1515", "text": "22."}, {"text_block_id": "p111_b1516", "text": "IPCC, 2007. Transport and its infrastructure. In Climate Change 2007: Mitigation. Contribution of Working Group III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change [Metz, B. and Davidson, O.R. and Bosch, P.R. and Dave, R. and Meyer, L.A. (eds)], Cambridge University Press, Cambridge, United Kingdom and New York, USA."}, {"text_block_id": "p111_b1517", "text": "23."}, {"text_block_id": "p111_b1518", "text": "Jayaweera, D.S. 2011. Analysis on effectiveness of fiscal strategies introduced on hybrid vehicles and market response‐ policy reforms on clean air. Presentation at the Center for Science and Environment Conference, India, held on September 28‐29,2011"}, {"text_block_id": "p111_b1519", "text": "24."}, {"text_block_id": "p111_b1520", "text": "ME, 2007, Sri Lanka Strategy for Sustainable Development, Ministry of Environment and Natural Resources, Sri Lanka"}, {"text_block_id": "p112_b1521", "text": "25."}, {"text_block_id": "p112_b1522", "text": "ME, 2007, Thematic Assessment Report on Climate Change"}, {"text_block_id": "p112_b1523", "text": "26."}, {"text_block_id": "p112_b1524", "text": "Ministry of Environment , 2011, Sri Lanka"}, {"text_block_id": "p112_b1525", "text": "27."}, {"text_block_id": "p112_b1526", "text": "ME, 2010, National Climate Change Adaptation Strategy for Sri Lanka, 2011 to 2016, Ministry of Environment"}, {"text_block_id": "p112_b1527", "text": "28."}, {"text_block_id": "p112_b1528", "text": "ME, 2012, Second National Communication on Climate Change, Ministry of Environment, Sri Lanka"}, {"text_block_id": "p112_b1529", "text": "29."}, {"text_block_id": "p112_b1530", "text": "Ministry of Transport. 2008. Draft national policy on transport in Sri Lanka. National Transport Commission."}, {"text_block_id": "p112_b1531", "text": "30."}, {"text_block_id": "p112_b1532", "text": "Ministry of Transport. 2011."}, {"text_block_id": "p112_b1533", "text": "Statistics‐Sri Lanka railways. Available at"}, {"text_block_id": "p112_b1534", "text": "http://www.transport.gov.lk/web/index.php?option=com_content&view=article&id=128&Ite mid=114&lang=en"}, {"text_block_id": "p112_b1535", "text": "31."}, {"text_block_id": "p112_b1536", "text": "MF, 2010, Annual Report, Ministry of Finance"}, {"text_block_id": "p112_b1537", "text": "32."}, {"text_block_id": "p112_b1538", "text": "MOFP, 2005. Mahinda Chinthanaya: Vision for a New Sri Lanka. A 10 Year Horizon Development Framework, 2006 ‐2016, Department of National Planning, Ministry of finance and Planning."}, {"text_block_id": "p112_b1539", "text": "33."}, {"text_block_id": "p112_b1540", "text": "MOPE, 2006. National Energy Policies and Strategies of Sri Lanka. Ministry of Power and Energy. October 2006."}, {"text_block_id": "p112_b1541", "text": "34."}, {"text_block_id": "p112_b1542", "text": "Multi‐Criteria Analysis: A manual,2009, Department of Communities and Local Government: London"}, {"text_block_id": "p112_b1543", "text": "35."}, {"text_block_id": "p112_b1544", "text": "National Action Plan for Haritha (Green) Lanka Programme, 2009, National Council for Sustainable Development, Presidential Secretariat, Sri Lanka"}, {"text_block_id": "p112_b1545", "text": "36."}, {"text_block_id": "p112_b1546", "text": "Renewable Energy World, July‐August 2011."}, {"text_block_id": "p112_b1547", "text": "37."}, {"text_block_id": "p112_b1548", "text": "SLSEA, 2007. National Energy Balance 2007 and available data in 2008 – Sri Lanka Sustainable Energy Authority"}, {"text_block_id": "p112_b1549", "text": "38."}, {"text_block_id": "p112_b1550", "text": "SLSEA, 2011. Standardized Power Purchase Tariff, 2011. Sri Lanka sustainable Energy Authority."}, {"text_block_id": "p112_b1551", "text": "39."}, {"text_block_id": "p112_b1552", "text": "Sri Lanka Emerging Wonder of Asia: Mahinda Chintana – Vision for the Future, 2010, Department of National Planning, Ministry of Finance and Planning, Sri Lanka."}, {"text_block_id": "p112_b1553", "text": "40."}, {"text_block_id": "p112_b1554_merged_merged", "text": "Sri Lanka Railways.  2011.  Railway network.  Available at http://www.railway.gov.lk/railway_network.html"}, {"text_block_id": "p112_b1556", "text": "41."}, {"text_block_id": "p112_b1557", "text": "Sri Lanka Strategy for Sustainable Development, 2007, Ministry of Environment and Natural Resources, Sri Lanka."}, {"text_block_id": "p112_b1558", "text": "42."}, {"text_block_id": "p112_b1559", "text": "The great historical chronicle of Ceylon (Sri Lanka) composed in the late 5th or early 6th century."}, {"text_block_id": "p112_b1560", "text": "43."}, {"text_block_id": "p112_b1561", "text": "UNEP/GEF, 2010, Handbook for conducting Technology Need Assessment – UNEP/GEF"}, {"text_block_id": "p112_b1562", "text": "44."}, {"text_block_id": "p112_b1563", "text": "UNFCCC, 1992, United Nations Framework Convention on Climate Change,"}, {"text_block_id": "p112_b1564", "text": "(Sri Lanka became a party to the UNFCCC in 1993)"}, {"text_block_id": "p112_b1565", "text": "45."}, {"text_block_id": "p112_b1566", "text": "United Nations Industrial Development Organization, Market and Economic Study of the Biomass Energy Sector in Sri Lanka, January 2011."}, {"text_block_id": "p112_b1567", "text": "46."}, {"text_block_id": "p112_b1568", "text": "www.climatetechwiki.org"}, {"text_block_id": "p112_b1569", "text": "47."}, {"text_block_id": "p112_b1570", "text": "www.energy.gov"}, {"text_block_id": "p112_b1571", "text": "48."}, {"text_block_id": "p112_b1572", "text": "www.eu‐ecogrid.net"}, {"text_block_id": "p112_b1573", "text": "49."}, {"text_block_id": "p112_b1574", "text": "www.technology 4sme.net"}, {"text_block_id": "p113_b1575", "text": "Annex I"}, {"text_block_id": "p113_b1576", "text": "NATIONAL TNA COMMITTEE"}, {"text_block_id": "p113_b1577", "text": "Energy Sector"}, {"text_block_id": "p113_b1578", "text": "1."}, {"text_block_id": "p113_b1579", "text": "Secretary, Ministry of Environment – Chairman"}, {"text_block_id": "p113_b1580", "text": "2."}, {"text_block_id": "p113_b1581", "text": "Secretary, Ministry of Agriculture"}, {"text_block_id": "p113_b1582", "text": "3."}, {"text_block_id": "p113_b1583", "text": "Secretary, Ministry of Water Supply and Drainage"}, {"text_block_id": "p113_b1584", "text": "4."}, {"text_block_id": "p113_b1585", "text": "Secretary, Ministry of Fisheries and Aquatic Resources Development"}, {"text_block_id": "p113_b1586", "text": "5."}, {"text_block_id": "p113_b1587", "text": "Secretary, Ministry of Health"}, {"text_block_id": "p113_b1588", "text": "6."}, {"text_block_id": "p113_b1589", "text": "Secretary, Ministry of Economic Development"}, {"text_block_id": "p113_b1590", "text": "7."}, {"text_block_id": "p113_b1591", "text": "Secretary, Ministry of Transport"}, {"text_block_id": "p113_b1592", "text": "8."}, {"text_block_id": "p113_b1593", "text": "Secretary, Ministry of Power and Energy"}, {"text_block_id": "p113_b1594", "text": "9."}, {"text_block_id": "p113_b1595", "text": "Secretary, Ministry of Industry and Commerce"}, {"text_block_id": "p113_b1596", "text": "10."}, {"text_block_id": "p113_b1597", "text": "Secretary, Ministry of Disaster Management"}, {"text_block_id": "p113_b1598", "text": "11."}, {"text_block_id": "p113_b1599", "text": "Secretary, Ministry of Local Government and Provincial Council"}, {"text_block_id": "p113_b1600", "text": "12."}, {"text_block_id": "p113_b1601", "text": "Secretary, Ministry of Technology and Research"}, {"text_block_id": "p113_b1602", "text": "13."}, {"text_block_id": "p113_b1603", "text": "Addl. Secretary (Environment & Policy), Ministry of Environment"}, {"text_block_id": "p113_b1604", "text": "14."}, {"text_block_id": "p113_b1605", "text": "Director General, External Resources Department, General Treasury, Ministry of Finance & Planning"}, {"text_block_id": "p113_b1606", "text": "15."}, {"text_block_id": "p113_b1607", "text": "Director General, Department of National Planning, Ministry of Finance & Planning"}, {"text_block_id": "p113_b1608", "text": "16."}, {"text_block_id": "p113_b1609", "text": "Director (Policy Planning), Ministry of Environment"}, {"text_block_id": "p113_b1610", "text": "17."}, {"text_block_id": "p113_b1611", "text": "Director (Air Resources Management & International Resources), Ministry of Environment"}, {"text_block_id": "p113_b1612", "text": "18."}, {"text_block_id": "p113_b1613", "text": "Director (Biodiversity), Ministry of Environment"}, {"text_block_id": "p113_b1614", "text": "19."}, {"text_block_id": "p113_b1615", "text": "Director (Sustainable Environment), Ministry of Environment"}, {"text_block_id": "p113_b1616", "text": "20."}, {"text_block_id": "p113_b1617", "text": "Director (Climate Change), Ministry of Environment"}, {"text_block_id": "p113_b1618", "text": "21."}, {"text_block_id": "p113_b1619", "text": "Director, Industrial Technology Institute of Sri Lanka"}, {"text_block_id": "p114_b1620", "text": "The compositions of the Sectoral Technical Stakeholder Working Groups"}, {"text_block_id": "p114_b1621", "text": "1."}, {"text_block_id": "p114_b1622", "text": "Ministry of Power and Energy"}, {"text_block_id": "p114_b1623", "text": "2."}, {"text_block_id": "p114_b1624", "text": "Ministry of Petroleum and Petroleum Resources"}, {"text_block_id": "p114_b1625", "text": "3."}, {"text_block_id": "p114_b1626", "text": "Ministry of Technology and Research"}, {"text_block_id": "p114_b1627", "text": "4."}, {"text_block_id": "p114_b1628", "text": "Ceylon Petroleum Corporation"}, {"text_block_id": "p114_b1629", "text": "5."}, {"text_block_id": "p114_b1630", "text": "Author C. Clark Centre for Modern Technologies"}, {"text_block_id": "p114_b1631", "text": "6."}, {"text_block_id": "p114_b1632", "text": "Electricity Consumer Society"}, {"text_block_id": "p114_b1633", "text": "7."}, {"text_block_id": "p114_b1634", "text": "Public Utilities Commission"}, {"text_block_id": "p114_b1635", "text": "8."}, {"text_block_id": "p114_b1636", "text": "Sri Lanka Sustainable Energy Authority"}, {"text_block_id": "p114_b1637", "text": "9."}, {"text_block_id": "p114_b1638", "text": "Ceylon Chamber of Commerce"}, {"text_block_id": "p114_b1639", "text": "10."}, {"text_block_id": "p114_b1640", "text": "Ceylon Electricity Board"}, {"text_block_id": "p114_b1641", "text": "11."}, {"text_block_id": "p114_b1642", "text": "Lanka Electricity Company Ltd"}, {"text_block_id": "p114_b1643", "text": "12."}, {"text_block_id": "p114_b1644", "text": "Lanka Indian Oil Company"}, {"text_block_id": "p114_b1645", "text": "13."}, {"text_block_id": "p114_b1646", "text": "Energy Forum"}, {"text_block_id": "p114_b1647", "text": "14."}, {"text_block_id": "p114_b1648", "text": "National Engineering Research and Development Centre"}, {"text_block_id": "p114_b1649", "text": "15."}, {"text_block_id": "p114_b1650", "text": "Industrial Technology Institute"}, {"text_block_id": "p114_b1651", "text": "16."}, {"text_block_id": "p114_b1652", "text": "Practical Action"}, {"text_block_id": "p114_b1653", "text": "17."}, {"text_block_id": "p114_b1654", "text": "Grid Connected Small Hydropower Association"}, {"text_block_id": "p114_b1655", "text": "18."}, {"text_block_id": "p114_b1656", "text": "Bio Energy Association of Sri Lanka"}, {"text_block_id": "p114_b1657", "text": "19."}, {"text_block_id": "p114_b1658", "text": "Sri Lanka Solar Industry Association"}, {"text_block_id": "p114_b1659", "text": "20."}, {"text_block_id": "p114_b1660", "text": "Wind Power Developers"}, {"text_block_id": "p114_b1661", "text": "21."}, {"text_block_id": "p114_b1662", "text": "Representatives of Universities of Moratuwa"}, {"text_block_id": "p114_b1663", "text": "TRANSPORT SECTOR"}, {"text_block_id": "p114_b1664", "text": "1."}, {"text_block_id": "p114_b1665", "text": "Ministry of Transport"}, {"text_block_id": "p114_b1666", "text": "2."}, {"text_block_id": "p114_b1667", "text": "Ministry of Private Transport Services"}, {"text_block_id": "p114_b1668", "text": "3."}, {"text_block_id": "p114_b1669", "text": "Ministry of Ports and Highways"}, {"text_block_id": "p114_b1670", "text": "4."}, {"text_block_id": "p114_b1671", "text": "Civil Aviation Authority"}, {"text_block_id": "p114_b1672", "text": "5."}, {"text_block_id": "p114_b1673", "text": "Sri Lanka Transport Board"}, {"text_block_id": "p114_b1674", "text": "6."}, {"text_block_id": "p114_b1675", "text": "Transport Commission"}, {"text_block_id": "p114_b1676", "text": "7."}, {"text_block_id": "p114_b1677", "text": "Department of Motor Traffic"}, {"text_block_id": "p114_b1678", "text": "8."}, {"text_block_id": "p114_b1679", "text": "Air Resource Management Centre, Ministry of Environment"}, {"text_block_id": "p115_b1680", "text": "9."}, {"text_block_id": "p115_b1681", "text": "Western Province Provincial Road Transport Authority"}, {"text_block_id": "p115_b1682", "text": "10."}, {"text_block_id": "p115_b1683", "text": "Sri Lanka Railway Department"}, {"text_block_id": "p115_b1684", "text": "11."}, {"text_block_id": "p115_b1685", "text": "Airport and Aviation Services Sri Lanka"}, {"text_block_id": "p115_b1686", "text": "12."}, {"text_block_id": "p115_b1687", "text": "Sri Lanka Ports Authority"}, {"text_block_id": "p115_b1688", "text": "13."}, {"text_block_id": "p115_b1689", "text": "Director General, Road Development Authority"}, {"text_block_id": "p115_b1690", "text": "14."}, {"text_block_id": "p115_b1691", "text": "Dept of Development Finance, Ministry of Finance."}, {"text_block_id": "p115_b1692", "text": "15."}, {"text_block_id": "p115_b1693", "text": "Dept of Economics, University of Colombo."}, {"text_block_id": "p115_b1694", "text": "INDUSTRY SECTOR"}, {"text_block_id": "p115_b1695", "text": "1."}, {"text_block_id": "p115_b1696", "text": "Ministry of Industry and Commerce (Represented by  Addl. Secretary)"}, {"text_block_id": "p115_b1697", "text": "2."}, {"text_block_id": "p115_b1698", "text": "Ministry of Constriction Engineering Services Housing and common amenities"}, {"text_block_id": "p115_b1699", "text": "3."}, {"text_block_id": "p115_b1700", "text": "Ministry of State Resources and Enterprise Development"}, {"text_block_id": "p115_b1701", "text": "4."}, {"text_block_id": "p115_b1702", "text": "Federation Chamber of Commerce and Industry of Sri Lanka"}, {"text_block_id": "p115_b1703", "text": "5."}, {"text_block_id": "p115_b1704", "text": "Planter's Association"}, {"text_block_id": "p115_b1705", "text": "6."}, {"text_block_id": "p115_b1706", "text": "Sri Lanka Tourism Development Authority"}, {"text_block_id": "p115_b1707", "text": "7."}, {"text_block_id": "p115_b1708", "text": "Sri Lanka Tea Board"}, {"text_block_id": "p115_b1709", "text": "8."}, {"text_block_id": "p115_b1710", "text": "Green Movement of Sri Lanka"}, {"text_block_id": "p115_b1711", "text": "9."}, {"text_block_id": "p115_b1712", "text": "Centre for Environment Justice"}, {"text_block_id": "p115_b1713", "text": "10."}, {"text_block_id": "p115_b1714", "text": "Environment foundation Limited"}, {"text_block_id": "p115_b1715", "text": "11."}, {"text_block_id": "p115_b1716", "text": "Industrial Development Board"}, {"text_block_id": "p115_b1717", "text": "12."}, {"text_block_id": "p115_b1718", "text": "National Engineering Research and Development Centre"}, {"text_block_id": "p115_b1719", "text": "13."}, {"text_block_id": "p115_b1720", "text": "Board of Investment"}, {"text_block_id": "p115_b1721", "text": "14."}, {"text_block_id": "p115_b1722", "text": "Sustainable Energy Authority of Sri Lanka"}, {"text_block_id": "p115_b1723", "text": "15."}, {"text_block_id": "p115_b1724", "text": "Sri Lanka Association for Advancement of Science"}, {"text_block_id": "p115_b1725", "text": "16."}, {"text_block_id": "p115_b1726", "text": "Institute of Engineers in Sri Lanka"}, {"text_block_id": "p115_b1727", "text": "17."}, {"text_block_id": "p115_b1728", "text": "Plastic and Rubber Institute"}, {"text_block_id": "p115_b1729", "text": "18."}, {"text_block_id": "p115_b1730", "text": "National Cleaner Production Center"}, {"text_block_id": "p115_b1731", "text": "17."}, {"text_block_id": "p115_b1732", "text": "Ceylon Chamber of Commerce – Switch Asia Project (Hotel Sector)"}], "document_description": "The Climate Change Technology Needs Assessment (TNA) Plans for Mitigation identify environmentally sound technologies that have synergy between reducing the impact of climate change and the rate of GHG emissions in Sri Lanka within the national development objectives. The priority sectors identified for mitigation are Energy, Transport and Industry, the sectors with high GHG emission reduction potentials.<br><br>The objectives of the TNA are: 1) to define priority sectors for which technologies are needed to sustain national development projects and programmes in light of the potential impacts of climate change; 2) to identify suitable technologies that contribute to climate change adaptation in the relevant sectors; 3) to prioritise the identified technologies, their cost‐effectiveness and barriers to implementation; 4) to identify the barriers and develop an enabling framework for the development and diffusion of prioritized technologies for relevant sectors; 5) to develop technology action plans and project ideas for priority technologies for relevant sectors to mobilize resources for implementation of the programme."}