{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy"], "document_language": "English", "document_name": "Act On The Allocation And Trading Of Greenhouse-Gas Emission Permits", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2012", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/KOR/2012/KOR-2012-01-01-Act On The Allocation And Trading Of Greenhouse-Gas Emission Permits_bb567c0dfbbbaa960a8b017adf399ee9.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ACT ON THE ALLOCATION AND TRADING OF GREENHOUSE-GAS EMISSION PERMITS"}, {"text_block_id": "p0_b2", "text": "[Enforcement Date 15. Nov, 2012.] [ No.11419, 14. May, 2012., New Enactment]"}, {"text_block_id": "p0_b3", "text": "기획재정부"}, {"text_block_id": "p0_b4", "text": "("}, {"text_block_id": "p0_b5", "text": "기후경제과"}, {"text_block_id": "p0_b6", "text": "-"}, {"text_block_id": "p0_b7", "text": "제도 총괄"}, {"text_block_id": "p0_b8", "text": "), 044-215-4991"}, {"text_block_id": "p0_b9", "text": "국무조정실"}, {"text_block_id": "p0_b10", "text": "("}, {"text_block_id": "p0_b11", "text": "녹색성장지원단"}, {"text_block_id": "p0_b12", "text": "), 044-200-2881"}, {"text_block_id": "p0_b13_merged_merged_merged", "text": "CHAPTER Ⅰ GENERAL PROVISIONS"}, {"text_block_id": "p0_b16", "text": "Article 1 (Purpose)"}, {"text_block_id": "p0_b17", "text": "The purpose of this Act is to achieve national targets forreducing greenhouse gas effectively by introducing a system for trading greenhouse-gas emission permits through market mechanisms pursuant to Article 46 of the Framework Act on Low Carbon, Green Growth."}, {"text_block_id": "p0_b18", "text": "Article 2 (Definitions)"}, {"text_block_id": "p0_b19", "text": "The terms used in this Act shall be defined as follows:"}, {"text_block_id": "p0_b20", "text": "The terms used in this Act shall be defined as follows:\n"}, {"text_block_id": "p1_b25", "text": "The terms used in this Act shall be defined as follows:\n\n* The term \"one ton of comparable CO2 equivalents (tCO2-eq)\" means\n<\\li1>"}, {"text_block_id": "p1_b27", "text": "Article 3 (Fundamental Principles)"}, {"text_block_id": "p1_b28", "text": "The Government shall comply with the following fundamental principles when it establishes or implements a system for the allocation and trading of emission permits (hereinafter referred to as \"emissions trading system\"):"}, {"text_block_id": "p1_b29", "text": "The Government shall comply with the following fundamental principles when it establishes or implements a system for the allocation and trading of emission permits (hereinafter referred to as \"emissions trading system\"):\n* The Government shall comply with the principles set forth in the United\n* The Government shall consider the impact of an emissions trading\n* The Government shall make the most of market mechanisms to achieve\n* The Government shall ensure that emission permits are traded in a fair\n* The Government shall implement policies in conformity with international"}, {"text_block_id": "p1_b39_merged", "text": "CHAPTER Ⅱ ESTABLISHMENT, ETC. OF MASTER PLANS FOR EMISSIONS TRADING SYSTEM"}, {"text_block_id": "p1_b42", "text": "Article 4 (Establishment, etc. of Master Plans for Emissions Trading System)"}, {"text_block_id": "p1_b43", "text": "Article 4 (Establishment, etc. of Master Plans for Emissions Trading System)\n* The Government shall establish a ten-year master plan for the\n* Master plans shall include the following:\n* Matters regarding the current status and projections for the domestic and\n* Matters regarding the basic direction for the operation of the emissions\n* Matters regarding the operation of commitment periods for the emissions\n* Matters regarding projections for greenhouse gas emissions produced"}, {"text_block_id": "p2_b55", "text": "Article 4 (Establishment, etc. of Master Plans for Emissions Trading System)\n* The Government shall establish a ten-year master plan for the\n* Master plans shall include the following:\n* Matters regarding the current status and projections for the domestic and\n* Matters regarding the basic direction for the operation of the emissions\n* Matters regarding the operation of commitment periods for the emissions\n* Matters regarding projections for greenhouse gas emissions produced\n"}, {"text_block_id": "p2_b56", "text": "Article 4 (Establishment, etc. of Master Plans for Emissions Trading System)\n* The Government shall establish a ten-year master plan for the\n* Master plans shall include the following:\n* Matters regarding the current status and projections for the domestic and\n* Matters regarding the basic direction for the operation of the emissions\n* Matters regarding the operation of commitment periods for the emissions\n* Matters regarding projections for greenhouse gas emissions produced\n\n* Matters regarding economic implications, such as the fluctuation of\n* Matters regarding measures for supporting domestic industries,\n* Matters regarding schemes for the link with international carbon markets\n* Other matters regarding the effective operation of the emissions trading\n* When the competent authority under Article 8 demands the Government\n* When the Government intends to establish or revise a master plan, it\n* The establishment of and revision to a master plan shall be finalized"}, {"text_block_id": "p2_b70", "text": "Article 5 (Establishment, etc. of Plans to Allocate National Emission Allowances)"}, {"text_block_id": "p2_b71", "text": "Article 5 (Establishment, etc. of Plans to Allocate National Emission Allowances)\n* The Government shall establish a plan to allocate national emission\n* Matters regarding the total amount of greenhouse gas emission"}, {"text_block_id": "p3_b75", "text": "Article 5 (Establishment, etc. of Plans to Allocate National Emission Allowances)\n* The Government shall establish a plan to allocate national emission\n* Matters regarding the total amount of greenhouse gas emission\n* Matters regarding the total number of emission permits for the pertinent\n* Matters regarding sectors and types of business eligible for allocation of\n* Matters regarding the standards for the allocation of emission permits for\n* Matters regarding the standards for the allocation of emission permits for\n* Matters regarding the standards and methods for the allocation of\n* Matters regarding the method for the allocation of emission permits,\n* Matters regarding the criteria for recognition of the outcomes of earlier\n* Matters regarding the number of emission permits in reserve under\n* Matters regarding the carryover and borrowing of emission permits\n* Other matters prescribed by Presidential Decree necessary for the\n* When the Government prescribes the matters under subparagraphs of\n* If the Government deems it necessary to revise an allocation plan due\n* When the Government intends to establish or revise an allocation plan,\n* An allocation plan shall be finalized through deliberation by the"}, {"text_block_id": "p4_b103", "text": "Article 6 (Establishment of Emission Permits Allocation Committee)"}, {"text_block_id": "p4_b104", "text": "An Emission Permits Allocation Committee (hereinafter referred to as \"Allocation Committee\") shall be established within the Ministry of Strategy and Finance to deliberate on and adjust the followingin relation to the emissions trading system:"}, {"text_block_id": "p4_b105", "text": "An Emission Permits Allocation Committee (hereinafter referred to as \"Allocation Committee\") shall be established within the Ministry of Strategy and Finance to deliberate on and adjust the followingin relation to the emissions trading system:\n* Matters regarding allocation plans;\n* Matters regarding measures for market stabilization under Article 23;\n* Matters regarding the adjustment to, and the assistance in, policies\n* Matters regarding the link with international carbon markets and\n* Other matters the Committee Chairperson deems it necessary to bring to"}, {"text_block_id": "p4_b115", "text": "Article 7 (Organization and Operation of Allocation Committee)"}, {"text_block_id": "p4_b116", "text": "Article 7 (Organization and Operation of Allocation Committee)\n* The Allocation Committee shall be comprised of one Chairperson and\n* The Minister of Strategy and Finance shall be the Chairperson of the\n* Public officials appointed by the head of each relevant ministry or agency\n* Persons commissioned by the Minister of Strategy and Finance from\n* The Chairperson of the Allocation Committee shall represent the\n* The term of office for each member commissioned under paragraph (2)"}, {"text_block_id": "p5_b128", "text": "Article 7 (Organization and Operation of Allocation Committee)\n* The Allocation Committee shall be comprised of one Chairperson and\n* The Minister of Strategy and Finance shall be the Chairperson of the\n* Public officials appointed by the head of each relevant ministry or agency\n* Persons commissioned by the Minister of Strategy and Finance from\n* The Chairperson of the Allocation Committee shall represent the\n* The term of office for each member commissioned under paragraph (2)\n* The Allocation Committee shall have one secretary, as prescribed by\n* The secretary shall carry out administrative affairs of the Allocation\n* Except as otherwise provided in this Act, matters regarding the"}, {"text_block_id": "p5_b134_merged", "text": "CHAPTER Ⅲ DESIGNATION OF BUSINESS ENTITIES ELIGIBLE FOR ALLOCATION AND ALLOCATION OF EMISSION PERMITS"}, {"text_block_id": "p5_b137", "text": "SECTION 1"}, {"text_block_id": "p5_b138", "text": "Designation of Business Entities Eligible for Allocation"}, {"text_block_id": "p5_b139", "text": "Article 8 (Designation of Business Entities Eligible for Allocation)"}, {"text_block_id": "p5_b140", "text": "Article 8 (Designation of Business Entities Eligible for Allocation)\n* The head of the central administrative agency prescribed by\n* A business entity from which the average total amount of greenhouse\n* A controlled entity that does not fall under subparagraph 1, but files an\n* Detailed matters necessary for the designation and public\n* , the application therefor, etc. shall be prescribed by Presidential Decree."}, {"text_block_id": "p6_b150", "text": "Article 9 (Designation of New Entrants as Business Entities Eligible for Allocation)"}, {"text_block_id": "p6_b151", "text": "Article 9 (Designation of New Entrants as Business Entities Eligible for Allocation)\n* The competent authority may designate and publicly announce\n* Detailed matters necessary for the designation and public"}, {"text_block_id": "p6_b155", "text": "Article 10 (Exclusion from Application of Target Management System)"}, {"text_block_id": "p6_b156", "text": "With regard to controlled entities designated and publicly announced as business entities eligible for allocation under Articles 8 (1) and 9 (1), Articles 42 (5) through (9) and 64 (1) 1 (limited to Article 42 (6) and (9)) through 3 of the Framework Act shall not apply from the year in which emission permits are allocated to them under Article 12 (1)."}, {"text_block_id": "p6_b157", "text": "Article 11 (Emission Permits Register)"}, {"text_block_id": "p6_b158", "text": "(1)"}, {"text_block_id": "p6_b159", "text": "The competent authority shall maintain a register for the trading of emission permits (hereinafter referred to as \"emission permits register\") to register and manage the allocation and trading of emission permits, greenhouse gas emissions from each business entity eligible for allocation, etc."}, {"text_block_id": "p6_b160", "text": "(2)"}, {"text_block_id": "p6_b161", "text": "The emission permits register shall be managed and operated by the competent authority."}, {"text_block_id": "p6_b162", "text": "(3)"}, {"text_block_id": "p6_b163", "text": "The following matters shall be registered in the emission permits register:"}, {"text_block_id": "p6_b164", "text": "1."}, {"text_block_id": "p6_b165", "text": "Total number of emission permits by commitment period and compliance year;"}, {"text_block_id": "p6_b166", "text": "2."}, {"text_block_id": "p6_b167", "text": "The account of emission permits under the name of each business entity eligible for allocation and other private person or corporation and the number of emission permits they each hold;"}, {"text_block_id": "p6_b168", "text": "3."}, {"text_block_id": "p6_b169", "text": "The account for the management of emission permits in reserve under Article 18 and the number of such emission permits in inventory;"}, {"text_block_id": "p6_b170", "text": "4."}, {"text_block_id": "p6_b171", "text": "Greenhouse gas emissions certified by the competent authority under Article 25;"}, {"text_block_id": "p6_b172", "text": "5."}, {"text_block_id": "p6_b173", "text": "Matters prescribed by Presidential Decree necessary for the effective"}, {"text_block_id": "p7_b174", "text": "and stable allocation and trading of emission permits."}, {"text_block_id": "p7_b175", "text": "(4)"}, {"text_block_id": "p7_b176", "text": "The emission permits register shall be managed in electronic format to be organically linked to the Integrated Information System for Greenhouse Gases specified in Article 45 of the Framework Act."}, {"text_block_id": "p7_b177", "text": "(5)"}, {"text_block_id": "p7_b178", "text": "A person who has obtained registration of his/her account for trading emission permits in the emission permits register, in accordance with Article 20 may request the competent authority to issue a certificate of the registered facts prescribed by Presidential Decree, such as the number of emission permits held by him/her."}, {"text_block_id": "p7_b179", "text": "(6)"}, {"text_block_id": "p7_b180", "text": "Detailed matters necessary for the methods for the management and operation of the emission permits register shall be prescribed by Presidential Decree."}, {"text_block_id": "p7_b181", "text": "SECTION 2 Allocation of Emission Permits"}, {"text_block_id": "p7_b182", "text": "Article 12 (Allocation of Emission Permits)"}, {"text_block_id": "p7_b183", "text": "(1)"}, {"text_block_id": "p7_b184", "text": "The competent authority shall allocate all emission permits for a commitment period and emission permits for each compliance year to each business entity eligible for allocation for each commitment period in accordance with the allocation plan: Provided, That the competent authority shall allocate emission permits to a new entrant for the remaining commitment period commencing from the compliance year following the year in which the new entrant is designated and publicly announced as a business entity eligible for allocation."}, {"text_block_id": "p7_b185", "text": "(2)"}, {"text_block_id": "p7_b186", "text": "Criteria for the allocation of emission permits under paragraph (1) shall be prescribed by Presidential Decree, considering the following matters:"}, {"text_block_id": "p7_b187", "text": "1."}, {"text_block_id": "p7_b188", "text": "Demand for emission permits by each business entity eligible for allocation for each compliance year;"}, {"text_block_id": "p7_b189", "text": "2."}, {"text_block_id": "p7_b190", "text": "Outcomes of earlier reduction under Article 15;"}, {"text_block_id": "p7_b191", "text": "3."}, {"text_block_id": "p7_b192", "text": "Emission permits surrendered in accordance with Article 27 by each business entity eligible for allocation;"}, {"text_block_id": "p7_b193", "text": "4."}, {"text_block_id": "p7_b194", "text": "International trade intensity and carbon intensity of each business entity eligible for allocation;"}, {"text_block_id": "p7_b195", "text": "5."}, {"text_block_id": "p7_b196", "text": "Fairness in the numbers of emission permits allocated between business entities eligible for allocation;"}, {"text_block_id": "p7_b197", "text": "6."}, {"text_block_id": "p7_b198", "text": "Level of greenhouse gas reducing technology and international competitiveness of each sector and type of business;"}, {"text_block_id": "p7_b199", "text": "7."}, {"text_block_id": "p7_b200", "text": "Degree of contribution of each business entity eligible for allocation to the achievement of national greenhouse gas reduction targets, such as"}, {"text_block_id": "p8_b201", "text": "investment by each business entity eligible for allocation in facilities;"}, {"text_block_id": "p8_b202", "text": "8."}, {"text_block_id": "p8_b203", "text": "Outcomes of compliance with targets of each controlled entity under Article 42 (6) of the Framework Act."}, {"text_block_id": "p8_b204", "text": "(3)"}, {"text_block_id": "p8_b205", "text": "Emission permits under paragraph (1) shall be allocated, either onerously or gratuitously, but the ratio of emission permits allocated gratuitously shall be prescribed by Presidential Decree, considering the impact on international competitiveness of domestic industries, international movements in relation to climate change, such as international negotiations, implications for the national economy, such as price, and the evaluation of the immediately preceding commitment period."}, {"text_block_id": "p8_b206", "text": "(4)"}, {"text_block_id": "p8_b207", "text": "Notwithstanding paragraph (3), all emission permits may be allocated gratuitously to a business entity eligible for allocation, if its international trade intensity is higher than the standard prescribed by Presidential Decree or if it engages in a type of business for which the production cost increased by reducing greenhouse gases is not less than the standard prescribed by Presidential Decree."}, {"text_block_id": "p8_b208", "text": "Article 13 (Application for Allocation of Emission Permits)"}, {"text_block_id": "p8_b209", "text": "(1)"}, {"text_block_id": "p8_b210", "text": "A business entity eligible for allocation shall prepare an application for allocation of emission permits (hereinafter referred to as \"application for allocation\"), stating the following matters, and shall file it with the competent authority by no later than four months prior to the beginning of each commitment period (or by no later than four months prior to the beginning of the compliance year in which emission permits are allocated, if a business entity eligible for allocation is a new entrant):"}, {"text_block_id": "p8_b211", "text": "1."}, {"text_block_id": "p8_b212", "text": "Total number of emission permits applied for the commitment period;"}, {"text_block_id": "p8_b213", "text": "2."}, {"text_block_id": "p8_b214", "text": "The number of emission permits applied for in each compliance year;"}, {"text_block_id": "p8_b215", "text": "3."}, {"text_block_id": "p8_b216", "text": "The amount of greenhouse gas emissions during the three years immediately preceding the year in which the applicant was designated as a business entity eligible for allocation;"}, {"text_block_id": "p8_b217", "text": "4."}, {"text_block_id": "p8_b218", "text": "A plan to expand or alter facilities during the commitment period;"}, {"text_block_id": "p8_b219", "text": "5."}, {"text_block_id": "p8_b220", "text": "A plan to consume fuel and raw materials during the commitment period;"}, {"text_block_id": "p8_b221", "text": "6."}, {"text_block_id": "p8_b222", "text": "A plan to introduce facilities and technologies for reducing greenhouse gases during the commitment period;"}, {"text_block_id": "p8_b223", "text": "7."}, {"text_block_id": "p8_b224", "text": "An estimate of increase or decrease in greenhouse gases upon implementation of the plans specified in subparagraphs 4 through 6;"}, {"text_block_id": "p8_b225", "text": "8."}, {"text_block_id": "p8_b226", "text": "A statement prepared for the immediately preceding year under Article 24 (referring to a statement under Article 44 (1) of the Framework Act, if the"}, {"text_block_id": "p9_b227", "text": "applicant was designated as a business entity eligible for allocation for the first time)."}, {"text_block_id": "p9_b228", "text": "(2)"}, {"text_block_id": "p9_b229", "text": "Detailed matters necessary for the method, procedure, etc. for applying for allocation of emission permits under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p9_b230", "text": "Article 14 (Notice of Allocation)"}, {"text_block_id": "p9_b231", "text": "(1)"}, {"text_block_id": "p9_b232", "text": "When the competent authority has allocated emission permits to business entities eligible for allocation under Article 12, the authority shall notify each business entity eligible for allocation thereof, without delay, and shall register relevant details thereof in the account for each business entity in the emission permits register."}, {"text_block_id": "p9_b233", "text": "(2)"}, {"text_block_id": "p9_b234", "text": "Detailed matters necessary for giving notices of allocation and the registration of details of allocation under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p9_b235", "text": "Article 15 (Recognition of Outcomes of Earlier Reduction)"}, {"text_block_id": "p9_b236", "text": "(1)"}, {"text_block_id": "p9_b237", "text": "With regard to an amount of greenhouse gases reduced by a business entity eligible for allocation (hereinafter referred to as the \"outcomes of earlier reduction\") and verified by an independent, specialized institution (referring to an independent, specialized institution defined in Article 42 (9) of the Framework Act; hereinafter the same shall apply) before the business entity acquires emission permits allocated under Article 12, the competent authority may reflect the outcomes of earlier reduction in the relevant allocation plan as at the time the competent authority establishes the allocation plan or may allocate additional emission permits to the business entity eligible for allocation as at the time emission permits are allocated under Article 12, as prescribed by Presidential Decree."}, {"text_block_id": "p9_b238", "text": "(2)"}, {"text_block_id": "p9_b239", "text": "When the competent authority reflects the outcomes of earlier reduction in the relevant allocation plan as at the time the competent authority establishes the allocation plan or allocates additional emission permits to a business entity under paragraph (1), the competent authority may limit the ratio of emission permits reflected in the allocation plan or additionally allocated to a certain ratio in proportion to the total number of emission permits, as prescribed by Presidential Decree."}, {"text_block_id": "p9_b240", "text": "Article 16 (Adjustments to Allocated Emission Permits)"}, {"text_block_id": "p9_b241", "text": "(1)"}, {"text_block_id": "p9_b242", "text": "In any of the following cases, the competent authority may, ex officio or"}, {"text_block_id": "p10_b243", "text": "upon receipt of an application, allocate additional emission permits to a business entity eligible for allocation or may adjust the number of emission permits to be allocated to a business entity eligible for allocation for each compliance year:"}, {"text_block_id": "p10_b244", "text": "1."}, {"text_block_id": "p10_b245", "text": "Where total emission allowances increase following a revision to an allocation plan under Article 5 (3);"}, {"text_block_id": "p10_b246", "text": "2."}, {"text_block_id": "p10_b247", "text": "Where it is necessary to allocate additional emission permits to a business entity eligible for allocation or to adjust the number of emission permits allocated to a business entity eligible for allocation for each compliance year due to the establishment or expansion of facilities, a change in the range of products, a revision to the business plan, or other cause or event during a commitment period and the business entity files an application for such additional allocation or adjustment."}, {"text_block_id": "p10_b248", "text": "2)"}, {"text_block_id": "p10_b249", "text": "Detailed guidelines and procedures for the additional allocation of emission permits and adjustments to the number of permits allocated under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p10_b250", "text": "Article 17 (Revocation of Allocation of Emission Permits)"}, {"text_block_id": "p10_b251", "text": "(1)"}, {"text_block_id": "p10_b252", "text": "In any of the following cases, the competent authority may revoke all or some of emission permits allocated or adjusted under Articles 12 and 16 (limited to emission permits allocated gratuitously):"}, {"text_block_id": "p10_b253", "text": "1."}, {"text_block_id": "p10_b254", "text": "Where total emission allowances decrease following a revision to an allocation plan under Article 5 (3);"}, {"text_block_id": "p10_b255", "text": "2."}, {"text_block_id": "p10_b256", "text": "Where a business entity eligible for allocation closes all of its facilities;"}, {"text_block_id": "p10_b257", "text": "3."}, {"text_block_id": "p10_b258", "text": "Where a business entity eligible for allocation fails to start operating facilities without a justifiable ground within three months from the date scheduled to start the operation of the facilities;"}, {"text_block_id": "p10_b259", "text": "4."}, {"text_block_id": "p10_b260", "text": "Where the operation of facilities of a business entity eligible for allocation has been suspended for not less than one year;"}, {"text_block_id": "p10_b261", "text": "5."}, {"text_block_id": "p10_b262", "text": "Where it is discovered that a person obtained allocation of emission permits by fraud or other illegal means."}, {"text_block_id": "p10_b263", "text": "(2)"}, {"text_block_id": "p10_b264", "text": "Detailed guidelines and procedure for the revocation of emission permits under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p10_b265", "text": "Article 18 (Emission Permits in Reserve)"}, {"text_block_id": "p10_b266", "text": "The competent authority shall keep emission permits in reserve at a certain ratio of all emission permits for a commitment period, to allocate emission"}, {"text_block_id": "p11_b267", "text": "permits to new entrants and the additional allocation of emission permits for market stabilization under Article 23."}, {"text_block_id": "p11_b268_merged", "text": "CHAPTER Ⅳ TRADING OF EMISSION PERMITS"}, {"text_block_id": "p11_b271", "text": "Article 19 (Trading of Emission Permits)"}, {"text_block_id": "p11_b272", "text": "(1)"}, {"text_block_id": "p11_b273", "text": "Emission permits may be sold, bought, or otherwise traded."}, {"text_block_id": "p11_b274", "text": "(2)"}, {"text_block_id": "p11_b275", "text": "Emission permits may be traded by unit of greenhouse gases converted into tons of comparable CO2 equivalents (CO2-eq), as prescribed by Presidential Decree."}, {"text_block_id": "p11_b276", "text": "(3)"}, {"text_block_id": "p11_b277", "text": "Detailed matters necessary for the trading of emission permits, including the minimum unit of tradable emission permits, shall be prescribed by Presidential Decree."}, {"text_block_id": "p11_b278", "text": "Article 20 (Registration of Accounts for Trading Emission Permits)"}, {"text_block_id": "p11_b279", "text": "(1)"}, {"text_block_id": "p11_b280", "text": "A person who intends to trade emission permits shall register his/her account for trading emission permits in the emission permits register, as prescribed by Presidential Decree."}, {"text_block_id": "p11_b281", "text": "(2)"}, {"text_block_id": "p11_b282", "text": "A foreign corporation or individual may file an application for registration under paragraph (1) only in cases where prescribed by Presidential Decree."}, {"text_block_id": "p11_b283", "text": "Article 21 (Reporting on Trading of Emission Permits)"}, {"text_block_id": "p11_b284", "text": "(1)"}, {"text_block_id": "p11_b285", "text": "A person who trades emission permits shall report to the competent authority on transactions, as prescribed by Presidential Decree."}, {"text_block_id": "p11_b286", "text": "(2)"}, {"text_block_id": "p11_b287", "text": "In receipt of a report under paragraph (1), the competent authority shall register the details thereof in the emission permits register without delay."}, {"text_block_id": "p11_b288", "text": "(3)"}, {"text_block_id": "p11_b289", "text": "The transfer of emission permits following a transaction of emission permits shall take effect as at the time the details of the transaction of the emission permits are registered in accordance with paragraph (2)."}, {"text_block_id": "p11_b290", "text": "(4)"}, {"text_block_id": "p11_b291", "text": "Paragraphs (1) through (3) shall apply mutatis mutandis to cases where emission permits are transferred not by trading, but by inheritance or a merger of corporations."}, {"text_block_id": "p11_b292", "text": "Article 22 (Emission Permits Exchange, etc.)"}, {"text_block_id": "p11_b293", "text": "(1)"}, {"text_block_id": "p11_b294", "text": "The competent authority may designate, or establish and operate an emission permits exchange in order to promote the setting of a fair price of emission permits, fair trade of emission permits, and the stability and efficiency in trading emission permits."}, {"text_block_id": "p11_b295", "text": "(2)"}, {"text_block_id": "p11_b296", "text": "If an emission permits exchange is designated in accordance with"}, {"text_block_id": "p12_b297", "text": "paragraph (1), such emission permits exchange shall formulate operating regulations, which include the following, and shall obtain approval thereof from the competent authority by no later than the opening date of the exchange. When the exchange intends to revise important matters prescribed by Presidential Decree, among approved matters, it shall also obtain approval thereof from the competent authority, as prescribed by Presidential Decree:"}, {"text_block_id": "p12_b298", "text": "1."}, {"text_block_id": "p12_b299", "text": "Matters regarding membership in the emission permits exchange;"}, {"text_block_id": "p12_b300", "text": "2."}, {"text_block_id": "p12_b301", "text": "Matters regarding methods for trading emission permits;"}, {"text_block_id": "p12_b302", "text": "3."}, {"text_block_id": "p12_b303", "text": "Matters regarding clearing of, and payment for, transactions of emission permits;"}, {"text_block_id": "p12_b304", "text": "4."}, {"text_block_id": "p12_b305", "text": "Matters regarding the disclosure of information about transactions of emission permits;"}, {"text_block_id": "p12_b306", "text": "5."}, {"text_block_id": "p12_b307", "text": "Matters regarding the monitoring of markets for trading emission permits;"}, {"text_block_id": "p12_b308", "text": "6."}, {"text_block_id": "p12_b309", "text": "Matters regarding the mediation of disputes over transactions of emission permits;"}, {"text_block_id": "p12_b310", "text": "7."}, {"text_block_id": "p12_b311", "text": "Other matters prescribed by Presidential Decree necessary for the operation of markets for trading emission permits."}, {"text_block_id": "p12_b312", "text": "(3)"}, {"text_block_id": "p12_b313", "text": "Article 176 (1), (2), and the part other than the subparagraph of (3), Articles 177 of the Financial Investment Services and Capital Markets Act (limited to cases where Article 176 (1), (2), and the part other than the subparagraph of (3) of the Financial Investment Services and Capital Markets Act is violated) through 179, and Article 383 (1) and (2) shall apply mutatis mutandis, respectively, to prohibition of, and liability for, market price manipulation, prohibition of, and liability for, fraudulent transactions, and prohibition of use of information in relation to transactions in an emission permits exchange. In such cases, the term \"listed securities or exchange-traded derivatives\" shall be construed as \"emission permits\", the term \"electronic securities brokerage company\" as \"company brokering transactions of emission permits', the term \"exchange\" as \"emission permits exchange\", and the term \"financial investment business entities and institutions involved in financial investment business\" as \"members of an emission permits exchange\", respectively."}, {"text_block_id": "p12_b314", "text": "(4)"}, {"text_block_id": "p12_b315", "text": "Matters necessary for procedures for the designation or establishment of an emission permits exchange, the business affairs and supervision of an emission permits exchange, companies, etc. brokering transactions of emission permits shall be prescribed by Presidential Decree."}, {"text_block_id": "p13_b316", "text": "Article 23 (Stabilization of Markets for Trading Emission Permits)"}, {"text_block_id": "p13_b317", "text": "(1)"}, {"text_block_id": "p13_b318", "text": "If any of the following events occurs or is highly likely to occur, the competent authority may take measures for stabilizing markets through deliberation by the Allocation Committee, as prescribed by Presidential Decree, to facilitate the stable setting of a price for trading emission permits:"}, {"text_block_id": "p13_b319", "text": "1."}, {"text_block_id": "p13_b320", "text": "If the price of emission permits exceeds, for six consecutive months, the average price during the immediately preceding two years at a rate prescribed by Presidential Decree;"}, {"text_block_id": "p13_b321", "text": "2."}, {"text_block_id": "p13_b322", "text": "If trading volume substantially increases in a short period due to a cause or event prescribed by Presidential Decree, such as a rapid increase in demand for emission permits;"}, {"text_block_id": "p13_b323", "text": "3."}, {"text_block_id": "p13_b324", "text": "If it is deemed necessary to take market-stabilizing measures due to any other cause or event prescribed by Presidential Decree in order to maintain order in markets for trading emission permits or protect the public interests."}, {"text_block_id": "p13_b325", "text": "(2)"}, {"text_block_id": "p13_b326", "text": "Market-stabilizing measures under paragraph (1) shall be taken in the following manner:"}, {"text_block_id": "p13_b327", "text": "1."}, {"text_block_id": "p13_b328", "text": "Allocating additional emission permits by not more than 25/100 of emission permits in reserve under Article 18;"}, {"text_block_id": "p13_b329", "text": "2."}, {"text_block_id": "p13_b330", "text": "Setting a minimum or maximum amount of holdings of emission permits in the manner prescribed by Presidential Decree;"}, {"text_block_id": "p13_b331", "text": "3."}, {"text_block_id": "p13_b332", "text": "Applying any other method prescribed by Presidential Decree as an internationally acceptable method."}, {"text_block_id": "p13_b333_merged", "text": "CHAPTER Ⅴ REPORTING, VERIFICATION, AND CERTIFICATION OF AMOUNTS OF EMISSIONS"}, {"text_block_id": "p13_b336", "text": "Article 24 (Reporting and Verification of Amounts of Emissions)"}, {"text_block_id": "p13_b337", "text": "(1)"}, {"text_block_id": "p13_b338", "text": "A business entity eligible for allocation shall prepare a report on the amount of greenhouse gas emissions actually produced by it during a compliance year in a measurable, reportable, and verifiable manner and submit the report to the competent authority within three months from the end of the compliance year, as prescribed by Presidential Decree."}, {"text_block_id": "p13_b339", "text": "(2)"}, {"text_block_id": "p13_b340", "text": "Article 44 (2) of the Framework Act shall apply mutatis mutandis to reporting under paragraph (1). In such cases, the term \"controlled entity\" shall be construed as \"business entity eligible for allocation\", and the term \"Government\" as \"competent authority\", respectively."}, {"text_block_id": "p13_b341", "text": "(3)"}, {"text_block_id": "p13_b342", "text": "Except as otherwise prescribed by paragraphs (1) and (2), detailed"}, {"text_block_id": "p14_b343", "text": "matters necessary for reporting and verification of amounts of greenhouse gas emissions shall be prescribed by Presidential Decree."}, {"text_block_id": "p14_b344", "text": "Article 25 (Certification, etc. of Amounts of Emissions)"}, {"text_block_id": "p14_b345", "text": "(1)"}, {"text_block_id": "p14_b346", "text": "In receipt of a report under Article 24, the competent authority shall evaluate the validity of the details in the report and shall certify the actual amount of greenhouse gas emissions produced by the business entity eligible for allocation."}, {"text_block_id": "p14_b347", "text": "(2)"}, {"text_block_id": "p14_b348", "text": "If a business entity eligible for allocation fails to submit a report on emissions in accordance with Article 24, the competent authority may conduct a fact-finding survey under Article 37 and certify ex officio the actual amount of greenhouse gas emissions produced by the business entity in accordance with the guidelines prescribed by Presidential Decree."}, {"text_block_id": "p14_b349", "text": "(3)"}, {"text_block_id": "p14_b350", "text": "When the competent authority certifies an actual amount of greenhouse gas emissions under paragraph (1) or (2), it shall promptly notify the business entity eligible for allocation, of the results thereof and shall register the details thereof in the emission permits register within five months from the end of the compliance year."}, {"text_block_id": "p14_b351", "text": "(4)"}, {"text_block_id": "p14_b352", "text": "Methods and procedures for certification of the amount of emissions under paragraphs (1) through (3) and detailed matters necessary for notification and registration of the amounts of emissions shall be prescribed by Presidential Decree."}, {"text_block_id": "p14_b353", "text": "Article 26 (Emissions Certification Committee)"}, {"text_block_id": "p14_b354", "text": "(1)"}, {"text_block_id": "p14_b355", "text": "The competent authority shall establish an Emissions Certification Committee (hereinafter referred to as \"Certification Committee\") in order to deliberate on and adjust technical matters regarding evaluation of validity and the certification of amounts of actual greenhouse gas emissions under Article 25 and the offset under Article 29."}, {"text_block_id": "p14_b356", "text": "(2)"}, {"text_block_id": "p14_b357", "text": "Matters necessary for the organization, operation, etc. of the Certification Committee shall be prescribed by Presidential Decree."}, {"text_block_id": "p14_b358_merged", "text": "CHAPTER Ⅵ SURRENDER, CARRYOVER, BORROWING, OFFSET, AND TERMINATION OF EMISSION PERMITS"}, {"text_block_id": "p14_b361", "text": "Article 27 (Surrender of Emission Permits)"}, {"text_block_id": "p14_b362", "text": "(1)"}, {"text_block_id": "p14_b363", "text": "A business entity eligible for allocation shall surrender emission permits equivalent to the amount of greenhouse gas emissions certified under Article 25 (referring to the emission permits for a lapsed compliance year) within six months from the end of each compliance year, as prescribed by"}, {"text_block_id": "p15_b364", "text": "Presidential Decree."}, {"text_block_id": "p15_b365", "text": "(2)"}, {"text_block_id": "p15_b366", "text": "In receipt of emission permits surrendered in accordance with paragraph (1), the competent authority shall register the details thereof in the emission permits register."}, {"text_block_id": "p15_b367", "text": "Article 28 (Carryover and Borrowing of Emission Permits)"}, {"text_block_id": "p15_b368", "text": "(1)"}, {"text_block_id": "p15_b369", "text": "A person who holds emission permits shall carry over the emission permits held by him/her to the following compliance year in the same commitment period or to the first compliance year in the following commitment period with approval from the competent authority."}, {"text_block_id": "p15_b370", "text": "(2)"}, {"text_block_id": "p15_b371", "text": "A business entity eligible for allocation may borrow some emission permits allocated for any other compliance year in the same commitment period with approval from the competent authority, if the business entity needs to do so in order to surrender emission permits in accordance with Article 27 and it has a ground prescribed by Presidential Decree."}, {"text_block_id": "p15_b372", "text": "(3)"}, {"text_block_id": "p15_b373", "text": "The maximum emission permits that may be borrowed in accordance with paragraph (2) shall be prescribed by Presidential Decree."}, {"text_block_id": "p15_b374", "text": "(4)"}, {"text_block_id": "p15_b375", "text": "When the competent authority approves carryover or borrowing under paragraph (1) or (2), it shall register the details thereof in the emission permits register without delay. In such cases, emission permits carried over or borrowed shall be deemed allocated for the pertinent year under Article 12."}, {"text_block_id": "p15_b376", "text": "(5)"}, {"text_block_id": "p15_b377", "text": "Detailed procedures for carryover and borrowing of emission permits under paragraph (1) and (2) shall be prescribed by Presidential Decree."}, {"text_block_id": "p15_b378", "text": "Article 29 (Offset)"}, {"text_block_id": "p15_b379", "text": "(1)"}, {"text_block_id": "p15_b380", "text": "When a business entity eligible for allocation holds or acquires greenhouse gas reductions generated from an external project in compliance with international standards (hereinafter referred to as \"greenhouse gas reductions from an external project\"), it may request the competent authority to convert all or some of such reductions into emission permits."}, {"text_block_id": "p15_b381", "text": "(2)"}, {"text_block_id": "p15_b382", "text": "In receipt of a request under paragraph (1), the competent authority shall convert the relevant greenhouse gas reductions from an external project into emission permits equivalent to the reductions in accordance with the guidelines prescribed by Presidential Decree and shall register the details thereof in the offset register under Article 31."}, {"text_block_id": "p15_b383", "text": "(3)"}, {"text_block_id": "p15_b384", "text": "A business entity eligible for allocation may surrender emission permits registered in the offset register under paragraph (2) (hereinafter referred to"}, {"text_block_id": "p16_b385", "text": "as \"offset emission permits\") in lieu of the emission permits that shall be otherwise surrendered in accordance with Article 27. In such cases, the competent authority may set the maximum number of offset emission permits that may be otherwise surrendered and place a restriction on the effective period of offset emission permits, as prescribed by Presidential Decree, considering the impact of the surrendered offset emission permits on national greenhouse gas reduction targets, trading prices of emission permits, etc."}, {"text_block_id": "p16_b386", "text": "Article 30 (Certification of Greenhouse Gas Reductions from External Projects)"}, {"text_block_id": "p16_b387", "text": "(1)"}, {"text_block_id": "p16_b388", "text": "Greenhouse gas reductions from an external project that may be converted into emission permits under Article 29 shall be limited to greenhouse gas reductions certified by the competent authority in accordance with the guidelines and procedures prescribed by Presidential Decree, among greenhouse gas reductions falling under any of the following subparagraphs:"}, {"text_block_id": "p16_b389", "text": "1."}, {"text_block_id": "p16_b390", "text": "Greenhouse gas reductions generated through a greenhouse gas reduction project implemented in any domestic or overseas sector not governed by this Act in a measurable, reportable, and verifiable manner in compliance with international standards;"}, {"text_block_id": "p16_b391", "text": "2."}, {"text_block_id": "p16_b392", "text": "Greenhouse gas reductions generated through projects prescribed by Presidential Decree, including a greenhouse gas reduction project defined in the United Nations Framework Conventions on Climate Change and relevant protocols."}, {"text_block_id": "p16_b393", "text": "(2)"}, {"text_block_id": "p16_b394", "text": "A person who intends to obtain certification under paragraph (1) shall file an application with the competent authority, as prescribed by Presidential Decree."}, {"text_block_id": "p16_b395", "text": "(3)"}, {"text_block_id": "p16_b396", "text": "When the competent authority certifies greenhouse gas reductions from an external project, it shall register the reductions in the offset register specified in Article 31, without delay."}, {"text_block_id": "p16_b397", "text": "Article 31 (Offset Register)"}, {"text_block_id": "p16_b398", "text": "(1)"}, {"text_block_id": "p16_b399", "text": "The competent authority shall maintain an emission permits offset register (hereinafter referred to as \"offset register\") to register and manage greenhouse gas reductions certified under Article 30 as those from external projects."}, {"text_block_id": "p16_b400", "text": "(2)"}, {"text_block_id": "p16_b401", "text": "The offset register shall be managed and operated by the competent authority."}, {"text_block_id": "p16_b402", "text": "(3)"}, {"text_block_id": "p16_b403", "text": "The offset register shall be managed in a manner that can be"}, {"text_block_id": "p17_b404", "text": "organically linked to the emission permits register."}, {"text_block_id": "p17_b405", "text": "Article 32 (Termination of Emission Permits)"}, {"text_block_id": "p17_b406", "text": "Emission permits allocated for a compliance yea, not surrendered to the competent authority in accordance with Article 27 or not carried over to the following compliance year in accordance with Article 28 shall become invalid at the lapse of six months from the end of the compliance year."}, {"text_block_id": "p17_b407", "text": "Article 33 (Penalty Surcharges)"}, {"text_block_id": "p17_b408", "text": "(1)"}, {"text_block_id": "p17_b409", "text": "If emission permits surrendered by a business entity eligible for allocation in accordance with Article 27 are less than greenhouse gas emissions certified under Article 25, the competent authority may impose a penalty surcharge not exceeding three times the average market price of emission permits for the pertinent compliance year on the business entity within the maximum 100,000 won per ton of carbon dioxide for the shortfall."}, {"text_block_id": "p17_b410", "text": "(2)"}, {"text_block_id": "p17_b411", "text": "The competent authority shall provide the person subject to imposition of a penalty surcharge or an interested party with an opportunity to present his/her opinion thereon before imposing the penalty surcharge."}, {"text_block_id": "p17_b412", "text": "(3)"}, {"text_block_id": "p17_b413", "text": "Matters necessary for the guidelines, procedures, etc. for imposition of a penalty surcharge under paragraphs (1) and (2) shall be prescribed by Presidential Decree."}, {"text_block_id": "p17_b414", "text": "Article 34 (Collection of Penalty Surcharges and Disposition of Defaulted Penalty Surcharges)"}, {"text_block_id": "p17_b415", "text": "(1)"}, {"text_block_id": "p17_b416", "text": "If a person obligated to pay a penalty surcharge fails to pay the penalty surcharge by the payment deadline, the competent authority may collect an additional charge prescribed by Presidential Decree from the person for the period from the day immediately after the payment deadline until the day immediately before the penalty surcharge is paid."}, {"text_block_id": "p17_b417", "text": "(2)"}, {"text_block_id": "p17_b418", "text": "If a person obligated to pay a penalty surcharge fails to pay the penalty surcharge by the payment deadline, the competent authority may demand the person to pay it within a specified period and may collect it in the same manner as delinquent national taxes are collected, if the person fails to pay the penalty surcharge and the additional charge under paragraph (1) within the specified period."}, {"text_block_id": "p17_b419", "text": "(3)"}, {"text_block_id": "p17_b420", "text": "Matters necessary for the procedure for the collection of penalty surcharges and the disposition of defaulted penalty surcharges under paragraphs (1) and (2) shall be prescribed by Presidential Decree."}, {"text_block_id": "p18_b421_merged", "text": "CHAPTER Ⅶ SUPPLEMENTARY PROVISIONS"}, {"text_block_id": "p18_b424", "text": "Article 35 (Financial Support, Tax Incentives, etc.)"}, {"text_block_id": "p18_b425", "text": "(1)"}, {"text_block_id": "p18_b426", "text": "In order to prevent corporate competitiveness from diminishing through the introduction of the emissions trading system, and to encourage the trading of emission permits, the Government may provide financial support and tax incentives, grant subsidies, or provide other necessary assistance for projects prescribed by Presidential Decree, such as projects for the installation of facilities for reducing greenhouse gases and for the development of related technology."}, {"text_block_id": "p18_b427", "text": "(2)"}, {"text_block_id": "p18_b428", "text": "In providing support under paragraph (1), the Government may give priority to supporting projects implemented by small and medium enterprises defined in Article 2 of the Framework Act on Small and Medium Enterprises."}, {"text_block_id": "p18_b429", "text": "(3)"}, {"text_block_id": "p18_b430", "text": "The Government may use all or some revenues generated by allocating emission permits onerously under Article 12 (3), penalty surcharges under Article 33, fees under Article 39, and fines for negligence collected under Article 43 for supporting activities under paragraphs (1) and (2)."}, {"text_block_id": "p18_b431", "text": "Article 36 (Link, etc. with International Carbon Markets)"}, {"text_block_id": "p18_b432", "text": "(1)"}, {"text_block_id": "p18_b433", "text": "The Government shall endeavor to link domestic emission permits markets with international carbon markets in accordance with the United Nations Framework Convention on Climate Change and relevant protocols or agreements entered into with countries recognized as countries that measure, report, and verify greenhouse gas emissions in an internationally reliable manner. In such cases, the Government shall take into consideration the protection of trade secrets of business entities eligible for allocation."}, {"text_block_id": "p18_b434", "text": "(2)"}, {"text_block_id": "p18_b435", "text": "The competent authority may designate or establish and operate an institution specializing in surveys, research, technological development and cooperation for the link with international carbon markets as an institution specializing in trading emission permits, as prescribed by Presidential Decree."}, {"text_block_id": "p18_b436", "text": "(3)"}, {"text_block_id": "p18_b437", "text": "The Government may subsidize an institution designated or established and operated under paragraph (2) as an institution specializing in trading emission permits for expenses incurred in conducting its business activities."}, {"text_block_id": "p19_b438", "text": "Article 37 (Fact-Finding Surveys)"}, {"text_block_id": "p19_b439", "text": "If it is necessary to verify relevant facts or the appropriateness of any of the following applications or dispositions, the competent authority may request the relevant business entity eligible for allocation to submit a report or data or may conduct a field survey or fact-finding survey by other means to the minimum necessary extent. In such cases, the business entity eligible for allocation shall comply with such request or survey, except in extenuating circumstances:"}, {"text_block_id": "p19_b440", "text": "1."}, {"text_block_id": "p19_b441", "text": "Applications for allocation of emission permits under Article 13;"}, {"text_block_id": "p19_b442", "text": "2."}, {"text_block_id": "p19_b443", "text": "Recognition of outcomes of earlier reduction under Article 15;"}, {"text_block_id": "p19_b444", "text": "3."}, {"text_block_id": "p19_b445", "text": "Adjustments to allocation of emission permits under Article 16;"}, {"text_block_id": "p19_b446", "text": "4."}, {"text_block_id": "p19_b447", "text": "Revocation of allocation of emission permits under Article 17;"}, {"text_block_id": "p19_b448", "text": "5."}, {"text_block_id": "p19_b449", "text": "Reporting and verification of emission permits under Article 24;"}, {"text_block_id": "p19_b450", "text": "6."}, {"text_block_id": "p19_b451", "text": "Certification of emission permits under Article 25;"}, {"text_block_id": "p19_b452", "text": "7."}, {"text_block_id": "p19_b453", "text": "Certification of greenhouse gas reductions from an external project under Article 30."}, {"text_block_id": "p19_b454", "text": "Article 38 (Objections)"}, {"text_block_id": "p19_b455", "text": "(1)"}, {"text_block_id": "p19_b456", "text": "A person who objects to any of the following dispositions may file an objection with the competent authority, accompanied by evidential materials, within 30 days from the date specified in the relevant subparagraph, as prescribed by Presidential Decree:"}, {"text_block_id": "p19_b457", "text": "1."}, {"text_block_id": "p19_b458", "text": "Designation under Articles 8 (1) and 9 (1): The day when public announcement is made;"}, {"text_block_id": "p19_b459", "text": "2."}, {"text_block_id": "p19_b460", "text": "Allocation under Article 12 (1): The day when emission permits are allocated;"}, {"text_block_id": "p19_b461", "text": "3."}, {"text_block_id": "p19_b462", "text": "Adjustment to allocation of emission permits under Article 16: The day when additional emission permits are allocated or the day the number of emission permits allocated for a compliance year is adjusted;"}, {"text_block_id": "p19_b463", "text": "4."}, {"text_block_id": "p19_b464", "text": "Revocation of allocation of emission permits under Article 17: The day when the allocation of the relevant emission permits is revoked;"}, {"text_block_id": "p19_b465", "text": "5."}, {"text_block_id": "p19_b466", "text": "Certification of an amount of emissions under Article 25 (1): The day when the amount of emissions is certified;"}, {"text_block_id": "p19_b467", "text": "6."}, {"text_block_id": "p19_b468", "text": "Imposition of a penalty surcharge under Article 33 (1): The day when notice of the imposition is given."}, {"text_block_id": "p19_b469", "text": "(2)"}, {"text_block_id": "p19_b470", "text": "In receipt of an objection filed under Article (1), the competent authority shall notify the petitioner of the results thereof within 30 days from the filing date of the objection: Provided, That if it is impractical to make a decision"}, {"text_block_id": "p20_b471", "text": "within the period due to extenuating circumstances, the period shall be extended by not more than 30 days and the petitioner shall be notified of the extension."}, {"text_block_id": "p20_b472", "text": "Article 39 (Fees)"}, {"text_block_id": "p20_b473", "text": "Any of the following persons shall pay fees prescribed by Presidential Decree:"}, {"text_block_id": "p20_b474", "text": "1."}, {"text_block_id": "p20_b475", "text": "A person who applies for issuance of a certificate under Article 11 (5);"}, {"text_block_id": "p20_b476", "text": "2."}, {"text_block_id": "p20_b477", "text": "A person who applies for registration of an account for trading emission permits under Article 20 (excluding business entities eligible for allocation)."}, {"text_block_id": "p20_b478", "text": "Article 40 (Delegation or Entrustment of Authority)"}, {"text_block_id": "p20_b479", "text": "(1)"}, {"text_block_id": "p20_b480", "text": "The competent authority may delegate or entrust part of its authority under this Act to the head of another central administrative agency or the head of an affiliated agency, as prescribed by Presidential Decree."}, {"text_block_id": "p20_b481", "text": "(2)"}, {"text_block_id": "p20_b482", "text": "The competent authority may entrust part of the affairs under this Act to a public institution or an institution prescribed by Presidential specializing in the reduction of greenhouse gases, as prescribed by Presidential Decree."}, {"text_block_id": "p20_b483_merged", "text": "CHAPTER Ⅷ PENAL PROVISIONS AND FINES FOR NEGLIGENCE"}, {"text_block_id": "p20_b486", "text": "Article 41 (Penal Provisions)"}, {"text_block_id": "p20_b487", "text": "(1)"}, {"text_block_id": "p20_b488", "text": "Any of the following persons shall be punished by imprisonment with prison labor for not more than three years or by a fine not exceeding 100 million won: Provided, That if the amount equivalent to three times the profit earned or the loss avoided by such violation exceeds 100 million won, the person shall be punished by a fine not exceeding the amount equivalent to three times the profit or avoided loss:"}, {"text_block_id": "p20_b489", "text": "1."}, {"text_block_id": "p20_b490", "text": "A person who intentionally does an act falling under any subparagraph of Article 176 (1) of the Financial Investment Services and Capital Markets Act, which shall apply to the person mutatis mutandis pursuant to Article 22 (3), to get another person wrongly informed that transactions of emission permits are trading in high volume or to mislead another person to make a wrong decision in trading emission permits, in violation of the said paragraph of the said Article of the said Act;"}, {"text_block_id": "p20_b491", "text": "2."}, {"text_block_id": "p20_b492", "text": "A person who intentionally does an act falling under any subparagraph of Article 176 (2) of the Financial Investment Services and Capital Markets Act, which shall apply to the person mutatis mutandis pursuant to Article 22 (3), to solicit another person to engage in transactions of emission permits, in violation of the said paragraph of the said Article of the said Act;"}, {"text_block_id": "p21_b493", "text": "3."}, {"text_block_id": "p21_b494", "text": "A person who intentionally trades emission permits consecutively or who entrusts, or is entrusted, to trade emission permits consecutively to fix and stabilize the market price of emission permits, in violation of the body other than subparagraphs of Article 176 (3) of the Financial Investment Services and Capital Markets Act, which shall apply to the person mutatis mutandis pursuant to Article 22 (3);"}, {"text_block_id": "p21_b495", "text": "4."}, {"text_block_id": "p21_b496", "text": "A person who does an act falling under any subparagraph of Article 178 (1) of the Financial Investment Services and Capital Markets Act, which shall apply to the person mutatis mutandis pursuant to Article 22 (3), in connection with a transaction of emission permits or any similar transaction, in violation of the said paragraph of the said Article of the said Act;"}, {"text_block_id": "p21_b497", "text": "5."}, {"text_block_id": "p21_b498", "text": "A person who intentionally disseminates a rumor or commits fraud, or assault or intimidate any third person to trade emission permits, make a similar transaction, or manipulate the market price of emission permits, in violation of Article 178 (2) of the Financial Investment Services and Capital Markets Act, which shall apply to the person mutatis mutandis pursuant to Article 22 (3)."}, {"text_block_id": "p21_b499", "text": "(2)"}, {"text_block_id": "p21_b500", "text": "Any of the following persons shall be punished by imprisonment with prison labor for not more than one year or by a fine not exceeding 30 million won:"}, {"text_block_id": "p21_b501", "text": "1."}, {"text_block_id": "p21_b502", "text": "A current or former executive or employee of the emission permits exchange who divulges or uses confidential information he/she has learned in the course of performing his/her duties, in violation of Article 383 (1) of the Financial Investment Services and Capital Markets Act, which shall apply to the person mutatis mutandis pursuant to Article 22 (3);"}, {"text_block_id": "p21_b503", "text": "2."}, {"text_block_id": "p21_b504", "text": "A full-time executive or employee of the emission permits exchange who has a special interest in a member of the emission permits exchange in regard to the grant of funds, the distribution of profit or loss, or other business affairs, in violation of Article 383 (2) of the Financial Investment Services and Capital Markets Act, which shall apply to the executive or employee mutatis mutandis pursuant to Article 22 (3)."}, {"text_block_id": "p21_b505", "text": "(3)"}, {"text_block_id": "p21_b506", "text": "Any of the following persons shall be punished by a fine not exceeding 100 million won: Provided, That if the amount equivalent to three times the profit earned or the loss avoided by such violation exceeds 100 million won, the person shall be punished by a fine not exceeding the amount equivalent to three times the profit or avoided loss:"}, {"text_block_id": "p21_b507", "text": "1."}, {"text_block_id": "p21_b508", "text": "A person who acquires emission permits allocated or adjusted under Article 12 (1) or 16 (1) by applying for allocation of, or adjustment to,"}, {"text_block_id": "p22_b509", "text": "emission permits by fraud or other illegal means;"}, {"text_block_id": "p22_b510", "text": "2."}, {"text_block_id": "p22_b511", "text": "A person who surrenders offset emission permits under Article 29 (3) by applying for conversion of greenhouse gas reductions from an external project into emission permits by fraud or other illegal means;"}, {"text_block_id": "p22_b512", "text": "3."}, {"text_block_id": "p22_b513", "text": "A person who obtains certification of greenhouse gas reductions from an external projects under Article 30 by applying for certification by fraud or other illegal means."}, {"text_block_id": "p22_b514", "text": "Article 42 (Joint Penal Provisions)"}, {"text_block_id": "p22_b515", "text": "If the representative of a corporation (including organizations; hereafter the same shall apply in this Article) or an agent, employee, or servant of a corporation or an individual commits a violation under Article 41 in connection with the business of the corporation or individual, not only shall such violator be punished, but such corporation or individual shall be punished by the fine prescribed in the relevant provisions: Provided, That the foregoing shall not apply to cases where such corporation or individual has not been negligent in giving due attention and supervision concerning the relevant business in order to prevent such violation."}, {"text_block_id": "p22_b516", "text": "Article 43 (Fines for Negligence)"}, {"text_block_id": "p22_b517", "text": "The competent authority shall impose a fine for negligence not exceeding ten million won on any of the following persons and collect the fine for negligence from such persons:"}, {"text_block_id": "p22_b518", "text": "1."}, {"text_block_id": "p22_b519", "text": "A person who makes a false report pursuant to Article 21 (1);"}, {"text_block_id": "p22_b520", "text": "2."}, {"text_block_id": "p22_b521", "text": "A person who fails to report or makes a false report pursuan to Article 24 (1);"}, {"text_block_id": "p22_b522", "text": "3."}, {"text_block_id": "p22_b523", "text": "A person who fails to comply with an order to correct or supplement, in violation of Article 44 (2) of the Framework Act, which shall apply to the person mutatis mutandis pursuant to Article 24 (2);"}, {"text_block_id": "p22_b524", "text": "4."}, {"text_block_id": "p22_b525", "text": "A person who fails to surrender emission permits in accordance with Article 27."}, {"text_block_id": "p22_b526", "text": "ADDENDA"}, {"text_block_id": "p22_b527", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p22_b528", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p22_b529", "text": "Article 2 (Special Cases Concerning Commitment Period and Ratio of Free Allocation)"}, {"text_block_id": "p22_b530", "text": "(1)"}, {"text_block_id": "p22_b531", "text": "Notwithstanding subparagraph 4 of Article 2, the first commitment period immediately after this Act enters into force (hereinafter referred to as"}, {"text_block_id": "p23_b532", "text": "\"first commitment period\") shall begin on January 1, 2015 and end on December 31, 2017, and the commitment period immediately after the first commitment period (hereinafter referred to as \"second commitment period\") shall begin on January 1, 2018 and end on December 31, 2020."}, {"text_block_id": "p23_b533", "text": "(2) In setting the ratio of free allocation by Presidential Decree in accordance with Article 12 (3), the ratio of free allocation for the first and second commitment periods shall not be less than 95/100 of the total number of emission permits allocated for the commitment periods, respectively."}, {"text_block_id": "p23_b534", "text": "Article 3 (Special Cases Concerning Registration of Accounts for Trading Emission Permits)"}, {"text_block_id": "p23_b535", "text": "Notwithstanding Article 20, no person, except business entities eligible for allocation and persons prescribed by Presidential Decree for the stable formation of markets for trading emission permits, may file an application for registration of an account for trading emission permits by the date prescribed by Presidential Decree, which shall not be later than six years from January 1, 2015."}], "document_description": "The Act aims to achieve the national targets for reducing GHGs by introducing a system for trading GHG allowances through market mechanisms. The first phase of the trading scheme is due to start in 2015, covering companies that emit 125,000 metric tonnes or more of CO2 a year and factories, buildings and livestock farms that produce at least 25,000 tonnes of the gas annually.  The basic plan for the emissions rights trading system shall be established every 5 years for a unit period of 10 years. An Emissions Rights Allocation Committee chaired by the Minister of Strategy and Finance will be established for deliberation and mediation of major issues regarding the emissions rights trading system. The competent authorities will allocate the total emissions rights for the unit period and for each year to relevant corporations. The emissions rights may be traded. Anyone who wants to trade their rights shall enter an account in the emissions rights register.  The scheme determines that in the event that a corporation produces more GHGs than its allotted amount, the excess will be subject to a penalty of up to three times the average market price of the year, up to a limit of KRW100,000 (USD89.87) per one tonne of CO2.  The Enforcement Decree outlines the rules and governance structure for the ETS, planned to begin on 1 January 2015. The ETS requires each company or organisation to set the goal of emissions reduction and fulfill the required reduction goal by utilising a market mechanism. All six Kyoto Protocol GHGs are included, and the scheme covers direct and indirect emissions from individual facilities producing over 25ktCO2e/yr, companies with multiple installations producing over 125ktCO2e/yr, and any other firm that voluntarily wishes to join the ETS.  The Minister of Environment is responsible for controlling and operating the ETS. It operates the quota evaluation commission and the emissions certification committee, and encourages the participation of relevant ministries such as the Ministry of Industry, Trade and Energy, the Ministry of Agriculture, Food and Rural Affairs, and Ministry of Land, Infrastructure and Transport. The Minister of Strategy and Finance must set up the plan so that influential factors such as commodity price are taken into account.  During the first phase of the ETS (2015-2017), liable entities will be allocated 100% of their emissions permits for free based on their average emissions. Therefore demand for units will only be generated by entities exceeding their predicted emission levels. This free allocation level will drop to 97% during the second phase (2018 to 2020) and below 90% in the third phase (2021-2025). By easing the cost burden of allowable emissions at an initial stage, it minimises the burden on industry; by expanding the range of paid quota in the mid- to long-term, it lays the foundation for cost-effective GHG reduction.  Offsets are allowed for up to 10% of compliance obligations. International offsets can be used from Phase III, and shall be set within the range of less than 50% of the maximum offsets for the efficient reduction of domestic GHG. The specific criteria and procedures for the approval and certification of international offsets are yet to be established.  The government agency in charge can receive applications from qualified organisations and may select the emissions trading system's exchange among them through the evaluation of the Committee on Green Growth. In order to stabilise the market at an initial stage, companies will be subject to quota assignment through Phases I and II. When necessary, the government agency in charge, through the quota committee, will take measures to stabilise the market: adding up to 25% of the allowance reserve, specifying the minimum and maximum of emissions rights to be held, restricting borrowing and carry-over, and restricting the limit of offset emissions right's offers.  Financial support measures are allowed to industries whose competitiveness is negatively affected by the scheme. Financial and taxation incentives or subsidies can be provided for GHG reduction, technological development and distribution projects in relation to new and renewable energy."}