{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF", "Energy"], "document_language": "English", "document_name": "Act on the Management and Improvement of Carbon Sink", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": "Disaster Risk Management", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "22/02/2012", "document_keyword": ["Research And Development", "Disaster Risk Management", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/KOR/2012/KOR-2012-02-22-Act on the Management and Improvement of Carbon Sink_f8dd123d8d7fe85a0320edac984b69de.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ACT ON THE MANAGEMENT AND IMPROVEMENT OF CARBON SINK"}, {"text_block_id": "p0_b2", "text": "Article 1 (Purpose)"}, {"text_block_id": "p0_b3", "text": "The purpose of this Act is to respond to climate change by managing and improving the role of forests as carbon sinks pursuant to Article 55 of the Framework Act on Low Carbon, Green Growth and to contribute to the realization of a low carbon society."}, {"text_block_id": "p0_b4", "text": "Article 2 (Definitions)"}, {"text_block_id": "p0_b5", "text": "The terms used in this Act shall be defined as follows: Provided, That definitions specified by the United Nations to respond to climate change shall apply, if no specific citation is made:"}, {"text_block_id": "p0_b6", "text": "The terms used in this Act shall be defined as follows: Provided, That definitions specified by the United Nations to respond to climate change shall apply, if no specific citation is made:\n* The term \"forest\" means a piece of land specified by Presidential Decree among the forests provided\n* The term \"afforestation\" means conversion of a piece of land, which has not been a forest for the past\n* The term \"reforestation\" means conversion of a piece of land, which had originally been a forest but\n* The term \"forest management\" means activities specified by Presidential Decree out of all activities\n* The term \"revegetation\" means artificial activities aimed at increasing forest carbon stock on a site by\n* The term \"harvested wood products (HWP)\" means harvested timber and processed products made\n* The term \"forest biomass energy\" means energy produced from forest products provided in"}, {"text_block_id": "p1_b20", "text": "The terms used in this Act shall be defined as follows: Provided, That definitions specified by the United Nations to respond to climate change shall apply, if no specific citation is made:\n* The term \"forest\" means a piece of land specified by Presidential Decree among the forests provided\n* The term \"afforestation\" means conversion of a piece of land, which has not been a forest for the past\n* The term \"reforestation\" means conversion of a piece of land, which had originally been a forest but\n* The term \"forest management\" means activities specified by Presidential Decree out of all activities\n* The term \"revegetation\" means artificial activities aimed at increasing forest carbon stock on a site by\n* The term \"harvested wood products (HWP)\" means harvested timber and processed products made\n* The term \"forest biomass energy\" means energy produced from forest products provided in\n"}, {"text_block_id": "p1_b21", "text": "The terms used in this Act shall be defined as follows: Provided, That definitions specified by the United Nations to respond to climate change shall apply, if no specific citation is made:\n* The term \"forest\" means a piece of land specified by Presidential Decree among the forests provided\n* The term \"afforestation\" means conversion of a piece of land, which has not been a forest for the past\n* The term \"reforestation\" means conversion of a piece of land, which had originally been a forest but\n* The term \"forest management\" means activities specified by Presidential Decree out of all activities\n* The term \"revegetation\" means artificial activities aimed at increasing forest carbon stock on a site by\n* The term \"harvested wood products (HWP)\" means harvested timber and processed products made\n* The term \"forest biomass energy\" means energy produced from forest products provided in\n\n* The term \"Reduced Emissions from Deforestation and forest Degradation (REDD+)\" means activities\n* The term \"Land Use, Land Use Change and Forestry (LULUCF)\" means definitions, methods, and\n* The term \"carbon sink\" means standing trees, bamboo, dead organic matter, soil, harvested wood\n* The term \"forest carbon stock\" means the amount of carbon reduced either by increasing greenhouse\n* The term \"forest carbon offset\" means using forest carbon stock for reducing greenhouse gas\n* The term \"greenhouse gas\" means greenhouse gases defined in subparagraph 9 of Article 2 of the\n* The term \"global warming\" means global warming defined in subparagraph 11 of Article 2 of the\n* The term \"climate change\" means climate change defined in subparagraph 12 of Article 2 of the"}, {"text_block_id": "p1_b37", "text": "Article 3 (Responsibilities of the Minister of the Korea Forest Service, etc.)"}, {"text_block_id": "p1_b38", "text": "Article 3 (Responsibilities of the Minister of the Korea Forest Service, etc.)\n* The Minister of the Korea Forest Service shall keep maintaining forests in order to manage and\n* The Minister of the Korea Forest Service shall take into consideration principles that conform to the\n* The Minister of the Korea Forest Service shall make the best use of market functions, taking into\n* The Minister of the Korea Forest Service and the head of each local government shall encourage public\n* Each business entity shall endeavor to manage and improve carbon sinks to the greatest extent"}, {"text_block_id": "p2_b48", "text": "Article 4 (Relationship to other Acts)"}, {"text_block_id": "p2_b49", "text": "This Act shall take precedence over other Acts and shall serve as the framework with respect to the management and improvement of carbon sinks."}, {"text_block_id": "p2_b50", "text": "Article 5 (Formulation, etc. of Comprehensive Plans forImprovement of Carbon Sinks)"}, {"text_block_id": "p2_b51", "text": "Article 5 (Formulation, etc. of Comprehensive Plans forImprovement of Carbon Sinks)\n* To efficiently achieve the purpose of this Act, the Minister of the Korea Forest Service shall, every\n* The comprehensive plan shall include the following:\n* Objectives and basic directions for the management and improvement of carbon sinks;\n* Domestic and overseas conditions and prospects for the management and improvement of carbon\n* Development and dissemination of technologies for the management and improvement of carbon\n* International cooperation and penetration into foreign markets for the management and improvement\n* Compilation of information and statistics regarding greenhouse gases in the forestry sector;\n* Establishment and operation of the forest carbon registry;\n* Other matters specified by Presidential Decree as necessary for the effective management and\n* When the Minister of the Korea Forest Service formulates or revises the comprehensive plan, he/she\n* The Minister of the Korea Forest Service may request the heads of related central administrative\n* Matters relating to research and development of science and technology in the comprehensive plan"}, {"text_block_id": "p3_b76", "text": "Article 5 (Formulation, etc. of Comprehensive Plans forImprovement of Carbon Sinks)\n* To efficiently achieve the purpose of this Act, the Minister of the Korea Forest Service shall, every\n* The comprehensive plan shall include the following:\n* Objectives and basic directions for the management and improvement of carbon sinks;\n* Domestic and overseas conditions and prospects for the management and improvement of carbon\n* Development and dissemination of technologies for the management and improvement of carbon\n* International cooperation and penetration into foreign markets for the management and improvement\n* Compilation of information and statistics regarding greenhouse gases in the forestry sector;\n* Establishment and operation of the forest carbon registry;\n* Other matters specified by Presidential Decree as necessary for the effective management and\n* When the Minister of the Korea Forest Service formulates or revises the comprehensive plan, he/she\n* The Minister of the Korea Forest Service may request the heads of related central administrative\n* Matters relating to research and development of science and technology in the comprehensive plan\n* Other matters necessary for the procedures for and details of formulating and revising the\n<\\li1>"}, {"text_block_id": "p3_b78", "text": "Article 6 (Formulation and Implementation of Annual Action Plan)"}, {"text_block_id": "p3_b79", "text": "Article 6 (Formulation and Implementation of Annual Action Plan)\n* The Minister of the Korea Forest Service shall annually formulate and implement an action plan\n* A detailed implementation plan for managing and improving domestic and overseas carbon sinks;\n* Legal or institutional improvements with regard to carbon sinks;\n* Other matters necessary for managing and improving carbon sinks in the corresponding year.\n* The procedures and methods for formulating the action plan shall be prescribed by Presidential Decree.\n* The Board on Improvement of Carbon Sinks shall be established under the Korea Forest Service to\n* Formulation and revision of the comprehensive plan;\n* Establishment of and support for measures to prevent overseas deforestation under Article 17;\n* Establishment and application of standards for the operation, etc. of forest carbon offset under Article\n* Review on outcomes from the measurement, reporting, and verification of forest carbon stock under\n* Other matters specified by Presidential Decree among those with regard to the management and\n* The composition of the Board on Improvement of Carbon Sinks under paragraph (1), appointment and"}, {"text_block_id": "p3_b104", "text": "Article 8 (Compilation of Information and Statistics on Carbon Sinks)"}, {"text_block_id": "p3_b105", "text": "Article 8 (Compilation of Information and Statistics on Carbon Sinks)\n* The Minister of the Korea Forest Service shall compile information and statistics on the following with\n* Outcomes from performing afforestation or similar activities under Article 9;\n* Outcomes from performing forest management in the protected zone under Article 10;\n* Status on the distribution and use of harvested wood products under Article 13;\n* Information on energy in the timber industry under Article 14;\n* Outcomes from utilizing forest biomass energy under Article 15;\n* Outcomes from preventing deforestation and forest degradation under Article 16;\n* Outcomes from performing the management and improvement of multiple carbon sinks under Article"}, {"text_block_id": "p4_b121", "text": "Article 8 (Compilation of Information and Statistics on Carbon Sinks)\n* The Minister of the Korea Forest Service shall compile information and statistics on the following with\n* Outcomes from performing afforestation or similar activities under Article 9;\n* Outcomes from performing forest management in the protected zone under Article 10;\n* Status on the distribution and use of harvested wood products under Article 13;\n* Information on energy in the timber industry under Article 14;\n* Outcomes from utilizing forest biomass energy under Article 15;\n* Outcomes from preventing deforestation and forest degradation under Article 16;\n* Outcomes from performing the management and improvement of multiple carbon sinks under Article\n* Other information and statistics specified by Presidential Decree with regard to carbon sinks, such as\n* To ensure the systematic management of information and statistics on carbon sinks under paragraph\n* The Minister of the Korea Forest Service may request the heads of related central administrative\n* Procedures and methods for compiling the information and statistics on carbon sinks under paragraph\n* shall be prescribed by Presidential Decree."}, {"text_block_id": "p4_b131", "text": "Article 9 (Afforestation, etc.)"}, {"text_block_id": "p4_b132", "text": "Article 9 (Afforestation, etc.)\n* The Minister of the Korea Forest Service shall perform afforestation, reforestation, revegetation, or\n* The Minister of the Korea Forest Service may lease national forests provided in Article 21 of the State\n* Forest carbon stock added by afforestation or similar activities may be used as forest carbon offset\n* Standards for the operation, etc. of forest carbon offset under Article 27 (hereinafter referred to as"}, {"text_block_id": "p4_b140", "text": "Article 10 (Management and Improvement of Carbon Sinks in Protected Zone)"}, {"text_block_id": "p4_b141", "text": "Article 10 (Management and Improvement of Carbon Sinks in Protected Zone)\n* To manage and improve carbon sinks in protected zones specified by Presidential Decree, the Minister\n* Forest carbon stock added as a result of the management of the protected zones may be used as offset\n* The operating standards shall apply to the management scheme differentiated by each protected zone"}, {"text_block_id": "p4_b147", "text": "Article 11 (Management of Carbon Sinks for Prevention from Disasters)"}, {"text_block_id": "p5_b148", "text": "Article 11 (Management of Carbon Sinks for Prevention from Disasters)\n* To protect carbon sinks from disasters that might be caused by a forest fire, landslide, blight, or\n* When afforestation or similar activities are performed to prevent disasters, tree species appropriate for"}, {"text_block_id": "p5_b152", "text": "Article 12 (Promotion of Use of Harvested Wood Products)"}, {"text_block_id": "p5_b153", "text": "The Minister of the Korea Forest Service shall establish and implement measures for promoting the use of harvested wood products to manage and improve carbon stored in harvested wood products."}, {"text_block_id": "p5_b154", "text": "Article 13 (Fact-Finding Surveys on Use of Harvested Wood Products)"}, {"text_block_id": "p5_b155", "text": "(1)"}, {"text_block_id": "p5_b156", "text": "To identify the flow of carbon stored in harvested wood products, the Minister of the Korea Forest Service shall conduct a fact-finding survey on the distribution and use of harvested wood products (hereinafter referred to as \"fact-finding survey on the use of wood products\") through the entire production process of wood products."}, {"text_block_id": "p5_b157", "text": "(2)"}, {"text_block_id": "p5_b158", "text": "Upon receipt of a request by the Minister of the Korea Forest Service to provide materials necessary for conducting a fact-finding survey on the use of wood products, a manufacturer or a distributor of wood products shall submit such materials to the Minister of the Korea Forest Service by the specified deadline in the absence of special circumstances."}, {"text_block_id": "p5_b159", "text": "(3)"}, {"text_block_id": "p5_b160", "text": "Amount of carbon additionally stored in wood products through activities aimed at promoting the use of wood products under Article 12 may be used as offset outcomes in accordance with the operating standards."}, {"text_block_id": "p5_b161", "text": "(4)"}, {"text_block_id": "p5_b162", "text": "Necessary matters with regard to procedures for and details of fact-finding surveys on the use of wood products as prescribed in paragraphs (1) and (2) shall be prescribed by Presidential Decree."}, {"text_block_id": "p5_b163", "text": "Article 14 (Greater Efficiency in Use of Energy in Timber Industry)"}, {"text_block_id": "p5_b164", "text": "(1)"}, {"text_block_id": "p5_b165", "text": "The Minister of the Korea Forest Service shall establish and implement measures to promote efficiency in the use of energy in the manufacturing industry related to timber and/or paper under the Korea Standard Industrial Classification."}, {"text_block_id": "p5_b166", "text": "(2)"}, {"text_block_id": "p5_b167", "text": "A manufacturer engaged in timber or paper manufacturing shall prepare an annual report on greenhouse gas emissions and energy consumption by each place of business in accordance with procedures and method prescribed by Presidential Decree and shall submit it to the Minister of the Korea Forest Service."}, {"text_block_id": "p5_b168", "text": "Article 15 (Advancement of Utilization of Forest Biomass Energy)"}, {"text_block_id": "p5_b169", "text": "(1)"}, {"text_block_id": "p5_b170", "text": "To ensure the stable supply of raw materials for forest biomass energy, the Minister of the Korea Forest Service and the heads of local governments shall continually create forests that supply forest biomass energy."}, {"text_block_id": "p5_b171", "text": "(2)"}, {"text_block_id": "p5_b172", "text": "The Minister of the Korea Forest Service and the heads of local governments shall establish and implement measures aimed at promoting the utilization of forest biomass energy."}, {"text_block_id": "p6_b173", "text": "(3)"}, {"text_block_id": "p6_b174", "text": "To ensure the stabilization of a market for forest biomass energy, the Minister of the Korea Forest Service and the heads of local governments may directly perform overall monitoring and quality control of forest biomass energy and facilities or may entrust a third person or organization with such task, as prescribed by Presidential Decree."}, {"text_block_id": "p6_b175", "text": "(4)"}, {"text_block_id": "p6_b176", "text": "Greenhouse gas emissions reduced by utilizing forest biomass energy in accordance with paragraph (2) may be used as offset outcomes."}, {"text_block_id": "p6_b177", "text": "(5)"}, {"text_block_id": "p6_b178", "text": "The operating standards shall apply to activities that enhance the utilization of forest biomass energy aimed at providing forest carbon offset."}, {"text_block_id": "p6_b179", "text": "Article 16 (Prevention of Deforestation and Forest Degradation)"}, {"text_block_id": "p6_b180", "text": "(1)"}, {"text_block_id": "p6_b181", "text": "To reduce greenhouse gas emissions from deforestation and forest degradation, the Minister of the Korea Forest Service shall establish and implement measures for prevention of deforestation and forest degradation (hereinafter referred to as \"prevention of deforestation, etc.\")."}, {"text_block_id": "p6_b182", "text": "(2)"}, {"text_block_id": "p6_b183", "text": "Greenhouse gas emissions additionally reduced after forest land is designated as a protected zone for the prevention of deforestation, etc. at the request of the owner of the forest land may be used as offset outcomes."}, {"text_block_id": "p6_b184", "text": "(3)"}, {"text_block_id": "p6_b185", "text": "Matters necessary for the types of protected zones under paragraph (2), procedures and methods for designating the protected zones, and standards for offsetting greenhouse gas emissions shall be prescribed by Presidential Decree."}, {"text_block_id": "p6_b186", "text": "Article 17 (Research on Prevention of Deforestation, etc. and Support Therefor)"}, {"text_block_id": "p6_b187", "text": "(1)"}, {"text_block_id": "p6_b188", "text": "To effectively respond to the UNFCCC and other relevant international norms for prevention of deforestation, etc., the Minister of the Korea Forest Service may conduct relevant research or provide support to research conducted on a non-governmental level."}, {"text_block_id": "p6_b189", "text": "(2)"}, {"text_block_id": "p6_b190", "text": "The Minister of the Korea Forest Service may establish systems for international cooperation and assistance to secure carbon credits which are tradable in international markets through prevention of overseas deforestation, etc."}, {"text_block_id": "p6_b191", "text": "Article 18 (Management and Improvement of Multiple Carbon Sinks)"}, {"text_block_id": "p6_b192", "text": "(1)"}, {"text_block_id": "p6_b193", "text": "The heads of local governments or business entities may use forest carbon stock, which is obtained from activities aimed at managing and improving multiple carbon sinks combined with activities aimed at managing and improving respective carbon sinks under Articles 9, 10, 13, and 15 through 17 (hereinafter referred to as \"activities for multiple carbon sinks\") as offset outcomes."}, {"text_block_id": "p6_b194", "text": "(2)"}, {"text_block_id": "p6_b195", "text": "Matters necessary for the types of activities for multiple carbon sinks and calculation of greenhouse gas emission reductions shall be prescribed by Presidential Decree."}, {"text_block_id": "p6_b196", "text": "Article 19 (Forest Carbon Offset)"}, {"text_block_id": "p6_b197", "text": "(1)"}, {"text_block_id": "p6_b198", "text": "The Minister of the Korea Forest Service shall build an infrastructure for forest carbon offset in order to utilize forest carbon stock that is additionally secured by the heads of local governments or business entities through activities aimed at managing and improving carbon sinks under Articles 9, 10, 13, and 15 through 18, for the following purposes:"}, {"text_block_id": "p7_b199", "text": "1."}, {"text_block_id": "p7_b200", "text": "Forest carbon offset based on reductions: Internationally accepted standards shall apply so that the heads of local governments or business entities, who are obligated to reduce greenhouse gas emissions under any other Act or regulation, can use forest carbon stock to offset their required greenhouse gas emissions reduction target;"}, {"text_block_id": "p7_b201", "text": "2."}, {"text_block_id": "p7_b202", "text": "Forest carbon offset based on social contributions: Relaxed standards prescribed by Presidential Decree shall apply where the heads of local governments or business entities intend to manage and improve forest carbon sinks voluntarily to contribute to society."}, {"text_block_id": "p7_b203", "text": "(2)"}, {"text_block_id": "p7_b204", "text": "The heads of local governments or business entities, who intend to implement forest carbon offset under paragraph (1), shall prepare a project design document, and other relevant documents specified by Ordinance of the Ministry of Agriculture, Food and Rural Affairs and shall submit them to the head of the Forest Carbon Center established under Article 23 (hereinafter referred to as the \"head of the Forest Carbon Center\")."}, {"text_block_id": "p7_b205", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p7_b206", "text": "(3)"}, {"text_block_id": "p7_b207", "text": "Where a project is found feasible after the head of the Forest Carbon Center examines a project design document, etc., he/she shall register the project in the forest carbon registry under Article 24."}, {"text_block_id": "p7_b208", "text": "(4)"}, {"text_block_id": "p7_b209", "text": "Where a project registered pursuant to paragraph (3) falls under any of the following, the head of the Forest Carbon Center shall revoke such registration and shall, without delay, give notice to the head of local governments or business entities."}, {"text_block_id": "p7_b210", "text": "1."}, {"text_block_id": "p7_b211", "text": "Where details of the project design document are falsely stated;"}, {"text_block_id": "p7_b212", "text": "2."}, {"text_block_id": "p7_b213", "text": "Where details of a monitoring report prepared by business entities in accordance with Article 20 are falsely stated;"}, {"text_block_id": "p7_b214", "text": "3."}, {"text_block_id": "p7_b215", "text": "Other cases where any registered project cannot be performed for unavoidable reasons as prescribed by Presidential Decree."}, {"text_block_id": "p7_b216", "text": "Article 20 (Monitoring and Verification of Forest Carbon Stock)"}, {"text_block_id": "p7_b217", "text": "(1)"}, {"text_block_id": "p7_b218", "text": "The heads of local governments or business entities whose forest carbon offset projects are registered pursuant to Article 19 (3) shall periodically monitor forest carbon stock in accordance with the operating standards and shall submit a report on the outcomes thereof (hereinafter referred to as the \"monitoring report\") to the head of the Forest Carbon Center."}, {"text_block_id": "p7_b219", "text": "(2)"}, {"text_block_id": "p7_b220", "text": "The head of the Forest Carbon Center may designate and operate any domestic or foreign third-party verification agency that conforms to internationally accepted verification standards (hereinafter referred to as the \"verification agency\") to objectively verify monitoring reports submitted pursuant to paragraph (1)."}, {"text_block_id": "p7_b221", "text": "(3)"}, {"text_block_id": "p7_b222", "text": "The verification agency shall prepare a verification report after reviewing the monitoring report and other evidentiary materials submitted by business entities in accordance with the operating standards and after conducting a field survey, if necessary, and then shall submit it to the head of the Forest Carbon Center."}, {"text_block_id": "p7_b223", "text": "(4)"}, {"text_block_id": "p7_b224", "text": "Matters necessary for designating and operating the verification agency shall be prescribed by Presidential Decree."}, {"text_block_id": "p8_b225", "text": "Article 21 (Certification of Forest Carbon Stock)"}, {"text_block_id": "p8_b226", "text": "(1)"}, {"text_block_id": "p8_b227", "text": "When the head of the Forest Carbon Center regards the content of the verification report as appropriate according to his/her review thereof in accordance with the operating standards, he/she shall issue a certificate to the heads of local governments or business entities who submitted their monitoring reports after obtaining approval from the Minister of the Korea Forest Service."}, {"text_block_id": "p8_b228", "text": "(2)"}, {"text_block_id": "p8_b229", "text": "When a project certified pursuant to paragraph (1) falls under either of the following, the head of the Forest Carbon Center shall revoke his/her certification and shall give immediate notice thereof to the heads of local governments or business entities:"}, {"text_block_id": "p8_b230", "text": "1."}, {"text_block_id": "p8_b231", "text": "Where the project falls under the grounds for revocation of registration pursuant to Article 19 (4);"}, {"text_block_id": "p8_b232", "text": "2."}, {"text_block_id": "p8_b233", "text": "Other cases where the certified project shall be discontinued for unavoidable reasons as prescribed by Presidential Decree."}, {"text_block_id": "p8_b234", "text": "(3)"}, {"text_block_id": "p8_b235", "text": "Deleted."}, {"text_block_id": "p8_b236", "text": "<by Act No. 14270, May 29, 2016>"}, {"text_block_id": "p8_b237", "text": "Article 22 (Period of Validity of Forest Carbon Stock)"}, {"text_block_id": "p8_b238", "text": "(1)"}, {"text_block_id": "p8_b239", "text": "Period of validity and the allowable number of its renewal (hereinafter referred to as the \"period of validity, etc.\") for forest carbon stock certified pursuant to Article 21 (1) shall be prescribed by Presidential Decree depending on the type and size of project."}, {"text_block_id": "p8_b240", "text": "(2)"}, {"text_block_id": "p8_b241", "text": "Forest carbon stock which has been used as forest carbon offset outcomes or whose period of validity has expired loses effect from the day when it is used as forest carbon offset outcomes or its period of validity expires."}, {"text_block_id": "p8_b242", "text": "(3)"}, {"text_block_id": "p8_b243", "text": "Information on the forest carbon stock which loses effect due to the expiration of its period of validity, etc. or pursuant to paragraph (2) shall be stated in the forest carbon registry to prevent double use thereof."}, {"text_block_id": "p8_b244", "text": "Article 23 (Designation and Fostering of Forest Carbon Center)"}, {"text_block_id": "p8_b245", "text": "(1)"}, {"text_block_id": "p8_b246", "text": "The Minister of the Korea Forest Service shall establish the Forest Carbon Center in charge of the following as an affiliate to the Korea Forestry Promotion Institute established under Article 29-2 of the Forestry and Mountain Villages Development Promotion Act in order to ensure the efficient implementation of the forest carbon offset system:"}, {"text_block_id": "p8_b247", "text": "<Amended by Act No. 14270, May 29, 2016>"}, {"text_block_id": "p8_b248", "text": "1."}, {"text_block_id": "p8_b249", "text": "Operation and management of the forest carbon offset system;"}, {"text_block_id": "p8_b250", "text": "2."}, {"text_block_id": "p8_b251", "text": "Overseas forest surveys and projects for securing carbon credits;"}, {"text_block_id": "p8_b252", "text": "3."}, {"text_block_id": "p8_b253", "text": "Other matters specified by the Minister of the Korea Forest Service for the management and improvement of carbon sinks."}, {"text_block_id": "p8_b254", "text": "(2)"}, {"text_block_id": "p8_b255", "text": "The Minister of the Korea Forest Service may fully or partially subsidize the Forest Carbon Center for funds necessary for performing its tasks."}, {"text_block_id": "p8_b256", "text": "(3)"}, {"text_block_id": "p8_b257", "text": "Where the Forest Carbon Center commits any misconduct in the course of performing its tasks or it is deemed to have failed to meet the requirements for designation, the Minister of the Korea Forest Service may suspend its tasks or revoke his/her designation in accordance with standards and procedures prescribed by Presidential Decree."}, {"text_block_id": "p9_b258", "text": "Article 24 (Establishment and Operation of Forest Carbon Registry)"}, {"text_block_id": "p9_b259", "text": "(1)"}, {"text_block_id": "p9_b260", "text": "For the transparent management and distribution of information and statistics of forest carbon stock, as well as activities aimed for the management and improvement of carbon sinks, the Minister of the Korea Forest Service shall establish and operate the forest carbon registry."}, {"text_block_id": "p9_b261", "text": "(2)"}, {"text_block_id": "p9_b262", "text": "Necessary matters with regard to activities aimed for the management and improvement of carbon sinks to be included in the forest carbon registry, types of information and statistics of forest carbon stock, procedures for establishment, and methods of operation of the forest carbon registry shall be prescribed by Presidential Decree."}, {"text_block_id": "p9_b263", "text": "Article 25 (Trade, etc. of Forest Carbon Stock)"}, {"text_block_id": "p9_b264", "text": "(1)"}, {"text_block_id": "p9_b265", "text": "Forest carbon stock certified pursuant to Article 21 (1) may be traded or used for either of the following purposes:"}, {"text_block_id": "p9_b266", "text": "1."}, {"text_block_id": "p9_b267", "text": "Achieved- reduction (credit)- type of forest carbon offset: offsetting or trading with the reduction target of greenhouse gas specified by Presidential Decree, such as the management of energy targets for responding to climate change under Article 42 of the Framework Act on Low Carbon, Green Growth and the cap-and-trade program under Article 46 of the same Act;"}, {"text_block_id": "p9_b268", "text": "2."}, {"text_block_id": "p9_b269", "text": "Social- contribution- type of forest carbon offset: participating in projects specified by Presidential Decree to reduce greenhouse gases and save energy."}, {"text_block_id": "p9_b270", "text": "(2)"}, {"text_block_id": "p9_b271", "text": "Forest carbon stock shall be traded by ton of carbon dioxide equivalents of greenhouse gas emissions, as prescribed by Presidential Decree."}, {"text_block_id": "p9_b272", "text": "(3)"}, {"text_block_id": "p9_b273", "text": "A person who intends to trade forest carbon stock shall register his/her trading account in the forest carbon registry, as prescribed by Presidential Decree. In such cases, he/she shall pay a registration fee at the rate prescribed by Presidential Decree per ton of carbon dioxide."}, {"text_block_id": "p9_b274", "text": "(4)"}, {"text_block_id": "p9_b275", "text": "To ensure the fair pricing and trading of forest carbon stock, and the stability and utility of the trading, the Minister of the Korea Forest Service may designate or establish and operate an internationally accepted carbon exchange."}, {"text_block_id": "p9_b276", "text": "(5)"}, {"text_block_id": "p9_b277", "text": "Matters necessary for forest carbon stock trading, such as carbon exchange, persons eligible for trading, transaction methods, transaction procedures, minimum transaction unit, registration fees, and other matters shall be prescribed by Presidential Decree."}, {"text_block_id": "p9_b278", "text": "Article 26 (Development and Announcement of Carbon Sink Indices)"}, {"text_block_id": "p9_b279", "text": "(1)"}, {"text_block_id": "p9_b280", "text": "The Minister of the Korea Forest Service may measure carbon sink indices based on the outcomes from the management and improvement of carbon sinks, which have been performed by local governments, public institutions, and private entities, and may announce the results thereof to the extent not violating the Personal Information Protection Act, Unfair Competition Prevention and Trade Secret Protection Act, Act on Prevention of Divulgence and Protection of Industrial Technology, and Credit Information Use and Protection Act in connection with confidentiality of personal information, business management, etc."}, {"text_block_id": "p10_b281", "text": "(2)"}, {"text_block_id": "p10_b282", "text": "The Minister of the Korea Forest Service may award a prize to local governments, public institutions, or private entities which are deemed exemplary in responding to climate change in light of the outcomes from the measurement of the carbon sink indices."}, {"text_block_id": "p10_b283", "text": "(3)"}, {"text_block_id": "p10_b284", "text": "Organizations, enterprises, or public institutions subject to the measurement for their carbon sink indices under paragraph (1) shall cooperate actively in such measurement in the absence of special circumstances."}, {"text_block_id": "p10_b285", "text": "(4)"}, {"text_block_id": "p10_b286", "text": "Matters necessary for setting carbon sink indices, selection of subjects to be measured, measurement, method of announcement and procedures therefor, and giving an award shall be prescribed by Presidential Decree."}, {"text_block_id": "p10_b287", "text": "Article 27 (Standards for Operation, etc. of Forest Carbon Offset)"}, {"text_block_id": "p10_b288", "text": "(1)"}, {"text_block_id": "p10_b289", "text": "The Minister of the Korea Forest Service shall prepare the operating standards which shall conform to the UNFCCC and other relevant international norms to be applied to activities aimed at managing and improving carbon sinks under this Act, and shall give public notice thereof after undergoing deliberation thereon by the Board on Improvement of Carbon Sinks under Article 7."}, {"text_block_id": "p10_b290", "text": "(2)"}, {"text_block_id": "p10_b291", "text": "The operating standards shall contain the following:"}, {"text_block_id": "p10_b292", "text": "1."}, {"text_block_id": "p10_b293", "text": "Afforestation or similar activities under Article 9;"}, {"text_block_id": "p10_b294", "text": "2."}, {"text_block_id": "p10_b295", "text": "Management of carbon sinks in the protected zones under Article 10;"}, {"text_block_id": "p10_b296", "text": "3."}, {"text_block_id": "p10_b297", "text": "Activities aimed at enhancing the use of harvested wood products under Article 12;"}, {"text_block_id": "p10_b298", "text": "4."}, {"text_block_id": "p10_b299", "text": "Activities aimed at facilitating the utilization of forest biomass energy under Article 15;"}, {"text_block_id": "p10_b300", "text": "5."}, {"text_block_id": "p10_b301", "text": "Monitoring and verification of forest carbon stock under Article 20;"}, {"text_block_id": "p10_b302", "text": "6."}, {"text_block_id": "p10_b303", "text": "Certification of forest carbon stock under Article 21;"}, {"text_block_id": "p10_b304", "text": "7."}, {"text_block_id": "p10_b305", "text": "Other matters prescribed by Presidential Decree for the operation of forest carbon offset."}, {"text_block_id": "p10_b306", "text": "Article 28 (Measurement, Reporting, Verification of Forest Carbon Stock)"}, {"text_block_id": "p10_b307", "text": "(1)"}, {"text_block_id": "p10_b308", "text": "The Minister of the Korea Forest Service shall establish a system capable of measuring, reporting and verifying absorption and emission of greenhouse gases from forests, coefficients of the absorption and emission used for calculating the absorption and emissions, and various information and statistics on forest carbon stock."}, {"text_block_id": "p10_b309", "text": "(2)"}, {"text_block_id": "p10_b310", "text": "The Minister of the Korea Forest Service shall finalize the forest carbon stock measured, reported, and verified pursuant to paragraph (1), subject to deliberation by the Board on Improvement of Carbon Sinks under Article 7, register the finalized forest carbon stock in the forest carbon registry, and annually give public notice thereof."}, {"text_block_id": "p10_b311", "text": "(3)"}, {"text_block_id": "p10_b312", "text": "The Minister of the Korea Forest Service shall prepare standards, which adopt the best use of international standards, for measuring, reporting and verifying of forest carbon stock, to improve expertise, transparency, and reliability."}, {"text_block_id": "p10_b313", "text": "(4)"}, {"text_block_id": "p10_b314", "text": "Detailed method and procedures for measuring, reporting and verifying forest carbon stock under paragraphs (1) through (3) shall be prescribed by Presidential Decree."}, {"text_block_id": "p11_b315", "text": "Article 29 (Research and Development, and Advancement, etc. of Use and Dissemination of Technology)"}, {"text_block_id": "p11_b316", "text": "(1)"}, {"text_block_id": "p11_b317", "text": "The Minister of the Korea Forest Service may conduct research and development aimed at managing and improving carbon sinks, assessing carbon sinks, and responding to climate change, or he/she may entrust public institutions, research institutes, universities, etc. with research and development."}, {"text_block_id": "p11_b318", "text": "(2)"}, {"text_block_id": "p11_b319", "text": "If the Minister of the Korea Forest Service regards the outcomes of research and development under paragraph (1) as exemplary, he/she shall establish and implement measures aimed at facilitating the dissemination and use of the relevant technology."}, {"text_block_id": "p11_b320", "text": "(3)"}, {"text_block_id": "p11_b321", "text": "Matters necessary for methods and procedures for entrusting research and development under paragraph (1) and establishing measures under paragraph (2) shall be prescribed by Presidential Decree."}, {"text_block_id": "p11_b322", "text": "Article 30 (Schools Specialized in Carbon Sinks)"}, {"text_block_id": "p11_b323", "text": "(1)"}, {"text_block_id": "p11_b324", "text": "To train professionals to manage and improve carbon sinks, the Minister of the Korea Forest Service may designate the following graduate schools and/or high schools as graduate schools and/or high schools specialized in carbon sinks, respectively (hereinafter referred to as \"schools specialized in carbon sinks\"):"}, {"text_block_id": "p11_b325", "text": "1."}, {"text_block_id": "p11_b326", "text": "Graduate schools or graduate universities that meet the standards prescribed by Presidential Decree, among graduate schools prescribed in Article 29 of the Higher Education Act or graduate universities prescribed in Article 30 of the same Act;"}, {"text_block_id": "p11_b327", "text": "2."}, {"text_block_id": "p11_b328", "text": "High schools or technical high schools that meet the standards prescribed by Presidential Decree, among high schools prescribed in Article 45 of the Elementary and Secondary Education Act or technical high schools prescribed in Article 54 of the same Act."}, {"text_block_id": "p11_b329", "text": "(2)"}, {"text_block_id": "p11_b330", "text": "The Minister of the Korea Forest Service may provide administrative, technical, and financial support as necessary for operating schools specialized in carbon sinks designated pursuant to paragraph (1)."}, {"text_block_id": "p11_b331", "text": "(3)"}, {"text_block_id": "p11_b332", "text": "Where a school specialized in carbon sinks designated pursuant to paragraph (1) falls under any of the following, the Minister of the Korea Forest Service shall revoke his/her designation and give immediate notice thereof to the heads of graduate schools or graduate universities or the heads of high schools or technical high schools:"}, {"text_block_id": "p11_b333", "text": "1."}, {"text_block_id": "p11_b334", "text": "Where it no longer meets the requirements for designation under paragraph (1);"}, {"text_block_id": "p11_b335", "text": "2."}, {"text_block_id": "p11_b336", "text": "Where it has been designated as a school specialized in carbon sinks by fraud or other wrongful means;"}, {"text_block_id": "p11_b337", "text": "3."}, {"text_block_id": "p11_b338", "text": "Where a school specialized in carbon sinks has used granted subsidies for any other purpose than subsidization."}, {"text_block_id": "p11_b339", "text": "(4)"}, {"text_block_id": "p11_b340", "text": "Necessary matters concerning standards and procedures for the designation of schools specialized in carbon sinks and the revocation thereof, the scope of support, etc. shall be prescribed by Presidential Decree."}, {"text_block_id": "p11_b341", "text": "Article 31 (Education, Training, and Public Relations)"}, {"text_block_id": "p11_b342", "text": "(1)"}, {"text_block_id": "p11_b343", "text": "The Minister of the Korea Forest Service shall conduct programs for training domestic human resources and for international cooperation required for the sustainable management and improvement of"}, {"text_block_id": "p12_b344", "text": "carbon sinks, and shall provide education and training to train domestic and foreign professionals."}, {"text_block_id": "p12_b345", "text": "(2)"}, {"text_block_id": "p12_b346", "text": "The Minister of the Korea Forest Service may perform public relations activities aimed at encouraging the heads of local governments and business entities to voluntarily participate in activities aimed at improving carbon sinks."}, {"text_block_id": "p12_b347", "text": "(3)"}, {"text_block_id": "p12_b348", "text": "Necessary matters with regard to methods and details of education, training, and public relations activities pursuant to paragraphs (1) and (2) shall be prescribed by Presidential Decree."}, {"text_block_id": "p12_b349", "text": "Article 32 (Support for Activities Aimed at Managing and Improving Carbon Sinks)"}, {"text_block_id": "p12_b350", "text": "(1)"}, {"text_block_id": "p12_b351", "text": "The Minister of the Korea Forest Service or the heads of local governments may provide business entities with financial and administrative support, such as granting incentives for their activities aimed at managing and improving carbon sinks."}, {"text_block_id": "p12_b352", "text": "(2)"}, {"text_block_id": "p12_b353", "text": "The Minister of the Korea Forest Service may assist local governments in their activities aimed at managing and improving carbon sinks and their research and development for the management and improvement of carbon sinks specialized for each region."}, {"text_block_id": "p12_b354", "text": "(3)"}, {"text_block_id": "p12_b355", "text": "The Minister of the Korea Forest Service may provide business entities with administrative and financial support to help them more smoothly perform projects for securing overseas carbon credits."}, {"text_block_id": "p12_b356", "text": "(4)"}, {"text_block_id": "p12_b357", "text": "The Minister of the Korea Forest Service may provide greenhouse gas-emitting enterprises and/or energy-consuming enterprises designated pursuant to Article 42 (5) of the Framework Act on Low Carbon, Green Growth with the following assistance:"}, {"text_block_id": "p12_b358", "text": "1."}, {"text_block_id": "p12_b359", "text": "Technological support and financing for introducing forest carbon offset;"}, {"text_block_id": "p12_b360", "text": "2."}, {"text_block_id": "p12_b361", "text": "Technical matters for compiling statistics on greenhouse gas emissions;"}, {"text_block_id": "p12_b362", "text": "3."}, {"text_block_id": "p12_b363", "text": "Other matters prescribed by the Minister of the Korea Forest Service."}, {"text_block_id": "p12_b364", "text": "(5)"}, {"text_block_id": "p12_b365", "text": "The Minister of the Korea Forest Service may grant certification for forests, harvested wood products, and forest biomass energy certified for forest carbon offset as prescribed in this Act as exemplary products for forest carbon offset and may allow labeling on a surface in order to be visually recognizable from outside."}, {"text_block_id": "p12_b366", "text": "(6)"}, {"text_block_id": "p12_b367", "text": "The Minister of the Korea Forest Service may entrust the Korea Forestry Promotion Institute established under Article 29-2 of the Forestry and Mountain Villages Development Promotion Act with certification service for exemplary products for forest carbon offset under paragraph (5)."}, {"text_block_id": "p12_b368", "text": "Article 33 (Nurturing of Markets for Forest Carbon Stock and Related Industries)"}, {"text_block_id": "p12_b369", "text": "(1)"}, {"text_block_id": "p12_b370", "text": "The Minister of the Korea Forest Service may implement the following to vitalize markets for forest carbon stock and nurture related industries:"}, {"text_block_id": "p12_b371", "text": "1."}, {"text_block_id": "p12_b372", "text": "Development and dissemination of market models for forest carbon stock;"}, {"text_block_id": "p12_b373", "text": "2."}, {"text_block_id": "p12_b374", "text": "Analysis of transaction prices of forest carbon stock and establishment of exchange;"}, {"text_block_id": "p12_b375", "text": "3."}, {"text_block_id": "p12_b376", "text": "Development and dissemination of an information service system for activities aimed at managing and improving forest carbon stock;"}, {"text_block_id": "p12_b377", "text": "4."}, {"text_block_id": "p12_b378", "text": "Development and dissemination of forest carbon offset technologies for places of business subject to the target management system for greenhouse gas and energy;"}, {"text_block_id": "p13_b379", "text": "5."}, {"text_block_id": "p13_b380", "text": "Matters necessary for enhancing the use and distribution of forest biomass energy, including the installation of production facilities of forest biomass energy, distribution of burners, and development of related technology;"}, {"text_block_id": "p13_b381", "text": "6."}, {"text_block_id": "p13_b382", "text": "Vitalization of service enterprises related to climate change, such as consulting on managing and improving forest carbon stock;"}, {"text_block_id": "p13_b383", "text": "7."}, {"text_block_id": "p13_b384", "text": "Other matters prescribed by Presidential Decree for development of markets for forest carbon stock and related industries."}, {"text_block_id": "p13_b385", "text": "(2)"}, {"text_block_id": "p13_b386", "text": "Vitalization of markets for forest carbon stock as well as subjects, procedures, and methods of nurturing related industries, as provided in the subparagraphs of paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p13_b387", "text": "Article 34 (Promotion of International Cooperation and Assistance)"}, {"text_block_id": "p13_b388", "text": "(1)"}, {"text_block_id": "p13_b389", "text": "The Minister of the Korea Forest Service shall arrange and implement the following to manage and improve carbon sinks:"}, {"text_block_id": "p13_b390", "text": "1."}, {"text_block_id": "p13_b391", "text": "Securing overseas carbon credits under Articles 9, 10, 12, 14, and 15;"}, {"text_block_id": "p13_b392", "text": "2."}, {"text_block_id": "p13_b393", "text": "Training of professionals to manage and improve overseas carbon sinks and international exchanges of professionals under Article 31;"}, {"text_block_id": "p13_b394", "text": "3."}, {"text_block_id": "p13_b395", "text": "Assisting public institutions or private organizations, or enterprises in their endeavor to perform projects for securing overseas carbon credits under Article 32 (3);"}, {"text_block_id": "p13_b396", "text": "4."}, {"text_block_id": "p13_b397", "text": "Other measures prescribed by Presidential Decree, such as programs for bilateral and multilateral cooperation and assistance with foreign counties in responding to climate change."}, {"text_block_id": "p13_b398", "text": "(2)"}, {"text_block_id": "p13_b399", "text": "The Minister of the Korea Forest Service shall maintain sustainable and cooperative relations with carbon-related international organizations and relevant organizations prescribed by Presidential Decree and shall conduct relevant policy exchanges and research."}, {"text_block_id": "p13_b400", "text": "Article 35 (Hearings)"}, {"text_block_id": "p13_b401", "text": "When the Minister of the Korea Forest Service intends to make any of the following dispositions, he/she shall hold a hearing in advance:"}, {"text_block_id": "p13_b402", "text": "1."}, {"text_block_id": "p13_b403", "text": "When he/she intends to revoke registration of forest carbon offset pursuant to Article 19 (4);"}, {"text_block_id": "p13_b404", "text": "2."}, {"text_block_id": "p13_b405", "text": "When he/she intends to revoke certification of forest carbon stock pursuant to Article 21 (2);"}, {"text_block_id": "p13_b406", "text": "3."}, {"text_block_id": "p13_b407", "text": "When he/she intends to suspend tasks of the Forest Carbon Center or revoke his/her designation pursuant to Article 23 (3);"}, {"text_block_id": "p13_b408", "text": "4."}, {"text_block_id": "p13_b409", "text": "When he/she intends to revoke designation of a school specialized in carbon sinks pursuant to Article 30 (3)."}, {"text_block_id": "p13_b410", "text": "Article 36 (Fact-Finding Survey and Inspection)"}, {"text_block_id": "p13_b411", "text": "(1)"}, {"text_block_id": "p13_b412", "text": "When the Minister of the Korea Forest Service deems it necessary to implement matters prescribed in this Act, he/she may require the Forest Carbon Center or public institutions, private organizations, or enterprises funded by the Minister of the Korea Forest Service to report matters with regard to its business or submit necessary materials."}, {"text_block_id": "p14_b413", "text": "(2)"}, {"text_block_id": "p14_b414", "text": "When the Minister of the Korea Forest Service deems it necessary to implement matters prescribed in this Act, he/she may assign competent public officials to have access to the Forest Carbon Center, etc. to inspect relevant documents, facilities, equipment, or other things. In such cases, the public official shall carry a certificate indicating his/her authority and shall produce it to related parties."}, {"text_block_id": "p14_b415", "text": "Article 37 (Delegation of Authority)"}, {"text_block_id": "p14_b416", "text": "The authority of the Minister of the Korea Forest Service under this Act may be delegated partially to the heads of agencies under his/her jurisdiction, Mayors/Do Governors, or the heads of Sis/Guns/Gus, as prescribed by Presidential Decree."}, {"text_block_id": "p14_b417", "text": "Article 38 (Administrative Fine)"}, {"text_block_id": "p14_b418", "text": "(1)"}, {"text_block_id": "p14_b419", "text": "Either of the following persons shall be subject to administrative fine of not exceeding five million won :"}, {"text_block_id": "p14_b420", "text": "1."}, {"text_block_id": "p14_b421", "text": "A person who refuses, evades or interferes with submission of a report or materials, or intentionally submits a false report or materials under Article 36 (1);"}, {"text_block_id": "p14_b422", "text": "2."}, {"text_block_id": "p14_b423", "text": "A person who refuses, evades, or interferes with an inspection under Article 36 (2)."}, {"text_block_id": "p14_b424", "text": "(2)"}, {"text_block_id": "p14_b425", "text": "Administrative fine under paragraph (1) shall be imposed and collected by the Minister of the Korea Forest Service, Mayors/Do Governors, or the heads of the Si/Gun/Gu, as prescribed by Presidential Decree."}, {"text_block_id": "p14_b426", "text": "ADDENDA"}, {"text_block_id": "p14_b427", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p14_b428", "text": "This Act shall enter into force one year after the date of its promulgation."}, {"text_block_id": "p14_b429", "text": "Article 2 (Transitional Measure)"}, {"text_block_id": "p14_b430", "text": "Carbon dioxide absorption of which business entities obtained certification in accordance with the Regulation on the Test Operation of Forest Carbon Offset before this Act enters into force shall be deemed certified as forest carbon stock under Article 21 (1)."}, {"text_block_id": "p14_b431", "text": "ADDENDA"}, {"text_block_id": "p14_b432", "text": "<Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p14_b433", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p14_b434", "text": "(1)"}, {"text_block_id": "p14_b435", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p14_b436", "text": "(2)"}, {"text_block_id": "p14_b437", "text": "Omitted."}, {"text_block_id": "p14_b438", "text": "Articles 2 through 7 Omitted."}, {"text_block_id": "p14_b439", "text": "ADDENDA"}, {"text_block_id": "p14_b440", "text": "<Act No. 11713, Mar. 23, 2013>"}, {"text_block_id": "p14_b441", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p14_b442", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p14_b443", "text": "Articles 2 through 6 Omitted."}, {"text_block_id": "p15_b444", "text": "ADDENDA"}, {"text_block_id": "p15_b445", "text": "<Act No. 14270, May 29, 2016>"}, {"text_block_id": "p15_b446", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p15_b447_merged", "text": "This Act shall enter into force two months after the date of its promulgation.  (Proviso Omitted.)"}, {"text_block_id": "p15_b449", "text": "Articles 2 and 3 Omitted."}], "document_description": "This act requires the government to undertake afforestation to combat climate change, requires the government to create a comprehensive plan for carbon sink management every five years, create an action plan for carbon sink management, research carbon sink management, requires the government to implement disaster preparedness measures as part of carbon sink management, promote efficiency in the timber and biomass industries, promote research and development, create a national system for carbon offsets, establishes the Forest Carbon Center and Forest Carbon Registry, and conduct a public awareness campaign."}