{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Water", "Industry", "Energy"], "document_language": "English", "document_name": "Act on the Promotion of the Development, Use and Diffusion of New and Renewable Energy", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2004", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/KOR/2004/KOR-2004-12-25-Act on the Promotion of the Development, Use and Diffusion of New and Renewable Energy_2a7d4922fa24074efcc871caa80ad961.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ACT ON THE PROMOTION OF THE DEVELOPMENT, USE AND DIFFUSION OF NEW AND RENEWABLE ENERGY"}, {"text_block_id": "p0_b2", "text": "Article 1 (Purpose)"}, {"text_block_id": "p0_b3", "text": "The purpose of this Act is to contribute to the preservation of the environment, the sound and sustainable development of the national economy, and the promotion of national welfare by diversifying energy sources through the promotion of technological development, use, and distribution of new energy and renewable energy, and the vitalization of the new energy industry and the renewable energy industry, and by promoting the stable supply of energy, environment-friendly conversion of the energy structure, and the reduction of greenhouse gas emissions."}, {"text_block_id": "p0_b4", "text": "Article 2 (Definitions)"}, {"text_block_id": "p0_b5", "text": "The definitions of terms used in this Act shall be as follows:"}, {"text_block_id": "p0_b6", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11965, Jul. 30, 2013; Act No. 12296, Jan. 21, 2014>"}, {"text_block_id": "p0_b7", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11965, Jul. 30, 2013; Act No. 12296, Jan. 21, 2014>\n* The term â¢new energyâ¢ means any of the following energy that is either converted from existing\n<\\li1>"}, {"text_block_id": "p1_b9", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11965, Jul. 30, 2013; Act No. 12296, Jan. 21, 2014>\n* The term â¢new energyâ¢ means any of the following energy that is either converted from existing\n<\\li1>\n* Hydrogen energy;\n\t* Fuel cells;\n\t* Energy from liquefied or gasified coal, and energy from gasified heavy residual oil which fall\n\t* Other energy prescribed by Presidential Decree, other than petroleum, coal, nuclear power, or\n\t* The term â¢renewable energyâ¢ means energy converted from renewable energy sources including\n\t* Solar energy;\n\t* Wind power;\n\t* Water power;\n\t* Marine energy;\n\t* Geothermal energy;\n\t* Bio energy converted from biological resources which falls within the criteria and scope\n\t* Energy from waste materials which falls within the criteria and scope prescribed by Presidential\n\t* Other energy prescribed by Presidential Decree, other than petroleum, coal, nuclear power, or\n\t* The term \"new energy and renewable energy facilities\" (hereinafter referred to as â¢new and\n\t* The term \"new and renewable energy power generation\" means the generation of electricity by\n\t* The term \"entity engaged in new and renewable energy power generation business\" means a business"}, {"text_block_id": "p1_b41", "text": "Article 3 Deleted."}, {"text_block_id": "p1_b42", "text": "<by Act No. 10253, Apr. 12, 2010>"}, {"text_block_id": "p1_b43", "text": "Article 4 (Policies and Encouragement, etc.)"}, {"text_block_id": "p1_b44", "text": "Article 4 (Policies and Encouragement, etc.)\n* The Government shall develop policies concerning the promotion of the technological development,\n* The Government shall encourage, protect, and foster the voluntary technological development, use,"}, {"text_block_id": "p2_b48", "text": "Article 4 (Policies and Encouragement, etc.)\n* The Government shall develop policies concerning the promotion of the technological development,\n* The Government shall encourage, protect, and foster the voluntary technological development, use,\n"}, {"text_block_id": "p2_b49", "text": "Article 5 (Formulation of Basic Plans)"}, {"text_block_id": "p2_b50", "text": "Article 5 (Formulation of Basic Plans)\n* The Minister of Trade, Industry and Energy shall formulate a basic plan for the promotion of\n* The Minister of Trade, Industry and Energy shall formulate a basic plan for the promotion of\n <Amended by Act No. 11690, Mar. 23, 2013; Act No. 12296, Jan. 21, 2014>\n* The duration of a basic plan shall be at least ten years, and include the following matters:\n* Objectives and duration of the basic plan;\n* Objectives of the technological development, use, and distribution by new and renewable energy\n* The target ratio of the amount of new and renewable energy power generated to the total amount of\n* The target of reducing greenhouse gas emissions defined in subparagraph 10 of Article 2 of the\n* Methods of implementing the basic plan;\n* Assessment of technological level, prospects for distribution, and the expected effects of new and\n* Support schemes for the technological development, use, and distribution of new and renewable\n* Training plans for experts in the fields of new and renewable energy;\n* Other matters deemed necessary by the Minister of Trade, Industry and Energy for achieving the\n* Where the Minister of Trade, Industry and Energy deems it necessary to modify the basic plan"}, {"text_block_id": "p2_b77", "text": "Article 6 (Annual Implementation Plans)"}, {"text_block_id": "p2_b78", "text": "Article 6 (Annual Implementation Plans)\n* To achieve the objectives stipulated in the basic plan, the Minister of Trade, Industry and Energy shall"}, {"text_block_id": "p3_b81", "text": "Article 6 (Annual Implementation Plans)\n* To achieve the objectives stipulated in the basic plan, the Minister of Trade, Industry and Energy shall\n* Where the Minister of Trade, Industry and Energy intends to formulate and carry out the\n* Where the Minister of Trade, Industry and Energy has formulated the implementation plan, he/she"}, {"text_block_id": "p3_b87", "text": "Article 7 (Prior Consultations on Plans concerning Technological Development, etc. of New and Renewable Energy)"}, {"text_block_id": "p3_b88", "text": "Where a State agency, local government, public institution, or any other person prescribed by Presidential Decree intends to formulate and implement a plan for the technological development, use, and distribution of new and renewable energy, he/she shall consultation in advance with the Minister of Trade, Industry and Energy, as prescribed by Presidential Decree."}, {"text_block_id": "p3_b89", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p3_b90", "text": "Article 8 (New and Renewable Energy Policy Council)"}, {"text_block_id": "p3_b91", "text": "Article 8 (New and Renewable Energy Policy Council)\n* The New and Renewable Energy Policy Council (hereinafter referred to as \"Council\") shall be\n* The Council shall deliberate on the following:\n* Matters on the establishment and modification of basic plans: Provided, That any modification to\n* Important matters concerning the technological development, use, and distribution of new and\n* Matters concerning the standard price of electricity generated from new and renewable energy, and\n* Other matters deemed necessary by the Minister of Trade, Industry and Energy.\n* The composition and operation of the Council, and other necessary matters shall be prescribed by"}, {"text_block_id": "p3_b107", "text": "Article 9 (Project Funding for Technological Development, Use, and Distribution of New and Renewable Energy)"}, {"text_block_id": "p3_b108", "text": "The Government shall appropriate project funds for performing implementation plans in its expenditure budget for each fiscal year."}, {"text_block_id": "p3_b109", "text": "Article 10 (Use of Project Funds Created)"}, {"text_block_id": "p3_b110", "text": "The Minister of Trade, Industry and Energy shall use the project funds created pursuant to Article 9 for the following projects:"}, {"text_block_id": "p3_b111", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p3_b112", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 13087, Jan. 28, 2015>\n* Survey of new and renewable energy resources, and demand for its technology, and compilation of\n<\\li1>"}, {"text_block_id": "p4_b114", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 13087, Jan. 28, 2015>\n* Survey of new and renewable energy resources, and demand for its technology, and compilation of\n<\\li1>\n* Research, development, and technological assessment of new and renewable energy;\n* <by Act No. 13087, Jan. 28, 2015>\n* Support for the mandatory supply of new and renewable energy;\n* Performance assessment, certification, and follow-up management of new and renewable energy\n* Collection, analysis, and provision of technological information on new and renewable energy;\n* Instruction, education, and publicity on technologies related to new and renewable energy;\n* Fostering a specialized college and a research center for core technology in the fields of new and\n* Training experts in the fields of new and renewable energy;\n* Support for companies specializing in installing new and renewable energy facilities;\n* Pilot projects and distribution projects of new and renewable energy;\n* Support for the mandatory use of new and renewable energy;\n* International cooperation related to new and renewable energy;\n* Support for international standardization of new and renewable energy technology;\n* Support for public use of new and renewable energy facilities and their components;\n* Other projects necessary for the technological development, use, and distribution of new and"}, {"text_block_id": "p4_b145", "text": "Article 11 (Execution of Projects)"}, {"text_block_id": "p4_b146", "text": "Article 11 (Execution of Projects)\n* Where the Minister of Trade, Industry and Energy deems it necessary to efficiently perform a project\n* A specific research institute established under the Support of Specific Research Institutes Act;\n* A corporate research institute established under Article 14 (1) 2 of the Basic Research Promotion and\n* An industrial technology research cooperatives established under the Act on the Support of the\n* A university or junior college established under the Higher Education Act;\n* A State or public research institute;\n* A State agency, local government, or public institution;\n* Other persons deemed capable of developing technology by the Minister of Trade, Industry and\n* The Minister of Trade, Industry and Energy may fully or partially contribute expenses incurred in"}, {"text_block_id": "p5_b166", "text": "Article 11 (Execution of Projects)\n* Where the Minister of Trade, Industry and Energy deems it necessary to efficiently perform a project\n* A specific research institute established under the Support of Specific Research Institutes Act;\n* A corporate research institute established under Article 14 (1) 2 of the Basic Research Promotion and\n* An industrial technology research cooperatives established under the Act on the Support of the\n* A university or junior college established under the Higher Education Act;\n* A State or public research institute;\n* A State agency, local government, or public institution;\n* Other persons deemed capable of developing technology by the Minister of Trade, Industry and\n* The Minister of Trade, Industry and Energy may fully or partially contribute expenses incurred in\n* Matters necessary for the payment, use, and management of contributions under paragraph (2) and\n<\\li1>"}, {"text_block_id": "p5_b168", "text": "Article 12 (Investment Recommendation and Mandatory Use, etc. of New and Renewable Energy)"}, {"text_block_id": "p5_b169", "text": "Article 12 (Investment Recommendation and Mandatory Use, etc. of New and Renewable Energy)\n* Where the Minister of Trade, Industry and Energy deems it necessary to promote the technological\n* Where the Minister of Trade, Industry and Energy deems it necessary to facilitate the use or\n* The State and a local government;\n* A public institution;\n* A government-contributed institution to which the Government has contributed at least an amount\n* A government-invested corporation defined in subparagraph 6 of Article 2 of the State Property Act;\n* A corporation to which a local government, public institution, government-contributed institution, or\n* A corporation incorporated under any special Act.\n* The Minister of Trade, Industry and Energy may recommend that any factory, place of business,"}, {"text_block_id": "p5_b190", "text": "Articles 12-2 through 12-4 Deleted."}, {"text_block_id": "p5_b191", "text": "<by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p5_b192", "text": "Article 12-5 (Mandatory Supply, etc. of New and Renewable Energy)"}, {"text_block_id": "p5_b193", "text": "Article 12-5 (Mandatory Supply, etc. of New and Renewable Energy)\n* Where the Minister of Trade, Industry and Energy deems it necessary to facilitate the use and\n* An entity engaged in electricity generation business defined in Article 2 of the Electric Utility Act;\n* A person deemed to have obtained a license to engage in electricity generation business under Article\n* (1) of the Electric Utility Act pursuant to Articles 9 and 48 of the Integrated Energy Supply Act;"}, {"text_block_id": "p6_b202", "text": "Article 12-5 (Mandatory Supply, etc. of New and Renewable Energy)\n* Where the Minister of Trade, Industry and Energy deems it necessary to facilitate the use and\n* An entity engaged in electricity generation business defined in Article 2 of the Electric Utility Act;\n* A person deemed to have obtained a license to engage in electricity generation business under Article\n* (1) of the Electric Utility Act pursuant to Articles 9 and 48 of the Integrated Energy Supply Act;\n* A public institution.\n* The total amount of power generated (hereinafter referred to as \"amount of mandatory supply\") to be\n* The Minister of Trade, Industry and Energy shall determine the amount of mandatory supply by\n* A mandatory supplier may defer the performance of a duty to supply some of the amount of mandatory\n* A mandatory supplier may purchase a new and renewable energy supply certificate referred to in\n* In order to verify whether a duty to supply is performed as provided for in paragraph (1), the Minister\n* In order to verify whether a duty to supply is performed as provided for in paragraph (1), the Minister\n <Amended by Act No. 11690, Mar. 23, 2013>\n* The total amount of new and renewable energy, the mandatory supply of which can be deferred under"}, {"text_block_id": "p6_b220", "text": "Article 12-6 (Penalty Surcharges for Failure to Perform Duty to Supply New and Renewable Energy)"}, {"text_block_id": "p6_b221", "text": "(1)"}, {"text_block_id": "p6_b222", "text": "Where a mandatory supplier supplies new and renewable energy short of the amount of mandatory supply, the Minister of Trade, Industry and Energy may impose a penalty surcharge up to an amount computed by multiplying 150/100 of the average transaction price of a new and renewable energy supply certificate referred to in Article 12-7 in the relevant year by such shortage, as prescribed by Presidential Decree."}, {"text_block_id": "p6_b223", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p6_b224", "text": "(2)"}, {"text_block_id": "p6_b225", "text": "A mandatory supplier who has paid a penalty surcharge under paragraph (1) is deemed to have supplied the amount of mandatory supply corresponding to the period of imposition of the penalty surcharge."}, {"text_block_id": "p6_b226", "text": "(3)"}, {"text_block_id": "p6_b227", "text": "Where a person liable to pay a penalty surcharge under paragraph (1) fails to do so by the payment deadline, the Minister of Trade, Industry and Energy shall collect such surcharge in the same manner as delinquent national taxes."}, {"text_block_id": "p6_b228", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p7_b229", "text": "(4)"}, {"text_block_id": "p7_b230", "text": "Penalty surcharges collected pursuant to paragraphs (1) and (3) shall escheat to financial resources of the Electrical Industry Foundation Fund under the Electric Utility Act."}, {"text_block_id": "p7_b231", "text": "Article 12-7 (New and Renewable Supply Certificates, etc.)"}, {"text_block_id": "p7_b232", "text": "(1)"}, {"text_block_id": "p7_b233", "text": "A supplier of new and renewable energy (hereinafter referred to as \"new and renewable energy supplier\") may obtain a certificate certifying the fact of supply (including a certificate in an electronic document; hereinafter referred to as \"supply certificate\") issued by an institution designated by the Minister of Trade, Industry and Energy in order to certify energy supply using new and renewable energy (hereinafter referred to as \"supply certification institution\"): Provided, That a supply certificate for a supplier of new and renewable energy where the power generation price difference has been subsidized under Article 17 shall be issued for the state."}, {"text_block_id": "p7_b234", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p7_b235", "text": "(2)"}, {"text_block_id": "p7_b236", "text": "A person who intends to obtain a supply certificate shall apply for the issuance of the supply certificate to a supply certification institution, as prescribed by Presidential Decree."}, {"text_block_id": "p7_b237", "text": "(3)"}, {"text_block_id": "p7_b238", "text": "Upon receipt of an application filed under paragraph (2), a supply certification institution shall issue a supply certificate stating the following matters after verifying the amount of supply, period of supply, etc. by each kind of new and renewable energy. In such cases, with respect to new and renewable energy which requires the balanced use and distribution, and facilitation, etc of technological development, a supply certificate which specifies the amount of supply computed by multiplying the weighted value by the actual amount of supply may be issued, as prescribed by Presidential Decree:"}, {"text_block_id": "p7_b239", "text": "1."}, {"text_block_id": "p7_b240", "text": "A new and renewable energy supplier;"}, {"text_block_id": "p7_b241", "text": "2."}, {"text_block_id": "p7_b242", "text": "Amount and period of supply by each kind of new and renewable energy;"}, {"text_block_id": "p7_b243", "text": "3."}, {"text_block_id": "p7_b244", "text": "Term of validity."}, {"text_block_id": "p7_b245", "text": "(4)"}, {"text_block_id": "p7_b246", "text": "The term of validity of a supply certificate shall be three years from the date of issuance, but the supply certificate that a mandatory supplier has purchased and appropriated for mandatory supply, or a mandatory supplier has submitted to the Minister of Trade, Industry and Energy pursuant to Article 12-5 (5) and (6) shall become invalid. In such cases, the relevant supply certificate, the term of validity of which has expired, or which becomes invalid shall be destroyed."}, {"text_block_id": "p7_b247", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p7_b248", "text": "(5)"}, {"text_block_id": "p7_b249", "text": "Where a person who has obtained a supply certificate intends to trade the supply certificate, he/she shall trade it in a trading market established by the supply certification institution (hereinafter referred to as \"trading market\"), as stipulated by the Regulations on the Issuance of Supply Certificates and Operation of the Trading Market established under Article 12-9 (2)."}, {"text_block_id": "p7_b250", "text": "(6)"}, {"text_block_id": "p7_b251", "text": "Where a supply certificate is issued after supplying energy using at least a certain scale of hydrogen power or any other ground prescribed by Ordinance of the Ministry of Trade, Industry and Energy occurs, the Minister of Trade, Industry and Energy may ban the relevant supply certificate from being traded in a trading market, considering balance with other new and renewable energy."}, {"text_block_id": "p7_b252", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p8_b253", "text": "(7)"}, {"text_block_id": "p8_b254", "text": "The Minister of Trade, Industry and Energy may trade supply certificates issued for the state as prescribed by Presidential Decree for supply and demand adjustments and stabilization of prices in a trading market. In such cases, the Minister of Trade, Industry and Energy shall consider a mandatory supplier•s amount of mandatory supply, status of fulfillment of obligation, and prices in a trading market, etc."}, {"text_block_id": "p8_b255", "text": "<Newly Inserted by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p8_b256", "text": "(8)"}, {"text_block_id": "p8_b257", "text": "Where a new and renewable energy supplier has been provided with governmental support prescribed by Presidential Decree, such as support for new and renewable energy facilities, etc., the issuance of a supply certificate may be restricted, as prescribed by Presidential Decree."}, {"text_block_id": "p8_b258", "text": "<Newly Inserted by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p8_b259", "text": "Article 12-8 (Designation, etc. of Supply Certification Institutions)"}, {"text_block_id": "p8_b260", "text": "(1)"}, {"text_block_id": "p8_b261", "text": "The Minister of Trade, Industry and Energy may designate any of the following institutions as a supply certification institution in order to perform affairs concerning supply certification in a professional and efficient manner, and to ensure the fair transaction of supply certificates:"}, {"text_block_id": "p8_b262", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p8_b263", "text": "1."}, {"text_block_id": "p8_b264", "text": "A new and renewable energy center established under Article 31;"}, {"text_block_id": "p8_b265", "text": "2."}, {"text_block_id": "p8_b266", "text": "The Korea Power Exchange established under Article 35 of the Electric Utility Act;"}, {"text_block_id": "p8_b267", "text": "3."}, {"text_block_id": "p8_b268", "text": "A person who meets the standards prescribed by Presidential Decree, in terms of human resources, technical capabilities, facilities, equipment, etc. required for performing the affairs of supply certification institutions under Article 12-9."}, {"text_block_id": "p8_b269", "text": "(2)"}, {"text_block_id": "p8_b270", "text": "A person who intends to be designated as a supply certification institution pursuant to paragraph (1) shall apply to the Minister of Trade, Industry and Energy for such designation."}, {"text_block_id": "p8_b271", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p8_b272", "text": "(3)"}, {"text_block_id": "p8_b273", "text": "Methods and procedures for designating supply certification institutions, and other matters necessary for designating supply certification institutions shall be prescribed by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p8_b274", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p8_b275", "text": "Article 12-9 (Affairs, etc. of Supply Certification Institutions)"}, {"text_block_id": "p8_b276", "text": "(1)"}, {"text_block_id": "p8_b277", "text": "A supply certification institution designated pursuant to Article 12-8 shall perform the following business:"}, {"text_block_id": "p8_b278", "text": "<Amended by Act No. 11965, Jul. 30, 2013>"}, {"text_block_id": "p8_b279", "text": "1."}, {"text_block_id": "p8_b280", "text": "Issuance, registration, management, and destruction of supply certificates;"}, {"text_block_id": "p8_b281", "text": "2."}, {"text_block_id": "p8_b282", "text": "Performance as agent of duties related to the transaction and management of supply certificates owned by the State;"}, {"text_block_id": "p8_b283", "text": "3."}, {"text_block_id": "p8_b284", "text": "Establishment of a trading market;"}, {"text_block_id": "p8_b285", "text": "4."}, {"text_block_id": "p8_b286", "text": "Affairs related to settlement of the cost paid by mandatory suppliers to perform the duties prescribed in Article 12-5;"}, {"text_block_id": "p8_b287", "text": "5."}, {"text_block_id": "p8_b288", "text": "Provision of information on supply certificates;"}, {"text_block_id": "p8_b289", "text": "6."}, {"text_block_id": "p8_b290", "text": "Other affairs incidental to the issuance and transaction of supply certificates."}, {"text_block_id": "p9_b291", "text": "(2)"}, {"text_block_id": "p9_b292", "text": "A supply certification institution shall establish the regulations on the issuance of supply certificates and operation of the trading market (hereinafter referred to as \"operation regulations\"), as prescribed by Ordinance of the Ministry of Trade, Industry and Energy, and obtain approval thereof from the Minister of Trade, Industry and Energy before commencing its affairs. This shall also apply to amendments to, or repeal of the operation regulations (excluding amendments to insignificant matters prescribed by Ordnance of the Ministry of Trade, Industry and Energy)."}, {"text_block_id": "p9_b293", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p9_b294", "text": "(3)"}, {"text_block_id": "p9_b295", "text": "The Minister of Trade, Industry and Energy may order a supply certification institution to report a business plan and actual performance under paragraph (1), or request it to present the relevant data."}, {"text_block_id": "p9_b296", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p9_b297", "text": "(4)"}, {"text_block_id": "p9_b298", "text": "In any of the following cases, the Minister of Trade, Industry and Energy may order a supply certification institution to take corrective measures, specifying the period of correction:"}, {"text_block_id": "p9_b299", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p9_b300", "text": "1."}, {"text_block_id": "p9_b301", "text": "Where a supply certification institution fails to comply with the operation regulations;"}, {"text_block_id": "p9_b302", "text": "2."}, {"text_block_id": "p9_b303", "text": "Where a supply certification institution fails to report pursuant to paragraph (3), or provides a false report;"}, {"text_block_id": "p9_b304", "text": "3."}, {"text_block_id": "p9_b305", "text": "Where a supply certification institution fails to comply with a request for presentation of data pursuant to paragraph (3), or presents false data."}, {"text_block_id": "p9_b306", "text": "Article 12-10 (Revocation, etc. of Designation of Supply Certification Institutions)"}, {"text_block_id": "p9_b307", "text": "(1)"}, {"text_block_id": "p9_b308", "text": "Where a supply certification institution falls under any of the following cases, the Minister of Trade, Industry and Energy may revoke the designation thereof, or order the suspension of all or part of its affairs specifying a period of up to one year, as prescribed by Ordinance of the Ministry of Trade, Industry and Energy: Provided, That the Minister of Trade, Industry and Energy must revoke the designation of a supply certification institution if it falls under subparagraph 1 or 2:"}, {"text_block_id": "p9_b309", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p9_b310", "text": "1."}, {"text_block_id": "p9_b311", "text": "Where the supply certification institution is designated by fraud or other improper means;"}, {"text_block_id": "p9_b312", "text": "2."}, {"text_block_id": "p9_b313", "text": "Where the supply certification institution continues performing its affairs during the period of business suspension after having received a disposition of business suspension;"}, {"text_block_id": "p9_b314", "text": "3."}, {"text_block_id": "p9_b315", "text": "Where the supply certification institution fails to meet designation standards under Article 12-8 (1) 3;"}, {"text_block_id": "p9_b316", "text": "4."}, {"text_block_id": "p9_b317", "text": "Where the supply certification institution fails to perform a corrective order under Article 12-9 (4) during the period for correction."}, {"text_block_id": "p9_b318", "text": "(2)"}, {"text_block_id": "p9_b319", "text": "Where the Minister of Trade, Industry and Energy needs to order a supply certification institution to suspend its business as it falls under paragraph (1) 3 or 4, but the suspension of its affairs might cause serious inconvenience to its users, or might harm other public interest, he/she may impose penalty surcharges not exceeding 50 million won in lieu of a disposition of business suspension."}, {"text_block_id": "p9_b320", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p9_b321", "text": "(3)"}, {"text_block_id": "p9_b322", "text": "The amount of penalty surcharges based on the type, severity, etc. of violations subject to imposition of penalty surcharges under paragraph (2), and other necessary matters shall be prescribed by Presidential"}, {"text_block_id": "p10_b323", "text": "Decree."}, {"text_block_id": "p10_b324", "text": "(4)"}, {"text_block_id": "p10_b325", "text": "Where a person liable to pay a penalty surcharge under paragraph (2) fails to pay the penalty surcharge by the payment deadline, the Minister of Trade, Industry and Energy shall collect such surcharge in the same manner as delinquent national taxes."}, {"text_block_id": "p10_b326", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p10_b327", "text": "Article 12-11 (Quality Standards for New and Renewable Energy Fuels)"}, {"text_block_id": "p10_b328", "text": "(1)"}, {"text_block_id": "p10_b329", "text": "The Minister of Trade, Industry and Energy may set the quality standards to ensure the appropriate quality of new and renewable energy fuels (referring to fuels from new and renewable energy, which fall within the criteria and scope prescribed by the Presidential Decree, excluding those produced using wastes defined in subparagraph 1 of Article 2 of the Wastes Control Act; hereinafter the same shall apply). When determining the quality standards that affect the atmospheric environment, the Minister of Trade, Industry and Energy shall consult in advance with the Minister of Environment."}, {"text_block_id": "p10_b330", "text": "(2)"}, {"text_block_id": "p10_b331", "text": "Where the Minister of Trade, Industry and Energy sets the quality standards pursuant to paragraph (1), he/she shall give public notice thereof."}, {"text_block_id": "p10_b332", "text": "(3)"}, {"text_block_id": "p10_b333", "text": "Where the Minister of Trade, Industry and Energy sets the quality standards pursuant to paragraph (1), an entity engaged in the business of manufacturing, importing, or selling new and renewable energy fuels under paragraph (1) (hereinafter referred to as •entity engaged in new and renewable energy fuel business•) shall maintain the quality of the new and renewable energy fuels in compliance with such quality standards."}, {"text_block_id": "p10_b334", "text": "Article 12-12 (Quality Tests of New and Renewable Energy Fuels)"}, {"text_block_id": "p10_b335", "text": "(1)"}, {"text_block_id": "p10_b336", "text": "An entity engaged in new and renewable energy fuel business shall undergo a quality test conducted by a new and renewable energy quality inspection agency (hereinafter referred to as •quality inspection agency•) prescribed by Presidential Decree to verify whether the new and renewable energy fuels he/she manufactures, imports, or sells meet the quality standards set under Article 12-11 (1)."}, {"text_block_id": "p10_b337", "text": "(2)"}, {"text_block_id": "p10_b338", "text": "Methods and procedures for, quality tests referred to in paragraph (1), and other necessary matters shall be prescribed by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p10_b339", "text": "Article 13 (Certification, etc. of New and Renewable Energy Facilities)"}, {"text_block_id": "p10_b340", "text": "(1)"}, {"text_block_id": "p10_b341", "text": "A person who intends to sell new and renewable energy facilities by manufacturing or importing them may obtain certification of products under Article 15 of the Industrial Standardization Act (hereinafter referred to as \"facility certification\")."}, {"text_block_id": "p10_b342", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p10_b343", "text": "(2)"}, {"text_block_id": "p10_b344", "text": "The Minister of Trade, Industry and Energy may partially subsidize the expenses incurred in facility certification under paragraph (1) prescribed by Ordinance of the Ministry of Trade, Industry and Energy, or provide the facility certification institution designated under Article 13 of the Industrial Standardization Act (hereinafter referred to as •facility certification institution) with administrative support, etc. to the extent necessary to achieve the objectives of designation."}, {"text_block_id": "p10_b345", "text": "<Amended by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p10_b346", "text": "(3)"}, {"text_block_id": "p10_b347", "text": "Except as otherwise provided in this Act, the Industrial Standardization Act shall apply to facility certification."}, {"text_block_id": "p10_b348", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p11_b349", "text": "(4) through (6) Deleted."}, {"text_block_id": "p11_b350", "text": "<by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p11_b351", "text": "Article 13-2 (Subscription to Insurance or Joining Mutual Aid)"}, {"text_block_id": "p11_b352", "text": "(1)"}, {"text_block_id": "p11_b353", "text": "A person who obtains facility certification pursuant to Article 13 shall subscribe to insurance or join mutual aid in order to indemnify for damage or losses a third party may suffer due to a defect in new and renewable energy facilities."}, {"text_block_id": "p11_b354", "text": "(2)"}, {"text_block_id": "p11_b355", "text": "Periods and types of, and targets and methods for the insurance or mutual aid referred to in paragraph"}, {"text_block_id": "p11_b356", "text": "(1)"}, {"text_block_id": "p11_b357", "text": "and other necessary matters shall be prescribed by Presidential Decree."}, {"text_block_id": "p11_b358", "text": "Articles 14 and 15 Deleted."}, {"text_block_id": "p11_b359", "text": "<by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p11_b360", "text": "Article 16 (Fees)"}, {"text_block_id": "p11_b361", "text": "(1)"}, {"text_block_id": "p11_b362", "text": "A quality inspection agency may charge a fee to any person who applies for quality inspection, as prescribed by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p11_b363", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11965, Jul. 30, 2013; Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p11_b364", "text": "(2)"}, {"text_block_id": "p11_b365", "text": "A supply certification institution may charge a fee to any person who applies for the issuance of a supply certificate (including affairs incidental to the issuance of supply certificates), or who trades a supply certificate, as prescribed by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p11_b366", "text": "<Amended by"}, {"text_block_id": "p11_b367", "text": "Act No. 11690, Mar. 23, 2013; Act No. 11965, Jul. 30, 2013>"}, {"text_block_id": "p11_b368", "text": "Article 17 (Public Notice of Standard Price for New and Renewable Energy Power Generation and Subsidization of Differences)"}, {"text_block_id": "p11_b369", "text": "(1)"}, {"text_block_id": "p11_b370", "text": "Where the Minister of Trade, Industry and Energy determines the standard price of electricity generated from new and renewable energy by source of electricity generation, he/she shall give public notice of such price. In such cases, the criteria for calculating the standard price shall be prescribed by Presidential Decree."}, {"text_block_id": "p11_b371", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p11_b372", "text": "(2)"}, {"text_block_id": "p11_b373", "text": "Where the transaction price of electricity generated from new and renewable energy (referring to the transaction price of electricity set under Article 33 of the Electric Utility Act) is lower than the standard price publicly notified under paragraph (1), the Minister of Trade, Industry and Energy shall give priority to subsidizing the difference between the standard price and the transaction price of electricity (hereinafter referred to as \"power generation price difference\") from the Electrical Industry Foundation Fund under Article 48 of the Electric Utility Act to an entity engaged in new and renewable energy power generation business who has supplied such electricity."}, {"text_block_id": "p11_b374", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p11_b375", "text": "(3)"}, {"text_block_id": "p11_b376", "text": "Where the Minister of Trade, Industry and Energy gives public notice of the standard price pursuant to paragraph (1), he/she may also give public notice of the period for which the power generation price difference is subsidized."}, {"text_block_id": "p11_b377", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p11_b378", "text": "(4)"}, {"text_block_id": "p11_b379", "text": "The Minister of Trade, Industry and Energy may require an entity engaged in new and renewable energy power generation business who obtains subsidies for the power generation price difference to submit data necessary to set the standard price, such as financial statements."}, {"text_block_id": "p11_b380", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p12_b381", "text": "Article 18 (Suspension of Subsidization, etc.)"}, {"text_block_id": "p12_b382", "text": "(1)"}, {"text_block_id": "p12_b383", "text": "Where an entity engaged in new and renewable energy power generation business who obtains subsidies to cover the power generation price difference falls under any of the following cases, the Minister of Trade, Industry and Energy may issue a warning or corrective order, as prescribed by Ordinance of the Ministry of Trade, Industry and Energy, and suspend subsidies to cover the power generation price difference if the entity fails to comply with the corrective order:"}, {"text_block_id": "p12_b384", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p12_b385", "text": "1."}, {"text_block_id": "p12_b386", "text": "When he/she obtains subsidies to cover the power generation price difference by fraud or other improper means;"}, {"text_block_id": "p12_b387", "text": "2."}, {"text_block_id": "p12_b388", "text": "When he/she fails to comply with a request for the presentation of data pursuant to Article 17 (4), or has submitted false data."}, {"text_block_id": "p12_b389", "text": "(2)"}, {"text_block_id": "p12_b390", "text": "Where an entity engaged in new and renewable energy power generation business who obtains subsidies to cover the power generation price difference falls under paragraph (1) 1, the Minister of Trade, Industry and Energy may recover the power generation price difference, as prescribed by Ordinance of the Ministry of Trade, Industry and Energy. In such cases, if a person liable to repay subsidies to cover the power generation price difference fails to repay the subsidies within 30 days, the Minister of Trade, Industry and Energy may collect such subsidies in the same manner as delinquent national taxes."}, {"text_block_id": "p12_b391", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p12_b392", "text": "Article 19 Deleted."}, {"text_block_id": "p12_b393", "text": "<by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p12_b394", "text": "Article 20 (Support for International Standardization of New and Renewable Energy Technologies)"}, {"text_block_id": "p12_b395", "text": "(1)"}, {"text_block_id": "p12_b396", "text": "The Minister of Trade, Industry and Energy may provide facility certification institutions with support necessary for establishing a foundation for standardization or international activities to ensure that new and renewable energy technologies already developed or being developed domestically are in conformity with the international standards under subparagraph 2 of Article 3 of the Framework Act on National Standards."}, {"text_block_id": "p12_b397", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p12_b398", "text": "(2)"}, {"text_block_id": "p12_b399", "text": "Necessary matters regarding the scope of support, etc. under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p12_b400", "text": "Article 21 (Common Use of New and Renewable Energy Facilities and their Components)"}, {"text_block_id": "p12_b401", "text": "(1)"}, {"text_block_id": "p12_b402", "text": "The Minister of Trade, Industry and Energy may designate and operate new and renewable energy facilities and their components as commonly used items in order to improve their compatibility, as prescribed and publicly announced by the Minister of Trade, Industry and Energy."}, {"text_block_id": "p12_b403", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p12_b404", "text": "(2)"}, {"text_block_id": "p12_b405", "text": "Any of the following entities may request the Minister of Trade, Industry and Energy to designate items requiring common use, among new and renewable energy facilities and their components, as commonly used items:"}, {"text_block_id": "p12_b406", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p12_b407", "text": "1."}, {"text_block_id": "p12_b408", "text": "A new and renewable energy center established under Article 31;"}, {"text_block_id": "p13_b409", "text": "2."}, {"text_block_id": "p13_b410", "text": "Other institutions or organizations designated by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p13_b411", "text": "(3)"}, {"text_block_id": "p13_b412", "text": "The Minister of Trade, Industry and Energy may provide support necessary to ensure efficiency in the common use of new and renewable energy facilities and their components."}, {"text_block_id": "p13_b413", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p13_b414", "text": "(4)"}, {"text_block_id": "p13_b415", "text": "Necessary matters regarding the designation and operation of new and renewable energy facilities and their components as commonly used items, request for designation, criteria for support, etc. under paragraphs (1) through (3) shall be prescribed by Presidential Decree."}, {"text_block_id": "p13_b416", "text": "Articles 22 and 22-2 Deleted."}, {"text_block_id": "p13_b417", "text": "<by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p13_b418", "text": "Article 23 Deleted."}, {"text_block_id": "p13_b419", "text": "<by Act No. 10253, Apr. 12, 2010>"}, {"text_block_id": "p13_b420", "text": "Article 23-2 (Obligation to Blend, etc. New and Renewable Energy Fuels)"}, {"text_block_id": "p13_b421", "text": "(1)"}, {"text_block_id": "p13_b422", "text": "Where deemed necessary to facilitate the use or distribution of new and renewable energy and to vitalize the new and renewable energy industry, the Minister of Trade, Industry and Energy may require a petroleum refinery business entity or a petroleum export-import business entity (hereinafter referred to as •person with fuel blending obligation•) defined in Article 2 of the Petroleum and Petroleum Substitute Fuel Business Act to blend new and renewable energy fuels into transport fuels at or above a certain ratio (hereinafter referred to as •mandatory blending ratio•), as prescribed by Presidential Decree."}, {"text_block_id": "p13_b423", "text": "(2)"}, {"text_block_id": "p13_b424", "text": "The Minister of Trade, Industry and Energy may require a person with fuel blending obligation to submit necessary data, as prescribed by Presidential Decree, in order to verify whether the person has fulfilled his/her obligation to blend fuels blending under paragraph (1)."}, {"text_block_id": "p13_b425", "text": "Article 23-3 (Penalty Surcharges for Failure to Fulfill Obligation)"}, {"text_block_id": "p13_b426", "text": "(1)"}, {"text_block_id": "p13_b427", "text": "Where a person with fuel blending obligation fails to meet the mandatory blending ratio, the Minister of Trade, Industry and Energy may impose a penalty surcharge up to an amount computed by multiplying a corresponding shortfall by 150/100 of the average trading price of the pertinent year, as prescribed by Presidential Decree."}, {"text_block_id": "p13_b428", "text": "(2)"}, {"text_block_id": "p13_b429", "text": "Where a person liable to pay a penalty surcharge under paragraph (1) fails to do so by the payment deadline, the Minister of Trade, Industry and Energy shall collect the penalty surcharge in the same manner as delinquent national taxes."}, {"text_block_id": "p13_b430", "text": "(3)"}, {"text_block_id": "p13_b431", "text": "Penalty surcharges collected pursuant to paragraphs (1) and (2) shall escheat to financial resources of special accounts for energy and resources-related projects under the Act on the Special Accounts for Energy and Resources-Related Projects."}, {"text_block_id": "p13_b432", "text": "<Amended by Act No. 12154, Jan. 1, 2014>"}, {"text_block_id": "p13_b433", "text": "Article 23-4 (Designation of Management Agencies)"}, {"text_block_id": "p13_b434", "text": "(1)"}, {"text_block_id": "p13_b435", "text": "The Minister of Trade, Industry and Energy may designate any of the following institutions as an agency responsible for managing fuel blending obligation (hereinafter referred to as •management agency•) in order to efficiently manage the compliance with the mandatory blending ratio by persons with fuel blending obligation:"}, {"text_block_id": "p14_b436", "text": "1."}, {"text_block_id": "p14_b437", "text": "The new and renewable energy center established under Article 31;"}, {"text_block_id": "p14_b438", "text": "2."}, {"text_block_id": "p14_b439", "text": "The Korea Petroleum Quality and Distribution Authority established under Article 25-2 of the Petroleum and Petroleum Substitute Fuel Business Act."}, {"text_block_id": "p14_b440", "text": "(2)"}, {"text_block_id": "p14_b441", "text": "An institution that intends to be designated as a management agency shall file an application for designation with the Minister of Trade, Industry and Energy."}, {"text_block_id": "p14_b442", "text": "(3)"}, {"text_block_id": "p14_b443", "text": "Standards, methods, and procedures for filing applications for, and designation of, management agencies, and other necessary matters shall be prescribed by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p14_b444", "text": "Article 23-5 (Duties of Management Agencies)"}, {"text_block_id": "p14_b445", "text": "(1)"}, {"text_block_id": "p14_b446", "text": "Management agencies designated pursuant to Article 23-4 shall perform the following duties:"}, {"text_block_id": "p14_b447", "text": "1."}, {"text_block_id": "p14_b448", "text": "Compiling and verifying the results of fulfillment of fuel blending obligation;"}, {"text_block_id": "p14_b449", "text": "2."}, {"text_block_id": "p14_b450", "text": "Collecting and managing information on the fulfillment of obligation;"}, {"text_block_id": "p14_b451", "text": "3."}, {"text_block_id": "p14_b452", "text": "Other affairs deemed necessary by the Minister of Trade, Industry and Energy in relation to the fulfillment of fuel blending obligation."}, {"text_block_id": "p14_b453", "text": "(2)"}, {"text_block_id": "p14_b454", "text": "Management agencies shall set the standards (hereinafter referred to as •standards for management of blending obligation•) necessary for performing the duties specified in paragraph (1), and obtain approval thereof from the Minister of Trade, Industry and Energy. The same shall also apply to any modification to the approved standards for management of blending obligation."}, {"text_block_id": "p14_b455", "text": "(3)"}, {"text_block_id": "p14_b456", "text": "The Minister of Trade, Industry and Energy may order a management agency to report, or submit data, on the plan, outcomes or information regarding the management of blending obligation."}, {"text_block_id": "p14_b457", "text": "(4)"}, {"text_block_id": "p14_b458", "text": "Reporting and submission of data by management agencies under paragraph (3) and other matters necessary for managing the blending obligation shall be prescribed by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p14_b459", "text": "(5)"}, {"text_block_id": "p14_b460", "text": "Where a management agency falls under any of the following cases, the Minister of Trade, Industry and Energy may order such agency to take corrective measures upon specifying a period for correction:"}, {"text_block_id": "p14_b461", "text": "1."}, {"text_block_id": "p14_b462", "text": "Where a management agency fails to comply with the standards for management of blending obligation;"}, {"text_block_id": "p14_b463", "text": "2."}, {"text_block_id": "p14_b464", "text": "Where a management agency fails to report or submit data under paragraph (3), or files a false report or submits false data."}, {"text_block_id": "p14_b465", "text": "Article 23-6 (Revocation, etc. of Designation of Management Agencies)"}, {"text_block_id": "p14_b466", "text": "(1)"}, {"text_block_id": "p14_b467", "text": "Where a management agency falls under any of the following cases, the Minister of Trade, Industry and Energy may revoke the designation thereof, or order the suspension of all or part of its affairs, specifying a period of up to one year: Provided, That the Minister of Trade, Industry and Energy must revoke designation if the management agency falls under subparagraph 1 or 2:"}, {"text_block_id": "p14_b468", "text": "1."}, {"text_block_id": "p14_b469", "text": "Where the management agency is designated by fraud or other improper means;"}, {"text_block_id": "p14_b470", "text": "2."}, {"text_block_id": "p14_b471", "text": "Where the management agency continues performing management affairs during the period of business suspension;"}, {"text_block_id": "p15_b472", "text": "3."}, {"text_block_id": "p15_b473", "text": "Where the management agency fails to meet the designation standards prescribed in Article 23-4;"}, {"text_block_id": "p15_b474", "text": "4."}, {"text_block_id": "p15_b475", "text": "Where the management agency fails to perform a corrective order under Article 23-5 (5)."}, {"text_block_id": "p15_b476", "text": "(2)"}, {"text_block_id": "p15_b477", "text": "Where the Minister of Trade, Industry and Energy needs to order the suspension of business of a management agency as it falls under paragraph (1) 3 or 4, but the suspension of affairs might cause serious inconvenience to its users or might harm other public interest, he/she may impose penalty surcharges not exceeding 50 million won in lieu of a disposition of business suspension."}, {"text_block_id": "p15_b478", "text": "(3)"}, {"text_block_id": "p15_b479", "text": "The amount of penalty surcharges based on the type, severity, etc. of violations subject to the imposition of penalty surcharges under paragraph (2), and other necessary matters shall be prescribed by Presidential Decree."}, {"text_block_id": "p15_b480", "text": "(4)"}, {"text_block_id": "p15_b481", "text": "Where a person liable to pay a penalty surcharge under paragraph (2) fails to do so by the payment deadline, the Minister of Trade, Industry and Energy shall collect such surcharge in the same manner as delinquent national taxes."}, {"text_block_id": "p15_b482", "text": "(5)"}, {"text_block_id": "p15_b483", "text": "The revocation of designation, standards and procedures for suspension of affairs under paragraph (1), and other necessary matters shall be prescribed by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p15_b484", "text": "Article 24 (Hearings)"}, {"text_block_id": "p15_b485", "text": "The Minister of Trade, Industry and Energy shall hold a hearing when he/she intends to take any of the following dispositions:"}, {"text_block_id": "p15_b486", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11965, Jul. 30, 2013>"}, {"text_block_id": "p15_b487", "text": "1."}, {"text_block_id": "p15_b488", "text": "Revocation of the designation of a supply certification institution under Article 12-10 (1);"}, {"text_block_id": "p15_b489", "text": "2."}, {"text_block_id": "p15_b490", "text": "Deleted."}, {"text_block_id": "p15_b491", "text": "<by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p15_b492", "text": "3."}, {"text_block_id": "p15_b493", "text": "Revocation of the designation of a management agency under Article 23-6."}, {"text_block_id": "p15_b494", "text": "Article 25 (Compilation, etc. of Related Statistics)"}, {"text_block_id": "p15_b495", "text": "(1)"}, {"text_block_id": "p15_b496", "text": "The Minister of Trade, Industry and Energy may research, compile, analyze, and manage statistical data on the local or overseas supply of, and demand for new and renewable energy necessary for efficiently developing and implementing the policies related to new and renewable energy, including the basic plans and implementation plans, and may request the agencies referred to in Article 11 (1) or producers, installers, and users of new and renewable energy facilities to submit data and information necessary therefor."}, {"text_block_id": "p15_b497", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p15_b498", "text": "(2)"}, {"text_block_id": "p15_b499", "text": "The Minister of Trade, Industry and Energy may designate a specialized institution to perform all or part of affairs concerning the research, compilation, analysis, and management of statistics under paragraph (1), as prescribed by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p15_b500", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p15_b501", "text": "Article 26 (Leases, etc. of State or Public Property)"}, {"text_block_id": "p15_b502", "text": "(1)"}, {"text_block_id": "p15_b503", "text": "Where the State or a local government deems it necessary for projects related to the technological development, use, and distribution of new and renewable energy, it may enter into a private lease contract for renting the State or public property with, grant permission to use such property to (hereinafter referred to as \"lease\"), or dispose of it to a person who performs projects related to the technological development,"}, {"text_block_id": "p16_b504", "text": "use, and distribution of new and renewable energy, notwithstanding the provisions of the State Property Act or the Public Property and Commodity Management Act."}, {"text_block_id": "p16_b505", "text": "(2)"}, {"text_block_id": "p16_b506", "text": "Where the State or a local government leases State or public property to a person pursuant to paragraph (1), it may permit the person to construct permanent facilities on condition of voluntary removal or deposit of removal costs, notwithstanding the provisions of the State Property Act or the Public Property and Commodity Management Act: Provided, That the construction of permanent facilities within public property requires the consent of the relevant local council, as stipulated by the relevant municipal ordinance."}, {"text_block_id": "p16_b507", "text": "(3)"}, {"text_block_id": "p16_b508", "text": "The lease period of State or public property under paragraph (1) shall be up to ten years. The lease period of State property may be renewed by up to a period not exceeding the previous lease period and that of public property may be extended by up to ten year only on one occasion, if deemed necessary by the head of the relevant local government."}, {"text_block_id": "p16_b509", "text": "(4)"}, {"text_block_id": "p16_b510", "text": "Where a person who has leased or acquired State or pubic property under paragraph (1) fails to perform a project related to the technological development, use, and distribution of new and renewable energy in the relevant property within two years from the date of lease or acquisition, the State or local government may revoke the lease contract or permission to use, or repurchase such property."}, {"text_block_id": "p16_b511", "text": "(5)"}, {"text_block_id": "p16_b512", "text": "Where a local government leases public property pursuant to paragraph (1), notwithstanding the provisions of the Public Property and Commodity Management Act, a rental fee may be reduced within the range of 50/100."}, {"text_block_id": "p16_b513", "text": "<Newly Inserted by Act No. 11965, Jul. 30, 2013>"}, {"text_block_id": "p16_b514", "text": "Article 27 (Distribution Projects)"}, {"text_block_id": "p16_b515", "text": "(1)"}, {"text_block_id": "p16_b516", "text": "Where the Minister of Trade, Industry and Energy deems it necessary to facilitate the use or distribution of new and renewable energy, he/she may perform any of the following distribution projects, as prescribed by Presidential Decree:"}, {"text_block_id": "p16_b517", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p16_b518", "text": "1."}, {"text_block_id": "p16_b519", "text": "Application projects and pilot projects using new technology;"}, {"text_block_id": "p16_b520", "text": "2."}, {"text_block_id": "p16_b521", "text": "Projects for creating environmentally-friendly new and renewable energy clusters and model housing complexes;"}, {"text_block_id": "p16_b522", "text": "3."}, {"text_block_id": "p16_b523", "text": "Distribution projects performed in collaboration with local governments;"}, {"text_block_id": "p16_b524", "text": "4."}, {"text_block_id": "p16_b525", "text": "Projects supporting the distribution of commercialized new and renewable energy facilities;"}, {"text_block_id": "p16_b526", "text": "5."}, {"text_block_id": "p16_b527", "text": "Other projects prescribed by the Minister of Trade, Industry and Energy necessary for facilitating the use and distribution of new and renewable energy technologies."}, {"text_block_id": "p16_b528", "text": "(2)"}, {"text_block_id": "p16_b529", "text": "The Minister of Trade, Industry and Energy may prioritize a distribution project under paragraph (1) where the new and renewable energy facilities already developed have been certified, new and renewable energy technologies are internationally standardized or new and renewable energy facilities and their components come into common use."}, {"text_block_id": "p16_b530", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p16_b531", "text": "(3)"}, {"text_block_id": "p16_b532", "text": "The heads of related central administrative agencies may provide cooperation necessary for improving the environment and facilitating the distribution of new and renewable energy."}, {"text_block_id": "p17_b533", "text": "Article 28 (Commercialization of New and Renewable Energy Technology)"}, {"text_block_id": "p17_b534", "text": "(1)"}, {"text_block_id": "p17_b535", "text": "The Minister of Trade, Industry and Energy may provide any of the following support, if deemed necessary for promoting the commercialization of technology developed independently or through the subsidization of project funds under Article 10:"}, {"text_block_id": "p17_b536", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p17_b537", "text": "1."}, {"text_block_id": "p17_b538", "text": "Funding for producing prototypes and investment in facilities;"}, {"text_block_id": "p17_b539", "text": "2."}, {"text_block_id": "p17_b540", "text": "Gratuitous transfer of industrial property rights acquired by the Government through development projects using new and renewable energy technology;"}, {"text_block_id": "p17_b541", "text": "3."}, {"text_block_id": "p17_b542", "text": "Education and publicity on the new and renewable energy technology already developed;"}, {"text_block_id": "p17_b543", "text": "4."}, {"text_block_id": "p17_b544", "text": "Other support projects deemed necessary for commercializing new and renewable energy technology and prescribed by the Minister of Trade, Industry and Energy."}, {"text_block_id": "p17_b545", "text": "(2)"}, {"text_block_id": "p17_b546", "text": "Subject matters, scope, conditions, procedures of support under paragraph (1), and other necessary matters shall be prescribed by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p17_b547", "text": "<Amended by Act"}, {"text_block_id": "p17_b548", "text": "No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p17_b549", "text": "Article 29 (Financial Measures, etc.)"}, {"text_block_id": "p17_b550", "text": "The Government shall formulate financial or taxation, or other necessary support measures, if necessary, for a person who has received a recommendation or must perform duties pursuant to Article 12, a person engaged in the technological development, use, and distribution of new and renewable energy, or a person whose facilities have been certified under Article 13."}, {"text_block_id": "p17_b551", "text": "Article 30 (Education and Publicity on New and Renewable Energy, and Fostering of Experts)"}, {"text_block_id": "p17_b552", "text": "(1)"}, {"text_block_id": "p17_b553", "text": "The Government shall endeavor to seek understanding and cooperation from the people with regard to technological development, use, and distribution of new and renewable energy, through education and publicity."}, {"text_block_id": "p17_b554", "text": "(2)"}, {"text_block_id": "p17_b555", "text": "The Minister of Trade, Industry and Energy may designate, foster, and support a specialized college and a research center for core technology in the field of new and renewable energy to train experts in the field of new and renewable energy."}, {"text_block_id": "p17_b556", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p17_b557", "text": "Article 30-2 (Joining, etc. in Mutual Aid Association by Entities Engaged in New and Renewable Energy Business)"}, {"text_block_id": "p17_b558", "text": "(1)"}, {"text_block_id": "p17_b559", "text": "An entity engaged in new and renewable energy power generation business, an entity engaged in new and renewable energy fuel business, a company specializing in installing new and renewable energy facilities, or a person engaged in the business of manufacturing, importing, or selling new and renewable energy facilities (hereinafter referred to as •entity engaged in new and renewable energy business•) may become a member of a mutual association established under Article 34 of the Engineering Industry Promotion Act in order to efficiently conduct the business (hereinafter referred to as •new and renewable energy business•) related to the technological advances in, and the use and distribution of, new and renewable energy."}, {"text_block_id": "p17_b560", "text": "<Amended by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p17_b561", "text": "(2)"}, {"text_block_id": "p17_b562", "text": "The mutual aid association prescribed in paragraph (1) may conduct the following business:"}, {"text_block_id": "p18_b563", "text": "1."}, {"text_block_id": "p18_b564", "text": "Providing financial aid, guarantee, or loans necessary for performing debts or obligations in connection with new and renewable energy business;"}, {"text_block_id": "p18_b565", "text": "2."}, {"text_block_id": "p18_b566", "text": "Providing financial aid in connection with the export of new and renewable energy business, and providing guarantee necessary for determining a principle bank;"}, {"text_block_id": "p18_b567", "text": "3."}, {"text_block_id": "p18_b568", "text": "Discounting notes received in return for new and renewable energy business;"}, {"text_block_id": "p18_b569", "text": "4."}, {"text_block_id": "p18_b570", "text": "Group purchase, purchase brokering, or group consignment sale of machinery necessary for new and renewable energy business;"}, {"text_block_id": "p18_b571", "text": "5."}, {"text_block_id": "p18_b572", "text": "Providing financial aid for improving the welfare of mutual aid association members and those hired by mutual association members;"}, {"text_block_id": "p18_b573", "text": "6."}, {"text_block_id": "p18_b574", "text": "Offering services related to the information processing and computer operation of mutual aid association members;"}, {"text_block_id": "p18_b575", "text": "7."}, {"text_block_id": "p18_b576", "text": "Installing and operating facilities jointly used by mutual aid association members, and other affairs for enhancing the convenience for mutual aid association members;"}, {"text_block_id": "p18_b577", "text": "8."}, {"text_block_id": "p18_b578", "text": "Other affairs incidental to those provided for in subparagraphs 1 through 7, determined by the articles of incorporation."}, {"text_block_id": "p18_b579", "text": "(3)"}, {"text_block_id": "p18_b580", "text": "Matters necessary for a mutual aid agreement under paragraph (2), matters to be determined by the mutual aid agreement, and procedures and operation methods for mutual aid business shall be prescribed by Presidential Decree."}, {"text_block_id": "p18_b581", "text": "Article 30-3 (Defect Repair)"}, {"text_block_id": "p18_b582", "text": "(1)"}, {"text_block_id": "p18_b583", "text": "A constructor who installed a new and renewable energy facility shall faithfully and gratuitously repair defects in the relevant facility and provide the owner of the new and renewable energy facility or the person prescribed by Ordinance of the Ministry of Trade, Industry and Energy with a certificate of guarantee of the performance: Provided, That if there are special provisions on defect repair in the Act on Contracts to which the State is a Party or the Act on Contracts to which a Local Government is a Party, the relevant Act shall apply."}, {"text_block_id": "p18_b584", "text": "(2)"}, {"text_block_id": "p18_b585", "text": "The new and renewable energy facility subject to defect repair and the period thereof under paragraph"}, {"text_block_id": "p18_b586", "text": "(1)"}, {"text_block_id": "p18_b587", "text": "shall be determined by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p18_b588", "text": "Article 31 (New and Renewable Energy Center)"}, {"text_block_id": "p18_b589", "text": "(1)"}, {"text_block_id": "p18_b590", "text": "For the purpose of facilitating the use and distribution of new and renewable energy in a professional and efficient manner, the Minister of Trade, Industry and Energy may establish a new and renewable energy center (hereinafter referred to as \"center\") in any energy-related institute prescribed by Presidential Decree, and may require the center to perform the following:"}, {"text_block_id": "p18_b591", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11965, Jul. 30, 2013; Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p18_b592", "text": "1."}, {"text_block_id": "p18_b593", "text": "Support for, and management of, those who perform projects for the technological development, use and distribution of new and renewable energy under Article 11 (1);"}, {"text_block_id": "p18_b594", "text": "2."}, {"text_block_id": "p18_b595", "text": "Support for, and management of, the fulfillment of the mandatory use of new and renewable energy under Article 12 (2) and (3);"}, {"text_block_id": "p19_b596", "text": "3."}, {"text_block_id": "p19_b597", "text": "Deleted."}, {"text_block_id": "p19_b598", "text": "<by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p19_b599", "text": "4."}, {"text_block_id": "p19_b600", "text": "Support for, and management of, the fulfillment of the mandatory supply of new and renewable energy under Article 12-5;"}, {"text_block_id": "p19_b601", "text": "5."}, {"text_block_id": "p19_b602", "text": "Support for, and management of, affairs of supply certification institutions under Article 12-9;"}, {"text_block_id": "p19_b603", "text": "6."}, {"text_block_id": "p19_b604", "text": "Support for, and management of, facility certification under Article 13;"}, {"text_block_id": "p19_b605", "text": "7."}, {"text_block_id": "p19_b606", "text": "Technological support for new and renewable energy facilities already distributed;"}, {"text_block_id": "p19_b607", "text": "8."}, {"text_block_id": "p19_b608", "text": "Support for, and management of, the international standardization of new and renewable energy technology under Article 20;"}, {"text_block_id": "p19_b609", "text": "9."}, {"text_block_id": "p19_b610", "text": "Support for, and management of, the common use of new and renewable energy facilities and their components under Article 21;"}, {"text_block_id": "p19_b611", "text": "10."}, {"text_block_id": "p19_b612", "text": "Support for, and management of, specialized new and renewable energy enterprises under Article 22;"}, {"text_block_id": "p19_b613", "text": "11."}, {"text_block_id": "p19_b614", "text": "Support for, and management of, the fulfillment of the obligation to blend new and renewable energy under Article 23-2;"}, {"text_block_id": "p19_b615", "text": "12."}, {"text_block_id": "p19_b616", "text": "Statistics management under Article 25;"}, {"text_block_id": "p19_b617", "text": "13."}, {"text_block_id": "p19_b618", "text": "Support for, and management of, the distribution projects of new and renewable energy under Article 27;"}, {"text_block_id": "p19_b619", "text": "14."}, {"text_block_id": "p19_b620", "text": "Support for, and management of, the commercialization of new and renewable energy technology under Article 28;"}, {"text_block_id": "p19_b621", "text": "15."}, {"text_block_id": "p19_b622", "text": "Support for, and management of, education and publicity, and training of experts under Article 30 (1);"}, {"text_block_id": "p19_b623", "text": "16."}, {"text_block_id": "p19_b624", "text": "Domestic/overseas investigation and research projects, and international cooperation projects;"}, {"text_block_id": "p19_b625", "text": "17."}, {"text_block_id": "p19_b626", "text": "Projects incidental to those referred to in subparagraphs 1, 3, and 5 through 8;"}, {"text_block_id": "p19_b627", "text": "18."}, {"text_block_id": "p19_b628", "text": "Other projects necessary for facilitating the use and distribution of new and renewable energy which are entrusted by the Minister of Trade, Industry and Energy."}, {"text_block_id": "p19_b629", "text": "(2)"}, {"text_block_id": "p19_b630", "text": "When the center executes a project under paragraph (1), the Minister of Trade, Industry and Energy may contribute funds and provide other necessary support."}, {"text_block_id": "p19_b631", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p19_b632", "text": "(3)"}, {"text_block_id": "p19_b633", "text": "Matters necessary for the organization, staffing, budget, and operation of the center shall be prescribed by Ordinance of the Ministry of Trade, Industry and Energy."}, {"text_block_id": "p19_b634", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p19_b635", "text": "Article 32 (Delegation and Entrustment of Authority)"}, {"text_block_id": "p19_b636", "text": "(1)"}, {"text_block_id": "p19_b637", "text": "Part of the authority of the Minister of Trade, Industry and Energy under this Act may be delegated to the head of any institution under his/her control, or the Special Metropolitan City Mayor, Metropolitan City Mayor, or Do Governor (hereinafter referred to as \"Mayor/Do Governor\"), as prescribed by Presidential Decree."}, {"text_block_id": "p19_b638", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p19_b639", "text": "(2)"}, {"text_block_id": "p19_b640", "text": "Part of the duties of the Minister of Trade, Industry and Energy or Mayor/Do Governor under this Act may be delegated to the center or the Korea Institute of Energy Technology Evaluation and Planning under Article 13 of the Energy Act, as prescribed by Presidential Decree."}, {"text_block_id": "p19_b641", "text": "<Amended by Act No. 11690, Mar."}, {"text_block_id": "p20_b642", "text": "23, 2013>"}, {"text_block_id": "p20_b643", "text": "Article 33 (Legal Fiction as Public Officials in Applying Penalty Provisions)"}, {"text_block_id": "p20_b644", "text": "Any of the following persons shall be deemed a public official for the purposes of Articles 129 through 132 of the Criminal Act:"}, {"text_block_id": "p20_b645", "text": "<Amended by Act No. 11965, Jul. 30, 2013>"}, {"text_block_id": "p20_b646", "text": "1."}, {"text_block_id": "p20_b647", "text": "Deleted;"}, {"text_block_id": "p20_b648", "text": "<by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p20_b649", "text": "2."}, {"text_block_id": "p20_b650", "text": "An executive officer or employee of a supply certification institution engaged in the business of issuing and trading supply certificates;"}, {"text_block_id": "p20_b651", "text": "3."}, {"text_block_id": "p20_b652", "text": "An executive officer or employee of a facility certification institution engaged in the affairs of facility certification;"}, {"text_block_id": "p20_b653", "text": "4."}, {"text_block_id": "p20_b654", "text": "Deleted;"}, {"text_block_id": "p20_b655", "text": "<by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p20_b656", "text": "5."}, {"text_block_id": "p20_b657", "text": "An executive officer or employee of a quality inspection agency engaged in the affairs of quality inspection of new and renewable energy fuels;"}, {"text_block_id": "p20_b658", "text": "6."}, {"text_block_id": "p20_b659", "text": "An executive officer or employee of a management agency engaged in the business of efficiently managing compliance with mandatory fuel blending ratio."}, {"text_block_id": "p20_b660", "text": "Article 34 (Penalty Provisions)"}, {"text_block_id": "p20_b661", "text": "(1)"}, {"text_block_id": "p20_b662", "text": "A person who has received subsidization of the power generation price difference under Article 17 by fraud or other improper means, or who knowingly provides it in spite of his/her knowledge of such fact shall be sentenced to imprisonment with labor for not more than three years, or to a fine not exceeding three times the amount of subsidy."}, {"text_block_id": "p20_b663", "text": "(2)"}, {"text_block_id": "p20_b664", "text": "A person who has obtained a supply certificate by fraud or other improper means, or who knowingly issues it in spite of his/her knowledge of such fact shall be sentenced to imprisonment with labor for not more than three years, or to a fine not exceeding 30 million won."}, {"text_block_id": "p20_b665", "text": "(3)"}, {"text_block_id": "p20_b666", "text": "A person who has traded a supply certificate in a trading market other than that established by a supply certification institution, in violation of Article 12-7 (5) shall be sentenced to imprisonment with labor for not more than two years, or to a fine not exceeding 20 million won."}, {"text_block_id": "p20_b667", "text": "(4)"}, {"text_block_id": "p20_b668", "text": "If the representative of a corporation, or an agent or employee of, or any other person employed, by a corporation or an individual commits an offence under paragraphs (1) through (3) in connection with the business affairs of the corporation or individual, not only shall such offender be punished, but also the corporation or individual shall be punished by a fine under the relevant provisions: Provided, That this shall not apply to cases where such corporation or individual has not been negligent in giving due attention and supervision concerning the relevant duties to prevent such offence."}, {"text_block_id": "p20_b669", "text": "Article 35 (Administrative Fines)"}, {"text_block_id": "p20_b670", "text": "(1)"}, {"text_block_id": "p20_b671", "text": "Any of the following persons shall be punished by an administrative fine not exceeding ten million won:"}, {"text_block_id": "p20_b672", "text": "<Amended by Act No. 11965, Jul. 30, 2013; Act No. 12296, Jan. 21, 2014>"}, {"text_block_id": "p20_b673", "text": "1. through 3. Deleted;"}, {"text_block_id": "p20_b674", "text": "<by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p20_b675", "text": "4."}, {"text_block_id": "p20_b676", "text": "A person who fails to subscribe to insurance or join mutual aid, in violation of Article 13-2;"}, {"text_block_id": "p21_b677", "text": "A person who fails to subscribe to insurance or join mutual aid, in violation of Article 13-2;\n* <by Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p21_b680", "text": "5."}, {"text_block_id": "p21_b681", "text": "A person who fails to comply with a request for submission of data or who submits false data under Article 23-2 (2)."}, {"text_block_id": "p21_b682", "text": "(2)"}, {"text_block_id": "p21_b683", "text": "Administrative fines referred to in paragraph (1) shall be imposed and collected by the Minister of Trade, Industry and Energy, as prescribed by Presidential Decree."}, {"text_block_id": "p21_b684", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p21_b685", "text": "ADDENDA"}, {"text_block_id": "p21_b686", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p21_b687", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p21_b688", "text": "Article 2 (Transitional Measures concerning Basic Plan, etc.)"}, {"text_block_id": "p21_b689", "text": "(1)"}, {"text_block_id": "p21_b690", "text": "The basic plan formulated under Article 4 of the Act on the Promotion of the Development and Use of Alternative Energy as at the time this Act enters into force shall be deemed the basic plan formulated under Article 5 of this Act until the basic plan is established under Article 5 of this Act."}, {"text_block_id": "p21_b691", "text": "(2)"}, {"text_block_id": "p21_b692", "text": "An implementation plan formulated under Article 5 of the Act on the Promotion of the Development and Use of Alternative Energy as at the time this Act enters into force shall be deemed an implementation plan formulated under Article 6 of this Act."}, {"text_block_id": "p21_b693", "text": "(3)"}, {"text_block_id": "p21_b694", "text": "The New and Renewable Energy Policy Council established under Article 7 of the Act on the Promotion of the Development and Use of Alternative Energy as at the time this Act enters into force shall be deemed the New and Renewable Energy Policy Council established under Article 8 of this Act."}, {"text_block_id": "p21_b695", "text": "(4)"}, {"text_block_id": "p21_b696", "text": "Project funds appropriated in the Government expenditure budget under Article 8 of the Act on the Promotion of the Development and Use of Alternative Energy as at the time this Act enters into force shall be deemed project funds created under Article 9 of this Act."}, {"text_block_id": "p21_b697", "text": "(5)"}, {"text_block_id": "p21_b698", "text": "The certification institution and the performance examination agency designated under Article 11-2 of the Act on the Promotion of the Development and Use of Alternative Energy as at the time this Act enters into force shall be deemed the certification institution and the performance examination agency, respectively under Article 13 of this Act."}, {"text_block_id": "p21_b699", "text": "(6)"}, {"text_block_id": "p21_b700", "text": "Certification for alternative energy facilities by institutions designated by the Minister of Commerce, Industry and Energy under Article 11-2 of the Act on the Promotion of the Development and Use of Alternative Energy as at the time this Act enters into force shall be deemed facility certification under Article 13 of this Act."}, {"text_block_id": "p21_b701", "text": "(7)"}, {"text_block_id": "p21_b702", "text": "The Alternative Energy Development and Diffusion Center established under Article 16 of the Act on the Promotion of the Development and Use of Alternative Energy as at the time this Act enters into force shall be deemed the new and renewable energy center established under Article 31 of this Act."}, {"text_block_id": "p21_b703", "text": "Article 3 (Transitional Measures concerning Disposition, etc.)"}, {"text_block_id": "p21_b704", "text": "Designation, public announcement, other acts and applications by an administrative agency, and other acts against an administrative agency under the Act on the Promotion of the Development and Use of"}, {"text_block_id": "p22_b705", "text": "Alternative Energy as at the time this Act enters into force shall be deemed corresponding acts by and against the administrative agency under this Act."}, {"text_block_id": "p22_b706", "text": "Article 4 Omitted."}, {"text_block_id": "p22_b707", "text": "Article 5 (Relation with other Acts)"}, {"text_block_id": "p22_b708", "text": "A reference in other Acts to the provisions of the Act on the Promotion of the Development and Use of Alternative Energy as at the time this Act enters into force shall be deemed a reference to the corresponding provisions of this Act if such corresponding provisions exist."}, {"text_block_id": "p22_b709", "text": "ADDENDUM"}, {"text_block_id": "p22_b710", "text": "<Act No. 7998, Sep. 27, 2006>"}, {"text_block_id": "p22_b711", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p22_b712", "text": "ADDENDA"}, {"text_block_id": "p22_b713", "text": "<Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p22_b714", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p22_b715", "text": "This Act shall enter into force on the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p22_b716", "text": "Articles 2 through 7 Omitted."}, {"text_block_id": "p22_b717", "text": "ADDENDA"}, {"text_block_id": "p22_b718", "text": "<Act No. 8899, Mar. 14, 2008>"}, {"text_block_id": "p22_b719", "text": "(1)"}, {"text_block_id": "p22_b720", "text": "(Enforcement Date) This Act shall enter into force one year after the date of its promulgation."}, {"text_block_id": "p22_b721", "text": "(2)"}, {"text_block_id": "p22_b722", "text": "(Applicability) The amended provisions of Article 12 (2) shall apply beginning with the first approval of a project plan or building permission after this Act enters into force."}, {"text_block_id": "p22_b723", "text": "ADDENDUM"}, {"text_block_id": "p22_b724", "text": "<Act No. 9233, Dec. 26, 2008>"}, {"text_block_id": "p22_b725", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p22_b726", "text": "ADDENDA"}, {"text_block_id": "p22_b727", "text": "<Act No. 9372, Jan. 30, 2009>"}, {"text_block_id": "p22_b728", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p22_b729", "text": "This Act shall enter into force three months after the date of its promulgation."}, {"text_block_id": "p22_b730", "text": "Articles 2 through 5 Omitted."}, {"text_block_id": "p22_b731", "text": "ADDENDA"}, {"text_block_id": "p22_b732", "text": "<Act No. 9680, May 21, 2009>"}, {"text_block_id": "p22_b733", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p22_b734", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p22_b735", "text": "Articles 2 through 5 Omitted."}, {"text_block_id": "p22_b736", "text": "ADDENDA"}, {"text_block_id": "p22_b737", "text": "<Act No. 9931, Jan. 13, 2010>"}, {"text_block_id": "p22_b738", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p23_b739", "text": "This Act shall enter into force three months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p23_b740", "text": "Articles 2 through 4 Omitted."}, {"text_block_id": "p23_b741", "text": "ADDENDA"}, {"text_block_id": "p23_b742", "text": "<Act No. 10253, Apr. 12, 2010>"}, {"text_block_id": "p23_b743", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p23_b744", "text": "This Act shall enter into force on the date of its promulgation: Provided, That the amended provisions of Articles 5 (2) and 32 (2) shall enter into force on April 14, 2010, the amended provisions of Articles 22 and 23 shall enter into force three months after the date of its promulgation. The amended provisions of subparagraph 3 of Article 10, the head sentence of Article 12 (2), Articles 12-2 through 12-4, Articles 13, 15 (1), 16 (1), 20 (1), 31 (1) 2, and subparagraphs 1, 3 and 4 of Article 33 shall enter into force one year after the date of its promulgation while the amended provisions of subparagraph 4 of Article 10, Articles 12-5 through 12-10, Article 16 (2), subparagraph 1 of Article 24, Article 31 (1) 3, subparagraph 2 of Article 33, Article 34 (2) and (3), and Article 5 of the Addenda shall enter into force on January 1, 2012."}, {"text_block_id": "p23_b745", "text": "Article 2 (Term of Validity, etc. concerning Subsidization of Power Generation Price Difference)"}, {"text_block_id": "p23_b746", "text": "(1)"}, {"text_block_id": "p23_b747", "text": "Article 17 remains valid until December 31, 2011"}, {"text_block_id": "p23_b748", "text": "(2)"}, {"text_block_id": "p23_b749", "text": "An entity engaged in new and renewable energy power generation business who receives the subsidization of the power generation price difference pursuant to the former Article 17 as at the time the term of validity under paragraph (1) expires shall continue receiving the subsidization of the power generation price difference for the period of subsidization publicly announced under paragraph (3) of the same Article, pursuant to the former provisions."}, {"text_block_id": "p23_b750", "text": "Article 3 (Applicability)"}, {"text_block_id": "p23_b751", "text": "The amended provisions of the head sentence of Article 12 (2) shall apply to buildings newly-built, extended, or remodelled upon obtaining approval of a project plan, a construction permit, etc. on or after the date when the amended provisions of the head sentence of Article 12 (2) enter into force pursuant to the proviso to the Article 1 of the Addenda."}, {"text_block_id": "p23_b752", "text": "Article 4 (Transitional Measures concerning Enterprises Specializing in New and Renewable Energy)"}, {"text_block_id": "p23_b753", "text": "A person who has registered his/her business as a specialized new and renewable energy enterprise under the former provisions of Article 22 (1) and (2) as at the time the amended provisions of Article 22 enter into force pursuant to the proviso to the Article 1 of the Addenda shall be deemed a person who has reported a specialized new and renewable energy enterprise pursuant to the amended provisions of Article 22 (1) and (2)."}, {"text_block_id": "p23_b754", "text": "Article 5 Omitted."}, {"text_block_id": "p23_b755", "text": "ADDENDA"}, {"text_block_id": "p23_b756", "text": "<Act No. 10445, Mar. 9, 2011>"}, {"text_block_id": "p23_b757", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p24_b758", "text": "This Act shall enter into force three months after the date of its promulgation."}, {"text_block_id": "p24_b759", "text": "Articles 2 through 4 Omitted."}, {"text_block_id": "p24_b760", "text": "ADDENDA"}, {"text_block_id": "p24_b761", "text": "<Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p24_b762", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p24_b763", "text": "(1)"}, {"text_block_id": "p24_b764", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p24_b765", "text": "(2)"}, {"text_block_id": "p24_b766", "text": "Omitted."}, {"text_block_id": "p24_b767", "text": "Articles 2 through 7 Omitted."}, {"text_block_id": "p24_b768", "text": "ADDENDA"}, {"text_block_id": "p24_b769", "text": "<Act No. 11965, Jul. 30, 2013>"}, {"text_block_id": "p24_b770", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p24_b771", "text": "This Act shall enter into force three months after the date of its promulgation: Provided, That the amended provisions of Articles 23-2 through 23-6 and 35 (1) 5 shall enter into force two years after the date of its promulgation."}, {"text_block_id": "p24_b772", "text": "Article 2 (Transitional Measures concerning Obligation to Blend New and Renewable Energy Fuels)"}, {"text_block_id": "p24_b773", "text": "(1)"}, {"text_block_id": "p24_b774", "text": "Where deemed necessary to facilitate the use or distribution of new and renewable energy, and to promote the new and renewable energy industry, the Minister of Trade, Industry and Energy may determine and publicly announce the ratio at which a petroleum refinery business entity or a petroleum export-import business entity defined in Article 2 of the Petroleum and Petroleum Substitute Fuel Business Act should blend new and renewable energy fuels into transport fuels."}, {"text_block_id": "p24_b775", "text": "(2)"}, {"text_block_id": "p24_b776", "text": "The fuel blending ratio determined by the Minister of Trade, Industry and Energy under paragraph"}, {"text_block_id": "p24_b777", "text": "(1)"}, {"text_block_id": "p24_b778", "text": "shall apply until a day before the lapse of two years after the date of its promulgation."}, {"text_block_id": "p24_b779", "text": "Article 3 Omitted."}, {"text_block_id": "p24_b780", "text": "Article 4  (Relationship to other Acts)"}, {"text_block_id": "p24_b781", "text": "A citation of the former provisions in other Acts as at the time this Act enters into force shall be deemed a citation of the corresponding provisions of this Act in lieu of the previous provisions, if such corresponding provisions exist herein."}, {"text_block_id": "p24_b782", "text": "ADDENDA"}, {"text_block_id": "p24_b783", "text": "<Act No. 12154, Jan. 1, 2014>"}, {"text_block_id": "p24_b784", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p24_b785", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p24_b786", "text": "Article 2 Omitted."}, {"text_block_id": "p24_b787", "text": "ADDENDUM"}, {"text_block_id": "p24_b788", "text": "<Act No. 12296, Jan. 21, 2014>"}, {"text_block_id": "p24_b789", "text": "This Act shall enter into force three months after the date of its promulgation."}, {"text_block_id": "p25_b790", "text": "ADDENDA"}, {"text_block_id": "p25_b791", "text": "<Act No. 13087, Jan. 28, 2015>"}, {"text_block_id": "p25_b792", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p25_b793", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p25_b794", "text": "Article 2 (Applicability concerning Repair of Defects)"}, {"text_block_id": "p25_b795", "text": "The amended provisions of Article 30-3 shall apply beginning with the person who first constructs a new and renewable facility after this Act enters into force."}, {"text_block_id": "p25_b796", "text": "Article 3 (Transitional Measures concerning Facility Certification)"}, {"text_block_id": "p25_b797", "text": "A new and renewable energy facility which obtained certification or is in process of obtaining certification under previous provisions at the time this Act enters into force, shall be deemed a certified product or a product currently undergoing certification, respectively, under the amended provisions of Article 13."}], "document_description": "The Ministry of Trade, Industry and Energy is to promote the diversification of energy sources through the promotion of technological development, use and distribution of new energy and renewable energy, and the activation of the new energy industry and the renewable energy industry. The Act allows for establishing renewable portfolio standards (RPS) for minimum shares of renewable energy generation, and for trading of renewable energy certificates.<br />\n<br />\nIt also promotes the stable supply of energy, environment-friendly conversion of the energy structure, and the reduction of GHG emissions. Forms of renewable energy included are, among other solar, bio-energy, wind, water, fuel cells, hydrogen, marine, geothermal and other forms other than coal, nuclear or natural gas."}