{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Rural", "Residential and Commercial"], "document_language": "English", "document_name": "Act on the Creation and Facilitation of Use of Smart Grids", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "24/11/2011", "document_keyword": ["Research And Development", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/KOR/2011/KOR-2011-11-24-Act on the Creation and Facilitation of Use of Smart Grids_357c0322e705c0d27c9b1c06f0c6b593.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ACT ON THE CREATION AND FACILITATION OF USE OF SMART GRIDS"}, {"text_block_id": "p0_b2", "text": "Act No. 10714, May 24, 2011"}, {"text_block_id": "p0_b3_merged", "text": "CHAPTER Ⅰ GENERAL PROVISIONS"}, {"text_block_id": "p0_b6", "text": "Article  1"}, {"text_block_id": "p0_b7", "text": "(Purpose)"}, {"text_block_id": "p0_b8", "text": "The purpose of this Act is to create smart grids and facilitate the use thereof to develop related industries, cope actively with global climate changes, lay a foundation for future industries oriented to low carbon and green growth, and ultimately contribute to the improvement of the environment for the use of energy and the growth of the national economy."}, {"text_block_id": "p0_b9", "text": "Article  2"}, {"text_block_id": "p0_b10", "text": "(Definitions)"}, {"text_block_id": "p0_b11", "text": "The terms used in this Act shall be defined as follows:"}, {"text_block_id": "p0_b12", "text": "The terms used in this Act shall be defined as follows:\n* The term âpower gridâ means electrical facilities necessary to generate electricity and\n* The term âsmart gridâ means a power grid that maximizes efficiency in the use of energy\n* The term âsmart grid informationâ means all kinds of data or knowledge processed by\n* The term âsmart grid technologiesâ means technologies specified by Ordinance of the\n* The term âsmart grid projectâ means any of the following projects for supplying goods for"}, {"text_block_id": "p1_b22", "text": "The terms used in this Act shall be defined as follows:\n* The term âpower gridâ means electrical facilities necessary to generate electricity and\n* The term âsmart gridâ means a power grid that maximizes efficiency in the use of energy\n* The term âsmart grid informationâ means all kinds of data or knowledge processed by\n* The term âsmart grid technologiesâ means technologies specified by Ordinance of the\n* The term âsmart grid projectâ means any of the following projects for supplying goods for\n* A project for the construction of infrastructure for smart grids;\n\t* A project for manufacturing apparatuses or products for smart grids;\n\t* A project for providing services through a smart grid;\n\t\t* The term âsmart grid business operatorâ means a person engaged in a smart grid business.\n<\\li3>"}, {"text_block_id": "p1_b30", "text": "Article  3"}, {"text_block_id": "p1_b31", "text": "(Responsibilities of Government, etc.)"}, {"text_block_id": "p1_b32", "text": "(Responsibilities of Government, etc.)\n* The Government shall prepare measures for the systematic growth of the smart grid\n* Smart grid business operators shall participate in the implementation of measures taken"}, {"text_block_id": "p1_b36", "text": "Article  4"}, {"text_block_id": "p1_b37", "text": "(Relationship to other Acts)"}, {"text_block_id": "p1_b38", "text": "Except as otherwise provided for in the Act on Promotion of Information and Communications Network Utilization and Information Protection, etc. and other Acts, the creation and use of smart grids and the collection, utilization, and protection of smart grid information shall be governed by this Act."}, {"text_block_id": "p1_b39_merged", "text": "CHAPTER Ⅱ MASTER PLAN FOR SMART GRIDS, ETC."}, {"text_block_id": "p1_b43", "text": "Article  5"}, {"text_block_id": "p1_b44", "text": "(Establishment and Implementation of Master Plan for Smart Grids)"}, {"text_block_id": "p1_b45", "text": "(Establishment and Implementation of Master Plan for Smart Grids)\n* The Government shall, every five years, establish and implement a master plan for\n* A master plan shall include the following:\n\t* Matters regarding the goals of and direction setting for medium- and long-term\n\t* Matters regarding the development, substantiation, distribution, and diffusion of\n\t* Matters regarding the operation and use of smart grids;\n\t* Matters regarding the promotion of the smart grid industry;\n\t* Matters regarding the standardization, testing, inspection, and certification of smart\n\t* Matters regarding the training of smart grid professionals;"}, {"text_block_id": "p2_b61", "text": "(Establishment and Implementation of Master Plan for Smart Grids)\n* The Government shall, every five years, establish and implement a master plan for\n* A master plan shall include the following:\n\t* Matters regarding the goals of and direction setting for medium- and long-term\n\t* Matters regarding the development, substantiation, distribution, and diffusion of\n\t* Matters regarding the operation and use of smart grids;\n\t* Matters regarding the promotion of the smart grid industry;\n\t* Matters regarding the standardization, testing, inspection, and certification of smart\n\t* Matters regarding the training of smart grid professionals;\n* Matters regarding the expansion of overseas markets and international cooperation\n\t* Matters regarding the protection of smart grid information and ensuring stability;\n\t* Matters regarding investment in smart grids;\n\t\t* Matters regarding the improvement of systems for smart grids;\n\t\t* Other matters necessary for the creation and facilitation of use of smart grids.\n\t\t* If the Government intends to establish or revise a master plan, it shall submit the plan to\n\t\t* Except as otherwise provided for in paragraphs (1) through (3), matters necessary for the"}, {"text_block_id": "p2_b75", "text": "Article 6"}, {"text_block_id": "p2_b76", "text": "(Establishment and Implementation of Implementation Plan for Smart"}, {"text_block_id": "p2_b77", "text": "Grids)"}, {"text_block_id": "p2_b78", "text": "Grids)\n* The Minister of Knowledge Economy shall, every year, establish and implement an\n* An implementation plan shall include the following:\n\t* A detailed action plan for the implementation of the master plan in the relevant year;\n\t* Matters regarding coordination between the master plan and other plans and policies;\n\t* Matters regarding the management of goals for, and the performance of, implementation\n\t* Matters regarding the role of related central administrative agencies, local governments,\n\t* Other matters necessary to create and facilitate the use of smart grids.\n\t* Except as otherwise provided for in paragraphs (1) and (2), matters necessary for the"}, {"text_block_id": "p2_b94", "text": "Article  7"}, {"text_block_id": "p2_b95", "text": "(Prior Consultation)"}, {"text_block_id": "p2_b96", "text": "If a central administrative agency, a local government, or an institution specified by Presidential Decree intends to establish and implement a plan for the creation and use of"}, {"text_block_id": "p3_b97", "text": "smart grids, it shall consult with the Minister of Knowledge Economy thereon in advance."}, {"text_block_id": "p3_b98", "text": "Article  8"}, {"text_block_id": "p3_b99", "text": "(Preparation and Disclosure of Statistics of Smart Grids)"}, {"text_block_id": "p3_b100", "text": "(Preparation and Disclosure of Statistics of Smart Grids)\n* In order to efficiently establish and implement a plan for smart grids, the Minister of\n* In order to facilitate the use of smart grids, the Minister of Knowledge Economy shall"}, {"text_block_id": "p3_b104", "text": "Article  9"}, {"text_block_id": "p3_b105", "text": "(Establishment, etc. of Plan for Conversion to Smart Grids)"}, {"text_block_id": "p3_b106", "text": "(Establishment, etc. of Plan for Conversion to Smart Grids)\n* If necessary to ensure the participation of suppliers and users of electricity, the Minister\n* The Minister of Knowledge Economy shall endeavor to improve systems regarding\n* If necessary to efficiently implement a conversion plan, the Minister of Knowledge\n* When the Minister of Knowledge Economy establishes a conversion plan, he/she shall"}, {"text_block_id": "p3_b114", "text": "Article  10"}, {"text_block_id": "p3_b115", "text": "(Support for Research and Development)"}, {"text_block_id": "p3_b116", "text": "In order to encourage research on and development of smart grids, the Government may provide a person who performs any of the following activities with administrative and financial support as necessary:"}, {"text_block_id": "p3_b117", "text": "In order to encourage research on and development of smart grids, the Government may provide a person who performs any of the following activities with administrative and financial support as necessary:\n* Development of smart grid technologies;\n* Development of educations courses relating to smart grids and training of human"}, {"text_block_id": "p4_b121", "text": "In order to encourage research on and development of smart grids, the Government may provide a person who performs any of the following activities with administrative and financial support as necessary:\n* Development of smart grid technologies;\n* Development of educations courses relating to smart grids and training of human\n* Other activities specified by Presidential Decree in order to encourage research on and\n<\\li2>"}, {"text_block_id": "p4_b123", "text": "Article  11"}, {"text_block_id": "p4_b124", "text": "(Promotion, etc. of International Cooperation)"}, {"text_block_id": "p4_b125", "text": "(Promotion, etc. of International Cooperation)\n* In order to take initiative in coping internationally with climate change and promote the\n* In order to promote international cooperation in smart grid projects, the Minister of"}, {"text_block_id": "p4_b129_merged", "text": "CHAPTER Ⅲ ESTABLISHMENT OF INFRASTRUCTURE FOR SMART GRIDS AND FACILITATION OF USE OF SMART GRIDS"}, {"text_block_id": "p4_b132", "text": "Article  12"}, {"text_block_id": "p4_b133", "text": "(Registration, etc. of Smart Grid Business Operators)"}, {"text_block_id": "p4_b134", "text": "(Registration, etc. of Smart Grid Business Operators)\n* A person who intends to carry out any of the following smart grid projects shall meet the\n\t* A project for the construction of infrastructure for smart grids;\n\t* A project for providing smart grid services.\n\t* If a person intends to make a change to any material fact specified by Presidential\n\t* The procedure and methods of registration and alteration registration under paragraphs"}, {"text_block_id": "p4_b144", "text": "Article  13"}, {"text_block_id": "p4_b145", "text": "(Revocation of Registration)"}, {"text_block_id": "p4_b146", "text": "If any of the following events occurs with respect to a smart grid business operator registered in accordance with Article 12 (1), the Minister of Knowledge Economy may revoke the registration: Provided, That registration shall be revoked in the case of subparagraph 1:"}, {"text_block_id": "p4_b147", "text": "1."}, {"text_block_id": "p4_b148", "text": "If he/she files the registration by any fraudulent or wrongful means;"}, {"text_block_id": "p5_b149", "text": "2."}, {"text_block_id": "p5_b150", "text": "If he/she fails to meet the registration standards under Article 12 (1);"}, {"text_block_id": "p5_b151", "text": "3."}, {"text_block_id": "p5_b152", "text": "If he/she fails to file an alteration registration of any material fact, in violation of Article 12 (2);"}, {"text_block_id": "p5_b153", "text": "4."}, {"text_block_id": "p5_b154", "text": "If he/she receives support under this Act by any fraudulent or wrongful means or uses a subsidy for any other purpose."}, {"text_block_id": "p5_b155", "text": "Article  14"}, {"text_block_id": "p5_b156", "text": "(Subsidization, etc. of Investment Expenses)"}, {"text_block_id": "p5_b157", "text": "(1)"}, {"text_block_id": "p5_b158", "text": "Where a smart grid business operator registered in accordance with Article 12 (1) makes an investment necessary for the realization of public interest, such as publicness and safety of smart girds, as prescribed by Presidential Decree, the Government may fully or partially subsidize expenses incurred therein."}, {"text_block_id": "p5_b159", "text": "(2)"}, {"text_block_id": "p5_b160", "text": "Expenses incurred in subsidization under paragraph (1) may be disbursed from any of the following funds or budgets:"}, {"text_block_id": "p5_b161", "text": "Expenses incurred in subsidization under paragraph (1) may be disbursed from any of the following funds or budgets:\n* The Electrical Industry Foundation Fund under Article 48 of the Electric Utility Act;\n* The Fund for Promotion of Information and Communications under Article 41 of the\n* The Special Accounts for Energy and Resources-Related Projects under the Act on the\n* Smart grid instruments and products;\n* Smart grid services;\n* Buildings in which smart grid instruments and products are installed.\n* If he/she obtains certification by any fraudulent or wrongful means;\n* If he/she fails to meet the certification standards under paragraph (2)."}, {"text_block_id": "p5_b167", "text": "Article  15"}, {"text_block_id": "p5_b168", "text": "(Certification)"}, {"text_block_id": "p5_b169", "text": "(1)"}, {"text_block_id": "p5_b170", "text": "In order to ensure stability and interoperability of smart grids, the Minister of Knowledge Economy may issue certification for each of the following, as prescribed by Ordinance of the Ministry of Knowledge Economy:"}, {"text_block_id": "p5_b177", "text": "(2)"}, {"text_block_id": "p5_b178", "text": "Standards for certification under paragraph (1) (hereinafter referred to as “certification standards”) shall be prescribed by Presidential Decree after consulting with related central administrative agencies."}, {"text_block_id": "p5_b179", "text": "(3)"}, {"text_block_id": "p5_b180", "text": "If either of the following events occurs with respect to a person who obtained certification, the Minister of Knowledge Economy shall revoke the certification:"}, {"text_block_id": "p5_b185", "text": "(4)"}, {"text_block_id": "p5_b186", "text": "A person who has obtained certification under paragraph (1) may place a mark of certification on relevant smart grid instruments or products, or advertise the fact that"}, {"text_block_id": "p6_b187", "text": "he/she has obtained the certification (including advertising on the Internet or by any other electronic means; the same shall apply hereinafter), as prescribed by Ordinance of the Ministry of Knowledge Economy."}, {"text_block_id": "p6_b188", "text": "he/she has obtained the certification (including advertising on the Internet or by any other electronic means; the same shall apply hereinafter), as prescribed by Ordinance of the Ministry of Knowledge Economy.\n* A person who fails to obtain certification under paragraph (1) shall neither place the\n* If he/she obtains designation by any fraudulent or wrongful means;\n* If he/she fails to meet the standards for designation under paragraph (1)."}, {"text_block_id": "p6_b190", "text": "Article  16"}, {"text_block_id": "p6_b191", "text": "(Certification Agencies)"}, {"text_block_id": "p6_b192", "text": "(1)"}, {"text_block_id": "p6_b193", "text": "In order to perform certification affairs under Article 15 (1) in an efficient manner, the Minister of Knowledge Economy may designate a person who meets the standards prescribed by Presidential Decree with regard to professionals, financial capability and other relevant elements, as a certification agency."}, {"text_block_id": "p6_b194", "text": "(2)"}, {"text_block_id": "p6_b195", "text": "If either of the following events occurs with respect to a certification agency designated pursuant to paragraph (1), the Minister of Knowledge Economy may revoke the designation: Provided, That the designation shall be revoked in the case of subparagraph 1:"}, {"text_block_id": "p6_b200", "text": "(3)"}, {"text_block_id": "p6_b201", "text": "Matters necessary for the designation of certification agencies under paragraph (1) shall be prescribed by Ordinance of the Ministry of Knowledge Economy."}, {"text_block_id": "p6_b202", "text": "Article  17"}, {"text_block_id": "p6_b203", "text": "(Promotion of Standardization)"}, {"text_block_id": "p6_b204", "text": "(1)"}, {"text_block_id": "p6_b205", "text": "In order to secure stability and interoperability of smart grids, the Minister of Knowledge Economy may establish standards for technologies, products, and services relating to smart grids and publicize such standards."}, {"text_block_id": "p6_b206", "text": "(2)"}, {"text_block_id": "p6_b207", "text": "The Minister of Knowledge Economy may recommend smart grid business operators to comply with the standards under paragraph (1)."}, {"text_block_id": "p6_b208", "text": "Article  18"}, {"text_block_id": "p6_b209", "text": "(Designation, etc. of Central Districts)"}, {"text_block_id": "p6_b210", "text": "(1)"}, {"text_block_id": "p6_b211", "text": "If necessary to establish smart grids and promote increased use of smart grids, the Minister of Knowledge Economy may designate central districts of smart grids (hereinafter referred to as “central districts”), as prescribed by Presidential Decree."}, {"text_block_id": "p6_b212", "text": "(2)"}, {"text_block_id": "p6_b213", "text": "If necessary to develop and operate central districts, the State or a local government may fully or partially subsidize development and operating expenses incurred therein."}, {"text_block_id": "p6_b214", "text": "(3)"}, {"text_block_id": "p6_b215", "text": "If necessary to develop and operate central districts, the Minister of Knowledge Economy"}, {"text_block_id": "p7_b216", "text": "may request the head of a related central administrative agency or the head of a local government to provide special administrative exemptions."}, {"text_block_id": "p7_b217", "text": "(4)"}, {"text_block_id": "p7_b218", "text": "If any of the following events occurs, the Minister of Knowledge Economy may revoke the designation of a central district: Provided, That the designation shall be revoked in the case of subparagraph 1:"}, {"text_block_id": "p7_b219", "text": "If any of the following events occurs, the Minister of Knowledge Economy may revoke the designation of a central district: Provided, That the designation shall be revoked in the case of subparagraph 1:\n* If it is designated by any fraudulent or wrongful means;\n* If a reasonable ground exists to conclude that it is difficult to achieve the purposes of\n* Survey of and research on policies and systems for the promotion of the smart grid\n* Implementation of projects for the substantiation of smart grid technologies;\n* Distribution and diffusion of smart grid technologies, instruments and products;\n* Protection of smart grid information and ensuring safety.\n* If it is designated by any fraudulent or wrongful means;\n* If it fails to meet the designation standards under paragraph (1)."}, {"text_block_id": "p7_b223", "text": "Article 19"}, {"text_block_id": "p7_b224", "text": "(Designation, etc. of Agencies Assisting with Promotion of Smart Grid Industry)"}, {"text_block_id": "p7_b225", "text": "(1)"}, {"text_block_id": "p7_b226", "text": "In order to render efficient assistance in the following activities, the Minister of Knowledge Economy may designate a person who meets the standards prescribed by Presidential Decree with regard to professionals and other relevant elements as an agency assisting with the promotion of the smart grid industry (hereinafter referred to as “assisting agency”):"}, {"text_block_id": "p7_b235", "text": "(2)"}, {"text_block_id": "p7_b236", "text": "The Minister of Knowledge Economy may, within budgetary limits, subsidize expenses incurred by an assisting agency in performing activities under any subparagraph of paragraph (1)."}, {"text_block_id": "p7_b237", "text": "(3)"}, {"text_block_id": "p7_b238", "text": "If any of the following events occurs with respect to an assisting agency, the Minister of Knowledge Economy may revoke the designation of the assisting agency: Provided, That the designation shall be revoked in the case of subparagraph 1:"}, {"text_block_id": "p7_b243", "text": "(4)"}, {"text_block_id": "p7_b244", "text": "The procedure for the designation of assisting agencies under paragraph (1) and other matters necessary for the designation shall be prescribed by Ordinance of the Ministry of Knowledge Economy."}, {"text_block_id": "p7_b245", "text": "Article  20"}, {"text_block_id": "p7_b246", "text": "(Smart Grid Association)"}, {"text_block_id": "p7_b247", "text": "(1)"}, {"text_block_id": "p7_b248", "text": "In order to promote the robust development of the smart grid industry and pursue"}, {"text_block_id": "p8_b249", "text": "common interests of smart grid business operators, smart grid business operators may establish a smart grid association (hereinafter referred to as the “Association”) with authorization by the Minister of Knowledge Economy."}, {"text_block_id": "p8_b250", "text": "common interests of smart grid business operators, smart grid business operators may establish a smart grid association (hereinafter referred to as the “Association”) with authorization by the Minister of Knowledge Economy.\n* The Association shall be a corporate entity.\n* The Association shall be duly formed by completing the registration of its establishment\n* Except as otherwise provided for in this Act, the provisions regarding incorporated"}, {"text_block_id": "p8_b256", "text": "Article  21"}, {"text_block_id": "p8_b257", "text": "(Collection and Management of Smart Grid Information)"}, {"text_block_id": "p8_b258", "text": "In order to efficiently manage and operate smart grids, the Minister of Knowledge Economy may collect statistical information on smart grids from smart grid business operators and manage such information by type and sector."}, {"text_block_id": "p8_b259", "text": "Article  22"}, {"text_block_id": "p8_b260", "text": "(Collection, etc. of Personal Information in Smart Grids)"}, {"text_block_id": "p8_b261", "text": "(1)"}, {"text_block_id": "p8_b262", "text": "No one shall collect or process smart grid information about an individual which is identifiable with the individual's name, resident registration number, etc. (hereinafter referred to as “personal information in smart grids”) without the consent of the individual (hereinafter referred to as “subject of information”)."}, {"text_block_id": "p8_b263", "text": "(2)"}, {"text_block_id": "p8_b264", "text": "A subject of information may request a person who holds smart grid information about him/her to inspect, correct or delete the information: Provided, That he/she shall not request the deletion of information about him/her if collecting such information is specifically permitted by any other Act."}, {"text_block_id": "p8_b265", "text": "(3)"}, {"text_block_id": "p8_b266", "text": "Upon request under paragraph (2), a person who holds smart grid information shall immediately conduct an investigation thereon to inspect, correct, or delete the information and take other necessary measures and then notify the subject of information of the results thereof."}, {"text_block_id": "p8_b267", "text": "Article  23"}, {"text_block_id": "p8_b268", "text": "(Provision, Sharing, etc. of Smart Grid Information)"}, {"text_block_id": "p8_b269", "text": "(1)"}, {"text_block_id": "p8_b270", "text": "If necessary to smoothly provide smart grid services, a smart grid business operator may"}, {"text_block_id": "p9_b271", "text": "request another smart grid business operator to provide or share smart grid information."}, {"text_block_id": "p9_b272", "text": "(2)"}, {"text_block_id": "p9_b273", "text": "If a person intends to provide or share smart grid information including personal information in smart grids pursuant to paragraph (1), he/she shall notify the subject of information of each of the following to obtain consent thereto:"}, {"text_block_id": "p9_b274", "text": "If a person intends to provide or share smart grid information including personal information in smart grids pursuant to paragraph (1), he/she shall notify the subject of information of each of the following to obtain consent thereto:\n* The person who desires to access or share the personal information in smart grids;\n* Purposes of holding or using the personal information in smart grids by the person\n* duration for which the person mentioned in subparagraph (1) wishes to hold or use the\n* Items of the personal information in smart grids to be provided.\n* The standard process of inspection, correction, or deletion of smart grid information;\n* Other matters for ensuring proper collection and utilization of smart grid information."}, {"text_block_id": "p9_b282", "text": "(3)"}, {"text_block_id": "p9_b283", "text": "A person who accesses or shares smart grid information pursuant to paragraph (1) or (2) shall neither provide the information to a third party nor use the information for any purpose other than that for which the information is provided, unless the subject of information consents to it or any other Act specifically provides otherwise."}, {"text_block_id": "p9_b284", "text": "(4)"}, {"text_block_id": "p9_b285", "text": "Unless there is any justifiable cause, a person who receives a request under paragraph (1) shall accept the request for agreement in good faith."}, {"text_block_id": "p9_b286", "text": "(5)"}, {"text_block_id": "p9_b287", "text": "If it is impossible to make an agreement under paragraph (4) or the parties fail to reach an agreement, either party may request the Minister of Knowledge Economy to mediate the case, as prescribed by Presidential Decree."}, {"text_block_id": "p9_b288", "text": "Article 24"}, {"text_block_id": "p9_b289", "text": "(Ensuring Proper Collection and Utilization of Smart Grid Information)"}, {"text_block_id": "p9_b290", "text": "(1)"}, {"text_block_id": "p9_b291", "text": "The Minister of Knowledge Economy may establish standard terms and conditions for the collection and utilization of smart grid information and may recommend smart grid business operators to implement such terms and conditions."}, {"text_block_id": "p9_b292", "text": "(2)"}, {"text_block_id": "p9_b293", "text": "The Minister of Knowledge Economy may recommend smart grid business operators to establish regulations on the following matters and to implement such regulations:"}, {"text_block_id": "p9_b298", "text": "Article  25"}, {"text_block_id": "p9_b299", "text": "(Measures for Protection, etc. of Smart Grids)"}, {"text_block_id": "p9_b300", "text": "(1)"}, {"text_block_id": "p9_b301", "text": "The Minister of Knowledge Economy shall establish and implement measures to protect smart grids with the participation of central administrative agencies related to smart grids, local governments, smart grid business operators, and users of smart grid services."}, {"text_block_id": "p9_b302", "text": "(2)"}, {"text_block_id": "p9_b303", "text": "The Minister of Knowledge Economy may render assistance in the establishment of"}, {"text_block_id": "p10_b304", "text": "measures for the protection of smart grids, in which an organization of smart grid business  operators or an organization of users of smart grid services participates, and in their activities."}, {"text_block_id": "p10_b305", "text": "Article  26"}, {"text_block_id": "p10_b306", "text": "(Measures to Protect Smart Grid Information, etc.)"}, {"text_block_id": "p10_b307", "text": "(1)"}, {"text_block_id": "p10_b308", "text": "Smart grid business operators shall take the following protective measures in order to ensure the reliability and safety of smart grid information:"}, {"text_block_id": "p10_b309", "text": "Smart grid business operators shall take the following protective measures in order to ensure the reliability and safety of smart grid information:\n* Technological and physical protection measures, such as the installation and operation\n* Technological protection measures to prevent illegal leakage, alteration, and deletion\n* Administrative protection measures, such as the securing of organizations and human\n* A business operator engaged in the construction of infrastructure for smart grids;\n* A smart grid service provider who meets the standards, including standard for the"}, {"text_block_id": "p10_b315", "text": "(2)"}, {"text_block_id": "p10_b316", "text": "No smart grid business operator nor any person who is or was engaged in any business relating to a smart grid shall divulge to a third party confidential information acquired in connection with his/her duties."}, {"text_block_id": "p10_b317", "text": "(3)"}, {"text_block_id": "p10_b318", "text": "The Minister of Knowledge Economy shall consult with the heads of related central administrative agencies to establish and publicize guidelines for the protective measures under paragraph (1) and may recommend smart grid business operators to comply with the guidelines."}, {"text_block_id": "p10_b319", "text": "Article 27"}, {"text_block_id": "p10_b320", "text": "(Inspection on Performance, etc. of Information Protection Guidelines)"}, {"text_block_id": "p10_b321", "text": "(1)"}, {"text_block_id": "p10_b322", "text": "The Minister of Knowledge Economy may, every year, conduct an inspection on any of the following smart grid business operators to make sure that it complies with the guidelines under Article 26 (3):"}, {"text_block_id": "p10_b327", "text": "(2)"}, {"text_block_id": "p10_b328", "text": "If necessary to verify whether a person meets the requirements under paragraph (1) 2, the Minister of Knowledge Economy may request a related administrative agency, an agency that holds relevant data, or a smart grid business operator to furnish him/her with"}, {"text_block_id": "p11_b329", "text": "necessary data or to confirm relevant information."}, {"text_block_id": "p11_b330", "text": "(3)"}, {"text_block_id": "p11_b331", "text": "If necessary as a result of a compliance inspection under paragraph (1), the Minister of Knowledge Economy may recommend improvements, issue an order to make improvements, or give an instruction as necessary with a period specified for the compliance."}, {"text_block_id": "p11_b332", "text": "(4)"}, {"text_block_id": "p11_b333", "text": "Necessary matters concerning the procedure for an inspection on compliance with the guidelines under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p11_b334", "text": "Article  28"}, {"text_block_id": "p11_b335", "text": "(Ensuring Interoperability of Smart Grids)"}, {"text_block_id": "p11_b336", "text": "If necessary to ensure the interoperability of smart grids, the Minister of Knowledge Economy may recommend smart grid business operators to establish a cooperation system between them with regard to the following matters:"}, {"text_block_id": "p11_b337", "text": "1."}, {"text_block_id": "p11_b338", "text": "Compatibility of smart grid instruments and products;"}, {"text_block_id": "p11_b339", "text": "2."}, {"text_block_id": "p11_b340", "text": "Sharing of smart gird information;"}, {"text_block_id": "p11_b341", "text": "3."}, {"text_block_id": "p11_b342", "text": "Inter-working between smart grids and smart grid services."}, {"text_block_id": "p11_b343", "text": "Article  29"}, {"text_block_id": "p11_b344", "text": "(Prohibition of Intrusions, etc. into Smart Grids)"}, {"text_block_id": "p11_b345", "text": "No one shall commit any of the following acts:"}, {"text_block_id": "p11_b346", "text": "1."}, {"text_block_id": "p11_b347", "text": "Intrusion into a smart grid without any right of access or beyond a permitted limit of access;"}, {"text_block_id": "p11_b348", "text": "2."}, {"text_block_id": "p11_b349", "text": "Fabrication, destruction, concealment, or disclosure of smart grid information without a justifiable cause;"}, {"text_block_id": "p11_b350", "text": "3."}, {"text_block_id": "p11_b351", "text": "Infusion of a malicious program (referring to a program that is likely to obstruct the stable operation of a power grid, such as a computer virus) into a smart grid with intent to obstruct the operation of the smart grid;"}, {"text_block_id": "p11_b352", "text": "4."}, {"text_block_id": "p11_b353", "text": "Generation of an error in processing smart grid information by sending a large amount of signals at once or by forcing to process an illegal command with intent to obstruct the operation of a smart grid."}, {"text_block_id": "p11_b354", "text": "Article  30"}, {"text_block_id": "p11_b355", "text": "(Compensation for Damage)"}, {"text_block_id": "p11_b356", "text": "If a smart grid business operator violates any provision of this Chapter in connection with the collection, processing, or utilization of smart grid information and consequently inflicts damage on any other person, he/she shall be liable for such damage: Provided, That the foregoing shall not apply to cases where it is proved that such damage has not been caused by an intentional act or negligence of the smart grid"}, {"text_block_id": "p12_b357", "text": "business operator."}, {"text_block_id": "p12_b358_merged", "text": "CHAPTER Ⅴ SUPPLEMENTARY PROVISIONS"}, {"text_block_id": "p12_b361", "text": "Article  31"}, {"text_block_id": "p12_b362", "text": "(Submission of Data, etc.)"}, {"text_block_id": "p12_b363", "text": "If necessary to establish a master plan or an implementation plan and to establish and facilitate the use of smart grids, the Minister of Knowledge Economy may request a related central administrative agency, a local government, or a corporation, an organization or an agency that participates in a smart grid project to submit data as necessary."}, {"text_block_id": "p12_b364", "text": "Article  32"}, {"text_block_id": "p12_b365", "text": "(Fees)"}, {"text_block_id": "p12_b366", "text": "Any person who intends to obtain certification under Article 15 shall pay fees, as prescribed by Presidential Decree."}, {"text_block_id": "p12_b367", "text": "Article  33"}, {"text_block_id": "p12_b368", "text": "(Hearings)"}, {"text_block_id": "p12_b369", "text": "If the Minister of Knowledge Economy intends to make any of the following dispositions, he/she shall hold a hearing:"}, {"text_block_id": "p12_b370", "text": "1."}, {"text_block_id": "p12_b371", "text": "Revocation of the registration of a smart grid business operator under Article 13;"}, {"text_block_id": "p12_b372", "text": "2."}, {"text_block_id": "p12_b373", "text": "Revocation of certification under Article 15 (3);"}, {"text_block_id": "p12_b374", "text": "3."}, {"text_block_id": "p12_b375", "text": "Revocation of the designation of a certification agency under Article 16 (2)."}, {"text_block_id": "p12_b376", "text": "Article  34"}, {"text_block_id": "p12_b377", "text": "(Delegation of Authority)"}, {"text_block_id": "p12_b378", "text": "The Minister of Knowledge Economy may delegate part of his/her authority under this Act to the heads of affiliated agencies or the heads of local governments, as prescribed by Presidential Decree."}, {"text_block_id": "p12_b379", "text": "Article  35"}, {"text_block_id": "p12_b380", "text": "(Entrustment of Business Affairs)"}, {"text_block_id": "p12_b381", "text": "The Minister of Knowledge Economy may partly entrust institutions or organizations relating to smart grids with the business affairs of the Minister of Knowledge Economy, as prescribed by Presidential Decree."}, {"text_block_id": "p12_b382", "text": "Article  36"}, {"text_block_id": "p12_b383", "text": "(Legal Fiction of Public Officials in Application of Penal Provisions)"}, {"text_block_id": "p12_b384", "text": "Any of the following persons shall be deemed a public official for the purpose of penal provisions under Articles 129 through 132 of the Criminal Act:"}, {"text_block_id": "p13_b385", "text": "1."}, {"text_block_id": "p13_b386", "text": "An executive or an employee of an assisting agency;"}, {"text_block_id": "p13_b387", "text": "2."}, {"text_block_id": "p13_b388", "text": "An executive or an employee of an institution or organization engaged in the business affairs entrusted by the Minister of Knowledge Economy pursuant to Article 35."}, {"text_block_id": "p13_b389_merged", "text": "CHAPTER Ⅵ PENAL PROVISIONS"}, {"text_block_id": "p13_b392", "text": "Article  37"}, {"text_block_id": "p13_b393", "text": "(Penal Provisions)"}, {"text_block_id": "p13_b394", "text": "A person who intrudes into a smart grid without any right of access, or beyond a permitted limit of access, in violation of subparagraph 1 of Article 29, shall be punished by imprisonment with prison labor for not more than ten years or by a fine not exceeding 50 million won."}, {"text_block_id": "p13_b395", "text": "Article  38"}, {"text_block_id": "p13_b396", "text": "(Penal Provisions)"}, {"text_block_id": "p13_b397", "text": "Any person who falls under any of the following subparagraphs shall be punished by imprisonment with prison labor for not more than five years or by a fine not exceeding 30 million won:"}, {"text_block_id": "p13_b398", "text": "1."}, {"text_block_id": "p13_b399", "text": "A person who collects or processes smart grid information without the consent of the person  information, in violation of Article 22 (1);"}, {"text_block_id": "p13_b400", "text": "2."}, {"text_block_id": "p13_b401", "text": "A person who provides or shares smart grid information without the consent of the subject of information, in violation of Article 23 (2);"}, {"text_block_id": "p13_b402", "text": "3."}, {"text_block_id": "p13_b403", "text": "A person who provides a third party with smart grid information, or who uses smart grid information for any purpose other than that for which smart grid information is provided, in violation of Article 23 (3);"}, {"text_block_id": "p13_b404", "text": "4."}, {"text_block_id": "p13_b405", "text": "A person who divulges to a third party confidential information acquired in connection with his/her duties, in violation of Article 26 (2);"}, {"text_block_id": "p13_b406", "text": "5."}, {"text_block_id": "p13_b407", "text": "A person who fabricates, destroys, conceals, or divulges smart grid information without a justifiable cause, in violation of subparagraph 2 of Article 29;"}, {"text_block_id": "p13_b408", "text": "6."}, {"text_block_id": "p13_b409", "text": "A person who infuses a malicious program, in violation of subparagraph 3 of Article 29;"}, {"text_block_id": "p13_b410", "text": "7."}, {"text_block_id": "p13_b411", "text": "A person who generates an error in processing smart grid information, in violation of subparagraph 4 of Article 29."}, {"text_block_id": "p13_b412", "text": "Article  39"}, {"text_block_id": "p13_b413", "text": "(Fines for Negligence)"}, {"text_block_id": "p13_b414", "text": "(1)"}, {"text_block_id": "p13_b415", "text": "A person who fails to take necessary measures in violation of Article 22 (3) shall be punished by a fine for negligence not exceeding 30 million won."}, {"text_block_id": "p14_b416", "text": "A person who fails to take necessary measures in violation of Article 22 (3) shall be punished by a fine for negligence not exceeding 30 million won.\n* Any person who falls under any of the following subparagraphs shall be punished by a\n\t* A person who engages in a smart grid business operator without the registration under\n\t* A person who fails to comply with an order or instruction for improvement under\n\t* Any person who falls under any of the following subparagraphs shall be punished by a\n\t* A person who fails to file an alteration registration of a material fact in violation of\n\t* A person who places a mark of certification or any similar mark, or who advertises that\n\t* Fines for negligence under paragraphs (1) through (3) shall be imposed and collected by"}, {"text_block_id": "p14_b430", "text": "ADDENDUM"}, {"text_block_id": "p14_b431", "text": "This Act shall enter into force six months after the date of its promulgation."}], "document_description": "The Act aims to create smart grids and to facilitate them to create green growth and to deal with climate change. The government is to develop and implement a 5-year plan for creating and facilitating the use of smart grids. Research and development resources are to be provided for. The Act also details requirements to establish smart grids, and deals with information use and protection. The Act is Supported by a presidential decree from 2011 (Enforcement Decree of Act on the Creation and Facilitation of Use of Smart Grids)."}