{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": [], "document_language": "English", "document_name": "Act to Promote the Purchase of Environmentally Friendly Products", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "02/01/2010", "document_keyword": "Institutions / Administrative Arrangements", "document_url": "https://cdn.climatepolicyradar.org/KOR/2010/KOR-2010-01-02-Act to Promote the Purchase of Environmentally Friendly Products_72390a3fb82877b0dd3a261f11b56d7d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ACT ON PROMOTION OF PURCHASE OF GREEN PRODUCTS"}, {"text_block_id": "p0_b2", "text": "ACT ON PROMOTION OF PURCHASE OF GREEN PRODUCTS\n"}, {"text_block_id": "p0_b4", "text": "Act No. 11690, Mar. 23, 2013"}, {"text_block_id": "p0_b5", "text": "Act No. 11917,  Jul. 16, 2013"}, {"text_block_id": "p0_b6", "text": "Act No. 12140, Dec. 30, 2013"}, {"text_block_id": "p0_b7", "text": "Article 1 (Purpose)"}, {"text_block_id": "p0_b8", "text": "The purpose of this Act is to prevent waste of resources and environmental pollution, and contribute to the sustainable development of the national economy by encouraging purchase of green products."}, {"text_block_id": "p0_b9", "text": "<Amended by Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p0_b10", "text": "Article 2 (Definitions)"}, {"text_block_id": "p0_b11", "text": "The terms used in this Act shall be defined as follows:"}, {"text_block_id": "p0_b12", "text": "<Amended by Act No. 8852, Feb. 29, 2008; Act No. 8947&8957, Mar. 21, 2008; Act No. 9584, Apr. 1, 2009; Act No. 9931, Jan. 13, 2010; Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p0_b13", "text": "<Amended by Act No. 8852, Feb. 29, 2008; Act No. 8947&8957, Mar. 21, 2008; Act No. 9584, Apr. 1, 2009; Act No. 9931, Jan. 13, 2010; Act No. 10550, Apr. 5, 2011>\n* The term \"green product\" means a product defined in subparagraph 5 of Article 2 of the Framework\n* The term \"public institutions\" means State agencies, local governments, public institutions designated"}, {"text_block_id": "p0_b17", "text": "Article 2-2 (Scope of Application)"}, {"text_block_id": "p0_b18", "text": "The scope of green products governed by this Act shall be as follows:"}, {"text_block_id": "p0_b19", "text": "<Amended by Act No. 10615, Apr. 28, 2011; Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p0_b20", "text": "<Amended by Act No. 10615, Apr. 28, 2011; Act No. 11690, Mar. 23, 2013>\n* Products subject to certification of environmental marks under Article 17 (1) of the Environmental\n* Products subject to quality certification of recycled products determined and publicly notified by the"}, {"text_block_id": "p1_b24", "text": "<Amended by Act No. 10615, Apr. 28, 2011; Act No. 11690, Mar. 23, 2013>\n* Products subject to certification of environmental marks under Article 17 (1) of the Environmental\n* Products subject to quality certification of recycled products determined and publicly notified by the\n"}, {"text_block_id": "p1_b25", "text": "<Amended by Act No. 10615, Apr. 28, 2011; Act No. 11690, Mar. 23, 2013>\n* Products subject to certification of environmental marks under Article 17 (1) of the Environmental\n* Products subject to quality certification of recycled products determined and publicly notified by the\n\n* Other green products which meet determination standards by item, publicly notified by the Minister\n<\\li1>"}, {"text_block_id": "p1_b27", "text": "Article 3 (Responsibilities to Encourage Purchase of Green Products)"}, {"text_block_id": "p1_b28", "text": "Article 3 (Responsibilities to Encourage Purchase of Green Products)\n* The heads of public institutions shall actively promote formulation and implementation of plans, data\n* Business operators shall endeavor to produce green products, improve the quality thereof and use\n* Nationals of the Republic of Korea shall endeavor to use green products for environment-friendly"}, {"text_block_id": "p1_b37", "text": "Article 4 (Master Plans for Encouraging Purchase of Green Products)"}, {"text_block_id": "p1_b38", "text": "Article 4 (Master Plans for Encouraging Purchase of Green Products)\n* The Minister of Environment shall formulate a master plan (hereinafter referred to as \"master plan\")\n* Master plans shall include the following:\n* Direction-setting for policies and promotion plans to encourage the purchase of green products;\n* Items subject to green products and important matters concerning determination standards under each\n* Analysis of records of green products purchased by public institutions and measures to increase such\n* Matters concerning international cooperation with regard to green products;\n* Other matters recognized by the Minister of Environment as necessary to encourage the purchase of\n* If deemed necessary for formulation of master plans, the Minister of Environment may request the\n* Paragraphs (1) and (3) shall apply mutatis mutandis to any modification of the master plans already"}, {"text_block_id": "p1_b58", "text": "Article 5 Deleted."}, {"text_block_id": "p1_b59", "text": "<by Act No. 10030, Feb. 4, 2010>"}, {"text_block_id": "p1_b60", "text": "Article 6 (Public Institutions' Obligation to Purchase Green Products)"}, {"text_block_id": "p1_b61", "text": "When the heads of public institutions intend to purchase any product, they shall purchase a green product: Provided, That this shall not apply to any of the following cases:"}, {"text_block_id": "p1_b62", "text": "<Amended by Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p2_b63", "text": "<Amended by Act No. 10550, Apr. 5, 2011>\n* When no green products are available for the item intended to be purchased;\n* When the stable supply of green products is impossible;\n* When it is difficult to achieve the purposes of purchasing products, due to grounds, such as\n* When the heads of public institutions intend to purchase products, other than green products, in order\n* When the heads of public institutions conclude that it is difficult to purchase green products, due to"}, {"text_block_id": "p2_b73", "text": "Article 6-2 (Designation, etc. of Officer in Charge of Purchasing Green Products)"}, {"text_block_id": "p2_b74", "text": "Article 6-2 (Designation, etc. of Officer in Charge of Purchasing Green Products)\n* The heads of public institutions may designate a person who is responsible for general supervision and\n* An officer in charge of purchasing green products who has purchased green products under Article 6"}, {"text_block_id": "p2_b78", "text": "Article 7 (Guidelines for Purchase of Green Products)"}, {"text_block_id": "p2_b79", "text": "The Minister of Environment shall annually establish guidelines for the purchase of green products for the following year, as prescribed by Presidential Decree, and notify the heads of public institutions of such guidelines."}, {"text_block_id": "p2_b80", "text": "<Amended by Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p2_b81", "text": "Article 8 (Implementation Plans for Purchasing Green Products)"}, {"text_block_id": "p2_b82", "text": "Article 8 (Implementation Plans for Purchasing Green Products)\n* The heads of public institutions shall formulate and publicly announce implementation plans for\n* If the heads of public institutions have formulated and publicly announced implementation plans, they"}, {"text_block_id": "p2_b88", "text": "Article 9 (Purchase Records of Green Products)"}, {"text_block_id": "p2_b89", "text": "(1)"}, {"text_block_id": "p2_b90", "text": "The heads of public institutions shall aggregate purchase records of green products pursuant to implementation plans and submit such purchase records to the Minister of Environment within three"}, {"text_block_id": "p3_b91", "text": "months after each fiscal year ends: Provided, That the head of each Si/Gun/Gu shall submit purchase records to the competent Mayor/Do Governor, and the competent Mayor/Do Governor shall integrate purchase records of each Si/Gun/Gu and submit such records to the Minister of Environment."}, {"text_block_id": "p3_b92", "text": "(2)"}, {"text_block_id": "p3_b93", "text": "Where the purchase records submitted by public institutions increase or decrease compared with those of the preceding year, at a rate higher than the rate determined by Presidential Decree, the Minister of Environment may request such institutions to submit data to ascertain the grounds therefore."}, {"text_block_id": "p3_b94", "text": "(3)"}, {"text_block_id": "p3_b95", "text": "Upon receiving a request pursuant to paragraph (2), the heads of public institutions shall comply with such request unless any extenuating circumstances exist, and notify the Minister of Environment of the results of such request within 15 days after receipt of such request."}, {"text_block_id": "p3_b96", "text": "(4)"}, {"text_block_id": "p3_b97", "text": "The Minister of Environment shall aggregate the records of green products purchased by public institutions, and publicly announce such purchase records."}, {"text_block_id": "p3_b98", "text": "Article 10 (Request for Cooperation to Encourage Purchase of Green Products)"}, {"text_block_id": "p3_b99", "text": "If deemed necessary to encourage the purchase of green products, the Minister of Environment may request heads of the relevant public institutions to take necessary measures concerning the following matters. In such cases, the heads of public institutions shall cooperate with such requests, unless any extenuating circumstance exists:"}, {"text_block_id": "p3_b100", "text": "<Amended by Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p3_b101", "text": "1."}, {"text_block_id": "p3_b102", "text": "Reflection of applicable provisions for the use of green products in construction specifications, etc.;"}, {"text_block_id": "p3_b103", "text": "2."}, {"text_block_id": "p3_b104", "text": "Reflection of purchase records of green products in the item of performance assessment of central administrative agencies or local governments;"}, {"text_block_id": "p3_b105", "text": "3."}, {"text_block_id": "p3_b106", "text": "Other matters necessary for encouraging the purchase of green products."}, {"text_block_id": "p3_b107", "text": "Article 11 (Encouragement, etc. of Purchase of Green Products by Local Governments)"}, {"text_block_id": "p3_b108", "text": "(1)"}, {"text_block_id": "p3_b109", "text": "If deemed necessary for encouraging the purchase of green products, the Special Metropolitan City, Metropolitan Cities, Dos and a Special Self-Governing Province (hereinafter referred to as \"City/Do\") or each Si/Gun/Gu may prescribe the following matters by municipal ordinances and implement such municipal ordinances:"}, {"text_block_id": "p3_b110", "text": "<Amended by Act No. 10550, Apr. 5, 2011; Act No. 11255, Feb. 1, 2012>"}, {"text_block_id": "p3_b111", "text": "1."}, {"text_block_id": "p3_b112", "text": "Matters necessary for fulfilling obligations to purchase green products under Article 6;"}, {"text_block_id": "p3_b113", "text": "2."}, {"text_block_id": "p3_b114", "text": "Establishment and application of standards for determining whether items, other than those subject to green products, are green products;"}, {"text_block_id": "p3_b115", "text": "3."}, {"text_block_id": "p3_b116", "text": "Other matters necessary for encouraging the purchase of green products."}, {"text_block_id": "p3_b117", "text": "(2)"}, {"text_block_id": "p3_b118", "text": "When each City/Do or Si/Gun/Gu establishes or amends its municipal ordinance under paragraph (1), it shall submit such municipal ordinance to the Minister of Environment, without delay."}, {"text_block_id": "p3_b119", "text": "Article 12 (Roles of Administrator of Public Procurement Service)"}, {"text_block_id": "p3_b120", "text": "(1)"}, {"text_block_id": "p3_b121", "text": "Where products the purchase of which is requested by the heads of public institutions can be replaced with green products, the Administrator of the Public Procurement Service shall request the heads of public institutions to purchase such green products. In such case, the heads of public institutions, if so requested, shall comply with such request unless there is a compelling reason not to do so."}, {"text_block_id": "p3_b122", "text": "<Amended by Act No. 10550, Apr. 5, 2011; Act No. 12140, Dec. 30, 2013>"}, {"text_block_id": "p4_b123", "text": "(2)"}, {"text_block_id": "p4_b124", "text": "The Minister of Environment and the heads of the relevant central administrative agencies may request the Administrator of the Public Procurement Service to take measures necessary for encouraging the purchase of green products, such as expanding a foundation for the electronic procurement of green products, designating green products as exemplary procurement goods, etc."}, {"text_block_id": "p4_b125", "text": "<Amended by Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p4_b126", "text": "Article 13 Deleted."}, {"text_block_id": "p4_b127", "text": "<by Act No. 9335, Jan. 7, 2009>"}, {"text_block_id": "p4_b128", "text": "Article 14 (Request for Information on Green Products)"}, {"text_block_id": "p4_b129", "text": "(1)"}, {"text_block_id": "p4_b130", "text": "The Minister of Environment may request heads of public institutions to submit data on selection of items to be designated as green products or establishment of determination standards for green products."}, {"text_block_id": "p4_b131", "text": "<Amended by Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p4_b132", "text": "(2)"}, {"text_block_id": "p4_b133", "text": "The heads of public institutions in receipt of a request to provide data under paragraph (1) shall cooperate with such request, unless any extenuating circumstance exists."}, {"text_block_id": "p4_b134", "text": "Article 14-2 (Establishment and Operation of Data Management System of Green Products)"}, {"text_block_id": "p4_b135", "text": "(1)"}, {"text_block_id": "p4_b136", "text": "The Government shall establish a data management system concerning the quality, safety, environment-friendliness, production and distribution of green products."}, {"text_block_id": "p4_b137", "text": "(2)"}, {"text_block_id": "p4_b138", "text": "The Minister of Environment shall allow public institutions to transmit their implementation plans and purchase records of green products under Article 9 through the data management system."}, {"text_block_id": "p4_b139", "text": "(3)"}, {"text_block_id": "p4_b140", "text": "The Minister of Environment shall provide necessary information, such as the quality, safety, environment-friendliness and market place of green products, via the data management system to ensure that consumers may choose and purchase green products in a reasonable manner."}, {"text_block_id": "p4_b141", "text": "Article 15 (Support, etc. for Encouragement of Purchase of Green Products)"}, {"text_block_id": "p4_b142", "text": "(1)"}, {"text_block_id": "p4_b143", "text": "The Government may lend each of the following support to business operators and relevant organizations which contribute to encouraging the purchase of green products:"}, {"text_block_id": "p4_b144", "text": "<Amended by Act No. 10030, Feb. 4, 2010; Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p4_b145", "text": "1."}, {"text_block_id": "p4_b146", "text": "Provision of data to encourage the purchase of green products;"}, {"text_block_id": "p4_b147", "text": "2."}, {"text_block_id": "p4_b148", "text": "Support for nurturing specialists to encourage the purchase of green products;"}, {"text_block_id": "p4_b149", "text": "3."}, {"text_block_id": "p4_b150", "text": "Support for sale of green products in Korea and foreign countries;"}, {"text_block_id": "p4_b151", "text": "4."}, {"text_block_id": "p4_b152", "text": "Support for obtaining certification concerning green products in Korea and foreign countries;"}, {"text_block_id": "p4_b153", "text": "5."}, {"text_block_id": "p4_b154", "text": "Funding for production, distribution and sale of green products;"}, {"text_block_id": "p4_b155", "text": "6."}, {"text_block_id": "p4_b156", "text": "Support for technology transfer between enterprises to encourage the production and distribution of green products;"}, {"text_block_id": "p4_b157", "text": "7."}, {"text_block_id": "p4_b158", "text": "Support for improving the quality of green products;"}, {"text_block_id": "p4_b159", "text": "8."}, {"text_block_id": "p4_b160", "text": "Support for corporative projects pursuant to the Small and Medium Enterprises Promotion Act;"}, {"text_block_id": "p4_b161", "text": "9."}, {"text_block_id": "p4_b162", "text": "Support for publicity and education on green products;"}, {"text_block_id": "p4_b163", "text": "10."}, {"text_block_id": "p4_b164", "text": "Other support necessary to encourage the purchase of green products."}, {"text_block_id": "p4_b165", "text": "(2)"}, {"text_block_id": "p4_b166", "text": "The Government may grant rewards to public institutions, business operators, relevant organizations, etc. which have excellent purchase records of green products or have contributed to encouraging the"}, {"text_block_id": "p5_b167", "text": "purchase of green products, as prescribed by Presidential Decree."}, {"text_block_id": "p5_b168", "text": "<Newly Inserted by Act No. 8013, Sep. 27, 2006; Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p5_b169", "text": "Article 15-2 (Fostering of Association Related to Promotion of Green Products)"}, {"text_block_id": "p5_b170", "text": "(1)"}, {"text_block_id": "p5_b171", "text": "Any association related to the promotion of green products, which has been established under the permission of the Minister of Environment pursuant to Article 32 of the Civil Act, may engage in the following business:"}, {"text_block_id": "p5_b172", "text": "<Amended by Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p5_b173", "text": "1."}, {"text_block_id": "p5_b174", "text": "Surveys, such as gathering and analyzing information on actual condition of technological development, production, sale, etc. of green products;"}, {"text_block_id": "p5_b175", "text": "2."}, {"text_block_id": "p5_b176", "text": "Business for publicizing green products and providing consumer education on such products;"}, {"text_block_id": "p5_b177", "text": "3."}, {"text_block_id": "p5_b178", "text": "Mutual-aid business for developing and selling new green products."}, {"text_block_id": "p5_b179", "text": "(2)"}, {"text_block_id": "p5_b180", "text": "When an Association intends to carry out the mutual-aid business under paragraph (1) 3, it shall establish mutual-aid regulations and obtain approval therefor from the Minister of Environment. The same shall also apply to the modifications of the mutual-aid regulations."}, {"text_block_id": "p5_b181", "text": "(3)"}, {"text_block_id": "p5_b182", "text": "Matters necessary for operating mutual-aid business, such as the scope of mutual-aid business, mutual aid funds, and mutual aid fees shall be set forth in the mutual-aid regulations referred to in paragraph (2)."}, {"text_block_id": "p5_b183", "text": "(4)"}, {"text_block_id": "p5_b184", "text": "The Minister of Environment may provide funds, etc. for an association related to the promotion of green products which carries out the business under the subparagraphs of paragraph (1)."}, {"text_block_id": "p5_b185", "text": "<Amended by Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p5_b186", "text": "Article 15-3 (Conclusion of Voluntary Agreements)"}, {"text_block_id": "p5_b187", "text": "(1)"}, {"text_block_id": "p5_b188", "text": "In order to encourage the production, distribution and purchase of green products, the Minister of Environment may enter into an agreement (hereinafter referred to as \"voluntary agreement\") with companies engaged in the production, distribution, purchase, etc. of green products or with the groups comprised of such companies."}, {"text_block_id": "p5_b189", "text": "(2)"}, {"text_block_id": "p5_b190", "text": "The Minister of Environment may provide a person who has entered into a voluntary agreement with assistance necessary to implement such voluntary agreement."}, {"text_block_id": "p5_b191", "text": "(3)"}, {"text_block_id": "p5_b192", "text": "Matters necessary for the objectives, implementation methods of and procedures for voluntary agreements shall be determined by Ordinance of the Ministry of Environment."}, {"text_block_id": "p5_b193", "text": "Article 15-4 (Expansion of Foreign Trade of Green Products)"}, {"text_block_id": "p5_b194", "text": "The Minister of Environment may provide a business operator with any of the following assistance to expand overseas market of green products:"}, {"text_block_id": "p5_b195", "text": "1."}, {"text_block_id": "p5_b196", "text": "Jointly exploring overseas markets for business operators engaged in the production or distribution of green products;"}, {"text_block_id": "p5_b197", "text": "2."}, {"text_block_id": "p5_b198", "text": "Assisting green product business operators to obtain foreign free product certification;"}, {"text_block_id": "p5_b199", "text": "3."}, {"text_block_id": "p5_b200", "text": "Providing regulatory information on green products."}, {"text_block_id": "p5_b201", "text": "Article 16 (Preferential Subsidization, etc.)"}, {"text_block_id": "p5_b202", "text": "The Minister of Environment may grant or support environment-related subsidies under Article 75 of the Water Supply and Waterworks Installation Act, Article 56 of the Wastes Control Act, Article 35 of the"}, {"text_block_id": "p6_b203", "text": "Sewerage Act, etc, to local governments which have excellent purchase records of green products, in preference to other local governments."}, {"text_block_id": "p6_b204", "text": "<Amended by Act No. 8370&8371, Apr. 11, 2007; Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p6_b205", "text": "Article 17 (Education for Persons, etc. in Charge of Purchase)"}, {"text_block_id": "p6_b206", "text": "The Minister of Environment may provide education to persons in charge of purchase in public institutions, business operators, consumers, etc., as prescribed by Presidential Decree, in order to encourage the purchase of green products."}, {"text_block_id": "p6_b207", "text": "<Amended by Act No. 10030, Feb. 4, 2010; Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p6_b208", "text": "Article 17-2 (Nurturing of Professionals)"}, {"text_block_id": "p6_b209", "text": "In order to nurture professionals related to the production and distribution of green products, the Minister of Environment may, as prescribed by Presidential Decree, designate colleges, universities, research institutions or other specialized institutions as institutions for nurturing professionals and may subsidize all or some of the expenses incurred in educating and training such professionals."}, {"text_block_id": "p6_b210", "text": "<Amended by Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p6_b211", "text": "Article 17-3 (Establishment and Operation of Green Purchase Support Centers)"}, {"text_block_id": "p6_b212", "text": "(1)"}, {"text_block_id": "p6_b213", "text": "The Minister of Environment or the head of a local government may establish and operate a green purchase support center (hereinafter referred to as \"support center\") as prescribed by Presidential Decree, in order to encourage citizens to consume green products by providing information, education and publicity on green products and thereby put into practice the green life defined in subparagraph 6 of Article 2 of the Framework Act on Low Carbon, Green Growth."}, {"text_block_id": "p6_b214", "text": "(2)"}, {"text_block_id": "p6_b215", "text": "Support centers shall carry out the following business, and the Minister of Environment may subsidize some of the expenses incurred or provide assistance necessary for carrying out their business:"}, {"text_block_id": "p6_b216", "text": "1."}, {"text_block_id": "p6_b217", "text": "Business of providing information on green products;"}, {"text_block_id": "p6_b218", "text": "2."}, {"text_block_id": "p6_b219", "text": "Business of education related to the green life such as purchase and consumption of green products;"}, {"text_block_id": "p6_b220", "text": "3."}, {"text_block_id": "p6_b221", "text": "Business of monitoring distribution stores to encourage distribution of green products;"}, {"text_block_id": "p6_b222", "text": "4."}, {"text_block_id": "p6_b223", "text": "Business of cooperation with local green product business operators;"}, {"text_block_id": "p6_b224", "text": "5."}, {"text_block_id": "p6_b225", "text": "Other business concerning the encouragement of distribution of green products recognized by the Minister of Environment."}, {"text_block_id": "p6_b226", "text": "(3)"}, {"text_block_id": "p6_b227", "text": "The Minister of Environment may periodically evaluate the business performance of support centers to ascertain whether the business prescribed in paragraph (2) is smoothly carried out."}, {"text_block_id": "p6_b228", "text": "(4)"}, {"text_block_id": "p6_b229", "text": "If necessary to establish and operate support centers, the heads of local governments may, notwithstanding the Public Property and Commodity Management Act, authorize the local governments to lend, use or profit from public property free of charge, as prescribed by Presidential Decree."}, {"text_block_id": "p6_b230", "text": "<Newly Inserted by Act No. 11255, Feb. 1, 2012>"}, {"text_block_id": "p6_b231", "text": "(5)"}, {"text_block_id": "p6_b232", "text": "Matters necessary for standards for establishment, evaluation methods of support centers, etc. shall be prescribed by Presidential Decree."}, {"text_block_id": "p7_b233", "text": "Article 18 (Vitalization of Sale of Green Products)"}, {"text_block_id": "p7_b234", "text": "(1)"}, {"text_block_id": "p7_b235", "text": "Business operators who manage the discount stores, departments stores or shopping centers prescribed by Presidential Decree which fall under the superstores defined in subparagraph 3 of Article 2 of the Distribution Industry Development Act, and those who manage an integrated distribution center of agricultural and fishery products under subparagraph 12 of Article 2 of the Act on Distribution and Price Stabilization of Agricultural and Fishery Products, the size of which is not less than the size prescribed by Presidential Decree, shall install and operate a place to sell green products to encourage the purchase of green products."}, {"text_block_id": "p7_b236", "text": "(2)"}, {"text_block_id": "p7_b237", "text": "The size of a sale place and the formulation and evaluation of operation plans thereof under paragraph"}, {"text_block_id": "p7_b238", "text": "(1)"}, {"text_block_id": "p7_b239", "text": "and other necessary matters shall be prescribed by Presidential Decree."}, {"text_block_id": "p7_b240", "text": "(3)"}, {"text_block_id": "p7_b241", "text": "The Minister of Environment may designate a store which installs and operates a place to sell green products pursuant to paragraph (1), or a store prescribed by Presidential Decree, such as a store, etc. installed and operated by a consumer cooperative association established under Article 21 of the Consumer Cooperatives Act to sell green products, as a green store, and matters necessary for standards and procedures for designating green stores and other necessary matters shall be prescribed by Ordinance of Ministry of Environment."}, {"text_block_id": "p7_b242", "text": "<Amended by Act No. 11255, Feb. 1, 2012>"}, {"text_block_id": "p7_b243", "text": "(4)"}, {"text_block_id": "p7_b244", "text": "A period for designation as a green store under paragraph (3) shall be three years, and such designation may be revoked if a person designated as a green store falls under any of the following subparagraphs:"}, {"text_block_id": "p7_b245", "text": "1."}, {"text_block_id": "p7_b246", "text": "Where he/she is designated by false or any other illegal means;"}, {"text_block_id": "p7_b247", "text": "2."}, {"text_block_id": "p7_b248", "text": "Where he/she fails to meet the standards for designation under Article 18 (3)."}, {"text_block_id": "p7_b249", "text": "Article 18-2 (Reporting, Inspections, etc.)"}, {"text_block_id": "p7_b250", "text": "(1)"}, {"text_block_id": "p7_b251", "text": "The Do Governor of a Special Self-Governing Province or the head of each Si/Gun/Gu may order business operators falling under Article 18 (1) to file a report or submit data to verify whether a place to sell green products is installed and operated, and require the relevant public officials to enter their places of business to inspect the relevant documents or facilities."}, {"text_block_id": "p7_b252", "text": "<Amended by Act No. 10550, Apr. 5, 2011; Act No. 11255, Feb. 1, 2012>"}, {"text_block_id": "p7_b253", "text": "(2)"}, {"text_block_id": "p7_b254", "text": "Public officials who enter any place of business for inspections under paragraph (1) shall carry certificates indicating their authority and produce them to relevant persons."}, {"text_block_id": "p7_b255", "text": "Article 18-3 (Hearings)"}, {"text_block_id": "p7_b256", "text": "Where the Minister of Environment intends to revoke the designation of a green store pursuant to Article 18 (4), he/she shall hold a hearing in advance."}, {"text_block_id": "p7_b257", "text": "Article 19 (Delegation or Entrustment of Authority or Affairs)"}, {"text_block_id": "p7_b258", "text": "(1)"}, {"text_block_id": "p7_b259", "text": "The Minister of Environment may delegate part of his/her authority under this Act to Mayors/Do Governors or the heads of local environmental government agencies, as prescribed by Presidential Decree."}, {"text_block_id": "p7_b260", "text": "(2)"}, {"text_block_id": "p7_b261", "text": "The Minister of Environment may entrust part of his/her affairs under this Act to relevant specialized institutions, such as the Korea Environmental Industry and Technology Institute established under the Korea Environmental Industry and Technology Institute Act, as prescribed by Presidential Decree."}, {"text_block_id": "p7_b262", "text": "<Newly"}, {"text_block_id": "p8_b263", "text": "Inserted by Act No. 8947, Mar. 21, 2008; Act No. 9335, Jan. 7, 2009; Act No 10615, Apr. 28, 2011; Act No. 11917, Jul. 16, 2013; Act No. 13534, Dec. 1, 2015>"}, {"text_block_id": "p8_b264", "text": "Article 20 (Administrative Fines)"}, {"text_block_id": "p8_b265", "text": "(1)"}, {"text_block_id": "p8_b266", "text": "Any of the following persons shall be subject to an administrative fine not exceeding three million won:"}, {"text_block_id": "p8_b267", "text": "1."}, {"text_block_id": "p8_b268", "text": "A person who fails to install and operate a place to sell green products, in violation of Article 18 (1);"}, {"text_block_id": "p8_b269", "text": "2."}, {"text_block_id": "p8_b270", "text": "A person who installs and operates a place to sell green products, in violation of the size of such place prescribed under Article 18 (2)."}, {"text_block_id": "p8_b271", "text": "(2)"}, {"text_block_id": "p8_b272", "text": "Administrative fines pursuant to paragraph (1) shall be imposed and collected by the Governor of a Special Self-Governing Province or the head of a Si/Gun/Gu, as prescribed by Presidential Decree."}, {"text_block_id": "p8_b273", "text": "Article 21 Deleted."}, {"text_block_id": "p8_b274", "text": "<by Act No. 11255, Feb. 1, 2012>"}, {"text_block_id": "p8_b275", "text": "ADDENDA"}, {"text_block_id": "p8_b276", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p8_b277", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p8_b278", "text": "Article 2 Omitted."}, {"text_block_id": "p8_b279", "text": "ADDENDA"}, {"text_block_id": "p8_b280", "text": "<Act No. 7796, Dec. 29, 2005>"}, {"text_block_id": "p8_b281", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p8_b282", "text": "This Act shall enter into force on July 1, 2006."}, {"text_block_id": "p8_b283", "text": "Articles 2 through 6 Omitted."}, {"text_block_id": "p8_b284", "text": "ADDENDUM"}, {"text_block_id": "p8_b285", "text": "<Act No. 8013, Sep. 27, 2006>"}, {"text_block_id": "p8_b286", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p8_b287", "text": "ADDENDA"}, {"text_block_id": "p8_b288", "text": "<Act No. 8370, Apr. 11, 2007>"}, {"text_block_id": "p8_b289", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p8_b290", "text": "This Act shall enter into force on the date of its promulgation. (Proviso Omitted)"}, {"text_block_id": "p8_b291", "text": "Articles 2 through 20 Omitted."}, {"text_block_id": "p8_b292", "text": "ADDENDA"}, {"text_block_id": "p8_b293", "text": "<Act No. 8371, Apr. 11, 2007>"}, {"text_block_id": "p8_b294", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p8_b295", "text": "This Act shall enter into force on the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p8_b296", "text": "Articles 2 through 10 Omitted."}, {"text_block_id": "p8_b297", "text": "ADDENDA"}, {"text_block_id": "p8_b298", "text": "<Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p9_b299", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p9_b300", "text": "This Act shall enter into force on the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p9_b301", "text": "Articles 2 through 7 Omitted."}, {"text_block_id": "p9_b302", "text": "ADDENDUM"}, {"text_block_id": "p9_b303", "text": "<Act No. 8947, Mar. 21, 2008>"}, {"text_block_id": "p9_b304", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p9_b305", "text": "ADDENDA"}, {"text_block_id": "p9_b306", "text": "<Act No. 8957, Mar. 21, 2008>"}, {"text_block_id": "p9_b307", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p9_b308", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p9_b309", "text": "Articles 2 and 3 Omitted."}, {"text_block_id": "p9_b310", "text": "ADDENDA"}, {"text_block_id": "p9_b311", "text": "<Act No. 9335, Jan. 7, 2009>"}, {"text_block_id": "p9_b312", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p9_b313", "text": "This Act shall enter into force three months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p9_b314", "text": "Articles 2 through 6 Omitted."}, {"text_block_id": "p9_b315", "text": "ADDENDA"}, {"text_block_id": "p9_b316", "text": "<Act No. 9584, Apr. 1, 2009>"}, {"text_block_id": "p9_b317", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p9_b318", "text": "This Act shall enter into force on May 8, 2009."}, {"text_block_id": "p9_b319", "text": "Articles 2 through 6 Omitted."}, {"text_block_id": "p9_b320", "text": "ADDENDA"}, {"text_block_id": "p9_b321", "text": "<Act No. 9931, Jan. 13, 2010>"}, {"text_block_id": "p9_b322", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p9_b323", "text": "This Act shall enter into force three months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p9_b324", "text": "Articles 2 through 4 Omitted."}, {"text_block_id": "p9_b325", "text": "ADDENDUM"}, {"text_block_id": "p9_b326", "text": "<Act No. 10030, Feb. 4, 2010>"}, {"text_block_id": "p9_b327", "text": "This Act shall enter into force on the date of its promulgation: Provided, That the amended provisions of Articles 4 and 5 shall enter into force three months after the date of its promulgation."}, {"text_block_id": "p9_b328", "text": "ADDENDA"}, {"text_block_id": "p9_b329", "text": "<Act No. 10550, Apr. 5, 2011>"}, {"text_block_id": "p9_b330", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p9_b331", "text": "This Act shall enter into force on the date of its promulgation: Provided, That the amended provisions of Articles 9 (2) and (3), 15-3, 17-3, 18 (3) and (4), and 18-3 shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p10_b332", "text": "Article 2 Omitted."}, {"text_block_id": "p10_b333", "text": "ADDENDA"}, {"text_block_id": "p10_b334", "text": "<Act No. 10615, Apr. 28, 2011>"}, {"text_block_id": "p10_b335", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p10_b336", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p10_b337", "text": "Articles 2 through 9 Omitted."}, {"text_block_id": "p10_b338", "text": "ADDENDA"}, {"text_block_id": "p10_b339", "text": "<Act No. 10893, Jul. 21, 2011>"}, {"text_block_id": "p10_b340", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p10_b341", "text": "This Act shall enter into force one year after the date of its promulgation."}, {"text_block_id": "p10_b342", "text": "Articles 2 through 6 Omitted."}, {"text_block_id": "p10_b343", "text": "ADDENDUM"}, {"text_block_id": "p10_b344", "text": "<Act No. 11255, Feb. 1, 2012>"}, {"text_block_id": "p10_b345", "text": "This Act shall enter into force on the date of its promulgation: Provided, That the amended provisions of Articles 17-3 (4), 18 (3) and 20 (1) 2 shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p10_b346", "text": "ADDENDA"}, {"text_block_id": "p10_b347", "text": "<Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p10_b348", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p10_b349", "text": "(1)"}, {"text_block_id": "p10_b350", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p10_b351", "text": "(2)"}, {"text_block_id": "p10_b352", "text": "Omitted."}, {"text_block_id": "p10_b353", "text": "Articles 2 through 7 Omitted."}, {"text_block_id": "p10_b354", "text": "ADDENDA"}, {"text_block_id": "p10_b355", "text": "<Act No. 11917, Jul. 16, 2013>"}, {"text_block_id": "p10_b356", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p10_b357", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p10_b358", "text": "Articles 2 through 4 Omitted."}, {"text_block_id": "p10_b359", "text": "ADDENDUM"}, {"text_block_id": "p10_b360", "text": "<Act No. 12140, Dec. 30, 2013>"}, {"text_block_id": "p10_b361", "text": "This Act shall enter into force three months after the date of its promulgation."}, {"text_block_id": "p10_b362", "text": "ADDENDA"}, {"text_block_id": "p10_b363", "text": "<Act No. 13534, Dec. 1, 2015>"}, {"text_block_id": "p10_b364", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p10_b365", "text": "This Act shall enter into force one year after the date of its promulgation."}, {"text_block_id": "p10_b366", "text": "Articles 2 through 5 Omitted."}], "document_description": "The purpose of the Act is to promote the purchase of environmentally friendly products, as defined in the Framework Act on Low Carbon Green Growth. The Act obliges public institutions to purchase environmentally friendly products whenever possible to do so without jeopardising quality or without conflict with other specified prioritised matters.<br />\n<br />\nA data management system to provide information about environmentally friendly products will be set up. There is no specific reference to climate change in the Act."}