{"document_instrument_name": ["International cooperation|Governance", "MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance", "Green procurement|Direct Investment"], "document_framework_name": "Mitigation", "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": "Economy-wide", "document_date": "24/09/2021", "document_language": "English", "document_name": "Carbon Neutral Green Growth Framework Act to tackle the Climate Crisis", "document_country_code": "KOR", "document_hazard_name": [], "document_keyword": "Net Zero", "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://www.law.go.kr/LSW/lsInfoP.do?efYd=20220325&lsiSeq=235581#0000", "document_type": "Act", "text_blocks": [], "document_description": "This Act commits South Korea to achieving carbon neutrality by 2050. It widely updates rules and commitments made under the <a href=\"https://climate-laws.org/geographies/south-korea/laws/framework-act-on-low-carbon-green-growth-regulated-by-enforcement-decree-of-the-framework-act-on-low-carbon-green-growth\">Framework Act on Low Carbon Green Growth</a>.&nbsp;<br><br>Art 3 stipulates that a transition to a carbon-neutral society and green growth shall be promoted according to the following criteria: 1) the principle of intergenerational equity, 2)&nbsp; a comprehensive crisis response strategy that take into account external circumstances and the economic landscape, 3) establish adaptation and mitigation policies that are comprehensive of all sectors and based on scientific predictions, 4) climate justice and just transition, 5) the polluter pays principle by reorganizing the tax system and financial system, 6)&nbsp; strengthening investment and support for green technologies and green industries with high growth potential and competitiveness, and create jobs, 7) ensure democratic participation, and 8) actively participate in the efforts of the international community to limit the increase in global average temperature to a maximum of 1.5 degrees Celsius compared to pre-industrial levels, do not undermine environmental and social justice in developing countries, and Strengthen cooperation to support the response.<br><br>Art 4 sets obligations to the State and local governments. Notably, it states that the State and local governments shall endeavor to reflect the basic principles under Article 3 in all sectors such as economy, society, education, and culture, and improve relevant laws and regulations and finance All conditions such as investment, establishment of facilities and systems must be prepared.<br>Art 5 defines responsibilities of Public Institutions, Businesses and Citizens.<br><br>The Act requires the government to cut its greenhouse gas emissions in 2030 by 35% or more from the 2018 levels and consists of several policy measures to achieve carbon neutrality by 2050 (chapter 2).<br><br>The Act establishes:<br>- the national carbon-neutral green growth master plan (chapter 3)<br>- the 2050 Carbon Neutral Green Growth Committee (chapter 4)&nbsp;<br>- the Climate Response Fund (Chapter 10) in order to effectively respond to the climate crisis and secure the financial resources necessary to promote the transition to a carbon-neutral society and green growth<br><br>The Act sets a range of adaptation obligations to the State (chapter 6). Those shall include:<br>1. Matters concerning the improvement of monitoring, prediction, provision and utilization of climate crises;<br>2. Matters concerning the assessment of the impact and vulnerability of climate crisis by sector and region;<br>3. Matters concerning adaptation measures to climate crisis by sector and region;<br>4. Matters concerning the prevention of disasters for the vulnerable classes, regions, etc. due to the climate crisis;<br>5. Matters concerning international agreements for adaptation to the climate crisis, etc.<br>6. Other matters prescribed by Presidential Decree as necessary for adaptation to the climate crisis.<br><br>Chapter 7 sets a range of obligations to the State with regard to just transition.&nbsp;<br>Chapter 8 charges the government to take measures related to its Green Growth Policy, notably to boost the industry.<br>Chapter 9 deals with the implementation of a Carbon Neutral Society and Spread of Green Growth and introduces the concept of practice solidarity in climate efforts.<br>Chapter 11 mandates the government to cooperate internationally on climate matters."}