{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Waste", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Energy Use Rationalization Act", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/1980", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/KOR/1980/KOR-1980-01-01-Energy Use Rationalization Act_b559f41be5e313d96c2ec897d3cb7865.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ENERGY USE RATIONALIZATION ACT"}, {"text_block_id": "p0_b2", "text": "Amended by Act No. 9931, Jan. 13, 2010"}, {"text_block_id": "p0_b3", "text": "Article 1"}, {"text_block_id": "p0_b4", "text": "(Purpose)"}, {"text_block_id": "p0_b5", "text": "The purpose of this Act is to contribute to the sound development of the national economy, the promotion of the national welfare, and the international efforts to minimize the global warming by realizing the stability of the demand and supply of energy, increasing the rational and efficient utilization of energy, and reducing the environmental damage caused by the consumption of energy. <Amended by Act No. 7018, Dec. 30, 2003>"}, {"text_block_id": "p0_b6", "text": "Article 2"}, {"text_block_id": "p0_b7", "text": "(Definitions)"}, {"text_block_id": "p0_b8", "text": "The definition of terms used in this Act shall follow the provisions of each subparagraph of Article 2 of the Energy Act. <Amended by Act No. 9931, Jan. 13, 2010>"}, {"text_block_id": "p0_b9", "text": "Article 3"}, {"text_block_id": "p0_b10", "text": "(Responsibility of the Government, Energy Users, Energy Suppliers, etc.)"}, {"text_block_id": "p0_b11", "text": "(Responsibility of the Government, Energy Users, Energy Suppliers, etc.)\n* The Government shall be responsible for the establishment and enforcement of a\n* Local governments shall be responsible for the establishment and enforcement of a\n* Energy users and suppliers shall proactively participate and cooperate in a national"}, {"text_block_id": "p1_b17", "text": "(Responsibility of the Government, Energy Users, Energy Suppliers, etc.)\n* The Government shall be responsible for the establishment and enforcement of a\n* Local governments shall be responsible for the establishment and enforcement of a\n* Energy users and suppliers shall proactively participate and cooperate in a national\n"}, {"text_block_id": "p1_b18", "text": "(Responsibility of the Government, Energy Users, Energy Suppliers, etc.)\n* The Government shall be responsible for the establishment and enforcement of a\n* Local governments shall be responsible for the establishment and enforcement of a\n* Energy users and suppliers shall proactively participate and cooperate in a national\n\n* Manufacturers producing energy-using machinery, equipment or materials, and energy\n* All citizens shall endeavor to rationally use energy in their daily living, thereby"}, {"text_block_id": "p1_b22", "text": "CHAPTER II"}, {"text_block_id": "p1_b23", "text": "PLANS AND MEASURES FOR THE RATIONALIZATION OF ENERGY USE"}, {"text_block_id": "p1_b24", "text": "Article 4"}, {"text_block_id": "p1_b25", "text": "(Basic Plans for the Rationalization of Energy Use)"}, {"text_block_id": "p1_b26", "text": "(Basic Plans for the Rationalization of Energy Use)\n* The Minister of Knowledge Economy shall formulate basic plans (hereinafter referred\n* Basic plans shall include the following matters: <Amended by Act No. 8852, Feb.\n\t* Transition to an energy-saving economic structure;\n\t* Improving the efficiency of energy use;\n\t* Technology development for the rationalization of energy use;\n\t* Publicity and education for the rationalization of energy use;\n\t* Substitution between energy resources;\n\t* Safety management of heat-using machinery, equipment or materials;\n\t* Matters concerning the implementation of the system for price indication for the\n\t* Measures to reduce the emission of greenhouse gases through the rational use of\n\t* Other matters necessary in promoting the rationalization of energy use, and as\n\t* When the Minister of Knowledge Economy intends to formulate basic plans under"}, {"text_block_id": "p2_b50", "text": "agencies to submit the necessary data. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p2_b51", "text": "Article 5"}, {"text_block_id": "p2_b52", "text": "(National Energy-Saving Promotion Committee)"}, {"text_block_id": "p2_b53", "text": "(National Energy-Saving Promotion Committee)\n* The Government shall establish the National Energy-Saving Promotion Committee to\n* The Minister of Knowledge Economy shall be the chairperson of the National\n* Matters concerning the composition and operation of the National Energy-Saving"}, {"text_block_id": "p2_b59", "text": "Article 6"}, {"text_block_id": "p2_b60", "text": "(Implementation Plans for the Rationalization of Energy Use)"}, {"text_block_id": "p2_b61", "text": "(Implementation Plans for the Rationalization of Energy Use)\n* The heads of the relevant administrative agencies, the Special Metropolitan City Mayor,\n* The heads of the relevant administrative agencies and Mayors/Do Governors shall"}, {"text_block_id": "p2_b65", "text": "Article 7"}, {"text_block_id": "p2_b66", "text": "(Measures for the Stabilization of Supply and Demand)"}, {"text_block_id": "p2_b67", "text": "(Measures for the Stabilization of Supply and Demand)\n* In order to prepare for the disruptions in the supply and demand of energy due\n* If it is deemed that any major disruption in the supply and demand of energy occurs"}, {"text_block_id": "p3_b71", "text": "(Measures for the Stabilization of Supply and Demand)\n* In order to prepare for the disruptions in the supply and demand of energy due\n* If it is deemed that any major disruption in the supply and demand of energy occurs\n* Allotment of energy by area, major consumer and supplier;\n* Operation of energy supply facilities;\n* Reserve and storage of energy;\n* Introduction, export, import, and consignment processing of energy;\n* Exchange or distribution of energy among energy suppliers;\n* Distribution facilities of energy, the use of such facilities, and distribution channels;\n* Distribution of energy;\n* Restriction or prohibition of the transfer of energy;\n* Matters prescribed by Presidential Decree, such as the number of times and the\n* Other matters determined by Presidential Decree to stabilize the supply and demand\n* The Minister of Knowledge Economy may request the heads of the relevant\n* If it is deemed that the cause for which a measure under paragraph (2) is taken"}, {"text_block_id": "p3_b95", "text": "Article 8"}, {"text_block_id": "p3_b96", "text": "(Measures for the Efficient Use of Energy by State and Local Governments)"}, {"text_block_id": "p3_b97", "text": "(Measures for the Efficient Use of Energy by State and Local Governments)\n* Persons falling under any of the following subparagraphs shall promote measures\n\t* State;\n\t* Local governments; or\n\t* Public institutions under Article 4 (1) of the Act on the Management of Public\n\t* Details of measures necessary for the efficient use of energy and for the reduction"}, {"text_block_id": "p4_b107", "text": "Article 9"}, {"text_block_id": "p4_b108", "text": "(Demand Management Investment Plans of Energy Suppliers)"}, {"text_block_id": "p4_b109", "text": "(Demand Management Investment Plans of Energy Suppliers)\n* Energy suppliers prescribed by Presidential Decree, from among energy suppliers, shall\n* When changes in energy supply and demand, fluctuations in energy prices, or other\n* Energy suppliers under paragraph (1) may partially subsidize costs for annual demand\n* The Minister of Knowledge Economy may formulate and implement measures to"}, {"text_block_id": "p4_b117", "text": "Article 10"}, {"text_block_id": "p4_b118", "text": "(Consultation on Energy Use Plans)"}, {"text_block_id": "p4_b119", "text": "(1)"}, {"text_block_id": "p4_b120", "text": "Any person who intends to execute a project or install facilities (hereinafter referred to as “project supervisor”) using energy in a specific or larger scale as prescribed by Presidential Decree, such as urban development projects, industrial complex development projects, etc., shall assess the impact of executing such project or installing such facilities on the supply and demand of energy and the emission of greenhouse gases (limited to carbon dioxide) due to the consumption of energy, shall formulate plans to supply the required energy, plans on the rational use of energy, and the evaluation thereof (hereinafter referred to as “energy use plans”), and shall submit them to the Minister of Knowledge Economy before such project is executed or such facilities are installed. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p4_b121", "text": "(2)"}, {"text_block_id": "p4_b122", "text": "The Minister of Knowledge Economy shall consult with persons falling under any of the subparagraphs of Article 8 (1) (hereinafter referred to as “public project supervisors”), and from among project supervisors on energy use plans submitted under"}, {"text_block_id": "p5_b123", "text": "paragraph (1) and shall listen to the opinions of persons, other than public project supervisors (hereinafter referred to as “private project supervisors”). <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p5_b124", "text": "(3)"}, {"text_block_id": "p5_b125", "text": "Paragraphs (1) and (2) shall also apply to cases where project supervisors intend to alter matters prescribed by Presidential Decree, including the projected energy demand or plans for energy supply, from among energy use plans submitted under paragraph (1)."}, {"text_block_id": "p5_b126", "text": "(4)"}, {"text_block_id": "p5_b127", "text": "Project supervisors may allow any person capable of establishing energy use plans, such as any national or public research institute, Government-contributed research institution, etc., to establish energy use plans on their behalf."}, {"text_block_id": "p5_b128", "text": "(5)"}, {"text_block_id": "p5_b129", "text": "Details of energy use plans, procedures for holding consultations or listening to opinions, requirements for acting institutions under paragraphs (1) to (4), and other necessary matters shall be determined by Presidential Decree."}, {"text_block_id": "p5_b130", "text": "(6)"}, {"text_block_id": "p5_b131", "text": "The Minister of Knowledge Economy shall determine and publicly announce the standards for calculating costs incurred in establishing energy use plans by proxy under paragraph (4). <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p5_b132", "text": "Article 11"}, {"text_block_id": "p5_b133", "text": "(Examination on Energy Use Plans)"}, {"text_block_id": "p5_b134", "text": "(1)"}, {"text_block_id": "p5_b135", "text": "When it is deemed that the details of energy use plans are not suitable for the supply and demand of energy, or insufficient efforts are made to help rationalize energy use and reduce the emission of greenhouse gases (referring to only carbon dioxide), as the result of examining energy use plans, the Minister of Knowledge Economy may, as prescribed by Presidential Decree, request a public project supervisor to adjust or supplement the energy use plans and advise a private project supervisor to adjust or supplement the energy use plans. When a public project supervisor has received a request for the adjustment and supplementation of the energy use plans, he/she shall comply with it unless there is justifiable reason not to comply with such request. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p5_b136", "text": "(2)"}, {"text_block_id": "p5_b137", "text": "The Minister of Knowledge Economy may, if deemed necessary for examining energy use plans, request a project supervisor to present any related materials. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p5_b138", "text": "(3)"}, {"text_block_id": "p5_b139", "text": "The criteria for and methods of examination of energy use plans as referred to in paragraph (1) and other necessary matters shall be determined by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p6_b140", "text": "Article 12"}, {"text_block_id": "p6_b141", "text": "(Post Management of Energy Use Plans)"}, {"text_block_id": "p6_b142", "text": "(1)"}, {"text_block_id": "p6_b143", "text": "The Minister of Knowledge Economy may examine or ascertain whether a project supervisor implements energy use plans or takes the measures requested or advised under Article 11 (1). <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p6_b144", "text": "(2)"}, {"text_block_id": "p6_b145", "text": "The method of examination or ascertainment under paragraph (1) and other necessary matters shall be determined by Presidential Decree."}, {"text_block_id": "p6_b146", "text": "Article 13"}, {"text_block_id": "p6_b147", "text": "(Publicity for Rationalization of Energy Use)"}, {"text_block_id": "p6_b148", "text": "The Government shall take measures to publicly announce its energy policies, basic plans and methods of efficiently using energy, for the rationalization of energy use."}, {"text_block_id": "p6_b149", "text": "Article 14"}, {"text_block_id": "p6_b150", "text": "(Financial and Tax Support)"}, {"text_block_id": "p6_b151", "text": "(1)"}, {"text_block_id": "p6_b152", "text": "The Government may provide financial or tax support, subsidies or other support to investments in energy-saving facilities prescribed by Presidential Decree, the manufacture, installation or construction of energy-saving machinery, equipment, materials or projects concerning the rationalization of energy use and the reduction of the emission of greenhouse gases, in an effort to rationalize energy use, thereby reducing the emission of greenhouse gases."}, {"text_block_id": "p6_b153", "text": "(2)"}, {"text_block_id": "p6_b154", "text": "When the Government provides support under paragraph (1), it may prefer to provide support to small or medium enterprises under Article 2 of the Framework Act on Small and Medium Enterprises."}, {"text_block_id": "p6_b155", "text": "CHAPTER III"}, {"text_block_id": "p6_b156", "text": "POLICIES FOR THE RATIONALIZATION OF ENERGY USE"}, {"text_block_id": "p6_b157", "text": "SECTION 1"}, {"text_block_id": "p6_b158", "text": "POLICIES RELATED TO ENERGY-USING MACHINERY, EQUIPMENT OR MATERIALS"}, {"text_block_id": "p6_b159", "text": "Article 15"}, {"text_block_id": "p6_b160", "text": "(Designation of Efficiency Management Machinery, Equipment or Materials)"}, {"text_block_id": "p6_b161", "text": "(1)"}, {"text_block_id": "p6_b162", "text": "The Minister of Knowledge Economy may, if deemed necessary for the rationalization of energy use, determine and publicly announce the following matters with respect to the energy-using machinery, equipment or materials which are widely distributed, which consume a considerable quantity of energy, and which are prescribed by"}, {"text_block_id": "p7_b163", "text": "Ordinance of the Ministry of Knowledge Economy (hereinafter referred to as “efficiency management machinery, equipment or materials”): <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p7_b164", "text": "1."}, {"text_block_id": "p7_b165", "text": "Standards for target energy efficiency or target quantity consumed;"}, {"text_block_id": "p7_b166", "text": "2."}, {"text_block_id": "p7_b167", "text": "Standards for minimum energy efficiency or maximum quantity consumed;"}, {"text_block_id": "p7_b168", "text": "3."}, {"text_block_id": "p7_b169", "text": "Indication of energy efficiency or quantity consumed;"}, {"text_block_id": "p7_b170", "text": "4."}, {"text_block_id": "p7_b171", "text": "Indication of energy efficiency rating standards and energy efficiency ratings;"}, {"text_block_id": "p7_b172", "text": "5."}, {"text_block_id": "p7_b173", "text": "Measurement methods of energy efficiency or quantity consumed; and"}, {"text_block_id": "p7_b174", "text": "6."}, {"text_block_id": "p7_b175", "text": "Other matters necessary for the management of efficiency management machinery, equipment or materials, which are prescribed by Ordinance of the Ministry of Knowledge Economy."}, {"text_block_id": "p7_b176", "text": "(2)"}, {"text_block_id": "p7_b177", "text": "Testing institutions designated by the Minister of Knowledge Economy (hereinafter referred to as “efficiency management testing institutions”) shall measure the amounts of energy used by the relevant efficiency management machinery, equipment or materials and the manufacturers or importers of efficiency management machinery, equipment or materials shall indicate energy efficiency rating or energy consumption efficiency in the relevant efficiency management machinery, equipment or materials. Provided, that any manufacturer or importer equipped with testing facilities and specialized human resources determined and publicly notified by the Minister of Knowledge Economy, who has obtained approval from the Minister of Knowledge Economy, as prescribed by Ordinance of the Ministry of Knowledge Economy, may substitute the measurement of efficiency management testing institutions with a self-measurement. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p7_b178", "text": "(3)"}, {"text_block_id": "p7_b179", "text": "Any manufacturer or importer of efficiency management machinery, equipment or materials shall report the outcome of measurement under paragraph (2) to the Minister of Knowledge Economy, as prescribed by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p7_b180", "text": "(4)"}, {"text_block_id": "p7_b181", "text": "Any manufacturer, importer or seller of efficiency management machinery, equipment or materials who advertises efficiency management machinery, equipment or materials by using advertising media prescribed by Ordinance of the Ministry of Knowledge Economy, shall include the energy efficiency ratings or energy efficiency under paragraph (2) in the details of advertisements. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p7_b182", "text": "(5)"}, {"text_block_id": "p7_b183", "text": "Efficiency management testing institutions shall be those recognized as testing"}, {"text_block_id": "p8_b184", "text": "institutions under Article 23 of the Framework Act on National Standards, falling under any of the following subparagraphs: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p8_b185", "text": "1."}, {"text_block_id": "p8_b186", "text": "Testing or research institutes established by the State;"}, {"text_block_id": "p8_b187", "text": "2."}, {"text_block_id": "p8_b188", "text": "Specific research institutes under Article 2 of the Support of Specific Research Institutes Act; or"}, {"text_block_id": "p8_b189", "text": "3."}, {"text_block_id": "p8_b190", "text": "Institutions recognized by the Minister of Knowledge Economy as having capabilities to administer a test, which are equivalent to or better than those of the research institutes under subparagraphs 1 and 2."}, {"text_block_id": "p8_b191", "text": "Article 16"}, {"text_block_id": "p8_b192", "text": "(Post Management of Efficiency Management Machinery, Equipment or Materials)"}, {"text_block_id": "p8_b193", "text": "(1)"}, {"text_block_id": "p8_b194", "text": "If any efficiency management machinery, equipment or materials are different with the details publicly announced under Article 15 (1) 1, 3 or 4, the Minister of Knowledge Economy may order a manufacturer, importer or distributor of the said efficiency management machinery, equipment or materials to correct such difference within a prescribed period. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p8_b195", "text": "(2)"}, {"text_block_id": "p8_b196", "text": "If any efficiency management machinery, equipment or materials fail to meet the standards for the minimum energy efficiency publicly announced under Article 15 (1) 2, or exceeds the standards for the maximum quantity consumed, the Minister of Knowledge Economy may order a manufacturer, importer or distributor of the said efficiency management machinery, equipment or materials to prohibit the production or sale thereof. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p8_b197", "text": "(3)"}, {"text_block_id": "p8_b198", "text": "If any efficiency management machinery, equipment or materials fail to meet the details publicly announced under Article 15 (1) 1 to 4, the Minister of Knowledge Economy may publish such facts. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p8_b199", "text": "(4)"}, {"text_block_id": "p8_b200", "text": "The Minister of Knowledge Economy may conduct an investigation into whether commercially available efficiency management machinery, equipment or materials meet the details publicly announced under Article 15 (1), as determined by Ordinance of the Ministry of Knowledge Economy, when it is necessary for taking measures under paragraphs (1) to (3). <Newly Inserted by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p8_b201", "text": "Article 17"}, {"text_block_id": "p8_b202", "text": "(Systems for Average Energy Efficiency)"}, {"text_block_id": "p8_b203", "text": "(1)"}, {"text_block_id": "p8_b204", "text": "The Minister of Knowledge Economy shall consult with the head of related administrative agency with regard to the average energy efficiency computed by dividing the total sum of energy efficiency of each efficiency management machinery,"}, {"text_block_id": "p9_b205", "text": "equipment or materials by the total number of items of relevant machinery, equipment or materials, and shall publicly announce the average energy efficiency to be observed by the person who manufactures or imports and sells machinery, equipment or materials determined by Ordinance of the Ministry of Knowledge Economy (hereafter in this Article referred to as “average efficiency management machinery, equipment or materials”), for which it is deemed that an improvement of total energy efficiency is specially required, such as automobiles, etc. provided for in Article 3 (1) of the Automobile Management Act Automobile Management Act. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p9_b206", "text": "(2)"}, {"text_block_id": "p9_b207", "text": "The Minister of Knowledge Economy may order the person who manufactures, or imports and sells any average efficiency management machinery, equipment or materials who fall short of the average energy efficiency publicly announced under paragraph (1) (hereafter in this Article referred to as “standard average energy efficiency”), to improve his/her average energy efficiency within a specific period. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p9_b208", "text": "(3)"}, {"text_block_id": "p9_b209", "text": "The Minister of Knowledge Economy may publicly announce the details, with respect to persons who have failed to comply with the improvement order under paragraph (2). <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p9_b210", "text": "(4)"}, {"text_block_id": "p9_b211", "text": "Any person who manufactures, or imports and sells average efficiency management machinery, equipment or materials shall submit data concerning sales, which are recognized as necessary for computing energy efficiency, and data concerning the measurement of efficiency to the Minister of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p9_b212", "text": "(5)"}, {"text_block_id": "p9_b213", "text": "The method of computing average energy efficiency, improvement period, and performance procedure of improvement order, method of public announcement and other necessary matters shall be determined by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p9_b214", "text": "Article 18"}, {"text_block_id": "p9_b215", "text": "(Designation of Products Subject to Reduction of Standby Power)"}, {"text_block_id": "p9_b216", "text": "The Minister of Knowledge Economy shall determine and publicly announce the following matters, relating to products prescribed by Ordinance of the Ministry of Knowledge Economy (hereinafter referred to as “products subject to the reduction of standby power”), which are energy-using machinery, equipment or materials that requires the reduction of power (hereinafter referred to as “standby power”) consumed, that waits for turn-on signals or that fails to perform their main functions, when connected to the outside power supply:"}, {"text_block_id": "p10_b217", "text": "<Amended by Act No. 8852, Feb. 29, 2008; Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p10_b218", "text": "1."}, {"text_block_id": "p10_b219", "text": "Scope of application of each product subject to the reduction of standby power;"}, {"text_block_id": "p10_b220", "text": "2."}, {"text_block_id": "p10_b221", "text": "Standards for the reduction of standby power;"}, {"text_block_id": "p10_b222", "text": "3."}, {"text_block_id": "p10_b223", "text": "Methods for the measurement of standby power;"}, {"text_block_id": "p10_b224", "text": "4."}, {"text_block_id": "p10_b225", "text": "Indication of products (hereinafter referred to as “excellent products subject to the reduction of standby power”) subject to the reduction of standby power, which show the excellent capacity to reduce standby power; and"}, {"text_block_id": "p10_b226", "text": "5."}, {"text_block_id": "p10_b227", "text": "Other matters necessary for the management of products subject to the reduction of standby power, which are prescribed by Ordinance of the Ministry of Knowledge Economy."}, {"text_block_id": "p10_b228", "text": "Article 19"}, {"text_block_id": "p10_b229", "text": "(Designation of Products Subject to Warning Signs of Standby Power)"}, {"text_block_id": "p10_b230", "text": "(1)"}, {"text_block_id": "p10_b231", "text": "The Minister of Knowledge Economy shall determine and publicly announce the following matters, relating to products determined by Ordinance of the Ministry of Knowledge Economy (hereinafter referred to as “products subject to warning signs of standby power”), which must comply to the standards for the reduction of standby power under subparagraph 2 of Article 18, so as to raise the efficiency of energy use through the reduction of standby power, from among products subject to the reduction of standby power: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p10_b232", "text": "The Minister of Knowledge Economy shall determine and publicly announce the following matters, relating to products determined by Ordinance of the Ministry of Knowledge Economy (hereinafter referred to as “products subject to warning signs of standby power”), which must comply to the standards for the reduction of standby power under subparagraph 2 of Article 18, so as to raise the efficiency of energy use through the reduction of standby power, from among products subject to the reduction of standby power: <Amended by Act No. 8852, Feb. 29, 2008>\n* Scope of application of each product subject to warning signs of standby power;\n* Indication of products subject to warning signs of standby power; and\n* Other matters necessary for the management of products subject to warning signs"}, {"text_block_id": "p10_b238", "text": "(2)"}, {"text_block_id": "p10_b239", "text": "Any manufacturer or importer of products subject to warning signs of standby power shall undergo measurement of products subject to warning signs of standby power by a testing institution (hereinafter referred to as “standby power testing institution”) designated by the Minister of Knowledge Economy. Provided, that any manufacturer or importer equipped with testing facilities or specialized human resources determined and publicly announced by the Minister of Knowledge Economy, who has obtained approval from the Minister of Knowledge Economy, as prescribed by Ordinance of the Ministry of Knowledge Economy, may replace the measurement of standby power testing institutions by a self-measurement. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p11_b240", "text": "(3)"}, {"text_block_id": "p11_b241", "text": "Any manufacturer or importer of products subject to warning signs of standby power shall report the outcome of measurement under paragraph (2) to the Minister of Knowledge Economy, as prescribed by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p11_b242", "text": "(4)"}, {"text_block_id": "p11_b243", "text": "When the outcome of measurement under paragraph (2) shows that the relevant products fall short of the standards for the reduction of standby power under subparagraph 2 of Article 18, any manufacturer or importer of products subject to warning signs of standby power shall attach warning signs of standby power to such products."}, {"text_block_id": "p11_b244", "text": "(5)"}, {"text_block_id": "p11_b245", "text": "Anyone who intends to be designated as a standby power testing institution under paragraph (2) should meet all of the following requirements and apply for the designation to the Minister of Knowledge Economy, as prescribed by Ordinance of the Ministry of Knowledge Economy: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p11_b246", "text": "Anyone who intends to be designated as a standby power testing institution under paragraph (2) should meet all of the following requirements and apply for the designation to the Minister of Knowledge Economy, as prescribed by Ordinance of the Ministry of Knowledge Economy: <Amended by Act No. 8852, Feb. 29, 2008>\n* Anyone who intends to be designated as a standby power testing institution must\n\t* Testing or research institute established by the State;\n\t* Specific research institute under Article 2 of the Support of Specific Research Institutes\n\t* Institution recognized as a testing or examination institution under Article 23\n\t* Institutions recognized by the Minister of Knowledge Economy as having\n\t* Anyone who intends to be designated as a standby power testing institution should"}, {"text_block_id": "p11_b258", "text": "Article 20"}, {"text_block_id": "p11_b259", "text": "(Indication of Products Excellent in Reduction of Standby Power)"}, {"text_block_id": "p11_b260", "text": "(1)"}, {"text_block_id": "p11_b261", "text": "When any manufacturer or importer of products subject to the reduction of standby power intends to indicate that relevant products are products excellent in the reduction of standby power, he/she shall be issued with a determination that the relevant products meet standards for the reduction of standby power under subparagraph 2 of Article 18, after standby power testing institutions measure the relevant products: Provided,"}, {"text_block_id": "p12_b262", "text": "That any one who has received approval from the Minister of Knowledge Economy under the proviso to Article 19 (2) may replace the measurements of standby power testing institutions by a self-measurement. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p12_b263", "text": "(2)"}, {"text_block_id": "p12_b264", "text": "Any manufacturer or importer who indicates products excellent in the reduction of standby power, after a determination under paragraph (1) is issued, shall report outcomes of measurement under paragraph (1) to the Minister of Knowledge Economy, as prescribed by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p12_b265", "text": "(3)"}, {"text_block_id": "p12_b266", "text": "The Minister of Knowledge Economy may order persons falling under any of the subparagraphs of Article 8 (1) to preferably purchase products that are effective in the reduction of standby power, or to encourage factories, places of business or collective housing areas to install or use such products, when it is deemed necessary to promote the distribution of products effective in the reduction of standby power.<Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p12_b267", "text": "Article 21"}, {"text_block_id": "p12_b268", "text": "(Post Management of Products Subject to Reduction of Standby Power)"}, {"text_block_id": "p12_b269", "text": "(1)"}, {"text_block_id": "p12_b270", "text": "When products effective in the reduction of standby power fall short of standards for the reduction of standby power under subparagraph 2 of Article 18, the Minister of Knowledge Economy may order any manufacturer or importer of products subject to the reduction of standby power to make a correction within a specific period, as prescribed by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p12_b271", "text": "(2)"}, {"text_block_id": "p12_b272", "text": "When any manufacturer or importer of products subject to the reduction of standby power fails to comply with an order for correction under paragraph (1), the Minister of Knowledge Economy may announce such fact. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p12_b273", "text": "Article 22"}, {"text_block_id": "p12_b274", "text": "(Certification of High-Efficiency Energy Machinery, Equipment or Materials)"}, {"text_block_id": "p12_b275", "text": "(1)"}, {"text_block_id": "p12_b276", "text": "The Minister of Knowledge Economy shall determine and publicly announce the following matters, with respect to energy-using machinery, equipment or materials prescribed by Ordinance of the Ministry of Knowledge Economy, and the distribution of which needs to be promoted due to high efficiency in energy use (hereinafter referred to as “machinery, equipment or materials subject to the certification of high-efficiency"}, {"text_block_id": "p13_b277", "text": "energy”): <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p13_b278", "text": "1."}, {"text_block_id": "p13_b279", "text": "The scope of application of item of machinery, equipment or materials subject to the certification of high-efficiency energy;"}, {"text_block_id": "p13_b280", "text": "2."}, {"text_block_id": "p13_b281", "text": "Standards, methods and procedures for the certification of machinery, equipment or materials subject to the certification of high-efficiency energy;"}, {"text_block_id": "p13_b282", "text": "3."}, {"text_block_id": "p13_b283", "text": "Methods for measuring the performance of machinery, equipment or materials subject to the certification of high-efficiency energy;"}, {"text_block_id": "p13_b284", "text": "4."}, {"text_block_id": "p13_b285", "text": "Indication of the certification of machinery, equipment or materials (hereinafter referred to as “high-efficiency energy machinery, equipment or materials”) subject to the certification of high-efficiency energy, which shows excellent efficiency in energy use; and"}, {"text_block_id": "p13_b286", "text": "5."}, {"text_block_id": "p13_b287", "text": "Other matters necessary for the management of machinery, equipment or materials subject to the certification of high-efficiency energy, prescribed by Ordinance of the Ministry of Knowledge Economy."}, {"text_block_id": "p13_b288", "text": "(2)"}, {"text_block_id": "p13_b289", "text": "When any manufacturer or importer of machinery, equipment or materials subject to the certification of high-efficiency energy indicates that the relevant machinery, equipment or materials are high-efficiency energy machinery, equipment or materials, he/she shall undergo evaluation by a testing institution (hereinafter referred to as “high efficiency testing institution”) designated by the Minister of Knowledge Economy, whether the relevant energy-using machinery, equipment or materials meet the standards for certification under paragraph (1) 2 and when said standards are met shall obtain certification from the Minister of Knowledge Economy <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p13_b290", "text": "(3)"}, {"text_block_id": "p13_b291", "text": "Anyone who intends to obtain the certification of high-efficiency energy machinery, equipment or materials under paragraph (2) should apply for certification to the Minister of Knowledge Economy, as prescribed by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p13_b292", "text": "(4)"}, {"text_block_id": "p13_b293", "text": "When machinery, equipment or materials subject to the certification of high-efficiency energy under paragraph (3) meet the standards for certification under paragraph (1) 2, the Minister of Knowledge Economy shall grant the certification to such machinery, equipment or materials. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p13_b294", "text": "(5)"}, {"text_block_id": "p13_b295", "text": "No one, other than those persons who have obtained certification under paragraph (4), may indicate that the relevant machinery, equipment or materials subject to the certification of high-efficiency energy are high-efficiency energy machinery, equipment or materials."}, {"text_block_id": "p14_b296", "text": "No one, other than those persons who have obtained certification under paragraph (4), may indicate that the relevant machinery, equipment or materials subject to the certification of high-efficiency energy are high-efficiency energy machinery, equipment or materials.\n* The Minister of Knowledge Economy may order persons falling under any of the\n* Anyone who intends to be designated as a high efficiency testing institution under\n\t* Anyone who intends to be designated as a high efficiency testing institution must\n\t\t* Testing or research institute established by the State;\n\t\t* Specific research institute under Article 2 of the Support of Specific Research Institutes\n\t\t* Institution recognized as a testing or examination institution under Article 23\n\t\t* Institutions recognized by the Minister of Knowledge Economy as having the\n\t\t* Anyone who intends to be designated as a high efficiency testing institution should\n\t\t* When any manufacturer or importer obtains certification by fraud or other wrongful"}, {"text_block_id": "p14_b312", "text": "Article 23"}, {"text_block_id": "p14_b313", "text": "(Post Management of High-Efficiency Energy Machinery, Equipment or Materials)"}, {"text_block_id": "p14_b314", "text": "(1)"}, {"text_block_id": "p14_b315", "text": "When high-efficiency energy machinery, equipment or materials fall under subparagraph 1, the Minister of Knowledge Economy shall revoke the certification thereof, but when such machinery, equipment or materials fall under subparagraph 2, the Minister of Knowledge Economy may either revoke the certification or issue an order to stop the use of the certification within six months: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p15_b318", "text": "When high-efficiency energy machinery, equipment or materials fall under subparagraph 1, the Minister of Knowledge Economy shall revoke the certification thereof, but when such machinery, equipment or materials fall under subparagraph 2, the Minister of Knowledge Economy may either revoke the certification or issue an order to stop the use of the certification within six months: <Amended by Act No. 8852, Feb. 29, 2008>\n* When it acquires designation by fraud or other wrongful means;"}, {"text_block_id": "p15_b319", "text": "2."}, {"text_block_id": "p15_b320", "text": "When high-efficiency energy machinery, equipment or materials fall short of the standards for certification under Article 22 (1) 2."}, {"text_block_id": "p15_b321", "text": "(2)"}, {"text_block_id": "p15_b322", "text": "The Minister of Knowledge Economy shall not grant certification to high-efficiency energy machinery, equipment or materials whose certification has been revoked under paragraph (1) within one year from the date of revocation as determined by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p15_b323", "text": "Article 24"}, {"text_block_id": "p15_b324", "text": "(Cancellation of Designation as Testing Institutions)"}, {"text_block_id": "p15_b325", "text": "(1)"}, {"text_block_id": "p15_b326", "text": "When any efficiency management testing institution, standby power testing institution or high efficiency testing institution falls under any of the following subparagraphs, the Minister of Knowledge Economy may cancel the designation or order the suspension of the business by fixing a period not exceeding six months: Provided, that when such institution falls under subparagraph 1 or 2, the designation thereof shall be cancelled: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p15_b329", "text": "2."}, {"text_block_id": "p15_b330", "text": "When it administers a test during the period of business suspension;"}, {"text_block_id": "p15_b331", "text": "3."}, {"text_block_id": "p15_b332", "text": "When it refuses or delays a test without any justifiable ground;"}, {"text_block_id": "p15_b333", "text": "4."}, {"text_block_id": "p15_b334", "text": "When it administers a test, failing to comply with methods for measurement determined and publicly announced by the Minister of Knowledge Economy; or"}, {"text_block_id": "p15_b335", "text": "5."}, {"text_block_id": "p15_b336", "text": "When it fails to meet the standards for designation as a testing institution under Article 15 (5), 19 (5) or 22 (7)."}, {"text_block_id": "p15_b337", "text": "(2)"}, {"text_block_id": "p15_b338", "text": "When any person who has obtained approval of a self-measurement under the proviso to Article 15 (2) or 19 (2) falls under subparagraph 1 or 2, the Minister of Knowledge Economy shall revoke such approval, and when he/she falls under subparagraph 3 or 4, the Minister of Knowledge Economy may revoke such approval or issue an order to suspend a self-measurement by fixing a period within six months: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p15_b339", "text": "1."}, {"text_block_id": "p15_b340", "text": "When he/she obtains approval by fraud or other wrongful means;"}, {"text_block_id": "p15_b341", "text": "2."}, {"text_block_id": "p15_b342", "text": "When he/she takes a measurement during the period of business suspension;"}, {"text_block_id": "p15_b343", "text": "3."}, {"text_block_id": "p15_b344", "text": "When he/she takes a measurement, failing to comply with the standards for measurements determined and publicly notified by the Minister of Knowledge Economy;"}, {"text_block_id": "p15_b345", "text": "4."}, {"text_block_id": "p15_b346", "text": "When he/she fails to meet the standards for testing facilities or specialized human"}, {"text_block_id": "p16_b347", "text": "resources determined and publicly announced by the Minister of Knowledge Economy."}, {"text_block_id": "p16_b348", "text": "SECTION 2"}, {"text_block_id": "p16_b349", "text": "POLICIES RELATED TO INDUSTRIES AND BUILDINGS"}, {"text_block_id": "p16_b350", "text": "Article 25"}, {"text_block_id": "p16_b351", "text": "(Support to Enterprise Specializing in Energy Saving)"}, {"text_block_id": "p16_b352", "text": "(1)"}, {"text_block_id": "p16_b353", "text": "The Government may provide necessary support to energy-saving projects and projects to reduce the emission of greenhouse gases by saving energy, conducted by any person who operates the following business entrusted by a third person and has registered with the Minister of Knowledge Economy (hereinafter referred to as “enterprise specialized in energy saving”): <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p16_b354", "text": "The Government may provide necessary support to energy-saving projects and projects to reduce the emission of greenhouse gases by saving energy, conducted by any person who operates the following business entrusted by a third person and has registered with the Minister of Knowledge Economy (hereinafter referred to as “enterprise specialized in energy saving”): <Amended by Act No. 8852, Feb. 29, 2008>\n* Management and service projects of energy-using facilities for energy saving;\n* Projects concerning investment in energy-saving facilities prescribed in Article 14\n* Other energy-saving projects determined by Presidential Decree."}, {"text_block_id": "p16_b360", "text": "(2)"}, {"text_block_id": "p16_b361", "text": "Anyone who intends to be registered as an enterprise that specialized in energy saving should meet the standards for the registration of machinery, equipment or materials, assets or technical human resources and should apply for registration to the Minister of Knowledge Economy, as prescribed by Presidential Decree. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p16_b362", "text": "Article 26"}, {"text_block_id": "p16_b363", "text": "(Revoking Registration of Enterprise Specializing in Energy Saving)"}, {"text_block_id": "p16_b364", "text": "Where an enterprise specializing in energy saving falls under any of the following subparagraphs, the Minister of Knowledge Economy may revoke the registration or suspend the support as prescribed by this Act. Provided, that where such enterprise falls under subparagraph 1, the registration thereof shall be revoked: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p16_b365", "text": "1."}, {"text_block_id": "p16_b366", "text": "When it obtains registration as prescribed in Article 25 (1) by fraud or other wrongful means;"}, {"text_block_id": "p16_b367", "text": "2."}, {"text_block_id": "p16_b368", "text": "When it receives support under Article 14 (1) by fraud or other wrongful means or uses subsidies for purposes other than their original purpose;"}, {"text_block_id": "p16_b369", "text": "3."}, {"text_block_id": "p16_b370", "text": "When any enterprise, which has been registered as an enterprise specializing in energy saving, applies for the revocation of such registration;"}, {"text_block_id": "p16_b371", "text": "4."}, {"text_block_id": "p16_b372", "text": "When it allows another person to operate the business falling under any of the"}, {"text_block_id": "p17_b373", "text": "subparagraphs of Article 25 (1) by using its name or title, or lends to other persons the registration certificate issued by the Minister of Knowledge Economy to enterprises specialized in energy saving;"}, {"text_block_id": "p17_b374", "text": "5."}, {"text_block_id": "p17_b375", "text": "When it falls short of standards for registration under Article 25 (2);"}, {"text_block_id": "p17_b376", "text": "6."}, {"text_block_id": "p17_b377", "text": "When it fails to submit a report under Article 66 (1), or submits a false report, or refuses, interferes with, or evades an inspection prescribed in the said paragraph; or"}, {"text_block_id": "p17_b378", "text": "7."}, {"text_block_id": "p17_b379", "text": "Where it fails to commence business within three years after its registration without any justifiable reason, or it has no business performance results for three consecutive years."}, {"text_block_id": "p17_b380", "text": "Article 27"}, {"text_block_id": "p17_b381", "text": "(Restrictions on Registration of Enterprise Specializing in Energy Saving)"}, {"text_block_id": "p17_b382", "text": "Any enterprise specializing in energy saving, the registration of which is revoked under Article 26, shall be prohibited from having itself registered again within two years under Article 25 (2) from the date on which its registration is revoked."}, {"text_block_id": "p17_b383", "text": "Article 28"}, {"text_block_id": "p17_b384", "text": "(Support for Companies which Conclude Voluntary Agreements)"}, {"text_block_id": "p17_b385", "text": "(1)"}, {"text_block_id": "p17_b386", "text": "When any energy user or energy supplier guarantees (hereinafter referred to as “voluntary agreements”) the Government or local governments to voluntarily establish plans with an objective of reducing the emission of greenhouse gases by saving energy and using energy in a rational way, and the methods for the implementation of such plans and methods, requires the investment in energy-saving facilities or other facilities prescribed by Presidential Decree, the Government may provide support for such investments."}, {"text_block_id": "p17_b387", "text": "(2)"}, {"text_block_id": "p17_b388", "text": "Necessary matters concerning the objectives of voluntary agreements and standards for or evaluation of methods for implementation thereof shall be prescribed by Ordinance of the Ministry of Knowledge Economy, in consultation with the Minister of Environment. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p17_b389", "text": "Article 29"}, {"text_block_id": "p17_b390", "text": "(Registration and Management of Records of Reduction of Greenhouse Gases)"}, {"text_block_id": "p17_b391", "text": "(1)"}, {"text_block_id": "p17_b392", "text": "Where any enterprise that has voluntarily entered into agreements or any enterprise that specializes in energy saving files an application for the registration of its record of reduction in the emission of greenhouse gases through the rationalization of energy use, the Government shall keep and maintain said record of reduction."}, {"text_block_id": "p18_b393", "text": "Where any enterprise that has voluntarily entered into agreements or any enterprise that specializes in energy saving files an application for the registration of its record of reduction in the emission of greenhouse gases through the rationalization of energy use, the Government shall keep and maintain said record of reduction.\n* Necessary matters concerning applications, registration, and management referred to\n* Quantity of energy consumed and the products manufactured in the previous year;\n* Estimated quantity of energy to be consumed and the products to be manufactured\n* Current status of energy-using machinery, equipment or materials;\n* Outcomes of the rationalization of energy use in the previous year, and plans for"}, {"text_block_id": "p18_b395", "text": "Article 30"}, {"text_block_id": "p18_b396", "text": "(Education and Training, Fostering of Human Resources, to Reduce Emission of Greenhouse Gases)"}, {"text_block_id": "p18_b397", "text": "(1)"}, {"text_block_id": "p18_b398", "text": "The Government may, if it is deemed necessary to reduce the emission of greenhouse gases, conduct education and training for persons in charge of the affairs related to reduce the emission of greenhouse gases, including industrial workers."}, {"text_block_id": "p18_b399", "text": "(2)"}, {"text_block_id": "p18_b400", "text": "The Government may designate any graduate school or graduate school university from among graduate schools provided for in Article 29 of the Higher Education Act and from among the graduate school universities provided for in Article 30 of the Higher Education Act as a specialized graduate school for climate change, in order to foster professional human resources necessary to reduce the emission of greenhouse gases."}, {"text_block_id": "p18_b401", "text": "(3)"}, {"text_block_id": "p18_b402", "text": "The Government may provide support to operate specialized graduate schools for climate change designated pursuant to paragraph (2)."}, {"text_block_id": "p18_b403", "text": "(4)"}, {"text_block_id": "p18_b404", "text": "Necessary matters concerning persons eligible for education and training, details of education and training under paragraph (1), procedures for designating specialized graduate schools for climate change under paragraph (2) and details of support under paragraph (3) shall be prescribed by Presidential Decree."}, {"text_block_id": "p18_b405", "text": "Article 31"}, {"text_block_id": "p18_b406", "text": "(Report, etc. of Excessive Energy-Consuming Business Operator)"}, {"text_block_id": "p18_b407", "text": "(1)"}, {"text_block_id": "p18_b408", "text": "Anyone for whom the quantity of energy consumed is not less than the standard quantity prescribed by Presidential Decree, (hereinafter referred to as “excessive energy-consuming business operator”) shall report the following matters to the Mayor/Do Governor having jurisdiction over the area where the relevant energy-using facilities are located, not later than January 31 of each year, as prescribed by Ordinance of the Ministry of Knowledge Economy: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p19_b417", "text": "5."}, {"text_block_id": "p19_b418", "text": "Current status of persons in charge of the affairs referred to in subparagraphs 1 to 4 (hereinafter referred to as “person in charge of energy management”)."}, {"text_block_id": "p19_b419", "text": "(2)"}, {"text_block_id": "p19_b420", "text": "The Mayor/Do Governor shall, upon receipt of the report under paragraph (1), inform the Minister of Knowledge Economy not later than the end of February of each year. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p19_b421", "text": "Article 32"}, {"text_block_id": "p19_b422", "text": "(Energy Examinations)"}, {"text_block_id": "p19_b423", "text": "(1)"}, {"text_block_id": "p19_b424", "text": "The Minister of Knowledge Economy shall determine and publicly announce the standards, by section, necessary for an efficient management of energy (hereinafter referred to as “energy management standards”) by any excessive energy-consuming business operator, after consulting with the head of the relevant administrative agency. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p19_b425", "text": "(2)"}, {"text_block_id": "p19_b426", "text": "Any excessive energy-consuming business operator shall undergo an examination by an institution specializing in energy examination designated by the Minister of Knowledge Economy (hereinafter referred to as “examination institution”) as to whether his/her place of business efficiently uses energy (hereinafter referred to as “energy examination”) during the period prescribed by Presidential Decree within three years. Provided, that this shall not apply to apartment houses and power plants where energy examination is not physically or technically possible, or where the effect of energy examination is marginal, and other place of business determined by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p19_b427", "text": "(3)"}, {"text_block_id": "p19_b428", "text": "The Minister of Knowledge Economy shall manage and supervise an examination institution, by requiring such institution to submit data concerning energy examination, as prescribed by Presidential Decree. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p19_b429", "text": "(4)"}, {"text_block_id": "p19_b430", "text": "The Minister of Knowledge Economy may exempt from energy examination or may reduce the frequency of energy examination as prescribed by Ordinance of the Ministry of Knowledge Economy any excessive energy-consuming business operator recognized as efficient in reducing energy consumption. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p19_b431", "text": "(5)"}, {"text_block_id": "p19_b432", "text": "If it is found as a result of energy examination that an excessive energy-consuming business operator fails to observe the energy management standards, the Minister of Knowledge Economy may provide such business operator guidance for implementation of energy management standards (hereinafter referred to as “energy management guidance”). <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p19_b433", "text": "(6)"}, {"text_block_id": "p19_b434", "text": "The Minister of Knowledge Economy may subsidize all or part of the expenses incurred"}, {"text_block_id": "p20_b435", "text": "by any excessive energy-consuming business operator in undergoing energy examination. In such cases, the subject matter, size and procedure of support shall be determined by Presidential Decree. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p20_b436", "text": "(7)"}, {"text_block_id": "p20_b437", "text": "The designation of an examination institution shall be determined by Presidential Decree, and the designation procedure for an examination institution and other necessary matters shall be determined by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p20_b438", "text": "(8)"}, {"text_block_id": "p20_b439", "text": "The scope and methods of energy examination and other necessary matters shall be determined and publicly announced by the Minister of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p20_b440", "text": "Article 33"}, {"text_block_id": "p20_b441", "text": "(Cancellation of Designation as Examination Institutions)"}, {"text_block_id": "p20_b442", "text": "Where any person who is designated as an examination institution falls under any of the following subparagraphs, the Minister of Knowledge Economy may cancel the designation or order the suspension of business for a period not exceeding two years. Provided, that in cases falling under subparagraph 1, the designation thereof shall be cancelled: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p20_b443", "text": "1."}, {"text_block_id": "p20_b444", "text": "Where it acquires designation by fraud or other wrongful means;"}, {"text_block_id": "p20_b445", "text": "2."}, {"text_block_id": "p20_b446", "text": "Where it performs energy examination in a profoundly inappropriate way in view of energy management standards;"}, {"text_block_id": "p20_b447", "text": "3."}, {"text_block_id": "p20_b448", "text": "Where it fails to meet the designation criteria under Article 32 (7); or"}, {"text_block_id": "p20_b449", "text": "4."}, {"text_block_id": "p20_b450", "text": "Where it fails to submit a report under Article 66 (1), submits a false report or refuses, obstructs or evades any inspection under the same paragraph."}, {"text_block_id": "p20_b451", "text": "Article 34"}, {"text_block_id": "p20_b452", "text": "(Orders for Improvement)"}, {"text_block_id": "p20_b453", "text": "(1)"}, {"text_block_id": "p20_b454", "text": "The Minister of Knowledge Economy may, if deemed necessary to reduce energy loss factors as a result of energy management guidance, order an excessive energy-consuming business operator to improve such factors. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p20_b455", "text": "(2)"}, {"text_block_id": "p20_b456", "text": "The requirements and procedures for orders for improvement referred to in paragraph (1) shall be determined by Presidential Decree."}, {"text_block_id": "p20_b457", "text": "Article 35"}, {"text_block_id": "p20_b458", "text": "(Establishment, etc. of Prime Target Unit of Energy)"}, {"text_block_id": "p20_b459", "text": "(1)"}, {"text_block_id": "p20_b460", "text": "The Minister of Knowledge Economy shall, if deemed necessary to increase the"}, {"text_block_id": "p21_b461", "text": "efficiency of energy use, determine and publicly announce the energy use target by unit of products manufactured using energy or by unit area of a building (hereinafter referred to as “prime target unit of energy”) in consultation with the head of the relevant administrative agency. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p21_b462", "text": "(2)"}, {"text_block_id": "p21_b463", "text": "The Minister of Knowledge Economy may provide funds incurred in achieving the prime target unit of energy, as prescribed by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p21_b464", "text": "Article 36"}, {"text_block_id": "p21_b465", "text": "(Utilization of Waste Heat)"}, {"text_block_id": "p21_b466", "text": "(1)"}, {"text_block_id": "p21_b467", "text": "Each energy user shall endeavor to utilize waste-produced heat in the place of business and proactively cooperate with any person who will obtain waste heat not used in the place of business of the energy user to be utilized outside the relevant place of business."}, {"text_block_id": "p21_b468", "text": "(2)"}, {"text_block_id": "p21_b469", "text": "If he/she deems it necessary, to promote the utilization of waste-produced heat, the Minister of Knowledge Economy may recommend energy users producing waste heat to utilize the same jointly or to supply waste heat to any third person. Provided, that where any consultation between the interested parties on the joint utilization of waste heat or its supply to a third party is not achieved or is impossible, he/she may adjust it. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p21_b470", "text": "(3)"}, {"text_block_id": "p21_b471", "text": "Any business operator prescribed by the Integrated Energy Supply Act shall proactively endeavor to utilize waste heat generated from incineration facilities or industrial facilities in the area designated as an area subject to the supply of integrated energy under Article 5 of the same Act."}, {"text_block_id": "p21_b472", "text": "Article 36-2"}, {"text_block_id": "p21_b473", "text": "(Designation of Heating and Cooling Temperature Restriction Buildings)"}, {"text_block_id": "p21_b474", "text": "(1)"}, {"text_block_id": "p21_b475", "text": "The Minister of Knowledge Economy may designate any of the following buildings as a heating and cooling temperature restriction building by determining the restrictions on heating or cooling temperatures or the period of restriction, when it is deemed necessary for saving energy and using energy in a rational way:"}, {"text_block_id": "p21_b476", "text": "The Minister of Knowledge Economy may designate any of the following buildings as a heating and cooling temperature restriction building by determining the restrictions on heating or cooling temperatures or the period of restriction, when it is deemed necessary for saving energy and using energy in a rational way:\n* Any building used by a person falling under any of the subparagraphs of Article\n* Any building where the quantity of energy used is within the standard quantity"}, {"text_block_id": "p22_b480", "text": "The Minister of Knowledge Economy may designate any of the following buildings as a heating and cooling temperature restriction building by determining the restrictions on heating or cooling temperatures or the period of restriction, when it is deemed necessary for saving energy and using energy in a rational way:\n* Any building used by a person falling under any of the subparagraphs of Article\n* Any building where the quantity of energy used is within the standard quantity\n* The Minister of Knowledge Economy shall, when he/she designates any heating and\n\t\t* Any building falling under paragraph (1) 1: Management institutions (referring to\n\t\t* Any building falling under paragraph (1) 2: Excessive energy-consuming business\n\t\t* The management institution of a building (hereinafter referred to as âheating and\n\t\t* The Minister of Knowledge Economy may check whether the management institution\n\t\t* Necessary matters concerning standards for determining restrictions on heating and"}, {"text_block_id": "p22_b492", "text": "[This Article Newly Inserted by Act No. 9373, Jan. 30, 2009]"}, {"text_block_id": "p22_b493", "text": "Article 36-3"}, {"text_block_id": "p22_b494", "text": "(Measures for the Maintenance and Management of Heating and Cooling Temperature Restriction Buildings)"}, {"text_block_id": "p22_b495", "text": "When the management of the heating and cooling temperature restriction buildings or excessive energy-consuming business operators fail to maintain or manage the heating and cooling temperatures of the particular building within the scope of the restricted temperatures under Article 36-2 (3), the Minister of Knowledge Economy may recommend the taking of measures necessary for the suitable maintenance or management of heating and cooling temperatures, such as controlling heating and cooling temperatures, or order the taking of corrective measures."}, {"text_block_id": "p23_b496", "text": "[This Article Newly Inserted by Act No. 9373, Jan. 30, 2009]"}, {"text_block_id": "p23_b497", "text": "CHAPTER IV"}, {"text_block_id": "p23_b498", "text": "MANAGEMENT OF HEAT-USING MACHINERY, EQUIPMENT OR MATERIALS"}, {"text_block_id": "p23_b499", "text": "Article 37"}, {"text_block_id": "p23_b500", "text": "(Specific Heat-Using Machinery, Equipment or Materials)"}, {"text_block_id": "p23_b501", "text": "Any person who is in the business (hereinafter referred to as “business of construction execution”) of installing, constructing heat-using machinery, equipment or materials determined by Ordinance of the Ministry of Knowledge Economy (hereinafter referred to as “specific heat-using machinery, equipment or materials”), who is required to undertake safety control, hazard prevention, and efficiency management of energy use in the course of manufacture, installation, construction and utilization, from among heat-using machinery, equipment or materials, or who is in the business of washing a pipe thereof, shall register with the Mayor/Do Governor pursuant to Article 9 (1) of the Framework Act on the Construction Industry. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p23_b502", "text": "Article 38"}, {"text_block_id": "p23_b503", "text": "(Requests for the Cancellation of the Registration of the Construction Business Execution)"}, {"text_block_id": "p23_b504", "text": "Where any person (hereinafter referred to as “constructor”) who has filed registration of the business of construction under Article 37 causes serious problems to the safety of the facilities or the management of energy efficiency because of the poor installation, the construction of specific heat-using machinery, equipment or materials, or the poor washing of a pipe thereof intentionally or by negligence, the Minister of Knowledge Economy may request the Mayor/Do Governor to cancel such registration or suspend all or part of the particular construction business. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p23_b505", "text": "Article 39"}, {"text_block_id": "p23_b506", "text": "(Machinery and Equipment Subject to Inspection)"}, {"text_block_id": "p23_b507", "text": "(1)"}, {"text_block_id": "p23_b508", "text": "Any manufacturer of machinery and equipment subject to inspection (hereinafter referred to as “machinery and equipment subject to inspection”), which are determined by Ordinance of the Ministry of Knowledge Economy, from among specific heat-using machinery, equipment or materials, shall undergo an inspection by the Mayor/Do Governor with regard to the manufacture of such machinery and equipment. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p23_b509", "text": "(2)"}, {"text_block_id": "p23_b510", "text": "Any person falling under any of the following subparagraphs (hereinafter referred to as “installer of machinery and equipment subject to inspection”) shall undergo an"}, {"text_block_id": "p24_b511", "text": "inspection by the Mayor/Do Governor, as determined by Ordinance of the Ministry of Knowledge Economy: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p24_b512", "text": "1."}, {"text_block_id": "p24_b513", "text": "A person who intends to install, or to use by reengineering, machinery and equipment subject to inspection;"}, {"text_block_id": "p24_b514", "text": "2."}, {"text_block_id": "p24_b515", "text": "A person who intends to use machinery and equipment subject to inspection by altering their place of installation; or"}, {"text_block_id": "p24_b516", "text": "3."}, {"text_block_id": "p24_b517", "text": "A person who intends to reuse machinery and equipment subject to inspection after suspending their use."}, {"text_block_id": "p24_b518", "text": "(3)"}, {"text_block_id": "p24_b519", "text": "The Mayor/Do Governor shall deliver without delay the certificate specifying the validity period of inspection to the manufacturer or installer of machinery and equipment subject to inspection as proof that it passed the inspection under paragraph (1) or (2)."}, {"text_block_id": "p24_b520", "text": "(4)"}, {"text_block_id": "p24_b521", "text": "Any person who intends to continue the use of the machinery and equipment subject to inspection, which validity term of inspection expires, shall undergo a re-inspection by the Mayor/Do Governor, as determined by the Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p24_b522", "text": "(5)"}, {"text_block_id": "p24_b523", "text": "Machinery and equipment which fail to pass the inspection under paragraph (1), (2) or (4) may not be used. Provided, that the Mayor/Do Governor may permit the continued use of any machinery and equipment subject to inspection which fail to pass the inspection as to the items under paragraph (4) prescribed by the Ordinance of the Ministry of Knowledge Economy, within the scope not to undermine the safety control and hazard prevention of such machinery and equipment subject to inspection, on condition that it should pass such inspection within the period prescribed by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p24_b524", "text": "(6)"}, {"text_block_id": "p24_b525", "text": "In any inspection under paragraphs (1), (2) and (4), the Mayor/Do Governor may wholly or partially exempt an inspection, within the scope that will not undermine the safety control and hazard prevention of machinery and equipment subject to inspection, as prescribed by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p24_b526", "text": "(7)"}, {"text_block_id": "p24_b527", "text": "Any installer of machinery and equipment subject to inspection shall, when falling under any of the following subparagraphs, report to the Mayor/Do Governor, as determined by Ordinance of the Ministry of Knowledge Economy: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p24_b528", "text": "Any installer of machinery and equipment subject to inspection shall, when falling under any of the following subparagraphs, report to the Mayor/Do Governor, as determined by Ordinance of the Ministry of Knowledge Economy: <Amended by Act No. 8852, Feb. 29, 2008>\n* Where machinery and equipment subject to inspection have been destroyed;\n<\\li1>"}, {"text_block_id": "p25_b530", "text": "2."}, {"text_block_id": "p25_b531", "text": "Where the utilization of machinery and equipment subject to inspection has been suspended;"}, {"text_block_id": "p25_b532", "text": "3."}, {"text_block_id": "p25_b533", "text": "Where an installer of machinery and equipment subject to inspection has been changed; or"}, {"text_block_id": "p25_b534", "text": "4."}, {"text_block_id": "p25_b535", "text": "Where machinery and equipment subject to inspection prescribed by Ordinance of the Ministry of Knowledge Economy, from among machinery and equipment subject to inspection, the inspection of which is wholly or partially exempted under paragraph (6), have been installed."}, {"text_block_id": "p25_b536", "text": "(8)"}, {"text_block_id": "p25_b537", "text": "The details and standards for the inspection of machinery and equipment subject to inspection and other necessary matters shall be determined by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p25_b538", "text": "Article 40"}, {"text_block_id": "p25_b539", "text": "(Appointment of Operator of Machinery and Equipment Subject to Inspection)"}, {"text_block_id": "p25_b540", "text": "(1)"}, {"text_block_id": "p25_b541", "text": "Any installer of machinery and equipment subject to inspection shall appoint an operator of such machinery and equipment (hereinafter referred to as “operator of machinery and equipment subject to inspection”) for the safety control, hazard prevention, and efficiency management of energy use of the machinery and equipment subject to inspection."}, {"text_block_id": "p25_b542", "text": "(2)"}, {"text_block_id": "p25_b543", "text": "The standards for qualification and appointment of operators of machinery and equipment subject to inspection shall be determined by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p25_b544", "text": "(3)"}, {"text_block_id": "p25_b545", "text": "Where any installer of machinery and equipment subject to inspection appoints or dismisses an operator of machinery and equipment subject to inspection, or the operator retires from office, he/she shall report it to the Mayor/Do Governor, as prescribed by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p25_b546", "text": "(4)"}, {"text_block_id": "p25_b547", "text": "Where any installer of machinery and equipment subject to inspection dismisses an operator of machinery and equipment subject to inspection, or the operator retires from office, he/she shall appoint another operator of machinery and equipment subject to inspection, before the dismissal or retirement. Provided, that if it falls under a cause prescribed by Ordinance of the Ministry of Knowledge Economy, the appointment of another operator of machinery and equipment subject to inspection may be postponed upon approval of the Mayor/Do Governor. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p26_b548", "text": "Article 41"}, {"text_block_id": "p26_b549", "text": "(Establishing the Organization of Constructors)"}, {"text_block_id": "p26_b550", "text": "(1)"}, {"text_block_id": "p26_b551", "text": "Constructors may, for the maintenance of their dignity, the advancement of technology, the improvement of construction execution systems, and the sound development of the construction business, establish the organization of constructors upon the authorization of the Minister of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p26_b552", "text": "(2)"}, {"text_block_id": "p26_b553", "text": "The organization of constructors shall be a juridical person."}, {"text_block_id": "p26_b554", "text": "(3)"}, {"text_block_id": "p26_b555", "text": "The organization of constructors shall be established by completing the registration of incorporation."}, {"text_block_id": "p26_b556", "text": "(4)"}, {"text_block_id": "p26_b557", "text": "Necessary matters concerning the establishment, matters to be entered in the Articles of association, and supervision of the organization of constructors shall be prescribed by Presidential Decree."}, {"text_block_id": "p26_b558", "text": "Article 42"}, {"text_block_id": "p26_b559", "text": "(Membership Qualification of the Organization of Constructors)"}, {"text_block_id": "p26_b560", "text": "Any constructor may join the organization of constructors."}, {"text_block_id": "p26_b561", "text": "Article 43"}, {"text_block_id": "p26_b562", "text": "(Proposal and Advice)"}, {"text_block_id": "p26_b563", "text": "The organization of constructors may make a proposal for matters concerning construction business to the Government or provide advice thereon as requested by the Government."}, {"text_block_id": "p26_b564", "text": "Article 44"}, {"text_block_id": "p26_b565", "text": "(Application Mutatis Mutandis of the Civil Act)"}, {"text_block_id": "p26_b566_merged", "text": "Except as provided by this Act, the provisions of the Civil Act concerning an incorporated association shall be applicable mutatis mutandis to the organization of constructors."}, {"text_block_id": "p26_b569", "text": "Article 45"}, {"text_block_id": "p26_b570", "text": "(Establishment of Energy Management Corporation)"}, {"text_block_id": "p26_b571", "text": "(1)"}, {"text_block_id": "p26_b572", "text": "In order to efficiently promote a rationalization project of energy use, the Energy Management Corporation (hereinafter referred to as the “Corporation”) shall be established."}, {"text_block_id": "p26_b573", "text": "(2)"}, {"text_block_id": "p26_b574", "text": "The Government or any person may make contribution to cover the funds incurred"}, {"text_block_id": "p27_b575", "text": "in the establishment, operation and projects of the Corporation."}, {"text_block_id": "p27_b576", "text": "(3)"}, {"text_block_id": "p27_b577", "text": "The times and methods of contribution under paragraph (2) and other necessary matters shall be determined by Presidential Decree."}, {"text_block_id": "p27_b578", "text": "Article 46"}, {"text_block_id": "p27_b579", "text": "(Legal Personality)"}, {"text_block_id": "p27_b580", "text": "The Corporation is a juristic person."}, {"text_block_id": "p27_b581", "text": "Article 47"}, {"text_block_id": "p27_b582", "text": "(Office)"}, {"text_block_id": "p27_b583", "text": "(1)"}, {"text_block_id": "p27_b584", "text": "The seat of the principal office of the Corporation shall be determined by the Articles of association of the Corporation."}, {"text_block_id": "p27_b585", "text": "(2)"}, {"text_block_id": "p27_b586", "text": "The Corporation may establish any branch offices, training institutes, business offices, or affiliated organization, at any necessary place, upon approval of the Minister of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p27_b587", "text": "Article 48"}, {"text_block_id": "p27_b588", "text": "(Articles of Association)"}, {"text_block_id": "p27_b589", "text": "The following matters, other than matters to be entered under Article 16 (1) of the Act on the Management of Public Institutions, shall be included in the Articles of association of the Corporation:"}, {"text_block_id": "p27_b590", "text": "1."}, {"text_block_id": "p27_b591", "text": "Matters concerning branch offices, training institutes and business offices;"}, {"text_block_id": "p27_b592", "text": "2."}, {"text_block_id": "p27_b593", "text": "Matters concerning the operation and management of affiliated organizations;"}, {"text_block_id": "p27_b594", "text": "3."}, {"text_block_id": "p27_b595", "text": "Matters concerning property; and"}, {"text_block_id": "p27_b596", "text": "4."}, {"text_block_id": "p27_b597", "text": "Matters concerning the enactment, amendment or repeal of rules and provisions."}, {"text_block_id": "p27_b598", "text": "[This Article Wholly Amended by Act No. 9373, Jan. 30, 2009]"}, {"text_block_id": "p27_b599", "text": "Article 49"}, {"text_block_id": "p27_b600", "text": "(Registration of Incorporation)"}, {"text_block_id": "p27_b601", "text": "(1)"}, {"text_block_id": "p27_b602", "text": "The Corporation shall come into existence upon registration of the Articles of incorporation at the seat of its principal office."}, {"text_block_id": "p27_b603", "text": "(2)"}, {"text_block_id": "p27_b604", "text": "The registration of incorporation under paragraph (1) shall include the following matters:"}, {"text_block_id": "p27_b605", "text": "The registration of incorporation under paragraph (1) shall include the following matters:\n* Objectives;\n* Title;\n* Principal office, branch offices, training institutes and business offices;\n* Names and addresses of executives; and"}, {"text_block_id": "p28_b613", "text": "The registration of incorporation under paragraph (1) shall include the following matters:\n* Objectives;\n* Title;\n* Principal office, branch offices, training institutes and business offices;\n* Names and addresses of executives; and\n* Methods of public announcement.\n<\\li2>"}, {"text_block_id": "p28_b615", "text": "(3)"}, {"text_block_id": "p28_b616", "text": "Matters necessary for registration, other than the registration of incorporation, shall be determined by Presidential Decree."}, {"text_block_id": "p28_b617", "text": "Article 50"}, {"text_block_id": "p28_b618", "text": "(Prohibition of Use of Similar Title)"}, {"text_block_id": "p28_b619", "text": "No person, other than the Corporation, may use the title “Energy Management Corporation” or any titles similar thereto."}, {"text_block_id": "p28_b620", "text": "Article 51"}, {"text_block_id": "p28_b621", "text": "(Executives)"}, {"text_block_id": "p28_b622", "text": "The Corporation shall appoint directors, including a chief director and a deputy director, an auditor, and the entire composition thereof shall be as follows:"}, {"text_block_id": "p28_b623", "text": "1."}, {"text_block_id": "p28_b624", "text": "One chief director;"}, {"text_block_id": "p28_b625", "text": "2."}, {"text_block_id": "p28_b626", "text": "One deputy director;"}, {"text_block_id": "p28_b627", "text": "3."}, {"text_block_id": "p28_b628", "text": "Not more than nine directors, excluding a chief director and a deputy director (including not more than six non-standing directors); and"}, {"text_block_id": "p28_b629", "text": "4."}, {"text_block_id": "p28_b630", "text": "One auditor."}, {"text_block_id": "p28_b631", "text": "Article 52"}, {"text_block_id": "p28_b632", "text": "Deleted. <by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p28_b633", "text": "Article 53"}, {"text_block_id": "p28_b634", "text": "(Duties of Executives)"}, {"text_block_id": "p28_b635", "text": "(1)"}, {"text_block_id": "p28_b636", "text": "The chief director shall represent the Corporation and shall have the general control over the affairs of the Corporation."}, {"text_block_id": "p28_b637", "text": "(2)"}, {"text_block_id": "p28_b638", "text": "The deputy director shall assist the chief director. <Amended by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p28_b639", "text": "(3)"}, {"text_block_id": "p28_b640", "text": "The directors shall take partial charge of the affairs of the Corporation pursuant to the Articles of association. <Amended by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p28_b641", "text": "(4)"}, {"text_block_id": "p28_b642", "text": "The auditor shall inspect the affairs and accounts of the Corporation."}, {"text_block_id": "p28_b643", "text": "Articles 54 and 55"}, {"text_block_id": "p28_b644", "text": "Deleted. <by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p28_b645", "text": "Article 56"}, {"text_block_id": "p28_b646", "text": "(Appointment and Dismissal of Employees)"}, {"text_block_id": "p28_b647", "text": "The employees of the Corporation shall be appointed and dismissed by the chief director, in accordance with the Articles of association."}, {"text_block_id": "p29_b648", "text": "Article 57"}, {"text_block_id": "p29_b649", "text": "(Projects)"}, {"text_block_id": "p29_b650", "text": "The Corporation shall carry out the following projects: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p29_b651", "text": "1."}, {"text_block_id": "p29_b652", "text": "Projects for the rationalization of energy use, thereby reducing the emission of greenhouse gases;"}, {"text_block_id": "p29_b653", "text": "2."}, {"text_block_id": "p29_b654", "text": "Development, introduction, guidance and dissemination of energy technology;"}, {"text_block_id": "p29_b655", "text": "3."}, {"text_block_id": "p29_b656", "text": "Loan and support of funds for the rationalization of energy use, development and dissemination of new and renewable energy and collective energy supply projects;"}, {"text_block_id": "p29_b657", "text": "4."}, {"text_block_id": "p29_b658", "text": "Projects falling under each subparagraph of Article 25 (1);"}, {"text_block_id": "p29_b659", "text": "5."}, {"text_block_id": "p29_b660", "text": "Energy examination and energy management guidance;"}, {"text_block_id": "p29_b661", "text": "6."}, {"text_block_id": "p29_b662", "text": "Promotion of new and renewable energy development projects;"}, {"text_block_id": "p29_b663", "text": "7."}, {"text_block_id": "p29_b664", "text": "Investigation, research, education and public relations for energy control;"}, {"text_block_id": "p29_b665", "text": "8."}, {"text_block_id": "p29_b666", "text": "Acquisition, installation, operation, lease and transfer of land, buildings, facilities, etc. for the rationalization project of energy use;"}, {"text_block_id": "p29_b667", "text": "9."}, {"text_block_id": "p29_b668", "text": "Support and management for the promotion of collective energy projects under Article"}, {"text_block_id": "p29_b669", "text": "Support and management for the promotion of collective energy projects under Article\n* of the Integrated Energy Supply Act;\n<\\li1>"}, {"text_block_id": "p29_b671", "text": "10."}, {"text_block_id": "p29_b672", "text": "Efficiency management of energy-using machinery, equipment or materials, and safety control of heat-using machinery, equipment or materials;"}, {"text_block_id": "p29_b673", "text": "11."}, {"text_block_id": "p29_b674", "text": "Projects connected to projects under subparagraphs 1 to 10; and"}, {"text_block_id": "p29_b675", "text": "12."}, {"text_block_id": "p29_b676", "text": "Projects for the rationalization of energy use and for the reduction of the emission of greenhouse gases, other than those under subparagraphs 1 to 11, which are entrusted by the Minister of Knowledge Economy, the Mayor/Do Governor, other agencies, etc."}, {"text_block_id": "p29_b677", "text": "Article 58"}, {"text_block_id": "p29_b678", "text": "(Liability for Expenses)"}, {"text_block_id": "p29_b679", "text": "The Corporation may have any person who benefits from the project bear the expenses incurred in the project, upon approval of the Minister of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p29_b680", "text": "Article 59"}, {"text_block_id": "p29_b681", "text": "(Borrowing of Funds)"}, {"text_block_id": "p29_b682", "text": "If the Corporation conducts a project under subparagraph 4 of Article 57, it may borrow funds from the Government, the Fund established by the Government, a domestic or foreign financial institution, the government of any foreign country or an international organization."}, {"text_block_id": "p30_b683", "text": "Article 60"}, {"text_block_id": "p30_b684", "text": "(Accounts)"}, {"text_block_id": "p30_b685", "text": "(1)"}, {"text_block_id": "p30_b686", "text": "Deleted. <by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p30_b687", "text": "(2)"}, {"text_block_id": "p30_b688", "text": "The Corporation shall, before each fiscal year commences, formulate a budget by classifying it into the general provision of a budget, estimated income statement, estimated balance sheet and fund plans and obtain the approval of the Minister of Knowledge Economy, by a resolution of the board of directors. And the same shall also apply in cases where it intends to modify it. <Amended by Act No. 8852, Feb. 29, 2008; Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p30_b689", "text": "(3)"}, {"text_block_id": "p30_b690", "text": "Deleted. <by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p30_b691", "text": "Article 61"}, {"text_block_id": "p30_b692", "text": "(Settlement of Profits)"}, {"text_block_id": "p30_b693", "text": "If there is any profit as a result of the settlement of accounts in each fiscal year, the Corporation shall appropriate it for making up any loss brought forward, and the remainder shall be reserved, if any, as determined by the Minister of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p30_b694", "text": "Article 62"}, {"text_block_id": "p30_b695", "text": "(Guidance and Supervision on Affairs)"}, {"text_block_id": "p30_b696", "text": "(1)"}, {"text_block_id": "p30_b697", "text": "The Minister of Knowledge Economy may guide and supervise the following affairs of the Corporation, and may, if necessary, give any direction, disposition or order necessary for carrying out such affairs, to the Corporation: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p30_b698", "text": "The Minister of Knowledge Economy may guide and supervise the following affairs of the Corporation, and may, if necessary, give any direction, disposition or order necessary for carrying out such affairs, to the Corporation: <Amended by Act No. 8852, Feb. 29, 2008>\n* Project plans and formulation of a budget;\n* Projects results and the settlement of accounts;\n* Projects conducted by the Corporation under Article 57;\n* Affairs entrusted by the Minister of Knowledge Economy under Article 69 (3)."}, {"text_block_id": "p30_b706", "text": "(2)"}, {"text_block_id": "p30_b707", "text": "The Minister of Knowledge Economy may have the Corporation report on matters necessary for the affairs, accounts and property of the Corporation, or have any public official under his/her control inspect any books, documents and other items of the Corporation. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p30_b708", "text": "(3)"}, {"text_block_id": "p30_b709", "text": "Any public official who conducts an inspection under paragraph (2), shall carry an authorization, and shall show the same to the intended persons."}, {"text_block_id": "p30_b710", "text": "Article 63"}, {"text_block_id": "p30_b711", "text": "(Prohibition against Disclosure of Confidential Information)"}, {"text_block_id": "p30_b712", "text": "No one who works or worked as an executive or employee of the Corporation shall disclose"}, {"text_block_id": "p31_b713", "text": "or use any confidential information known to him/her in the course of his/her performance of duties."}, {"text_block_id": "p31_b714", "text": "Article 64"}, {"text_block_id": "p31_b715", "text": "(Application Mutatis Mutandis of the Civil Act)"}, {"text_block_id": "p31_b716", "text": "Except as provided by this Act and the Act on the Management of Public Institutions, the provisions of the Civil Act on the incorporated foundation shall be applicable"}, {"text_block_id": "p31_b717", "text": "mutatis mutandis"}, {"text_block_id": "p31_b718", "text": "to the Corporation. <Amended by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p31_b719_merged_merged", "text": "CHAPTER VII SUPPLEMENTARY PROVISIONS"}, {"text_block_id": "p31_b722", "text": "Article 65"}, {"text_block_id": "p31_b723", "text": "(Education)"}, {"text_block_id": "p31_b724", "text": "(1)"}, {"text_block_id": "p31_b725", "text": "The Minister of Knowledge Economy shall conduct education for persons in charge of energy management, technical human resources of construction n business and operators of machinery and equipment subject to inspection that will help them to efficiently manage energy and to safely manage specific heat-using machinery, equipment or materials. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p31_b726", "text": "(2)"}, {"text_block_id": "p31_b727", "text": "Persons in charge of energy management, technical human resources of construction business and operators of machinery and equipment subject to inspection shall undergo training under paragraph (1)."}, {"text_block_id": "p31_b728", "text": "(3)"}, {"text_block_id": "p31_b729", "text": "Excessive energy-consuming business operators, constructors and installers of machinery and equipment subject to inspection shall have the persons in charge of energy management, technical human resources of construction execution business, and operators of machinery and equipment subject to inspection appointed or employed by them, to undergo training under paragraph (1)."}, {"text_block_id": "p31_b730", "text": "(4)"}, {"text_block_id": "p31_b731", "text": "Training institutions, the period and curricula of training under paragraph (1), and other matters necessary for training, shall be determined by Ordinance of the Ministry of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p31_b732", "text": "Article 66"}, {"text_block_id": "p31_b733", "text": "(Reporting and Inspections)"}, {"text_block_id": "p31_b734", "text": "(1)"}, {"text_block_id": "p31_b735", "text": "The Minister of Knowledge Economy or the Mayor/Do Governor may order manufacturers, importers or distributors of efficiency management machinery, equipment or materials, and products subject to the reduction of standby power or machinery, equipment or materials subject to the certification of high-efficiency energy, any testing institutions, enterprises specializing in energy saving, excessive energy-consuming"}, {"text_block_id": "p32_b736", "text": "business operators, examination institutions and installers of machinery and equipment subject to inspection, to report on the relevant affairs, as prescribed by Ordinance of the Ministry of Knowledge Economy, or to have any public official under his/her control or any employee of the Corporation enter the business offices, places of business, factories or warehouses of manufacturers of efficiency management machinery, equipment or materials, etc. to inspect books, documents, energy-using machinery, equipment or materials or other items, when it is deemed necessary for the enforcement of this Act. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p32_b737", "text": "(2)"}, {"text_block_id": "p32_b738", "text": "Any public official or employee of the Corporation, who conducts an inspection under paragraph (1), shall carry a certificate indicating his/her authority and shall show the same to the intended persons."}, {"text_block_id": "p32_b739", "text": "Article 67"}, {"text_block_id": "p32_b740", "text": "(Fees)"}, {"text_block_id": "p32_b741", "text": "Any person falling under any of the following subparagraphs shall pay the fees prescribed by Ordinance of the Ministry of Knowledge Economy: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p32_b742", "text": "1."}, {"text_block_id": "p32_b743", "text": "Any person who intends to apply for certification of high-efficiency energy machinery, equipment or materials under Article 22 (3);"}, {"text_block_id": "p32_b744", "text": "2."}, {"text_block_id": "p32_b745", "text": "Any person who intends to undergo an energy examination under Article 32 (2); or"}, {"text_block_id": "p32_b746", "text": "3."}, {"text_block_id": "p32_b747", "text": "Any person who intends to undergo an inspection of machinery and equipment subject to inspection under Article 39 (1), (2) or (4)."}, {"text_block_id": "p32_b748", "text": "Article 68"}, {"text_block_id": "p32_b749", "text": "(Hearings)"}, {"text_block_id": "p32_b750", "text": "If the Minister of Knowledge Economy intends to take any of the following dispositions, he/she shall hold a hearing: <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p32_b751", "text": "1."}, {"text_block_id": "p32_b752", "text": "Order to prohibit the production or sale of efficiency management machinery, equipment or materials under Article 16 (2);"}, {"text_block_id": "p32_b753", "text": "2."}, {"text_block_id": "p32_b754", "text": "Cancellation of certification of high-efficiency energy machinery, equipment or materials under Article 23 (1);"}, {"text_block_id": "p32_b755", "text": "3."}, {"text_block_id": "p32_b756", "text": "Cancellation of designation as testing institutions under Article 24 (1);"}, {"text_block_id": "p32_b757", "text": "4."}, {"text_block_id": "p32_b758", "text": "Revocation of approval to take a self-measurement under Article 24 (2);"}, {"text_block_id": "p32_b759", "text": "5."}, {"text_block_id": "p32_b760", "text": "Revocation of the registration of enterprises specializing in energy saving under Article 26; or"}, {"text_block_id": "p32_b761", "text": "6."}, {"text_block_id": "p32_b762", "text": "Cancellation of designation as examination institutions under Article 33."}, {"text_block_id": "p33_b763", "text": "Article 69"}, {"text_block_id": "p33_b764", "text": "(Delegation or Entrustment of Authority)"}, {"text_block_id": "p33_b765", "text": "(1)"}, {"text_block_id": "p33_b766", "text": "The Minister of Knowledge Economy may delegate part of his/her authority under this Act to the Mayor/Do Governor, as prescribed by Presidential Decree. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p33_b767", "text": "(2)"}, {"text_block_id": "p33_b768", "text": "The Mayor/Do Governor may entrust part of his/her authority delegated under paragraph (1) to the head of a Si/Gun/Gu (limited to the head of autonomous Gu) after obtaining approval from the Minister of Knowledge Economy. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p33_b769", "text": "(3)"}, {"text_block_id": "p33_b770", "text": "The Minister of Knowledge Economy or the Mayor/Do Governor may, as prescribed by Presidential Decree, entrust the following affairs to the Corporation, the organization of constructors or institutions prescribed by Presidential Decree: <Amended by Act No. 8852, Feb. 29, 2008; Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p33_b771", "text": "The Minister of Knowledge Economy or the Mayor/Do Governor may, as prescribed by Presidential Decree, entrust the following affairs to the Corporation, the organization of constructors or institutions prescribed by Presidential Decree: <Amended by Act No. 8852, Feb. 29, 2008; Act No. 9373, Jan. 30, 2009>\n* Examination of an energy use plan under Article 11;\n* Examination or ascertainment as to whether a project supervisor implements energy"}, {"text_block_id": "p33_b775", "text": "3."}, {"text_block_id": "p33_b776", "text": "Receipt of reports on measurement results of efficiency management machinery, equipment or materials under Article 15 (3);"}, {"text_block_id": "p33_b777", "text": "4."}, {"text_block_id": "p33_b778", "text": "Receipt of reports on measurement results of products subject to warning signs of standby power under Article 19 (3);"}, {"text_block_id": "p33_b779", "text": "5."}, {"text_block_id": "p33_b780", "text": "Receipt of reports on measurement results of products subject to the reduction of standby power under Article 20 (2);"}, {"text_block_id": "p33_b781", "text": "6."}, {"text_block_id": "p33_b782", "text": "Receipt of applications for the certification of high-efficiency energy machinery, equipment or materials and the certification thereof under Article 22 (3) and (4);"}, {"text_block_id": "p33_b783", "text": "7."}, {"text_block_id": "p33_b784", "text": "Order to cancel the certification of high-efficiency energy machinery, equipment or materials or suspend the use of such certification under Article 23 (1);"}, {"text_block_id": "p33_b785", "text": "8."}, {"text_block_id": "p33_b786", "text": "Registration of enterprises specializing in energy saving under Article 25 (1);"}, {"text_block_id": "p33_b787", "text": "9."}, {"text_block_id": "p33_b788", "text": "Registration and management of the results of reducing the emission of greenhouse gases under Article 29 (1);"}, {"text_block_id": "p33_b789", "text": "10."}, {"text_block_id": "p33_b790", "text": "Receipt of reports of excessive energy-consuming business operators under Article 31 (1);"}, {"text_block_id": "p33_b791", "text": "11."}, {"text_block_id": "p33_b792", "text": "Management and supervision of examination institutions under Article 32 (3);"}, {"text_block_id": "p33_b793", "text": "12."}, {"text_block_id": "p33_b794", "text": "Guidance for energy management under Article 32 (5);"}, {"text_block_id": "p33_b795", "text": "12-2."}, {"text_block_id": "p33_b796", "text": "Examination and ascertainment as to whether heating and cooling temperatures"}, {"text_block_id": "p34_b797", "text": "are maintained or managed appropriately under Article 36-2 (4);"}, {"text_block_id": "p34_b798", "text": "13."}, {"text_block_id": "p34_b799", "text": "Inspection of machinery and equipment subject to inspection, issuance of certificates, and acceptance of reports on the destruction of machinery and equipment subject to inspection under Articles 39 (1) through (4) and (7); and"}, {"text_block_id": "p34_b800", "text": "14."}, {"text_block_id": "p34_b801", "text": "Receipt of reports on the appointment, dismissal or retirement of operators of machinery and equipment subject to inspection, and approval for extensions of appointment periods of said operators, under Article 40 (3) and the proviso to paragraph (4) of the same Article."}, {"text_block_id": "p34_b802", "text": "Article 70"}, {"text_block_id": "p34_b803", "text": "(Legal Fiction as Public Official in Application of Penal Provisions)"}, {"text_block_id": "p34_b804", "text": "For purposes of Articles 129 to 132 of the Criminal Act, officers and employees of institutions or organizations engaged in affairs entrusted by the Minister of Knowledge Economy under Article 69 (3) shall be deemed as public officials. <Amended by Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p34_b805", "text": "Article 71"}, {"text_block_id": "p34_b806", "text": "(Relations to other Acts)"}, {"text_block_id": "p34_b807", "text": "(1)"}, {"text_block_id": "p34_b808", "text": "Deleted. <by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p34_b809", "text": "(2)"}, {"text_block_id": "p34_b810", "text": "Where the propriety of the supply of collective energy is consulted under Article 4 of the Integrated Energy Supply Act, the matters concerning the supply of collective energy, among details of consultation on energy use plans under Article 10 shall be considered to have been consulted."}, {"text_block_id": "p34_b811", "text": "Article 72"}, {"text_block_id": "p34_b812", "text": "(Penal Provisions)"}, {"text_block_id": "p34_b813", "text": "Any person who falls under any of the following subparagraphs shall be punished by imprisonment of not more than two years or by a fine not exceeding 20 million won:"}, {"text_block_id": "p34_b814", "text": "1."}, {"text_block_id": "p34_b815", "text": "Any person who refuses or fails to fulfill duty to secure energy storage facilities or store energy under Article 7 (1) without any justifiable grounds;"}, {"text_block_id": "p34_b816", "text": "2."}, {"text_block_id": "p34_b817", "text": "Any person who violates measures, such as adjustment and orders under Article 7 (2) 1 to 8 or 10; or"}, {"text_block_id": "p34_b818", "text": "3."}, {"text_block_id": "p34_b819", "text": "Any person who discloses or uses any confidential information known to him/her in performing his/her duties, in violation of Article 63."}, {"text_block_id": "p35_b820", "text": "Article 73"}, {"text_block_id": "p35_b821", "text": "(Penal Provisions)"}, {"text_block_id": "p35_b822", "text": "Any person who falls under any of the following subparagraphs shall be punished by imprisonment of not more than one year or by a fine not exceeding 10 million won:"}, {"text_block_id": "p35_b823", "text": "1."}, {"text_block_id": "p35_b824", "text": "Any person who fails to undergo an inspection of machinery and equipment subject to inspection, in violation of Article 39 (1), (2) or (4); or"}, {"text_block_id": "p35_b825", "text": "2."}, {"text_block_id": "p35_b826", "text": "Any person who uses machinery and equipment subject to inspection, in violation of Article 39 (5)."}, {"text_block_id": "p35_b827", "text": "Article 74"}, {"text_block_id": "p35_b828", "text": "(Penal Provisions)"}, {"text_block_id": "p35_b829", "text": "Any person who violates an order to prohibit the production or sale under Article 16 (2) shall be punished by a fine not exceeding 20 million won."}, {"text_block_id": "p35_b830", "text": "Article 75"}, {"text_block_id": "p35_b831", "text": "(Penal Provisions)"}, {"text_block_id": "p35_b832", "text": "Any person who fails to appoint operators of machinery and equipment subject to inspection, in violation of Article 40 (1) or (4) shall be punished by a fine not exceeding 10 million won."}, {"text_block_id": "p35_b833", "text": "[This Article Wholly Amended by Act No. 9373, Jan. 30, 2009]"}, {"text_block_id": "p35_b834", "text": "Article 76"}, {"text_block_id": "p35_b835", "text": "(Penal Provisions)"}, {"text_block_id": "p35_b836", "text": "Any person who falls under any of the following subparagraphs shall be punished by a fine not exceeding five million won:"}, {"text_block_id": "p35_b837", "text": "1."}, {"text_block_id": "p35_b838", "text": "Deleted; <by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p35_b839", "text": "2."}, {"text_block_id": "p35_b840", "text": "Any person who fails to report the outcome of measuring the energy used by the relevant efficiency management machinery, equipment or materials, in violation of Article 15 (3);"}, {"text_block_id": "p35_b841", "text": "3."}, {"text_block_id": "p35_b842", "text": "Deleted; <by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p35_b843", "text": "4."}, {"text_block_id": "p35_b844", "text": "Any person who fails to report measurement results of products subject to warning signs of standby power under Article 19 (3);"}, {"text_block_id": "p35_b845", "text": "5."}, {"text_block_id": "p35_b846", "text": "Any person who fails to attach warning signs of standby power to products under Article 19 (4);"}, {"text_block_id": "p35_b847", "text": "6."}, {"text_block_id": "p35_b848", "text": "Any person who indicates that the relevant products are products effective in the reduction of standby power, in violation of Article 20 (1), or gives a false indication;"}, {"text_block_id": "p35_b849", "text": "7."}, {"text_block_id": "p35_b850", "text": "Any person who fails to comply with a corrective order under Article 21 (1) without"}, {"text_block_id": "p36_b851", "text": "any justifiable grounds; or"}, {"text_block_id": "p36_b852", "text": "8."}, {"text_block_id": "p36_b853", "text": "Any person who indicates certification, in violation of Article 22 (5)."}, {"text_block_id": "p36_b854", "text": "Article 77"}, {"text_block_id": "p36_b855", "text": "(Joint Penal Provisions)"}, {"text_block_id": "p36_b856", "text": "If a representative of a juristic person, or an agent, employee or other employed person of a juristic person or individual, commits the offenses prescribed in Articles 72 to 76 in connection with the affairs of the juristic person or individual, the fine prescribed in the respective Articles shall also be imposed on the juristic person or individual, in addition to the punishment of the offender. Provided, that the same shall not apply where the juristic person or individual has exercise due diligence and supervision over the relevant affairs in order to prevent such violation."}, {"text_block_id": "p36_b857", "text": "[This Article Wholly Amended by Act No. 9236, Dec. 26, 2008]"}, {"text_block_id": "p36_b858", "text": "Article 78"}, {"text_block_id": "p36_b859", "text": "(Fines for Negligence)"}, {"text_block_id": "p36_b860", "text": "(1)"}, {"text_block_id": "p36_b861", "text": "Any excessive energy-consuming business operator who fails to undergo energy examination, in violation of Article 32 (2), shall be punished for negligence with a fine not exceeding 20 million won."}, {"text_block_id": "p36_b862", "text": "(2)"}, {"text_block_id": "p36_b863", "text": "Any person who falls under any of the following subparagraphs shall be punished for negligence with a fine not exceeding 10 million won: <Amended by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p36_b864", "text": "Any person who falls under any of the following subparagraphs shall be punished for negligence with a fine not exceeding 10 million won: <Amended by Act No. 9373, Jan. 30, 2009>\n* Any person who fails to submit energy use plans or altered energy use plans, in\n* Any person who fails to comply with an improvement order under Article 34\n* Any person who refuses, obstructs or evades an inspection under Article 66 (1).\n* Any person who fails to indicate energy efficiency rating or energy efficiency in\n* Any person who runs an advertisement which does not include matters under Article"}, {"text_block_id": "p36_b870", "text": "(3)"}, {"text_block_id": "p36_b871", "text": "Any person who falls under any of the following subparagraphs shall be punished for negligence with a fine not exceeding five million won: <Newly Inserted by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p37_b876", "text": "(4)"}, {"text_block_id": "p37_b877", "text": "Any person who falls under any of the following subparagraphs shall be punished for negligence with a fine not exceeding three million won. Provided, that in cases under subparagraphs 1, 4 to 6, 8, 9 and 9-2 to 9-4, the State or local governments shall be excluded: <Amended by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p37_b878", "text": "Any person who falls under any of the following subparagraphs shall be punished for negligence with a fine not exceeding three million won. Provided, that in cases under subparagraphs 1, 4 to 6, 8, 9 and 9-2 to 9-4, the State or local governments shall be excluded: <Amended by Act No. 9373, Jan. 30, 2009>\n* Any person who violates any adjustment, order, or other necessary measure\n* Any person who fails to submit a demand management investment plan and the\n* Any person who fails to implement a demand management investment plan after\n* Any public project supervisor who refuses or fails to comply with a request for\n* Any project supervisor who refuses a request for presentation of related materials\n* Any person who refuses, obstructs or evades an examination or ascertainment as\n* Any person who fails to comply with a corrective order under Article 36-3 without\n* Any person who fails to submit a report under Article 39 (7) or 40 (3) or submits"}, {"text_block_id": "p37_b888", "text": "6."}, {"text_block_id": "p37_b889", "text": "Any project supervisor who refuses, obstructs or evades an examination or ascertainment as to whether he/she implements an energy use plan as prescribed in Article 12 without any justifiable grounds;"}, {"text_block_id": "p37_b890", "text": "7."}, {"text_block_id": "p37_b891", "text": "Any person who fails to submit data or submits false data, in violation of Article 17 (4);"}, {"text_block_id": "p37_b892", "text": "8."}, {"text_block_id": "p37_b893", "text": "Any person who fails to preferentially purchase products excellent in the reduction of standby power or high-efficiency energy machinery, equipment or materials without any justifiable grounds, in violation of Article 20 (3) or 22 (6);"}, {"text_block_id": "p37_b894", "text": "9."}, {"text_block_id": "p37_b895", "text": "Any person who fails to submit a report under Article 31 (1) or submits a false report;"}, {"text_block_id": "p37_b902", "text": "10."}, {"text_block_id": "p37_b903", "text": "Any person who uses the name “Energy Management Corporation” or any name"}, {"text_block_id": "p38_b904", "text": "similar thereto, in violation of Article 50;"}, {"text_block_id": "p38_b905", "text": "11."}, {"text_block_id": "p38_b906", "text": "Any person who fails to receive education, in violation of Article 65 (2), or fails to have other persons receive training, in violation of Article 65 (3); or"}, {"text_block_id": "p38_b907", "text": "12."}, {"text_block_id": "p38_b908", "text": "Any person who fails to submit a report under Article 66 (1) or submits a false report."}, {"text_block_id": "p38_b909", "text": "(5)"}, {"text_block_id": "p38_b910", "text": "Fines for negligence as prescribed in paragraphs (1) to (4) shall be imposed and collected by the Minister of Knowledge Economy or the Mayor/Do Governor, as prescribed by Presidential Decree. <Amended by Act No. 8852, Feb. 29, 2008; Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p38_b911", "text": "(6)"}, {"text_block_id": "p38_b912", "text": "to (8) Deleted. <by Act No. 9373, Jan. 30, 2009>"}, {"text_block_id": "p38_b913", "text": "ADDENDA"}, {"text_block_id": "p38_b914", "text": "<Act No. 9931, Jan. 13, 2010>"}, {"text_block_id": "p38_b915", "text": "Article 1"}, {"text_block_id": "p38_b916", "text": "(Enforcement Date)"}, {"text_block_id": "p38_b917", "text": "This Act shall take effect three months after the date of its promulgation. Provided, that transitions from environment management system certification into green management system certification under Article 4 (12) and (13) of the Addenda shall take effect 18 months after the date of its promulgation."}, {"text_block_id": "p38_b918", "text": "Articles 2 through 4"}, {"text_block_id": "p38_b919", "text": "Omitted."}], "document_description": "The purpose of this Act is to promote green growth while contributing to international efforts to tackle climate change. The Act requires the government to consider the measures to attain effectively the goal of the national energy policy on the stability of demand and supply of the energy required for the sound development of the national economy, the minimisation of the factors of environmental damage caused by energy consumption, and the rationalisation of the energy utilisation. According to the Act, the government is to establish and enforce a comprehensive GHG mitigation policy, and local governments are to establish local plans accordingly.<br />\n<br />\nA Basic National Energy Plan and the Basic Plan for Rational Use of Energy are to be drafted by the Minister of Trade, Industry and Energy, addressing demand-side and supply-side issues of energy efficiency, substitution between energy sources, measures to reduce GHG emissions by rational use of energy, education and publicity. The Plan should also include 'matters concerning the implementation of the system for price indication for the rationalisation of energy use'. A national energy saving committee is formed under the provisions of the Act.<br />\n<br />\nBased on previous versions of the Act, the government has provided long-term and low interest rate loans from the Fund for Efficient Use of Energy for energy efficiency and conservation investments since 1980. Every fiscal year, a given amount from the Fund is allotted to the eligible loan applications from a government financial source named the Special Accounts for Energy and Resources.<br />\n<br />\nBased on the Act, Korea's energy conservation programmes and activities are planned and put into action by the Republic of Korea Energy Management Corporation (KEMCO), established in 1980 based on the Act. KEMCO functions as the national energy efficiency centre responsible for the implementation of the national energy efficiency and conservation programmes. The Act continues to detail issues which need to be addressed, such as standby-power standards, utilisation of waste heat, management of equipment, support to enterprises specialising in energy savings, etc."}