{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": "Mitigation", "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy", "Economy-wide"], "document_date": "14/04/2010", "document_language": "Korean", "document_name": "Enforcement Decree of the Framework Act on Low Carbon Green Growth", "document_country_code": "KOR", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/KOR/2010/KOR-2010-04-14-Enforcement Decree of the Framework Act on Low Carbon Green Growth_96bb0d30d52e922f408da3a1f980b45e.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "South Korea's Framework Act on Low Carbon Green Growth creates the legislative framework for mid- and long-term emissions reduction targets, cap-and-trade, carbon tax, carbon labelling, carbon disclosure, and the expansion of new and renewable energy. The Framework Act requires the government to establish and implement a national strategy, action plans, and a detailed 5-year plan for a planning period of 20 years, which will deal with various aspects of climate change mitigation and adaptation. The framework defines the main principles of a green economy, including green growth via environmental technologies and industries, and the balance between environment and economy. The Committee on Green Growth is established to deliberate on the State's major policies and plans related to low carbon green growth. Since 2013 this Committee has operated under the Prime Minister's Office. The Framework declares that the government will foster new green industries with high growth potential, by formulating means to transform traditional industries into green ones, setting targets and adapting infrastructure to an environmentally friendly structure; green investment companies shall be established and may be supported by the government; and the Framework also calls for facilitation of research, development and commercialisation of green technology. The Framework prescribes mandatory annual GHG emission reporting to the government, and the establishment of an Integrated Information Management System for GHGs. The Framework instructs the government to prepare and enforce a basic plan for energy every 5 years for a planning period of 20 years. The plan should include aspects of energy security and independence, as well as targets for energy supply from renewable sources and energy demand management via saving and efficiency. The Framework calls for the preparation of REDD/Land Use policies and transportation policies - including the establishment of standards for emissions from different classes of automobiles. It prescribes an assessment of impacts of climate change and the implementation of measures for adaptation. The Enforcement Decree is designed to provide for matters delegated by the Act and matters necessary for enforcement thereof including establishment of central and local action plans, operation of the Presidential Committee on Green Growth, establishment of and support for green industries investment companies and control of quantity of GHGs emitted and the quantity of energy consumed in each area including transportation and architecture, etc. The Decree sets a target of a reduction in total national GHG emissions in 2020 by 30% from the business-as-usual projection for 2020. Regarding transportation policies, the Decree addresses the management of the standards for corporate-average energy consumption efficiency of automobiles and compatible corporate-average allowable exhaust emissions of GHGs from automobiles. The Decree deals with the establishment of green industries investment companies. It also provides that the Minister of Environment shall establish and implement, every 5 years, measures for adaptation to climate change based on consultation with the heads of the central administrative agencies concerned. The Decree establishes the national integrated information management system for GHGs. The Green Growth Law Decree (Presidential Decree no 27180, revised on 24-may-16), updates the law to reflect 2030 targets."}