{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Transportation", "Coastal zones"], "document_language": "English", "document_name": "Erosion Control Work Act", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/03/1994", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/KOR/1994/KOR-1994-03-25-Erosion Control Work Act_36fc8b425d2494e898be1ece73e5d116.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "EROSION CONTROL WORK ACT"}, {"text_block_id": "p0_b2", "text": "Article 1 (Purpose)"}, {"text_block_id": "p0_b3", "text": "The purpose of this Act is to contribute to the promotion of the public interest and the development of industries by effectively executing erosion control work in order to prevent devastation of national land and conserve the national land."}, {"text_block_id": "p0_b4", "text": "Article 2 (Definitions)"}, {"text_block_id": "p0_b5", "text": "The terms used in this Act shall be defined as follows:"}, {"text_block_id": "p0_b6", "text": "The terms used in this Act shall be defined as follows:\n* The term \"devastated land\" means an area which requires restoration work for the conservation of\n* The term \"erosion control work\" means a project building structures, or sowing or planting plants, as"}, {"text_block_id": "p1_b10", "text": "The terms used in this Act shall be defined as follows:\n* The term \"devastated land\" means an area which requires restoration work for the conservation of\n* The term \"erosion control work\" means a project building structures, or sowing or planting plants, as\n"}, {"text_block_id": "p1_b11", "text": "The terms used in this Act shall be defined as follows:\n* The term \"devastated land\" means an area which requires restoration work for the conservation of\n* The term \"erosion control work\" means a project building structures, or sowing or planting plants, as\n\n* The term \"erosion control facilities\" means structures built and plants sown or planted (including\n* The term \"land for erosion control\" means an area designated and announced by the Special\n* The term \"landslide\" means the collapse of a mountainous district all at once due to natural or"}, {"text_block_id": "p1_b17", "text": "Article 3 (Classification of Erosion Control Projects)"}, {"text_block_id": "p1_b18", "text": "Depending on regions subject to erosion control work, erosion control projects shall be classified as follows:"}, {"text_block_id": "p1_b19", "text": "Depending on regions subject to erosion control work, erosion control projects shall be classified as follows:\n* Erosion control project in mountainous districts: Each of the following erosion control works\n\t* A landslide prevention work: Erosion control work to prevent a landslide;\n\t* A landslide restoration work: Erosion control work to restore a region where a landslide has\n\t* A mountainous district conservation work: Erosion control work to prevent collapse or erosion of\n\t* A mountainous district restoration work: Erosion control work to restore a mountainous district\n\t* Erosion control work in coastal areas: Erosion control work executed in areas adjacent to the coast,\n\t* A work to create a forest for damage prevention along the beach: Erosion control work to reduce\n\t* A work to prevent coastal erosion: Erosion control work to prevent coastal erosion or restore the\n\t* Erosion control project in wild stream: Erosion control work executed in mountainous valleys, stream\n\t* A mountain stream conservation work: Erosion control work to reduce the velocity of a mountain\n\t* A mountain stream restoration work: Erosion control work to restore a mountain stream destroyed"}, {"text_block_id": "p2_b41", "text": "Depending on regions subject to erosion control work, erosion control projects shall be classified as follows:\n* Erosion control project in mountainous districts: Each of the following erosion control works\n\t* A landslide prevention work: Erosion control work to prevent a landslide;\n\t* A landslide restoration work: Erosion control work to restore a region where a landslide has\n\t* A mountainous district conservation work: Erosion control work to prevent collapse or erosion of\n\t* A mountainous district restoration work: Erosion control work to restore a mountainous district\n\t* Erosion control work in coastal areas: Erosion control work executed in areas adjacent to the coast,\n\t* A work to create a forest for damage prevention along the beach: Erosion control work to reduce\n\t* A work to prevent coastal erosion: Erosion control work to prevent coastal erosion or restore the\n\t* Erosion control project in wild stream: Erosion control work executed in mountainous valleys, stream\n\t* A mountain stream conservation work: Erosion control work to reduce the velocity of a mountain\n\t* A mountain stream restoration work: Erosion control work to restore a mountain stream destroyed\n* A construction work of an erosion control dam: Erosion control work to build a small dam across\n<\\li2>"}, {"text_block_id": "p2_b43", "text": "Article 3-2 (Master Plans on Erosion Control Work)"}, {"text_block_id": "p2_b44", "text": "Article 3-2 (Master Plans on Erosion Control Work)\n* The Minister of Korea Forest Service shall formulate and implement a master plan on erosion control\n* Basic objectives of and direction for the erosion control work;\n* Matters necessary to facilitate the development of erosion control technology and the utilization\n* Matters concerning regions subject to erosion control work and post-management thereof;\n* Matters concerning the nurturing of technical human resources for erosion control work;\n* Matters concerning the expansion of international exchanges of erosion control technology;\n* Other matters deemed necessary by the Minister of Korea Forest Service.\n* A master plan may be amended where there are extenuating grounds for modification regarding\n* Where the Minister of Korea Forest Service intends to formulate or amend a master plan pursuant to"}, {"text_block_id": "p2_b62", "text": "Article 3-3 (Investigation into Actual State of Devastated Land)"}, {"text_block_id": "p2_b63", "text": "Article 3-3 (Investigation into Actual State of Devastated Land)\n* The Minister of Korea Forest Service shall conduct a basic investigation into the actual condition of\n* The Minister of Korea Forest Service may conduct a close investigation into a region where the basic\n* Details and methods of conducting investigations pursuant to paragraphs (1) and (2) or other necessary"}, {"text_block_id": "p2_b70", "text": "Article 4 (Designation of Land for Erosion Control)"}, {"text_block_id": "p2_b71", "text": "Article 4 (Designation of Land for Erosion Control)\n* A Mayor/Do Governor or the Chief of a Regional Forest Service shall designate a land for erosion\n<\\li1>"}, {"text_block_id": "p3_b73", "text": "Article 4 (Designation of Land for Erosion Control)\n* A Mayor/Do Governor or the Chief of a Regional Forest Service shall designate a land for erosion\n<\\li1>\n"}, {"text_block_id": "p3_b74", "text": "Article 4 (Designation of Land for Erosion Control)\n* A Mayor/Do Governor or the Chief of a Regional Forest Service shall designate a land for erosion\n<\\li1>\n\n* Where a Mayor/Do Governor or the Chief of a Regional Forest Service has designated a land for\n* Where the land to be designated as a land for erosion control under paragraph (1) falls short of the\n* Erosion control work shall be the projects of the State.\n* Mayors/Do Governors or the Chiefs of the Regional Forest Services shall execute erosion control work\n* , as prescribed by Presidential Decree."}, {"text_block_id": "p3_b85", "text": "Article 6 (Execution of Erosion Control Work by Persons other than the State)"}, {"text_block_id": "p3_b86", "text": "Article 6 (Execution of Erosion Control Work by Persons other than the State)\n* Local governments, public organizations and persons other than the State may execute erosion control\n* Where a Mayor/Do Governor or the Chief of a Regional Forest Service has received a plan on erosion\n* Where a Mayor/Do Governor or the Chief of a Regional Forest Service designates and announces a"}, {"text_block_id": "p3_b92", "text": "Article 7 (Bearing of Expenses, etc.)"}, {"text_block_id": "p3_b93", "text": "The State shall bear expenses incurred in the execution of erosion control work: Provided, That where a local government, public organization or person other than the State executes erosion control work pursuant to Article 6, the relevant implementer shall bear the expenses incurred therein and the State may subsidize all or some of such expenses."}, {"text_block_id": "p3_b94", "text": "Article 7-2 (Design and Execution of Erosion Control Work)"}, {"text_block_id": "p3_b95", "text": "Article 7-2 (Design and Execution of Erosion Control Work)\n* Where a Mayor/Do Governor or the Chief of a Regional Forest Service intends to execute erosion\n* Matters necessary for standards for the design and execution of erosion control work pursuant to"}, {"text_block_id": "p4_b99", "text": "Article 7-3 (Evaluation of Validity of Erosion Control Work)"}, {"text_block_id": "p4_b100", "text": "(1)"}, {"text_block_id": "p4_b101", "text": "When a Mayor/Do Governor or the Chief of a Regional Forest Service intends to execute erosion control work, he/she shall evaluate in advance the validity thereof (hereinafter referred to as \"evaluation of validity\") in a comprehensive consideration of the master plan and the necessity, suitability, environmental friendliness, etc. of erosion control work: Provided, That where he/she executes erosion control work to recover from natural disasters, such as landslide, he/she may not evaluate the validity thereof."}, {"text_block_id": "p4_b102", "text": "(2)"}, {"text_block_id": "p4_b103", "text": "Standards for and methods of evaluation of validity and projects subject to evaluation of validity and other necessary matters shall be prescribed by Presidential Decree."}, {"text_block_id": "p4_b104", "text": "Article 8 (Disposition of Forestry Engineers)"}, {"text_block_id": "p4_b105", "text": "(1)"}, {"text_block_id": "p4_b106", "text": "Any person who executes erosion control work exceeding a certain scale prescribed by Ordinance of the Ministry of Agriculture, Food and Rural Affairs (including a person who executes such work on commission pursuant to Article 26) shall man forestry engineers among forestry technicians pursuant to Article 30 of the Creation and Management of Forest Resources Act in order to provide instructions on duties related to formulation of a plan on erosion control work and execution thereof and make them perform such duties."}, {"text_block_id": "p4_b107", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p4_b108", "text": "(2)"}, {"text_block_id": "p4_b109", "text": "Matters necessary for the disposition, etc. of forestry engineers shall be prescribed by Ordinance of the Ministry of Agriculture, Food and Rural Affairs."}, {"text_block_id": "p4_b110", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p4_b111", "text": "Article 9 (Investigation, etc. by Public Officials)"}, {"text_block_id": "p4_b112", "text": "(1)"}, {"text_block_id": "p4_b113", "text": "If necessary for investigation into and measurement of the national erosion control work, a Mayor/Do Governor or the Chief of a Regional Forest Service may have public officials under his/her jurisdiction enter land of third persons, change or remove trees, bamboo, soil and stone and other obstacles."}, {"text_block_id": "p4_b114", "text": "(2)"}, {"text_block_id": "p4_b115", "text": "Any public official who enters land of third persons, or changes or removes obstacles shall carry an identity card indicating his/her authority and produce it to relevant persons."}, {"text_block_id": "p4_b116", "text": "(3)"}, {"text_block_id": "p4_b117", "text": "If necessary for executing the national erosion control work, a Mayor/Do Governor or the Chief of a Regional Forest Service may temporarily use the land for erosion control and land adjacent thereto as a material storage yard or temporary road, or change the form or quality of land, or collect trees, bamboo, soil and stone, chunks of sod or grasses, as prescribed by Presidential Decree. In such cases, Articles 14, 15, 15-2 and 25 (1) of the Management of Mountainous Districts Management Act and Article 36 (1) and"}, {"text_block_id": "p4_b118", "text": "(4)"}, {"text_block_id": "p4_b119", "text": "of the Creation and Management of Forest Resources Act shall not apply."}, {"text_block_id": "p4_b120", "text": "Article 10 (Compensation for Losses)"}, {"text_block_id": "p4_b121", "text": "Where any person has suffered a loss due to acts prescribed in Article 9 (1) and (3), a Mayor/Do Governor or the Chief of a Regional Forest Service shall compensate such loss, as prescribed by Presidential decree."}, {"text_block_id": "p4_b122", "text": "Article 11 (Determinations of Compensation)"}, {"text_block_id": "p4_b123", "text": "With regard to compensation for losses pursuant to Article 10, a Mayor/Do Governor or the Chief of a Regional Forest Service shall agree with a person who has suffered such losses."}, {"text_block_id": "p4_b124", "text": "Article 12 (Requests for Adjudication)"}, {"text_block_id": "p5_b125", "text": "Where an agreement pursuant to Article 11 has failed to be reached or cannot be reached, the relevant parties may request a competent land expropriation committee under Article 51 of the Act on Acquisition of and Compensation for Land, etc. for Public Works Projects to adjudicate, as prescribed by Presidential Decree."}, {"text_block_id": "p5_b126", "text": "Article 13 (Prohibition of Refusal, etc. of Erosion Control Work)"}, {"text_block_id": "p5_b127", "text": "No one shall refuse or interfere with the execution of erosion control work or management of erosion control facilities."}, {"text_block_id": "p5_b128", "text": "Article 14 (Restrictions on Acts in Land for Erosion Control)"}, {"text_block_id": "p5_b129", "text": "(1)"}, {"text_block_id": "p5_b130", "text": "No one shall fell trees or bamboo, collect soil or stone, tree roots or grass roots, graze livestock, destroy or change other erosion control facilities, or change the form or quality of land in land for erosion control, without obtaining permission from the Governor of a Special Self-Governing Province, the head of a Si/Gun/Gu or the Chief of a Regional Forest Service: Provided, That this shall not apply where a person executes river conservation works or obtains permission to occupy a river zone under the River Act."}, {"text_block_id": "p5_b131", "text": "(2)"}, {"text_block_id": "p5_b132", "text": "Where the Governor of a Special Self-Governing Province, the head of a Si/Gun/Gu or the Chief of a Regional Forest Service receives a request for permission pursuant to the main sentence of paragraph (1), he/she shall grant permission, except in cases where details of such request fall under any of the following subparagraphs:"}, {"text_block_id": "p5_b133", "text": "1."}, {"text_block_id": "p5_b134", "text": "Destroying fundamental structures built by erosion control work or changing the original form thereof;"}, {"text_block_id": "p5_b135", "text": "2."}, {"text_block_id": "p5_b136", "text": "Lumbering standing trees or bamboo other than damaged trees, which obstructs achieving the purpose of designating land for erosion control;"}, {"text_block_id": "p5_b137", "text": "3."}, {"text_block_id": "p5_b138", "text": "Collecting chunks of sod, grasses, soil or stone or grazing livestock that may lead to soil erosion, etc., to the extent that the same may hinder the achievement of the purpose of designating land for erosion control."}, {"text_block_id": "p5_b139", "text": "(3)"}, {"text_block_id": "p5_b140", "text": "Where a person has obtained permission pursuant to paragraph (2), he/she shall be deemed to have obtained permission or have reported pursuant to Articles 14, 15, 15-2 and 25 (1) of the Mountainous Districts Management Act and Article 36 (1) and (4) of the Creation and Management of Forest Resources Act."}, {"text_block_id": "p5_b141", "text": "Article 15 (Management of Erosion Control Facilities)"}, {"text_block_id": "p5_b142", "text": "(1)"}, {"text_block_id": "p5_b143", "text": "A person who has executed erosion control work shall manage erosion control facilities."}, {"text_block_id": "p5_b144", "text": "(2)"}, {"text_block_id": "p5_b145", "text": "If necessary to secure the safety of erosion control facilities, managers of erosion control facilities pursuant to paragraph (1) shall conduct inspections and safety tests, and take safety measures in accordance with the results thereof."}, {"text_block_id": "p5_b146", "text": "(3)"}, {"text_block_id": "p5_b147", "text": "Matters necessary for management, inspections, safety tests and safety measures of erosion control facilities pursuant to paragraphs (1) and (2) shall be prescribed by Presidential Decree."}, {"text_block_id": "p6_b148", "text": "Article 16 (Bearing of Management Expenses)"}, {"text_block_id": "p6_b149", "text": "The relevant manager shall bear expenses incurred in management of erosion control facilities."}, {"text_block_id": "p6_b150", "text": "Article 17 (Reversion of Earnings)"}, {"text_block_id": "p6_b151", "text": "A Mayor/Do Governor or the Chief of a Regional Forest Service may distribute earnings from erosion control facilities, which have been established by the national erosion control work, to an owner or occupant of land for erosion control or a manager of such facilities, as prescribed by Presidential Decree."}, {"text_block_id": "p6_b152", "text": "Article 18 Deleted."}, {"text_block_id": "p6_b153", "text": "<by Act No. 8104, Dec. 28, 2006>"}, {"text_block_id": "p6_b154", "text": "Article 19 Deleted."}, {"text_block_id": "p6_b155", "text": "<by Act No. 10844, Jul. 14, 2011>"}, {"text_block_id": "p6_b156", "text": "Article 20 (Cancellation, etc. of Designation of Land for Erosion Control)"}, {"text_block_id": "p6_b157", "text": "(1)"}, {"text_block_id": "p6_b158", "text": "Where a land for erosion control falls under any of the following subparagraphs, a Mayor/Do Governor or the Chief of a Regional Forest Service may cancel the designation thereof, as prescribed by Presidential Decree. In such cases, he/she shall hear opinions of the head of a Si/Gun/Gu:"}, {"text_block_id": "p6_b159", "text": "1."}, {"text_block_id": "p6_b160", "text": "Where the land for erosion control is deemed necessary for a business directly conducted by the State or a local government;"}, {"text_block_id": "p6_b161", "text": "2."}, {"text_block_id": "p6_b162", "text": "Where the land for erosion control is deemed necessary for a business recommended by the State or a local government as its policy measures;"}, {"text_block_id": "p6_b163", "text": "3."}, {"text_block_id": "p6_b164", "text": "Where the land for erosion control is deemed necessary for public works pursuant to Article 4 of the Act on Acquisition of and Compensation for Land, etc. for Public Works Projects;"}, {"text_block_id": "p6_b165", "text": "4."}, {"text_block_id": "p6_b166", "text": "Where the land for erosion control is deemed necessary for collecting soil and stone for projects prescribed by Presidential Decree;"}, {"text_block_id": "p6_b167", "text": "5."}, {"text_block_id": "p6_b168", "text": "Where the purpose of designating the land for erosion control prescribed by Presidential Decree has been achieved;"}, {"text_block_id": "p6_b169", "text": "6."}, {"text_block_id": "p6_b170", "text": "Where the purpose of designating the land for erosion control prescribed by Presidential Decree has become irrelevant."}, {"text_block_id": "p6_b171", "text": "(2)"}, {"text_block_id": "p6_b172", "text": "Where a Mayor/Do Governor or the Chief of a Regional Forest Service has cancelled the designation of a land for erosion control pursuant to paragraph (1), he/she shall announce such cancellation."}, {"text_block_id": "p6_b173", "text": "(3)"}, {"text_block_id": "p6_b174", "text": "Where the designation of a land for erosion control has been cancelled pursuant to paragraph (1), a Mayor/Do Governor or the Chief of a Regional Forest Service may gratuitously transfer erosion control facilities which have been established by the national erosion control work to the owner of such land, as prescribed by Presidential Decree."}, {"text_block_id": "p6_b175", "text": "Article 21 (Compensation for Expenses)"}, {"text_block_id": "p6_b176", "text": "Any person who intends to obtain cancellation of designation of a land for erosion control for any business falling under Article 20 (1) 2 through 4 shall compensate expenses incurred in the execution of erosion control work and other expenses prescribed by Presidential Decree to a manager of erosion control facilities: Provided, That this shall not apply to cases prescribed by Presidential Decree."}, {"text_block_id": "p6_b177", "text": "Article 22 (Perusal, etc. of Documents, etc. Free of Charge)"}, {"text_block_id": "p7_b178", "text": "Where necessary for the execution of erosion control work, the relevant public official may peruse or make copies necessary documents and drawings, or apply for a certified copy thereof free of charge at a registry office, tax office or office of a Si/Gun/Gu (referring to an autonomous Gu) or Eup/Myeon having jurisdiction over the relevant land for erosion control."}, {"text_block_id": "p7_b179", "text": "Article 22-2 (Association for Erosion Control)"}, {"text_block_id": "p7_b180", "text": "(1)"}, {"text_block_id": "p7_b181", "text": "An association for Erosion Control (hereinafter referred to as \"Association\") shall be established to conduct business, such as support of erosion control technology and international technology exchanges, investigations, evaluation and tests in connection with erosion control work and education and publicity of erosion control policies."}, {"text_block_id": "p7_b182", "text": "(2)"}, {"text_block_id": "p7_b183", "text": "The Association shall be a juristic person."}, {"text_block_id": "p7_b184", "text": "(3)"}, {"text_block_id": "p7_b185", "text": "Business, structure, and entrustment of the Association and other necessary matters shall be prescribed by Ordinance of the Ministry of Agriculture, Food and Rural Affairs."}, {"text_block_id": "p7_b186", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p7_b187", "text": "(4)"}, {"text_block_id": "p7_b188", "text": "The provisions on incorporated associations of the Civil Act shall apply mutatis mutandis to matters not prescribed in this Act regarding the Association."}, {"text_block_id": "p7_b189", "text": "Article 23 (Erosion Control Work by Local Governments)"}, {"text_block_id": "p7_b190", "text": "Articles 7-3, 9 through 12, 17 and 20 (3) shall apply mutatis mutandis to erosion control work which is executed by local governments pursuant to Article 6 and to management of erosion control facilities. In such cases, \"a Mayor/Do Governor or the Chief of a Regional Forest Service\" shall be construed as \"the head of a local government\", and \"national erosion control work\" shall be construed as \"erosion control work executed by local governments\", respectively."}, {"text_block_id": "p7_b191", "text": "Article 24 (Erosion Control Work by Public Organizations)"}, {"text_block_id": "p7_b192", "text": "In cases of erosion control work which is executed pursuant to Article 6 by a person other than the State or local governments, Articles 14, 15, 15-2 and 25 (1) of the Mountainous Districts Management Act and Article 36 (1) and (4) of the Creation and Management of Forest Resources Act shall not apply to the land for erosion control where such work is executed."}, {"text_block_id": "p7_b193", "text": "Article 24-2 (International Cooperation, etc.)"}, {"text_block_id": "p7_b194", "text": "The State or local governments may strengthen international cooperation on land erosion control, such as international exchanges on erosion control technology and information, nurturing of human resources specialized in international business and international joint research and development, and provide necessary support therefor."}, {"text_block_id": "p7_b195", "text": "Article 25 (Delegation of Authority)"}, {"text_block_id": "p7_b196", "text": "(1)"}, {"text_block_id": "p7_b197", "text": "Authority of the Minister of Korea Forest Service under this Act may be partially delegated to a Mayor/Do Governor or the Chief of a Regional Forest Service, as prescribed by Presidential Decree."}, {"text_block_id": "p7_b198", "text": "(2)"}, {"text_block_id": "p7_b199", "text": "Authority of a Mayor/Do Governor or the Chief of a Regional Forest Service under this Act may be partially delegated to the head of a Si/Gun/Gu or the head of a management office of national forests of a Regional Forest Service, as prescribed by Presidential Decree."}, {"text_block_id": "p8_b200", "text": "Article 26 (Entrustment of Work)"}, {"text_block_id": "p8_b201", "text": "A Mayor/Do Governor or the Chief of a Regional Forest Service may entrust a forestry cooperative or the National Forestry Cooperatives Federation under the Forestry Cooperatives Act with the execution of erosion control work, as prescribed by Presidential Decree."}, {"text_block_id": "p8_b202", "text": "Article 27 (Penal Provisions)"}, {"text_block_id": "p8_b203", "text": "Any person who violates Article 14 (1) shall be punished by imprisonment with labor for not more than five years or by a fine not exceeding 20 million won."}, {"text_block_id": "p8_b204", "text": "Article 28 (Penal Provisions)"}, {"text_block_id": "p8_b205", "text": "Any person who violates Article 13 shall be punished by imprisonment with labor for not more than one year or by a fine not exceeding five million won."}, {"text_block_id": "p8_b206", "text": "ADDENDA"}, {"text_block_id": "p8_b207", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p8_b208", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p8_b209", "text": "Article 2 (Amendment of other Acts)"}, {"text_block_id": "p8_b210", "text": "(1)"}, {"text_block_id": "p8_b211", "text": "through (9) Omitted."}, {"text_block_id": "p8_b212", "text": "(10)"}, {"text_block_id": "p8_b213", "text": "Where the provisions of the former Work against Erosion Control Work Act has been cited by other Acts and subordinate statutes as at the time this Act enters into force, when provisions corresponding thereto exist in this Act, the relevant provisions of this Act shall be deemed cited in lieu of the former provisions."}, {"text_block_id": "p8_b214", "text": "ADDENDA"}, {"text_block_id": "p8_b215", "text": "<Act No. 4816, Dec. 22, 1994>"}, {"text_block_id": "p8_b216", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p8_b217", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p8_b218", "text": "Articles 2 through 10 Omitted."}, {"text_block_id": "p8_b219", "text": "ADDENDA"}, {"text_block_id": "p8_b220", "text": "<Act No. 5079, Dec. 29, 1995>"}, {"text_block_id": "p8_b221", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p8_b222", "text": "This Act shall enter into force on January 1, 1996."}, {"text_block_id": "p8_b223", "text": "Articles 2 and 3 Omitted."}, {"text_block_id": "p8_b224", "text": "ADDENDA"}, {"text_block_id": "p8_b225", "text": "<Act No. 5153, Aug. 8, 1996>"}, {"text_block_id": "p8_b226", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p8_b227", "text": "This Act shall enter into force on the date the Presidential Decree on the structure of the Ministry of Maritime Affairs and Fisheries and the Korea Coast Guard enters into force in accordance with the amended provisions of Article 41 within 30 days after the date of its promulgation."}, {"text_block_id": "p9_b228", "text": "Articles 2 through 4 Omitted."}, {"text_block_id": "p9_b229", "text": "ADDENDUM"}, {"text_block_id": "p9_b230", "text": "<Act No. 5454, Dec. 13, 1997>"}, {"text_block_id": "p9_b231", "text": "This Act shall enter into force on January 1, 1998. (Proviso Omitted.)"}, {"text_block_id": "p9_b232", "text": "ADDENDUM"}, {"text_block_id": "p9_b233", "text": "<Act No. 5766, Feb. 5, 1999>"}, {"text_block_id": "p9_b234", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p9_b235", "text": "ADDENDA"}, {"text_block_id": "p9_b236", "text": "<Act No. 6187, Jan. 21, 2000>"}, {"text_block_id": "p9_b237", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p9_b238", "text": "This Act shall enter into force on May 1, 2000. (Proviso Omitted.)"}, {"text_block_id": "p9_b239", "text": "Articles 2 through 14 Omitted."}, {"text_block_id": "p9_b240", "text": "ADDENDUM"}, {"text_block_id": "p9_b241", "text": "<Act No. 6489, Jul. 24, 2001>"}, {"text_block_id": "p9_b242", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p9_b243", "text": "ADDENDA"}, {"text_block_id": "p9_b244", "text": "<Act No. 6841, Dec. 30, 2002>"}, {"text_block_id": "p9_b245", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p9_b246", "text": "This Act shall enter into force nine months after the date of its promulgation."}, {"text_block_id": "p9_b247", "text": "Articles 2 through 12 Omitted."}, {"text_block_id": "p9_b248", "text": "ADDENDA"}, {"text_block_id": "p9_b249", "text": "<Act No. 7678, Aug. 4, 2005>"}, {"text_block_id": "p9_b250", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p9_b251", "text": "This Act shall enter into force one year after the date of its promulgation."}, {"text_block_id": "p9_b252", "text": "Articles 2 through 12 Omitted."}, {"text_block_id": "p9_b253", "text": "ADDENDA"}, {"text_block_id": "p9_b254", "text": "<Act No. 8104, Dec. 28, 2006>"}, {"text_block_id": "p9_b255", "text": "(1)"}, {"text_block_id": "p9_b256", "text": "(Enforcement Date) This Act shall enter into force three months after the date of its promulgation."}, {"text_block_id": "p9_b257", "text": "(2)"}, {"text_block_id": "p9_b258", "text": "(Transitional Measures concerning Reversion of Earnings) The former provisions of Article 17 shall apply to reversion of earnings to persons who have paid an apportionment by beneficiaries pursuant to the former provisions of Article 18 as at the time this Act enters into force."}, {"text_block_id": "p9_b259", "text": "(3)"}, {"text_block_id": "p9_b260", "text": "(Transitional Measures concerning Apportionment by Beneficiaries) The former provisions shall apply to the collection of an apportionment to persons who have been taken a disposition of imposition of an apportionment by beneficiaries pursuant to the former provisions of Article 18 as at the time this Act enters into force."}, {"text_block_id": "p9_b261", "text": "(4)"}, {"text_block_id": "p9_b262", "text": "Omitted."}, {"text_block_id": "p10_b263", "text": "ADDENDA"}, {"text_block_id": "p10_b264", "text": "<Act No. 8283, Jan. 26, 2007>"}, {"text_block_id": "p10_b265", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p10_b266", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p10_b267", "text": "Articles 2 through 12 Omitted."}, {"text_block_id": "p10_b268", "text": "ADDENDA"}, {"text_block_id": "p10_b269", "text": "<Act No. 8592, Aug. 3, 2007>"}, {"text_block_id": "p10_b270", "text": "(1)"}, {"text_block_id": "p10_b271", "text": "(Enforcement Date) This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p10_b272", "text": "(2)"}, {"text_block_id": "p10_b273", "text": "(Cancellation of Designation of Managers of Erosion Control Facilities) Designation of a manager of erosion control facilities pursuant to the proviso to Article 15 (1) as at the time this Act enters into force shall be deemed to have been cancelled on the date this Act enters into force."}, {"text_block_id": "p10_b274", "text": "ADDENDA"}, {"text_block_id": "p10_b275", "text": "<Act No. 8852, Feb. 29, 2008>"}, {"text_block_id": "p10_b276", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p10_b277", "text": "This Act shall enter into force on the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p10_b278", "text": "Articles 2 through 7 Omitted."}, {"text_block_id": "p10_b279", "text": "ADDENDUM"}, {"text_block_id": "p10_b280", "text": "<Act No. 9176, Dec. 26, 2008>"}, {"text_block_id": "p10_b281", "text": "This Act shall enter into force three months after the date of its promulgation."}, {"text_block_id": "p10_b282", "text": "ADDENDA"}, {"text_block_id": "p10_b283", "text": "<Act No. 10331, May 31, 2010>"}, {"text_block_id": "p10_b284", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p10_b285", "text": "This Act shall enter into force six months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p10_b286", "text": "Articles 2 through 13 Omitted."}, {"text_block_id": "p10_b287", "text": "ADDENDA"}, {"text_block_id": "p10_b288", "text": "<Act No. 10844,  Jul. 14, 2011>"}, {"text_block_id": "p10_b289", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p10_b290", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p10_b291", "text": "Article 2 (Transitional Measures concerning Expenses Borne by Contributors)"}, {"text_block_id": "p10_b292", "text": "Where procedures for collecting expenses borne by contributors pursuant to the former provisions of Article 19 (1) and (3) are underway, as at the time when this Act enters into force, the former provisions shall apply."}, {"text_block_id": "p10_b293", "text": "ADDENDA"}, {"text_block_id": "p10_b294", "text": "<Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p10_b295", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p10_b296", "text": "(1)"}, {"text_block_id": "p10_b297", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p11_b298", "text": "(2) Omitted."}, {"text_block_id": "p11_b299", "text": "Articles 2 through 7 Omitted."}], "document_description": "This act classifies different types of erosion control projects, requires the Minister of Korea Forest Service to create an erosion control master plan and investigate eroded lands to evaluate outcome of master plans, requires subnational and local governments to designate land in need of erosion control, requires the national government to undertake erosion works or delegate the responsibility to do so to to local governments or businesses, and defines some procedures for conducting erosion control works. This includes coastal erosion."}