{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": [], "document_language": "English", "document_name": "Framework Act on the Management of Disasters and Safety", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "03/11/2004", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Disaster Risk Management"], "document_url": "https://cdn.climatepolicyradar.org/KOR/2004/KOR-2004-11-03-Framework Act on the Management of Disasters and Safety_07e6de8f17a23d28761f9dc15668a048.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "FRAMEWORK ACT ON THE MANAGEMENT OF DISASTERS AND SAFETY"}, {"text_block_id": "p0_b2", "text": "Article 1 (Purpose)"}, {"text_block_id": "p0_b3", "text": "The purpose of this Act is to establish disaster and safety control systems of the State and local governments, and to prescribe matters necessary for the disaster prevention, preparedness, response and recovery, activities for safety culture and disaster and safety control, in order to preserve national land against various disasters and to protect citizens' lives, bodies and property."}, {"text_block_id": "p0_b4", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p1_b5", "text": "Article 2 (Basic Concept)"}, {"text_block_id": "p1_b6", "text": "The basic concept of this Act is to affirm that the basic obligation of the State and local governments is to prevent disasters and to minimize damage from disasters, in the event of a disaster, and to ensure that citizens may live in a safe society from any disasters, by preferentially addressing safety when all citizens, the State and local governments perform any conduct relating to the safety of lives and physical safety of citizens and to the protection of their property."}, {"text_block_id": "p1_b7", "text": "Article 3 (Definitions)"}, {"text_block_id": "p1_b8", "text": "The terms used in this Act shall be defined as follows:"}, {"text_block_id": "p1_b9", "text": "<Amended by Act No. 9847, Dec. 29, 2009; Act No. 10467, Mar. 29, 2011; Act No. 11346, Feb. 22, 2012; Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014; Act No. 13426, Jul. 24, 2015>"}, {"text_block_id": "p1_b10", "text": "<Amended by Act No. 9847, Dec. 29, 2009; Act No. 10467, Mar. 29, 2011; Act No. 11346, Feb. 22, 2012; Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014; Act No. 13426, Jul. 24, 2015>\n* The term \"disaster\" means any of the following which actually causes or is likely to cause any harm\n\t* Natural disasters: Disasters caused by a typhoon, flood, downpour, strong wind, wind and waves,\n\t* Social accidents: Damage, beyond the scale prescribed by Presidential Decree, caused by a fire,\n\t* <by Act No. 11994, Aug. 6, 2013>\n\t* The term \"overseas disaster\" means a disaster that actually causes or is likely to cause any harm to\n\t* The term \"disaster management\" means all activities that are carried out for disaster prevention,\n\t* The term \"safety management\" means all activities that are carried out to protect people's lives,\n\t* The term \"safety standards\" means the standards that systemize the technical standards that should\n\t* The term \"disaster management agency\" means any of the following agencies which performs"}, {"text_block_id": "p2_b29", "text": "<Amended by Act No. 9847, Dec. 29, 2009; Act No. 10467, Mar. 29, 2011; Act No. 11346, Feb. 22, 2012; Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014; Act No. 13426, Jul. 24, 2015>\n* The term \"disaster\" means any of the following which actually causes or is likely to cause any harm\n\t* Natural disasters: Disasters caused by a typhoon, flood, downpour, strong wind, wind and waves,\n\t* Social accidents: Damage, beyond the scale prescribed by Presidential Decree, caused by a fire,\n\t* <by Act No. 11994, Aug. 6, 2013>\n\t* The term \"overseas disaster\" means a disaster that actually causes or is likely to cause any harm to\n\t* The term \"disaster management\" means all activities that are carried out for disaster prevention,\n\t* The term \"safety management\" means all activities that are carried out to protect people's lives,\n\t* The term \"safety standards\" means the standards that systemize the technical standards that should\n\t* The term \"disaster management agency\" means any of the following agencies which performs\n* Central administrative agencies and local governments (including administrative cities specified\n\t* Local administrative agencies, public institutions, public organizations (including local\n\t\t* The term \"disaster management supervision agency\" means any related central administrative\n<\\li3>\n\t\t* The term \"emergency rescue\" means life rescue, first aid, and all necessary emergency measures\n\t\t* The term \"emergency rescue agency\" means any of the following agencies:\n\t\t* The Ministry of Public Safety and Security;\n\t\t* A fire headquarters and a regional headquarters of the Korea Coast Guard;\n\t\t* A fire station or a coast guard station;\n\t\t* The term \"emergency rescue and relief support agency\" means any agency or organization prescribed\n\t\t* The term \"national disaster management standard\" means the standard which uniformly simplifies\n\t\t* The term \"activities for safety culture\" means activities for making a society safe from disasters or\n\t\t* The term \"disaster management information\" means information necessary for disaster"}, {"text_block_id": "p2_b53", "text": "Article 4 (Responsibilities of State, etc.)"}, {"text_block_id": "p2_b54", "text": "Article 4 (Responsibilities of State, etc.)\n* The State and local governments shall be responsible for protecting lives, bodies, and property of"}, {"text_block_id": "p3_b57", "text": "Article 4 (Responsibilities of State, etc.)\n* The State and local governments shall be responsible for protecting lives, bodies, and property of\n* The head of a disaster management agency referred to in subparagraph 5 (b) of Article 3 shall"}, {"text_block_id": "p3_b60", "text": "Article 5 (Obligations of People)"}, {"text_block_id": "p3_b61", "text": "People shall fully cooperate with the State and local governments in carrying out disaster and safety control affairs, and endeavor to protect buildings and facilities they own or use from any disaster or various other accidents."}, {"text_block_id": "p3_b62", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p3_b63", "text": "Article 6 (General Control and Coordination of Affairs Related to Disaster and Safety Management)"}, {"text_block_id": "p3_b64", "text": "The Minister of Public Safety and Security shall exercise the general control over and provide coordination of affairs related to disaster and safety management performed by the State and local governments."}, {"text_block_id": "p3_b65", "text": "Article 7 Deleted."}, {"text_block_id": "p3_b66", "text": "<by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p3_b67", "text": "Article 8 (Relationship, etc. with other Acts)"}, {"text_block_id": "p3_b68", "text": "Article 8 (Relationship, etc. with other Acts)\n* Where other Acts on disaster and safety control are enacted or subsequently amended, they shall be in\n* Except as otherwise particularly provided for in other Acts, such as the Countermeasures against\n* <by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p3_b76", "text": "Article 9 (Central Safety Management Committee)"}, {"text_block_id": "p3_b77", "text": "Article 9 (Central Safety Management Committee)\n* A Central Safety Management Committee (hereinafter referred to as \"Central Committee\") shall be\n* Matters concerning the important policies on disaster and safety management;\n* Matters concerning the Master Plan for National Safety Management under Article 22;\n\t* Matters concerning any medium-term project plan related to disaster and safety management\n<\\li2>\n\t* Matters concerning the coordination of disaster and safety management affairs, such as plans,"}, {"text_block_id": "p4_b88", "text": "Article 9 (Central Safety Management Committee)\n* A Central Safety Management Committee (hereinafter referred to as \"Central Committee\") shall be\n* Matters concerning the important policies on disaster and safety management;\n* Matters concerning the Master Plan for National Safety Management under Article 22;\n\t* Matters concerning any medium-term project plan related to disaster and safety management\n<\\li2>\n\t* Matters concerning the coordination of disaster and safety management affairs, such as plans,\n* Matters concerning the declaration of disaster emergency under Article 36;\n* Matters concerning the declaration of special disaster areas under Article 60;\n* Important matters concerning the cooperation among related agencies for disaster management where\n* Matters concerning the promotion of projects in order to prevent disasters and accidents prescribed\n* Other matters the Chairperson brings to a meeting for deliberation.\n* The Prime Minister shall serve as the Chairperson of the Central Committee, and the heads of central\n* The Chairperson of the Central Committee shall represent the Central Committee and exercise general\n* The Central Committee shall have one executive-secretary, and the Minister of Public Safety and\n* Where the Chairperson of the Central Committee is unable to perform any of his/her duties due to any\n* Where the Minister of Public Safety and Security, etc. performs any of the duties of the Chairperson of\n* Where the Minister of Public Safety and Security, etc. performs any of the duties of the Chairperson of\n <Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014>\n* Where any affair referred to in subparagraphs of paragraph (1) is related to national security, the\n* The Chairperson of the Central Committee may, in connection with the affairs under his/her\n* Necessary matters concerning the organization, operation, etc. of the Central Committee shall be"}, {"text_block_id": "p4_b121", "text": "Article 9-2 Deleted."}, {"text_block_id": "p4_b122", "text": "<by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p4_b123", "text": "Article 10 (Safety Policy Coordination Committee)"}, {"text_block_id": "p4_b124", "text": "Article 10 (Safety Policy Coordination Committee)\n* A Safety Policy Coordination Committee (hereinafter referred to as the \"Coordination Committee\")\n<\\li1>"}, {"text_block_id": "p5_b126", "text": "Article 10 (Safety Policy Coordination Committee)\n* A Safety Policy Coordination Committee (hereinafter referred to as the \"Coordination Committee\")\n<\\li1>\n"}, {"text_block_id": "p5_b127", "text": "Article 10 (Safety Policy Coordination Committee)\n* A Safety Policy Coordination Committee (hereinafter referred to as the \"Coordination Committee\")\n<\\li1>\n\n* Prior coordination of the matters under Article 9 (1) 3, 6, and 7;\n* Deliberation on the implementation plans under Article 23;\n* Deliberation on the designation of national infrastructure under Article 26;\n* Deliberation on the comprehensive plans for technology development for disaster and safety\n* Other matters delegated by the Central Committee.\n* The Minister of Public Safety and Security shall serve as the Chairperson of the Coordination\n* The Coordination Committee shall have one executive-secretary member, and the Vice Minister of\n* The Coordination Committee may have the working committees efficiently deal with its affairs.\n* The Coordination Committee may have the working committees efficiently deal with its affairs.\n <Amended by Act No. 12943, Dec. 30, 2014>\n* The Chairperson of the Coordination Committee shall report to the chairperson of the Central\n* The Chairperson of the Coordination Committee may examine the performance status of the matters\n* Necessary matters concerning the organization, operation, etc. of the Coordination Committee and"}, {"text_block_id": "p5_b153", "text": "Article 10-2 (Prior Consultation, etc. on Budget for Disaster and Safety Management Projects)"}, {"text_block_id": "p5_b154", "text": "Article 10-2 (Prior Consultation, etc. on Budget for Disaster and Safety Management Projects)\n* The head of any relevant central administrative agency shall submit a medium-term project plan\n* The head of any relevant central administrative agency shall submit a budget request related to disaster"}, {"text_block_id": "p6_b158", "text": "Article 10-2 (Prior Consultation, etc. on Budget for Disaster and Safety Management Projects)\n* The head of any relevant central administrative agency shall submit a medium-term project plan\n* The head of any relevant central administrative agency shall submit a budget request related to disaster\n"}, {"text_block_id": "p6_b159", "text": "Article 10-2 (Prior Consultation, etc. on Budget for Disaster and Safety Management Projects)\n* The head of any relevant central administrative agency shall submit a medium-term project plan\n* The head of any relevant central administrative agency shall submit a budget request related to disaster\n\n* The Minister of Public Safety and Security shall examine the medium-term project plans, opinions on\n* Direction of investment in disaster and safety management projects;\n* Matters concerning the investment priority of disaster and safety management projects,\n* Results of examination of the similarity and overlapping of disaster and safety management projects;\n* Other matters necessary to improve efficiency of the investment in disaster and safety management\n* The Minister of Strategy and Finance shall compile a budget plan for disaster and safety management"}, {"text_block_id": "p6_b171", "text": "Article 10-3 Deleted."}, {"text_block_id": "p6_b172", "text": "<by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p6_b173", "text": "Article 11 (Local Committees)"}, {"text_block_id": "p6_b174", "text": "Article 11 (Local Committees)\n* In order to deliberate on and coordinate the following matters related to disaster and safety"}, {"text_block_id": "p6_b177", "text": "Feb. 22, 2012; Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014; Act No. 13426, Jul. 24, 2015>"}, {"text_block_id": "p6_b178", "text": "1."}, {"text_block_id": "p6_b179", "text": "Matters concerning the disaster and safety management policies for the relevant area;"}, {"text_block_id": "p6_b180", "text": "2."}, {"text_block_id": "p6_b181", "text": "Matters concerning the safety management plans under Article 24 or 25;"}, {"text_block_id": "p6_b182", "text": "3."}, {"text_block_id": "p6_b183", "text": "Matters concerning the progress of disaster and safety management affairs conducted by the disaster management agency having jurisdiction over the relevant area (excluding central administrative agencies and superior local governments);"}, {"text_block_id": "p6_b184", "text": "4."}, {"text_block_id": "p6_b185", "text": "Matters concerning the cooperation among related agencies for disaster management where any disaster or various other accident occurs or is likely to occur;"}, {"text_block_id": "p7_b186", "text": "5."}, {"text_block_id": "p7_b187", "text": "Matters falling under the authority of the relevant committee pursuant to any other Act or subordinate statute or municipal ordinance;"}, {"text_block_id": "p7_b188", "text": "6."}, {"text_block_id": "p7_b189", "text": "Other matters submitted by the chairperson of the relevant committee to a meeting for deliberation."}, {"text_block_id": "p7_b190", "text": "(2)"}, {"text_block_id": "p7_b191", "text": "Any Mayor/Do Governor shall serve as the Chairperson of the relevant City/Do committee, and the head of each Si/Gun/Gu shall serve as the chairperson of the relevant Si/Gun/Gu committee."}, {"text_block_id": "p7_b192", "text": "(3)"}, {"text_block_id": "p7_b193", "text": "In order to examine the bills to be referred to the meetings of a City/Do committee or a Si/Gun/Gu committee (hereinafter referred to as \"local committees\") and to consult, coordinate, etc. with related agencies on disaster and safety management, a working committee for safety policy coordination may be established under the jurisdiction of the relevant local committee."}, {"text_block_id": "p7_b194", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p7_b195", "text": "(4)"}, {"text_block_id": "p7_b196", "text": "Deleted."}, {"text_block_id": "p7_b197", "text": "<by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p7_b198", "text": "(5)"}, {"text_block_id": "p7_b199", "text": "Necessary matters concerning the organization and operation of local committees and working committees for safety policy coordination referred to in paragraph (3) shall be prescribed by municipal ordinance of the relevant local government."}, {"text_block_id": "p7_b200", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p7_b201", "text": "Article 12 (Disaster Broadcasting Consultative Committee)"}, {"text_block_id": "p7_b202", "text": "(1)"}, {"text_block_id": "p7_b203", "text": "For the efficient performance of the disaster broadcasting for the prediction, alert and notification of a disaster or for the emergency measures and disaster control, there may be established a Central Disaster Broadcasting Consultative Committee under the jurisdiction of the Central Committee."}, {"text_block_id": "p7_b204", "text": "(2)"}, {"text_block_id": "p7_b205", "text": "For the efficient performance of the disaster broadcasting for the prediction, alert and notification of a disaster or for the emergency measures and disaster control at a local level, there may be established a City/Do or Si/Gun/Gu disaster broadcasting consultative committee (hereafter referred to as \"local disaster broadcasting consultative committee\" in this Article) under the jurisdiction of the relevant local committee."}, {"text_block_id": "p7_b206", "text": "(3)"}, {"text_block_id": "p7_b207", "text": "Matters necessary for the organization and operation of the Central Disaster Broadcasting Consultative Committee shall be prescribed by Presidential Decree, and matters necessary for the organization and operation of a local disaster broadcasting consultative committee shall be prescribed by municipal ordinance of the relevant local government."}, {"text_block_id": "p7_b208", "text": "Article 12-2 (Private-Public Cooperative Safety Management Committee)"}, {"text_block_id": "p7_b209", "text": "(1)"}, {"text_block_id": "p7_b210", "text": "For the efficient private-public cooperative relationship for disaster and safety management, the Chairperson of the Coordination Committee may organize and operate a Central Private-Public Cooperative Safety Management Committee (hereinafter referred to as the \"Central Private-Public Cooperative Committee\")."}, {"text_block_id": "p7_b211", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p7_b212", "text": "(2)"}, {"text_block_id": "p7_b213", "text": "For the efficient private-public cooperative relationship for disaster and safety management at a local level, the Chairperson of a local coordination committee may organize and operate a City/Do or Si/Gun/Gu private-public cooperative safety management committee (hereinafter referred to as \"local private-public cooperative committee\" in this Article)."}, {"text_block_id": "p7_b214", "text": "(3)"}, {"text_block_id": "p7_b215", "text": "Necessary matters concerning the organization and operation of the Central Private-Public Cooperative Committee shall be prescribed by Presidential Decree, and necessary matters concerning the organization"}, {"text_block_id": "p8_b216", "text": "and operation of a local private-public cooperative committee shall be prescribed by municipal ordinance of the relevant local government."}, {"text_block_id": "p8_b217", "text": "Article 12-3 (Functions, etc. of Central Private-Public Cooperative Committee)"}, {"text_block_id": "p8_b218", "text": "(1)"}, {"text_block_id": "p8_b219", "text": "Functions of the Central Private-Public Cooperative Committee shall be as follows:"}, {"text_block_id": "p8_b220", "text": "1."}, {"text_block_id": "p8_b221", "text": "Consultation on private-public cooperative activities for disaster and safety management;"}, {"text_block_id": "p8_b222", "text": "2."}, {"text_block_id": "p8_b223", "text": "Consultation on efficient management plan for private-public cooperative projects for disaster and safety management;"}, {"text_block_id": "p8_b224", "text": "3."}, {"text_block_id": "p8_b225", "text": "Monitoring and provision of information at ordinary time on risk factors of disaster and safety management and vulnerable facilities;"}, {"text_block_id": "p8_b226", "text": "4."}, {"text_block_id": "p8_b227", "text": "Consultation on mobilization of human and material resources, participation in life rescue and damage restoration, provision of services to support victimized residents, etc. when any disaster occurs."}, {"text_block_id": "p8_b228", "text": "(2)"}, {"text_block_id": "p8_b229", "text": "Meetings of the Central Private-Public Cooperative Committee may be convoked by a co-chairperson in any of the following cases:"}, {"text_block_id": "p8_b230", "text": "1."}, {"text_block_id": "p8_b231", "text": "Where it is necessary to take private-public cooperative measures due to the occurrence of any large-scale disaster referred to in Article 14 (1);"}, {"text_block_id": "p8_b232", "text": "2."}, {"text_block_id": "p8_b233", "text": "Where at least a quarter of all incumbent members request the convocation of a meeting;"}, {"text_block_id": "p8_b234", "text": "3."}, {"text_block_id": "p8_b235", "text": "Other cases where a co-chairperson deems it necessary to convoke a meeting."}, {"text_block_id": "p8_b236", "text": "(3)"}, {"text_block_id": "p8_b237", "text": "In order to support the functions of the Central Private-Public Cooperative Committee, such as prompt participation in a disaster response, where any disaster occurs, the Central Private-Public Cooperative Committee may establish rapid disaster response groups, as prescribed by Presidential Decree."}, {"text_block_id": "p8_b238", "text": "Article 13 (Support for and Guidance of Local Committees, etc.)"}, {"text_block_id": "p8_b239", "text": "The Minister of Public Safety and Security may provide necessary support and guidance in the operation of City/Do committees and in the disaster and safety management affairs of local governments, and a Mayor/Do Governor may also provide necessary support and guidance in the operation of Si/Gun/Gu committees within the competent jurisdiction and in the disaster and safety management affairs of Sis/Guns/Gus."}, {"text_block_id": "p8_b240", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p8_b241", "text": "Article 14 (Central Disaster and Safety Countermeasure Headquarters, etc.)"}, {"text_block_id": "p8_b242", "text": "(1)"}, {"text_block_id": "p8_b243", "text": "The Central Disaster and Safety Countermeasure Headquarters (hereinafter referred to as the \"Central Countermeasure Headquarters\") shall be established under the jurisdiction of the Ministry of Public Safety and Security in order to exercise general overall control over, and to coordinate matters concerning the response and recovery (hereinafter referred to as \"management\") from large-scale disasters prescribed by Presidential Decree (hereinafter referred to as \"large-scale disasters\"), and to take necessary measures."}, {"text_block_id": "p8_b244", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p8_b245", "text": "(2)"}, {"text_block_id": "p8_b246", "text": "The Central Countermeasure Headquarters shall have the head and the vice head thereof."}, {"text_block_id": "p8_b247", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p9_b248", "text": "(3)"}, {"text_block_id": "p9_b249", "text": "The Minister of Public Safety and Security shall serve as the head of the Central Countermeasure Headquarters (hereinafter referred to as \"head of the Central Countermeasure Headquarters\") and exercise general control over the functions of the Central Countermeasure Headquarters, and may convene a meeting of the Central Disaster and Safety Countermeasure Headquarters if deemed necessary: Provided, That in case of overseas disasters, the Minister of Foreign Affairs shall exercise the authority of the head of the Central Countermeasure Headquarters, and in cases of radioactive disasters defined in Article 2 (1) 8 of the Act on Measures for the Protection of Nuclear Facilities, etc. and Prevention of Radiation Disasters Act, the head of the Central Radioactive Disaster Prevention and Response Headquarters referred to in Article 25 of the same Act shall exercise the authority of the head of the Central Countermeasure Headquarters, respectively."}, {"text_block_id": "p9_b250", "text": "<Amended by Act No. 11346, Feb. 22, 2012; Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p9_b251", "text": "(4)"}, {"text_block_id": "p9_b252", "text": "Notwithstanding paragraph (3), the Prime Minister may exercise the authority of the Central Countermeasure Headquarters in any of the following cases for the efficient management of disasters. In such cases, the Minister of Public Safety and Security, the Minister of Foreign Affairs (limited to cases of overseas disasters), or the Chairperson of the Nuclear Safety and Security Commission (limited to cases of radioactive disasters) shall be the vice head:"}, {"text_block_id": "p9_b253", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p9_b254", "text": "1."}, {"text_block_id": "p9_b255", "text": "Where the Prime Minister deems a Government-wide integrated response is necessary;"}, {"text_block_id": "p9_b256", "text": "2."}, {"text_block_id": "p9_b257", "text": "Where the Minister of Public Safety and Security recommends such exercise of the authority to the Prime Minister or where the Minister of Public Safety and Security recommends it to the Prime Minister upon the request of the head of a disaster management headquarters under Article 15-2 (2)."}, {"text_block_id": "p9_b258", "text": "(5)"}, {"text_block_id": "p9_b259", "text": "Where a large-scale disaster occurs or is likely to occur, the head of the Central Countermeasure Headquarters shall prepare a system to efficiently respond to the relevant large-scale disaster, such as organization of working groups and establishment of the control center of the Central Disaster and Safety Countermeasure Headquarters, as prescribed by Presidential Decree. In such cases, such control center may combine and operate human resources, equipment, facilities, etc., together with the Central Disaster and Safety Management Center under Article 18 (1) 1."}, {"text_block_id": "p9_b260", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p9_b261", "text": "(6)"}, {"text_block_id": "p9_b262", "text": "Necessary matters concerning the organization and operation of the Central Countermeasure Headquarters referred to in paragraph (1) and the meetings of the Central Disaster and Safety Countermeasure Headquarters referred to in paragraph (3) shall be prescribed by Presidential Decree."}, {"text_block_id": "p9_b263", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p9_b264", "text": "Article 14-2 (Dispatch of Management Support Groups)"}, {"text_block_id": "p9_b265", "text": "(1)"}, {"text_block_id": "p9_b266", "text": "In order to support management of a large-scale disaster occurred in Korea or abroad, the head of the Central Countermeasure Headquarters may organize management support groups that are comprised of experts, etc. of disaster management who belong to the relevant central administrative agencies and the relevant institutions and organizations and dispatch them to the disaster scene."}, {"text_block_id": "p9_b267", "text": "(2)"}, {"text_block_id": "p9_b268", "text": "In order to promptly support activities, such as rescue, relief, and search, the head of the Central Countermeasure Headquarters may organize special rescue task forces that are comprised of specialized"}, {"text_block_id": "p10_b269", "text": "human resources belonging to the Ministry of Public Safety and Security and dispatch them to the disaster scene."}, {"text_block_id": "p10_b270", "text": "<<Enforcement Date: Undesignated>>"}, {"text_block_id": "p10_b271", "text": "(3)"}, {"text_block_id": "p10_b272", "text": "Necessary matters concerning the composition and operation of management support groups and the organization and dispatch of special rescue task forces, and other necessary matters, shall be prescribed by Presidential Decree."}, {"text_block_id": "p10_b273", "text": "<<Enforcement Date: Undesignated; limited to special rescue task forces>>"}, {"text_block_id": "p10_b274", "text": "Article 15 (Authority, etc. of Head of Central Countermeasure Headquarters)"}, {"text_block_id": "p10_b275", "text": "(1)"}, {"text_block_id": "p10_b276", "text": "The head of the Central Countermeasure Headquarters may request the heads of related disaster control agencies to take administrative and financial measures, to dispatch staff members under his/her command, and to render any other necessary support for the efficient management of large-scale disasters. In such cases, the heads of relevant disaster control agencies in receipt of such request shall comply therewith except in extenuating circumstances."}, {"text_block_id": "p10_b277", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p10_b278", "text": "(2)"}, {"text_block_id": "p10_b279", "text": "Each staff member dispatched under paragraph (1) shall faithfully perform the duties of his/her agency which are necessary for the management of a large-scale disaster, and render full-time services at the Central Countermeasure Headquarters until the management of the large-scale disaster is completed."}, {"text_block_id": "p10_b280", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p10_b281", "text": "(3)"}, {"text_block_id": "p10_b282", "text": "The head of the Central Countermeasure Headquarters may supervise the heads of disaster management headquarters under Article 15-2 (2) and the heads of local countermeasure headquarters under Article 16 (2) to the extent necessary for the management of the relevant large-scale disaster."}, {"text_block_id": "p10_b283", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p10_b284", "text": "(4)"}, {"text_block_id": "p10_b285", "text": "through (7) Deleted."}, {"text_block_id": "p10_b286", "text": "<by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p10_b287", "text": "Article 15-2 (Central and Regional Disaster Management Headquarters)"}, {"text_block_id": "p10_b288", "text": "(1)"}, {"text_block_id": "p10_b289", "text": "Where any disaster occurs or is likely to occur, the head of a disaster management supervision agency shall promptly establish and operate the central disaster management headquarters (hereinafter referred to as \"disaster management headquarters\") to efficiently manage the disaster situation and the disaster."}, {"text_block_id": "p10_b290", "text": "(2)"}, {"text_block_id": "p10_b291", "text": "The head of a disaster management headquarters (hereinafter referred to as \"head of a disaster management headquarters\") shall serve as the head of the relevant disaster management supervision agency."}, {"text_block_id": "p10_b292", "text": "(3)"}, {"text_block_id": "p10_b293", "text": "The head of a disaster management headquarters shall establish and operate a control center of the disaster management headquarters to collect and disseminate disaster information, manage disaster situation, take initial measures and command, etc. at the time a disaster occurs. In such cases, such control center may combine and operate human resources, equipment, facilities, etc., together with disaster and safety management centers under Article 18 (3)."}, {"text_block_id": "p10_b294", "text": "(4)"}, {"text_block_id": "p10_b295", "text": "If necessary for the management of a disaster, the head of a disaster management headquarters may request the heads of related disaster management agencies to take administrative or financial measures, to dispatch their employees or to provide any other necessary support. In such cases, the heads of related disaster management agencies in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p11_b296", "text": "(5)"}, {"text_block_id": "p11_b297", "text": "The head of a disaster management headquarters may operate regional disaster management headquarters, and the head of each regional disaster management headquarters (hereinafter referred to as \"regional disaster management headquarters\") shall be appointed by the head of a disaster management headquarters."}, {"text_block_id": "p11_b298", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p11_b299", "text": "(6)"}, {"text_block_id": "p11_b300", "text": "The head of a disaster management headquarters may supervise the Mayors/Do Governors and the heads of Sis/Guns/Gus (where any City/Do countermeasure headquarters or Si/Gun/Gu countermeasure headquarters is operated under Article 16 (1), referring to the head of the relevant countermeasure headquarters) to the extent necessary for the management of the relevant disaster."}, {"text_block_id": "p11_b301", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p11_b302", "text": "(7)"}, {"text_block_id": "p11_b303", "text": "If necessary for the management of a disaster, the head of a disaster management headquarters may request the head of the Central Countermeasure Headquarters to organize and operate a disaster management support group referred to in Article 14-2 (1), as prescribed by Presidential Decree."}, {"text_block_id": "p11_b304", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p11_b305", "text": "(8)"}, {"text_block_id": "p11_b306", "text": "Necessary matters concerning the organization, operation, etc. of a disaster management headquarters shall be prescribed by Presidential Decree."}, {"text_block_id": "p11_b307", "text": "Article 16 (Local Disaster and Safety Countermeasure Headquarters)"}, {"text_block_id": "p11_b308", "text": "(1)"}, {"text_block_id": "p11_b309", "text": "In order to exercise general control over, and to coordinate, matters concerning the management, etc. of a disaster, and to take necessary measures within the relevant competent districts, a Mayor/Do Governor shall establish a City/Do disaster and safety countermeasure headquarters (hereinafter referred to as \"City/Do countermeasure headquarters\"), and the head of a Si/Gun/Gu shall establish a Si/Gun/Gu disaster and safety countermeasure headquarters (hereinafter referred to as \"Si/Gun/Gu countermeasure headquarters\"), respectively."}, {"text_block_id": "p11_b310", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p11_b311", "text": "(2)"}, {"text_block_id": "p11_b312", "text": "A Mayor/Do Governor or the head of a Si/Gun/Gu shall serve as the head of a City/Do countermeasure headquarters or the head of a Si/Gun/Gu countermeasure headquarters (hereinafter referred to as \"head of a local countermeasure headquarters\"), and the head of each local countermeasure headquarters shall exercise general control over affairs of the local disaster and safety countermeasure headquarters and, if deemed necessary, may convene meetings of the local disaster and safety countermeasure headquarters, as prescribed by Presidential Decree."}, {"text_block_id": "p11_b313", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p11_b314", "text": "(3)"}, {"text_block_id": "p11_b315", "text": "The head of a Si/Gun/Gu countermeasure headquarters may establish and operate a consolidated support headquarters at a disaster scene (hereinafter referred to as \"consolidated support headquarters\") for the general control of, coordination, and support, at the disaster scene. In such cases, the head of a consolidated support headquarters shall cooperate with the field command of the head of a Si/Gun/Gu emergency rescue control group under Article 52 with respect to emergency rescue activities."}, {"text_block_id": "p11_b316", "text": "<Newly Inserted by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p11_b317", "text": "(4)"}, {"text_block_id": "p11_b318", "text": "The vice head of the competent Si/Gun/Gu shall serve as the head of a consolidated support headquarters, and he/she may organize and operate working groups."}, {"text_block_id": "p11_b319", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p12_b320", "text": "(5)"}, {"text_block_id": "p12_b321", "text": "Necessary matters concerning the organization and operation of local countermeasure headquarters and consolidated support headquarters shall be prescribed by municipal ordinance of the relevant local government."}, {"text_block_id": "p12_b322", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p12_b323", "text": "Article 17 (Authority, etc. of Head of Local Countermeasure Headquarters)"}, {"text_block_id": "p12_b324", "text": "(1)"}, {"text_block_id": "p12_b325", "text": "The head of a local countermeasure headquarters may request the head of a disaster control agency referred to in subparagraph 5 (b) of Article 3 having jurisdiction over the relevant City/Do or Si/Gun/Gu to take administrative and financial measures, or to render any other necessary cooperation in his/her duties, in order to ensure the efficient management of disasters. In such cases, the head of the disaster control agency in receipt of such request shall comply therewith except in extenuating circumstances."}, {"text_block_id": "p12_b326", "text": "<Amended by"}, {"text_block_id": "p12_b327", "text": "Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p12_b328", "text": "(2)"}, {"text_block_id": "p12_b329", "text": "Where the head of a local countermeasure headquarters deems it necessary for disaster management, he/she may request the head of a disaster control agency referred to in subparagraph 5 (b) of Article 3 having jurisdiction over all or part of the relevant City/Do or Si/Gun/Gu to dispatch staff members under his/her control. In such cases, the head of the disaster control agencies in receipt of such request shall promptly comply therewith except in extenuating circumstances."}, {"text_block_id": "p12_b330", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p12_b331", "text": "(3)"}, {"text_block_id": "p12_b332", "text": "The staff members dispatched under paragraph (2) shall conscientiously perform the duties of the agency they belong to which are necessary for the management of disasters under the supervision of the head of the competent local countermeasure headquarters, and render full-time services at the local countermeasure headquarters until the management of disasters is completed."}, {"text_block_id": "p12_b333", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p12_b334", "text": "Article 18 (Disaster and Safety Management Center)"}, {"text_block_id": "p12_b335", "text": "(1)"}, {"text_block_id": "p12_b336", "text": "The Minister of Public Safety and Security, a Mayor/Do Governor, or the head of a Si/Gun/Gu shall each establish and operate a standing disaster and safety management center that is classified as follows to collect and disseminate disaster information, manage disaster situation, take initial measures and command, etc. at the time a disaster occurs:"}, {"text_block_id": "p12_b337", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p12_b338", "text": "1."}, {"text_block_id": "p12_b339", "text": "The Minister of Public Safety and Security: The Central Disaster and Safety Management Center;"}, {"text_block_id": "p12_b340", "text": "2."}, {"text_block_id": "p12_b341", "text": "A Mayor/Do Governor and the head of a Si/Gun/Gu: A disaster and safety management center of each City/Do and Si/Gun/Gu."}, {"text_block_id": "p12_b342", "text": "(2)"}, {"text_block_id": "p12_b343", "text": "Deleted."}, {"text_block_id": "p12_b344", "text": "<by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p12_b345", "text": "(3)"}, {"text_block_id": "p12_b346", "text": "The head of any central administrative agency shall establish and operate a disaster and safety management center or a system for managing disaster situation in order to manage disaster situation in the business field under his/her jurisdiction."}, {"text_block_id": "p12_b347", "text": "(4)"}, {"text_block_id": "p12_b348", "text": "The head of a disaster management agency prescribed in subparagraph 5 (b) of Article 3 may establish and operate a disaster and safety management center for managing disaster situation."}, {"text_block_id": "p12_b349", "text": "(5)"}, {"text_block_id": "p12_b350", "text": "A disaster and safety management center referred to in paragraphs (1) 2 and (3) and (4) shall maintain a systematic cooperation system with the Central Disaster and Safety Management Center under paragraph"}, {"text_block_id": "p12_b351", "text": "(1)"}, {"text_block_id": "p12_b352", "text": "1 and disaster and safety management centers of other agencies, and shall share disaster management"}, {"text_block_id": "p13_b353", "text": "information."}, {"text_block_id": "p13_b354", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p13_b355", "text": "Article 19 (Reporting, etc. on Disasters)"}, {"text_block_id": "p13_b356", "text": "(1)"}, {"text_block_id": "p13_b357", "text": "Where any person becomes aware of the occurrence of a disaster or a sign of the occurrence of a disaster, he/she shall promptly report such fact to the head of a Si/Gun/Gu, an emergency rescue and relief agency, or other related administrative agencies."}, {"text_block_id": "p13_b358", "text": "(2)"}, {"text_block_id": "p13_b359", "text": "The head of a Si/Gun/Gu or the head of a related administrative agency in receipt of the report under paragraph (1) shall notify the head of the competent emergency rescue and relief agency, and the head of an emergency rescue and relief agency in receipt of the report under paragraph (1) shall notify the head of the Si/Gun/Gu having jurisdiction over its location and the head of a related disaster management agency, in order for him/her to formulate an emergency response plan."}, {"text_block_id": "p13_b360", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p13_b361", "text": "Article 20 (Reporting on Disaster Situation)"}, {"text_block_id": "p13_b362", "text": "(1)"}, {"text_block_id": "p13_b363", "text": "Where any disaster occurs, or is likely to occur, in the jurisdiction of the head of a Si/Gun/Gu or a cost guard station, he/she shall immediately report the details of the situation of the relevant disaster and promptly report emergency measures taken and the management thereof, respectively, to the Minister of Public Safety and Security, the head of the relevant disaster management supervision agency, and the relevant Mayor/Do Governor, as prescribed by Presidential Decree. In such cases, the head of the relevant disaster management supervision agency and the relevant Mayor/do Governor shall notify the Minister of Public Safety and Security of the matters reported after confirming and compiling them."}, {"text_block_id": "p13_b364", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p13_b365", "text": "(2)"}, {"text_block_id": "p13_b366", "text": "Deleted."}, {"text_block_id": "p13_b367", "text": "<by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p13_b368", "text": "(3)"}, {"text_block_id": "p13_b369", "text": "Where the head of a disaster management agency prescribed in subparagraph 5 (b) of Article 3 or the head of any national infrastructure prescribed in Article 26 (1) finds that a disaster related to his/her competent duties or infrastructure occurs, he/she shall immediately report or notify the details on the situation of the relevant disaster, and promptly report emergency measures taken and the management thereof, respectively, to the head of the relevant disaster management supervision agency, the competent Mayor/Do Governor, and the head of the competent Si/Gun/Gu, as prescribed by Presidential Decree. In such cases, where the reported matters is related to national infrastructure prescribed in Article 26 (1), the head of the relevant central administrative agency shall immediately notify the Minister of Public Safety and Security thereof after compiling the details of the reports received."}, {"text_block_id": "p13_b370", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p13_b371", "text": "(4)"}, {"text_block_id": "p13_b372", "text": "Where any disaster occurs or the head of a Si/Gun/Gu, the chief of a fire station, or the chief of a coast guard station is reported or notified of the occurrence of a disaster, he/she shall immediately notify the head of the relevant disaster management agency thereof."}, {"text_block_id": "p13_b373", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p13_b374", "text": "Article 21 (Reporting and Management of Overseas Disaster Situation)"}, {"text_block_id": "p13_b375", "text": "(1)"}, {"text_block_id": "p13_b376", "text": "Where any overseas disaster occurs, or is likely to occur, within the jurisdiction of the head of an overseas diplomatic mission, he/she shall immediately report such situation to the Minister of Foreign Affairs."}, {"text_block_id": "p13_b377", "text": "<Amended by Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p14_b378", "text": "(2)"}, {"text_block_id": "p14_b379", "text": "The Minister of Foreign Affairs in receipt of a report under paragraph (1) shall check without delay whether the citizens of the Republic of Korea residing or sojourning at the region where an overseas disaster occurs, or is likely to occur (hereinafter referred to as \"citizens at the scene of an overseas disaster\" in this Article) are safe, and shall prepare and implement measures to protect the citizens at the scene of an overseas disaster, following consultation with the Minister of Public Safety and Security and the heads of relevant central administrative agencies."}, {"text_block_id": "p14_b380", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p14_b381", "text": "(3)"}, {"text_block_id": "p14_b382", "text": "Family members, etc. of citizens at the scene of an overseas disaster may request the Minister of Foreign Affairs to confirm whether the citizens at the scene of the overseas disaster are safe. In such cases, the Minister of Foreign Affairs shall comply with such request, except in extenuating circumstances."}, {"text_block_id": "p14_b383", "text": "<Newly Inserted by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p14_b384", "text": "(4)"}, {"text_block_id": "p14_b385", "text": "The confirmation of safety and the scope of family members, etc. referred to in paragraphs (2) and (3) shall be prescribed by Presidential Decree."}, {"text_block_id": "p14_b386", "text": "<Newly Inserted by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p14_b387", "text": "Article 22 (Formulation, etc. of Master Plan for National Safety Control)"}, {"text_block_id": "p14_b388", "text": "(1)"}, {"text_block_id": "p14_b389", "text": "The Prime Minister shall prepare guidelines for formulation of master plans for national disaster and safety control affairs (hereinafter referred to as \"Master Plan for National Safety Control\"), as prescribed by Presidential Decree, and instruct the heads of related central administrative agencies thereon."}, {"text_block_id": "p14_b390", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p14_b391", "text": "(2)"}, {"text_block_id": "p14_b392", "text": "Guidelines for formulation referred to in paragraph (1) shall contain the matters concerning the formulation of basic safety control plans to be intensively implemented by each governmental ministry or agency and the direction setting for national disaster control systems."}, {"text_block_id": "p14_b393", "text": "(3)"}, {"text_block_id": "p14_b394", "text": "The heads of relevant central administrative agencies shall prepare basic plans concerning their duties on disaster and safety control under their jurisdiction in accordance with guidelines for formulation referred to in paragraph (1), and thereafter submit them to the Prime Minister."}, {"text_block_id": "p14_b395", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p14_b396", "text": "(4)"}, {"text_block_id": "p14_b397", "text": "The Prime Minister shall prepare a Master Plan for National Safety Control by compiling the basic plans submitted by the heads of relevant central administrative agencies under paragraph (3), finalize them following deliberation by the Central Committee, and shall instruct the heads of relevant central administrative agencies thereon."}, {"text_block_id": "p14_b398", "text": "<Amended by Act No. 11346, Feb. 22, 2012; Act No. 11994, Aug. 6, 2013>>"}, {"text_block_id": "p14_b399", "text": "(5)"}, {"text_block_id": "p14_b400", "text": "The head of a central administrative agency shall instruct the head of a related disaster control agency (excluding a central administrative agency and local government) on the matters under his/her jurisdiction in the Master Plan for National Safety Control confirmed under paragraph (4)."}, {"text_block_id": "p14_b401", "text": "(6)"}, {"text_block_id": "p14_b402", "text": "The provisions of paragraphs (1) through (5) shall apply mutatis mutandis to any revision of the Master Plan for National Safety Control."}, {"text_block_id": "p14_b403", "text": "(7)"}, {"text_block_id": "p14_b404", "text": "The Master Plan for National Safety Control, implementation plans under Article 23, City/Do safety control plans under Article 24, and Si/Gun/Gu safety control plans under Article 25 shall be deemed included in the field of disaster control among the civil defense plans stipulated under the Framework Act"}, {"text_block_id": "p15_b405", "text": "on Civil Defense."}, {"text_block_id": "p15_b406", "text": "(8)"}, {"text_block_id": "p15_b407", "text": "Specific details of the Master Plan for National Safety Control shall be prescribed by Presidential Decree."}, {"text_block_id": "p15_b408", "text": "Article 23 (Implementation Plans)"}, {"text_block_id": "p15_b409", "text": "(1)"}, {"text_block_id": "p15_b410", "text": "The head of the relevant central administrative agency shall formulate implementation plans for the performance of his/her competent duties in accordance with the Master Plan for National Safety Management forwarded under Article 22 (4), and confirm them by obtaining approval from the Prime Minister, following the deliberation by the Coordination Committee."}, {"text_block_id": "p15_b411", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p15_b412", "text": "(2)"}, {"text_block_id": "p15_b413", "text": "The head of the relevant central administrative agency shall notify the Minister of Public Safety and Security of the implementation plans confirmed, and forward them to Mayors/Do Governors and the heads of disaster management agencies prescribed in subparagraph 5 (b) of Article 3."}, {"text_block_id": "p15_b414", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p15_b415", "text": "(3)"}, {"text_block_id": "p15_b416", "text": "The head of any disaster management agency prescribed in subparagraph 5 (b) of Article 3 shall formulate a detailed implementation plan in accordance with the implementation plans forwarded under paragraph (2) and confirm the detailed implementation plan after consulting thereabout with the competent Mayor/Do Governor and obtaining approval therefor from the head of the central administrative agency to which his/her disaster management agency belongs. In such cases, where the head of the relevant disaster management agency is the head of any public institution or public organization, he/she shall notify his/her local branches or local organizations, etc. of the details of the detailed implementation plan."}, {"text_block_id": "p15_b417", "text": "Article 23-2 (Linkage with Master Plan for National Safety Control, etc.)"}, {"text_block_id": "p15_b418", "text": "When the head of a relevant central administrative agency formulates plans related to disasters and safety under individual Acts and subordinate statutes under his/her jurisdiction, he/she shall link them with the Master Plan for National Safety Control and implementation plans provided for in Article 23."}, {"text_block_id": "p15_b419", "text": "Article 24 (Formulation of City/Do Safety Management Plans)"}, {"text_block_id": "p15_b420", "text": "(1)"}, {"text_block_id": "p15_b421", "text": "The Minister of Public Safety and Security shall prepare guidelines for formulating work plans for City/Do disaster and safety management (hereinafter referred to as \"City/Do safety management plan\") pursuant to the Master Plan for National Safety Management referred to in Article 22 (4) and implementation plans referred to in Article 23 (1), and forward them to Mayors/Do Governors."}, {"text_block_id": "p15_b422", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p15_b423", "text": "(2)"}, {"text_block_id": "p15_b424", "text": "The head of any disaster management agency prescribed in subparagraph 5 (b) of Article 3 having jurisdiction over all or any part of a City/Do shall formulate a work plan for disaster and safety management under his/her jurisdiction, and submit it to the competent Mayor/Do Governor."}, {"text_block_id": "p15_b425", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p15_b426", "text": "(3)"}, {"text_block_id": "p15_b427", "text": "Any Mayor/Do Governor shall formulate a City/Do safety management plan by integrating the guidelines for formulation forwarded under paragraph (1) and the work plans for disaster and safety management submitted under paragraph (2), and confirm such plan, following deliberation by the City/Do"}, {"text_block_id": "p16_b428", "text": "committee."}, {"text_block_id": "p16_b429", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p16_b430", "text": "(4)"}, {"text_block_id": "p16_b431", "text": "Any Mayor/Do Governor shall report a City/Do safety management plan confirmed under paragraph"}, {"text_block_id": "p16_b432", "text": "(3)"}, {"text_block_id": "p16_b433", "text": "to the Minister of Public Safety and Security, and notify the head of any disaster management agency referred to in paragraph (2) thereof."}, {"text_block_id": "p16_b434", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p16_b435", "text": "Article 25 (Formulation of Si/Gun/Gu Safety Control Plans)"}, {"text_block_id": "p16_b436", "text": "(1)"}, {"text_block_id": "p16_b437", "text": "A Mayor/Do Governor shall prepare guidelines for formulating work plans for Si/Gun/Gu disaster and safety control (hereinafter referred to as \"Si/Gun/Gu safety control plan\") in accordance with the City/Do safety control plan confirmed under Article 24 (3), and forward them to the head of a Si/Gun/Gu."}, {"text_block_id": "p16_b438", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p16_b439", "text": "(2)"}, {"text_block_id": "p16_b440", "text": "The head of a disaster control agency referred to in subparagraph 5 (b) of Article 3 having jurisdiction over all or part of a Si/Gun/Gu shall formulate a work plan for disasters and safety control under his/her jurisdiction, and submit it to the head of the Si/Gun/Gu."}, {"text_block_id": "p16_b441", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p16_b442", "text": "(3)"}, {"text_block_id": "p16_b443", "text": "The head of a Si/Gun/Gu shall formulate a Si/Gun/Gu safety control plan by integrating the guidelines for formulation forwarded under paragraph (1) and the work plans for disasters and safety control submitted under paragraph (2), and confirm such plan following deliberation by the Si/Gun/Gu committee."}, {"text_block_id": "p16_b444", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p16_b445", "text": "(4)"}, {"text_block_id": "p16_b446", "text": "The head of a Si/Gun/Gu shall report a Si/Gun/Gu safety control plan confirmed under paragraph (3) to the relevant Mayor/Do Governor, and notify the head of a disaster control agency referred to in paragraph"}, {"text_block_id": "p16_b447", "text": "(2)"}, {"text_block_id": "p16_b448", "text": "thereof."}, {"text_block_id": "p16_b449", "text": "Article 25-2 (Disaster Preventive Measures by Heads of Disaster Management Agencies)"}, {"text_block_id": "p16_b450", "text": "(1)"}, {"text_block_id": "p16_b451", "text": "The head of any disaster management agency shall take the following measures in order to prevent the occurrence of disasters in the field of his/her competent duties:"}, {"text_block_id": "p16_b452", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p16_b453", "text": "1."}, {"text_block_id": "p16_b454", "text": "Formation and arrangement of the systems to respond to disasters;"}, {"text_block_id": "p16_b455", "text": "2."}, {"text_block_id": "p16_b456", "text": "Prediction of disasters and establishment of an information transmission system;"}, {"text_block_id": "p16_b457", "text": "3."}, {"text_block_id": "p16_b458", "text": "Education and training in preparation for disasters, and publicity on disaster management and prevention;"}, {"text_block_id": "p16_b459", "text": "4."}, {"text_block_id": "p16_b460", "text": "Establishment of safety management systems and enactment of safety management regulations for fields with a high risk of disasters;"}, {"text_block_id": "p16_b461", "text": "5."}, {"text_block_id": "p16_b462", "text": "Management of national infrastructure, etc. designated under Article 26;"}, {"text_block_id": "p16_b463", "text": "6."}, {"text_block_id": "p16_b464", "text": "Measures for facilities, etc. subject to special management under Article 27 (2);"}, {"text_block_id": "p16_b465", "text": "7."}, {"text_block_id": "p16_b466", "text": "Inspection and management of disaster prevention facilities under Article 29;"}, {"text_block_id": "p16_b467", "text": "Inspection and management of disaster prevention facilities under Article 29;\n* Saving of resources for disaster management and designation of equipment and human resources\n<\\li1>"}, {"text_block_id": "p16_b469", "text": "8."}, {"text_block_id": "p16_b470", "text": "Other matters deemed necessary for the prevention of disasters."}, {"text_block_id": "p16_b471", "text": "(2)"}, {"text_block_id": "p16_b472", "text": "The head of any disaster management agency shall secure funds necessary to efficiently take disaster preventive measures prescribed in paragraph (1)."}, {"text_block_id": "p17_b473", "text": "(3)"}, {"text_block_id": "p17_b474", "text": "The head of any disaster management agency may request the head of any other disaster management agency to cooperate with him/her in preventing any disaster. In such cases, the head of any other disaster management agency in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p17_b475", "text": "(4)"}, {"text_block_id": "p17_b476", "text": "The head of any disaster management agency shall arrange and supplement the safety management systems and the safety management regulations referred to in paragraph (1) 4 to ensure the effectiveness of disaster management."}, {"text_block_id": "p17_b477", "text": "(5)"}, {"text_block_id": "p17_b478", "text": "and (6) Deleted."}, {"text_block_id": "p17_b479", "text": "<by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p17_b480", "text": "Article 25-3 Deleted."}, {"text_block_id": "p17_b481", "text": "<by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p17_b482", "text": "Article 26 (Designation, Management, etc. of National Infrastructure)"}, {"text_block_id": "p17_b483", "text": "(1)"}, {"text_block_id": "p17_b484", "text": "The head of the relevant central administrative agency may designate facilities deemed necessary to be continuously managed to protect the national backbone systems provided for in subparagraph 1 (b) of Article 3 among the infrastructure under his/her jurisdiction (hereinafter referred to as \"national infrastructure\"), according to the following standards, following deliberation by the Coordination Committee:"}, {"text_block_id": "p17_b485", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p17_b486", "text": "1."}, {"text_block_id": "p17_b487", "text": "Ripple effects on other infrastructure, systems, etc.;"}, {"text_block_id": "p17_b488", "text": "2."}, {"text_block_id": "p17_b489", "text": "Necessity for at least two central administrative agencies to jointly respond to disasters;"}, {"text_block_id": "p17_b490", "text": "3."}, {"text_block_id": "p17_b491", "text": "The scale and scope of damage that is caused by any disaster to the national security, the economy, and the society;"}, {"text_block_id": "p17_b492", "text": "4."}, {"text_block_id": "p17_b493", "text": "The possibility that a disaster can occur and the easiness of recovering from such disaster."}, {"text_block_id": "p17_b494", "text": "(2)"}, {"text_block_id": "p17_b495", "text": "The head of any relevant central administrative agency may request the head of a disaster management agency under his/her jurisdiction to submit materials necessary for him/her to determine whether to grant designation under paragraph (1)."}, {"text_block_id": "p17_b496", "text": "(3)"}, {"text_block_id": "p17_b497", "text": "Where a disaster management agency intends to discontinue, suspend, or change its affairs, the head of a central administrative agency having jurisdiction over the disaster management agency may revoke the designation of national infrastructure, following deliberation by the Coordination Committee."}, {"text_block_id": "p17_b498", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p17_b499", "text": "(4)"}, {"text_block_id": "p17_b500", "text": "The Minister of Public Safety and Security may construct and operate a database on national infrastructure and share such database with the heads of the relevant central administrative agencies for their use in formulation, etc. of disaster management policies."}, {"text_block_id": "p17_b501", "text": "<Newly Inserted by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p17_b502", "text": "(5)"}, {"text_block_id": "p17_b503", "text": "Necessary matters concerning the designation of national infrastructure and the revocation of such designation, etc. shall be prescribed by Presidential Decree."}, {"text_block_id": "p17_b504", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p17_b505", "text": "Article 27 (Designation, Management, etc. of Facilities, etc. Subject to Special Management)"}, {"text_block_id": "p17_b506", "text": "(1)"}, {"text_block_id": "p17_b507", "text": "The head of any central administrative agency or the head of any local government shall designate facilities and areas where a disaster is highly likely to occur or the continuous management of which is deemed necessary, as facilities and areas subject to special management (hereinafter referred to as"}, {"text_block_id": "p18_b508", "text": "\"facilities, etc. subject to special management\"), as prescribed by Presidential Decree."}, {"text_block_id": "p18_b509", "text": "(2)"}, {"text_block_id": "p18_b510", "text": "With respect to facilities and areas designated as facilities, etc. subject to special management under paragraph (1), the head of any disaster management agency shall take the following measures, as prescribed by Presidential Decree:"}, {"text_block_id": "p18_b511", "text": "1."}, {"text_block_id": "p18_b512", "text": "Formulation and implementation of long- and short-term plans for eliminating the risk of occurrence of a disaster from facilities, etc. subject to special management;"}, {"text_block_id": "p18_b513", "text": "2."}, {"text_block_id": "p18_b514", "text": "Safety inspection or precise safety diagnosis of facilities, etc. subject to special management;"}, {"text_block_id": "p18_b515", "text": "3."}, {"text_block_id": "p18_b516", "text": "Other necessary matters concerning the management and maintenance of facilities, etc. subject to special management."}, {"text_block_id": "p18_b517", "text": "(3)"}, {"text_block_id": "p18_b518", "text": "The owner, manager, or occupant of a facility prescribed by Presidential Decree among facilities designated as facilities, etc. subject to special management under paragraph (1) shall conduct a safety inspection, as prescribed by Presidential Decree, and submit the result thereof to the head of the competent Si/Gun/Gu."}, {"text_block_id": "p18_b519", "text": "<<Enforcement Date: Dec. 31, 2015>>"}, {"text_block_id": "p18_b520", "text": "(4)"}, {"text_block_id": "p18_b521", "text": "The head of any central administrative agency, the head of any local government, or the head of any disaster management agency shall report or notify the results of designation or measures under paragraphs"}, {"text_block_id": "p18_b522", "text": "(1)"}, {"text_block_id": "p18_b523", "text": "and (2) to the Minister of Public Safety and Security, as prescribed by Presidential Decree."}, {"text_block_id": "p18_b524", "text": "(5)"}, {"text_block_id": "p18_b525", "text": "The Minister of Public Safety and Security shall regularly or occasionally report the matters reported or notified under paragraph (4) to the Prime Minister, as prescribed by Presidential Decree."}, {"text_block_id": "p18_b526", "text": "(6)"}, {"text_block_id": "p18_b527", "text": "The Prime Minister may request the heads of central administrative agencies, the heads of local governments, or the heads of disaster management agencies to take corrective or supplementary measures concerning matters deemed necessary for the prevention of disasters, among the matters reported under paragraph (5)."}, {"text_block_id": "p18_b528", "text": "(7)"}, {"text_block_id": "p18_b529", "text": "Except as otherwise expressly provided for in paragraphs (1) through (6), necessary matters concerning the designation, management, and maintenance of facilities, etc. subject to special management shall be prescribed by Presidential Decree."}, {"text_block_id": "p18_b530", "text": "Article 28 (Support, etc. to Local Governments)"}, {"text_block_id": "p18_b531", "text": "The Minister of Public Safety and Security may render necessary support and instruction for measures, etc. taken by local governments pursuant to Article 27 (2), and may request the heads of relevant central administrative agencies to render cooperation."}, {"text_block_id": "p18_b532", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p18_b533", "text": "Article 29 (Management of Disaster Prevention Facilities)"}, {"text_block_id": "p18_b534", "text": "(1)"}, {"text_block_id": "p18_b535", "text": "The head of any disaster management agency shall inspect and manage disaster prevention facilities designated by Presidential Decree pursuant to related Acts and subordinate statutes or the safety management plans under Chapter 3."}, {"text_block_id": "p18_b536", "text": "(2)"}, {"text_block_id": "p18_b537", "text": "The Minister of Public Safety and Security may inspect the actual status of management of disaster prevention facilities and request, if necessary, the head of the relevant disaster management agency to take measures, such as repair and reinforcement. In such cases, the head of such disaster management agency"}, {"text_block_id": "p19_b538", "text": "in receipt of such request shall promptly take the measures."}, {"text_block_id": "p19_b539", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p19_b540", "text": "Article 29-2 (Education of Persons Engaging in Field of Disaster and Safety)"}, {"text_block_id": "p19_b541", "text": "(1)"}, {"text_block_id": "p19_b542", "text": "Public officials or employees in charge of disaster and safety management affairs at disaster management agencies shall undergo specialized education conducted by the Minister of Public Safety and Security (hereinafter referred to as \"specialized education\") regularly or occasionally, as prescribed by Ordinance of the Prime Minister."}, {"text_block_id": "p19_b543", "text": "<Amended by Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p19_b544", "text": "(2)"}, {"text_block_id": "p19_b545", "text": "If deemed necessary, the Minister of Public Safety and Security may have education institutions having professional human resources and fulfilling facility standards prescribed by Presidential Decree conduct specialized eduction on his/her behalf."}, {"text_block_id": "p19_b546", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p19_b547", "text": "(3)"}, {"text_block_id": "p19_b548", "text": "The Minister of Public Safety and security may request the head of the relevant disaster management agency to take disciplinary action on a person who fails to undergo specialized education without justifiable grounds."}, {"text_block_id": "p19_b549", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p19_b550", "text": "(4)"}, {"text_block_id": "p19_b551", "text": "Types and objects of specialized education, and other necessary matters concerning the implementation of specialized education shall be prescribed by Ordinance of the Prime Minister."}, {"text_block_id": "p19_b552", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p19_b553", "text": "Article 30 (Emergency Safety Inspections, etc. for Disaster Prevention)"}, {"text_block_id": "p19_b554", "text": "(1)"}, {"text_block_id": "p19_b555", "text": "Where any disaster is likely to occur in facilities and areas prescribed by Presidential Decree or where an urgent reason prescribed by Presidential Decree exists, the Minister of Public Safety and Security or the head of any disaster management agency (referring to an administrative agency only; hereinafter the same shall apply in this Article) may order public officials under his/her command to conduct an emergency safety inspection, and the Minister of Public Safety and Security may request the head of any other disaster management agency to conduct an emergency safety inspection. In such cases, the head of any other disaster management agency in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p19_b556", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p19_b557", "text": "(2)"}, {"text_block_id": "p19_b558", "text": "Public officials who conduct an emergency safety inspection under paragraph (1) may question interested persons, or inspect relevant documents, etc."}, {"text_block_id": "p19_b559", "text": "(3)"}, {"text_block_id": "p19_b560", "text": "Necessary matters concerning the procedures for and methods of conducting emergency safety inspections under paragraph (1) and concerning the record and maintenance of the results of emergency safety inspections shall be prescribed by Presidential Decree."}, {"text_block_id": "p19_b561", "text": "(4)"}, {"text_block_id": "p19_b562", "text": "A public official who conduct an emergency safety inspection under paragraph (1) shall carry a certificate evidencing the authority and produce it to interested persons."}, {"text_block_id": "p19_b563", "text": "(5)"}, {"text_block_id": "p19_b564", "text": "Where the Minister of Public Safety and Security conducts an emergency safety inspection under paragraph (1), he/she shall notify the head of the relevant disaster management agency of the results thereof."}, {"text_block_id": "p19_b565", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p19_b566", "text": "Article 31 (Safety Measures for Disaster Prevention)"}, {"text_block_id": "p19_b567", "text": "(1)"}, {"text_block_id": "p19_b568", "text": "Where any disaster is likely to occur in any facility or area, based on the result of an emergency safety inspection under Article 30, the Minister of Public Safety and Security or the head of a disaster"}, {"text_block_id": "p20_b569", "text": "management agency (referring to an administrative agency only; hereinafter the same shall apply in this Article) may order the owner, manager, or occupant of such facility or area to take the following safety measures, as prescribed by Presidential Decree:"}, {"text_block_id": "p20_b570", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p20_b571", "text": "1."}, {"text_block_id": "p20_b572", "text": "Precise safety evaluation (limited to facilities). In such cases, where any other Act or subordinate statute stipulates standards for the precise safety evaluation of facilities, such standards shall apply, but if any other Act or subordinate statute does not prescribe standards for the precise safety evaluation of facilities, the standards stipulated by Ordinance of the Prime Minister shall apply;"}, {"text_block_id": "p20_b573", "text": "2."}, {"text_block_id": "p20_b574", "text": "Maintenance, such as repair and reinforcement;"}, {"text_block_id": "p20_b575", "text": "3."}, {"text_block_id": "p20_b576", "text": "Elimination of risk factors likely to cause disasters."}, {"text_block_id": "p20_b577", "text": "(2)"}, {"text_block_id": "p20_b578", "text": "Any owner, manager, or occupant who has received an order to take safety measures pursuant to paragraph (1) shall prepare an implementation plan; submit it to the Minister of Public Safety and Security or the head of the competent disaster management agency; take the safety measures; and notify the Minister of Public Safety and Security or the head of the competent disaster management agency of the results thereof, as stipulated by Ordinance of the Prime Minister."}, {"text_block_id": "p20_b579", "text": "<Amended by Act No. 11346, Feb. 22, 2012; Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p20_b580", "text": "(3)"}, {"text_block_id": "p20_b581", "text": "Where a person who has received an order to take safety measures pursuant to paragraph (1) fails to, or is unable to, comply therewith, and it is deemed urgent for disaster prevention as his/her failure in fulfilling the safety measures is likely to cause harm to public safety, the Minister of Public Safety and Security or the head of the competent disaster management agency may restrict or prohibit the use of relevant facilities or areas. In such cases, the details of such restriction or prohibition shall be posted at a readily accessible place."}, {"text_block_id": "p20_b582", "text": "<Amended by Act No. 11346, Feb. 22, 2012; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p20_b583", "text": "(4)"}, {"text_block_id": "p20_b584", "text": "Where a person who has received an order to take safety measures pursuant to paragraph (1) 2 or 3 fails to, or is unable to, comply therewith, and where it is deemed urgent for disaster prevention, the Minister of Public Safety and Security or the head of the competent disaster management agency may take necessary safety measures in lieu of the person in receipt of such order and liable to comply therewith. In such cases, the Administrative Vicarious Execution Act shall apply mutatis mutandis."}, {"text_block_id": "p20_b585", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p20_b586", "text": "(5)"}, {"text_block_id": "p20_b587", "text": "In taking safety measures prescribed in paragraph (3), the Minister of Public Safety and Security or the head of the competent disaster management agency shall give prior written notice thereof to the relevant owner, manager, or occupant: Provided, That in case of emergency, such notice may be given verbally; and where it is impracticable to give prior verbal notice or public safety may be harmed by taking substantial amount of time, safety measures may be taken first and the result thereof may be notified thereafter."}, {"text_block_id": "p20_b588", "text": "<Amended by Act No. 11346, Feb. 22, 2012; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p20_b589", "text": "Article 32 (Government Joint Safety Inspections)"}, {"text_block_id": "p21_b590", "text": "(1)"}, {"text_block_id": "p21_b591", "text": "In order to inspect the actual status of disaster and safety management of disaster management agencies, the Minister of Public Safety and Security may organize any Government joint safety inspection group (hereinafter referred to as \"Government joint inspection group\"), as prescribed by Presidential Decree, and conduct safety inspections."}, {"text_block_id": "p21_b592", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p21_b593", "text": "(2)"}, {"text_block_id": "p21_b594", "text": "If necessary for the organization of a Government joint inspection group, the Minister of Public Safety and Security may request the heads of related disaster management agencies to dispatch related public officials or employees. In such cases, the heads of disaster management agencies in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p21_b595", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p21_b596", "text": "(3)"}, {"text_block_id": "p21_b597", "text": "Upon conducting inspections under paragraph (1), the Minister of Public Safety and Security shall notify the heads of the relevant disaster management agencies of the results thereof, and may request the heads of the relevant disaster management agencies to take measures for the matters requiring supplementation or improvement."}, {"text_block_id": "p21_b598", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p21_b599", "text": "(4)"}, {"text_block_id": "p21_b600", "text": "The heads of the relevant disaster management agencies in receipt of the results of inspections and requests for measures under paragraph (3) shall take necessary measures by formulating action plans, and shall report the results thereof to the Minister of Public Safety and Security."}, {"text_block_id": "p21_b601", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p21_b602", "text": "Article 32-2 (Judicial Police Power)"}, {"text_block_id": "p21_b603", "text": "Any public official who conducts an emergency safety inspection under Article 30 shall perform the duties of a judicial police officer in respect of the crimes provided for in this Act, as prescribed in the Act on the Persons Performing the Duties of Judicial Police Officers and the Scope of their Duties."}, {"text_block_id": "p21_b604", "text": "Article 33 (Request for Data, etc. to Specialized Safety Management Agencies)"}, {"text_block_id": "p21_b605", "text": "(1)"}, {"text_block_id": "p21_b606", "text": "The Minister of Public Safety and Security may request a specialized safety management agency prescribed by Presidential Decree to provide necessary data for safety management prescribed by Presidential Decree, including the results of safety inspections, design documents of major facilities, etc., in order to efficiently prevent any disaster."}, {"text_block_id": "p21_b607", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p21_b608", "text": "(2)"}, {"text_block_id": "p21_b609", "text": "The head of any specialized safety management agency in receipt of a request for data pursuant to paragraph (1) shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p21_b610", "text": "Article 33-2 (Evaluation, etc. of Disaster Management Systems, etc.)"}, {"text_block_id": "p21_b611", "text": "(1)"}, {"text_block_id": "p21_b612", "text": "The Minister of Public Safety and Security may regularly evaluate the following matters, as prescribed by Presidential Decree:"}, {"text_block_id": "p21_b613", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p21_b614", "text": "1."}, {"text_block_id": "p21_b615", "text": "Prevention, response, and recovery processes by phase, in preparation for a large-scale disaster;"}, {"text_block_id": "p21_b616", "text": "2."}, {"text_block_id": "p21_b617", "text": "Status of formation and arrangement of systems to response to disasters under Article 25-2 (1) 1;"}, {"text_block_id": "p21_b618", "text": "3."}, {"text_block_id": "p21_b619", "text": "Safety management systems and regulations under Article 25-2 (4)."}, {"text_block_id": "p21_b620", "text": "(2)"}, {"text_block_id": "p21_b621", "text": "Notwithstanding paragraph (1), the head of the competent central administrative agency shall evaluate public institutions, and the Mayor/Do Governor shall evaluate each Si/Gun/Gu: Provided, That the"}, {"text_block_id": "p22_b622", "text": "Minister of Public Safety and Security may conduct a confirmatory evaluation if necessary to select exemplary institutions pursuant to paragraph (4)."}, {"text_block_id": "p22_b623", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p22_b624", "text": "(3)"}, {"text_block_id": "p22_b625", "text": "The Minister of Public Safety and Security shall file a comprehensive report on evaluation findings under paragraph (1) and the proviso to paragraph (2) with the Central Committee."}, {"text_block_id": "p22_b626", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p22_b627", "text": "(4)"}, {"text_block_id": "p22_b628", "text": "If deemed necessary, the Minister of Public Safety and Security may request the head of the relevant disaster management agency to take corrective or supplementary measures, and may take necessary measures for exemplary institutions, such as the subsidization of budget and granting of rewards: Provided, That where the Minister of Public Safety and Security intends to request the head of any public institution and the head of a Si/Gun/Gu to take corrective or supplementary measures, he/she shall do so through the head of the competent central administrative agency and the competent Mayor/Do Governor."}, {"text_block_id": "p22_b629", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p22_b630", "text": "(5)"}, {"text_block_id": "p22_b631", "text": "The Minister Public Safety and Security may request the Minister of Strategy and Finance to reflect the results of evaluation of public institutions conducted under paragraph (2) in the management performance evaluation prescribed in Article 48 of the Act on the Management of Public Institutions."}, {"text_block_id": "p22_b632", "text": "<Newly Inserted by"}, {"text_block_id": "p22_b633", "text": "Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p22_b634", "text": "Article 33-3 (Public Announcement, etc. of Actual Status of Disaster Management)"}, {"text_block_id": "p22_b635", "text": "(1)"}, {"text_block_id": "p22_b636", "text": "The head of a Si/Gun/Gu shall publicly announce the actual status of disaster management, including the following matters, to the residents in his/her jurisdictional area at least once a year:"}, {"text_block_id": "p22_b637", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p22_b638", "text": "1."}, {"text_block_id": "p22_b639", "text": "Status of occurrence and management of disasters in the preceding year;"}, {"text_block_id": "p22_b640", "text": "2."}, {"text_block_id": "p22_b641", "text": "Record of disaster preventive measures taken under Article 25-2 (1);"}, {"text_block_id": "p22_b642", "text": "3."}, {"text_block_id": "p22_b643", "text": "Current status of accumulation of disaster management funds under Article 67;"}, {"text_block_id": "p22_b644", "text": "4."}, {"text_block_id": "p22_b645", "text": "Current status of preparation and application of the manual for actions at scene referred to in Article 34-5;"}, {"text_block_id": "p22_b646", "text": "5."}, {"text_block_id": "p22_b647", "text": "Other important matters prescribed by Presidential Decree for disaster management."}, {"text_block_id": "p22_b648", "text": "(2)"}, {"text_block_id": "p22_b649", "text": "The Minister of Public Safety and Security or a Mayor/Do Governor may disclose the results of the evaluations conducted under Article 33-2."}, {"text_block_id": "p22_b650", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p22_b651", "text": "(3)"}, {"text_block_id": "p22_b652", "text": "The method, timing, etc. of public announcement under paragraphs (1) and (2) or other necessary matters shall be prescribed by Presidential Decree."}, {"text_block_id": "p22_b653", "text": "Article 34 (Saving and Management of Disaster Management Resources)"}, {"text_block_id": "p22_b654", "text": "(1)"}, {"text_block_id": "p22_b655", "text": "The head of any disaster management agency shall save and manage the equipment, commodities, and materials prescribed by Presidential Decree (hereinafter referred to as \"disaster management resources\") that are necessary for disaster management activities."}, {"text_block_id": "p23_b656", "text": "(2)"}, {"text_block_id": "p23_b657", "text": "The Minister of Public Safety and Security, a Mayor/Do Governor, or the head of a Si/Gun/Gu may, in preparation for the occurrence of disasters, designate and manage equipment and human resources to be used for emergency measures under Article 37, following the consultation with private institutions and organizations or the owners thereof."}, {"text_block_id": "p23_b658", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p23_b659", "text": "(3)"}, {"text_block_id": "p23_b660", "text": "The Minister of Public Safety and Security may construct and operate a system for joint use of disaster management resources (hereinafter referred to as \"resource management system\") so that the disaster management resources saved and managed by the heads of disaster management agencies under paragraph"}, {"text_block_id": "p23_b661", "text": "(1)"}, {"text_block_id": "p23_b662", "text": "can be systematically managed and utilized."}, {"text_block_id": "p23_b663", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p23_b664", "text": "(4)"}, {"text_block_id": "p23_b665", "text": "The Minister of Public Safety and Security may determine guidelines for the joint use of the resource management system and notify the heads of disaster management agencies thereof. In such cases, the heads of disaster management agencies shall mange disaster management resources in accordance with the notified guidelines for the joint use of resource management system."}, {"text_block_id": "p23_b666", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p23_b667", "text": "(5)"}, {"text_block_id": "p23_b668", "text": "Necessary matters concerning the designation and management of equipment and human resources, establishment and operation of the resource management system, etc. under paragraph (2) shall be prescribed by Ordinance of the Prime Minister."}, {"text_block_id": "p23_b669", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p23_b670", "text": "Article 34-2 (Preparation of Means for Emergency Communication at Disaster Scenes)"}, {"text_block_id": "p23_b671", "text": "(1)"}, {"text_block_id": "p23_b672", "text": "The heads of disaster management agencies shall prepare means of emergency communication in advance so that a wire or wireless communication network or satellite communication network can be used in preparation for the situation that the communication is disconnected due to the occurrence of disasters."}, {"text_block_id": "p23_b673", "text": "(2)"}, {"text_block_id": "p23_b674", "text": "For the joint use of a means of emergency communication referred to in paragraph (1) (hereinafter referred to as \"means of emergency communication\") at disaster scenes, the Minister of Public Safety and Security may examine the current status, etc. of means of emergency communication held by disaster management agencies, emergency rescue agencies, and emergency rescue and relief support agencies and establish and operate a system for managing means of emergency communication."}, {"text_block_id": "p23_b675", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p23_b676", "text": "(3)"}, {"text_block_id": "p23_b677", "text": "The Minister of Public Safety and Security may request the heads of disaster management agencies, emergency rescue agencies, and emergency rescue and relief support agencies to submit necessary data for the examination referred to in paragraph (2). In such cases, the heads of related agencies in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p23_b678", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p23_b679", "text": "(4)"}, {"text_block_id": "p23_b680", "text": "Necessary matters concerning the establishment and operation of a system for managing means of emergency communication shall be prescribed by Presidential Decree."}, {"text_block_id": "p23_b681", "text": "Article 34-3 (Enactment, Application, etc. of National Disaster Management Standards)"}, {"text_block_id": "p23_b682", "text": "(1)"}, {"text_block_id": "p23_b683", "text": "The Minister of Public Safety and Security shall enact and apply the national disaster management standards that include the following matters in order to efficiently manage disasters: Provided, That the"}, {"text_block_id": "p24_b684", "text": "Korea Industrial Standards may be reflected in matters to which the Korea Industrial Standards specified in Article 12 of the Industrial Standardization Act are applicable:"}, {"text_block_id": "p24_b685", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p24_b686", "text": "1."}, {"text_block_id": "p24_b687", "text": "Definitions of terms used in the fields of disasters and establishment of systems for standards;"}, {"text_block_id": "p24_b688", "text": "2."}, {"text_block_id": "p24_b689", "text": "Principles for national disaster response systems;"}, {"text_block_id": "p24_b690", "text": "3."}, {"text_block_id": "p24_b691", "text": "General standards concerning mitigation of disasters, situation management, resource management, maintenance, etc.;"}, {"text_block_id": "p24_b692", "text": "4."}, {"text_block_id": "p24_b693", "text": "Other matters prescribed by Presidential Decree."}, {"text_block_id": "p24_b694", "text": "(2)"}, {"text_block_id": "p24_b695", "text": "The Minister of Public Safety and Security shall first seek opinions from the heads of relevant central administrative agencies in enacting or amending the standards referred to in paragraph (1)."}, {"text_block_id": "p24_b696", "text": "(3)"}, {"text_block_id": "p24_b697", "text": "The Minister of Public Safety and Security may recommend the heads of disaster management agencies to apply the national disaster management standards under paragraph (1) in performing disaster management affairs."}, {"text_block_id": "p24_b698", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p24_b699", "text": "Article 34-4 (Formulation and Utilization of Action Plans for Disaster Response by Function)"}, {"text_block_id": "p24_b700", "text": "(1)"}, {"text_block_id": "p24_b701", "text": "The head of any disaster management agency shall formulate and utilize action plans for disaster response by function (hereinafter referred to as \"action plans for disaster response\") to efficiently manage disasters, as prescribed by Presidential Decree."}, {"text_block_id": "p24_b702", "text": "(2)"}, {"text_block_id": "p24_b703", "text": "The Minister of Public Safety and Security may notify the heads of disaster management agencies of guidelines for formulating action plans for disaster response."}, {"text_block_id": "p24_b704", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p24_b705", "text": "(3)"}, {"text_block_id": "p24_b706", "text": "The Minister of Public Safety and Security shall check and inspect an action plan for disaster response formulated by the head of a disaster management agency, and may request the head of the disaster management agency to correct such plan, where necessary. In such cases, the head of the disaster management agency in receipt of such request for correction shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p24_b707", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p24_b708", "text": "(4)"}, {"text_block_id": "p24_b709", "text": "Except as otherwise expressly provided for in paragraphs (1) through (3), matters necessary for the formulation, application, management, etc. of action plans for disaster response shall be prescribed by Presidential Decree."}, {"text_block_id": "p24_b710", "text": "Article 34-5 (Preparation and Operation of Risk Management Manuals in Disaster Field)"}, {"text_block_id": "p24_b711", "text": "(1)"}, {"text_block_id": "p24_b712", "text": "In order to efficiently manage disasters, the head of any disaster management agency shall prepare and apply the following risk management manuals by type of disasters. In such cases, action plans for disaster response and risk management manuals shall be linked to each other:"}, {"text_block_id": "p24_b713", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p24_b714", "text": "1."}, {"text_block_id": "p24_b715", "text": "Standard manual for risk management: A document stipulating the disaster management system for and the duties and roles of related agencies in disasters requiring the management at a national level, which shall be the guidelines for preparing working-level manuals for risk response and shall be prepared by the head of each disaster management supervision agency;"}, {"text_block_id": "p25_b716", "text": "2."}, {"text_block_id": "p25_b717", "text": "Working-level manual for risk response: A document stipulating the measures and procedures necessary for responding to actual disasters in accordance with the functions and roles stipulated in the standard manual for risk management, which shall be prepared by the head of each disaster management supervision agency and the head of the related agency. In such cases, the head of any disaster management supervision agency may prepare the working-level manual and the standard manual for risk management referred to in subparagraph 1 by integrating them together;"}, {"text_block_id": "p25_b718", "text": "3."}, {"text_block_id": "p25_b719", "text": "Manual for actions at scene: A document stipulating in detail the procedures for actions to be taken by an agency that directly performs its duties at a disaster scene, which shall be prepared by the head of an agency designated by the head of the agency that has prepared working-level manuals for risk response: Provided, That the heads of Sis/Guns/Gus may prepare manuals for actions at scenes by type of disasters by consolidation."}, {"text_block_id": "p25_b720", "text": "(2)"}, {"text_block_id": "p25_b721", "text": "The Minister of Public Safety and Security may determine guidelines for preparation and application of risk management manuals by type of disasters and notify the heads of the related central administrative agencies and disaster management agencies thereof."}, {"text_block_id": "p25_b722", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p25_b723", "text": "(3)"}, {"text_block_id": "p25_b724", "text": "The risk management manuals prepared by the heads of disaster management supervision agencies shall be finalized by obtaining approval from the Minster of Public Safety and Security, and shall apply in connection with the working-level manuals for risk response."}, {"text_block_id": "p25_b725", "text": "<Amended by Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p25_b726", "text": "(4)"}, {"text_block_id": "p25_b727", "text": "The head of any risk management supervision agency shall regularly inspect the standard manual for risk management and the working-level manual for risk response."}, {"text_block_id": "p25_b728", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p25_b729", "text": "(5)"}, {"text_block_id": "p25_b730", "text": "For the standardization of risk management manuals by type of disasters and the improvement of effectiveness thereof, the Minster of Public Safety and Security may organize and operate the Committee for Risk Management Manuals prescribed by Presidential Decree."}, {"text_block_id": "p25_b731", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p25_b732", "text": "(6)"}, {"text_block_id": "p25_b733", "text": "The head of any disaster management supervision agency shall adjust and approve the working-level manuals for risk response and the manuals for actions at scenes of the type of disasters under his/her jurisdiction, and provide guidance and management thereof; where a risk management manual for a field under his/her jurisdiction is newly prepared or revised, he/she shall notify the Minister of Public Safety and Security thereof."}, {"text_block_id": "p25_b734", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p25_b735", "text": "(7)"}, {"text_block_id": "p25_b736", "text": "The manuals for actions at scenes prepared by the head of a Si/Gun/Gu shall be approved by the competent Mayor/Do Governor. The Mayor/Do Governor shall approve the manuals for actions at scenes when they are connected with the working-level manuals for risk response prepared by the head of the competent disaster management agency, and shall report the result of approval to the head of the competent disaster management agency and the Minister of Public Safety and Security."}, {"text_block_id": "p25_b737", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p26_b738", "text": "(8)"}, {"text_block_id": "p26_b739", "text": "The Minister of Public Safety and Security may establish and operate a management system for the systematic application of risk management manuals, and necessary matters concerning the preparation, application, etc. of risk management manuals under paragraphs (3) through (7) shall be prescribed by Presidential Decree."}, {"text_block_id": "p26_b740", "text": "<Amended by Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p26_b741", "text": "(9)"}, {"text_block_id": "p26_b742", "text": "For the efficient performance of disaster management affairs, the Minister of Public Safety and Security may research and develop standardized manuals necessary for risk management and disseminate them, as prescribed by Presidential Decree."}, {"text_block_id": "p26_b743", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p26_b744", "text": "Article 34-6 (Registration of, Deliberation on, etc. Safety Standards)"}, {"text_block_id": "p26_b745", "text": "(1)"}, {"text_block_id": "p26_b746", "text": "The Minister of Public Safety and Security shall establish a system for consolidated management of safety standards to systematically manage and operate the safety standards."}, {"text_block_id": "p26_b747", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p26_b748", "text": "(2)"}, {"text_block_id": "p26_b749", "text": "Where the head of any central administrative agency newly establishes or amends safety standards as prescribed by related Acts, he/she shall request the Minister of Public Safety and Security to register the safety standards."}, {"text_block_id": "p26_b750", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p26_b751", "text": "(3)"}, {"text_block_id": "p26_b752", "text": "Upon receipt of a request for registration of safety standards under paragraph (2), the Minister of Public Safety and Security shall finalize them, following deliberation by the Safety Standard Deliberative Committee, and shall notify the head of the related central administrative agency thereof."}, {"text_block_id": "p26_b753", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p26_b754", "text": "(4)"}, {"text_block_id": "p26_b755", "text": "The safety standards newly established or amended by the head of any central administrative agency shall not be contradictory to the national disaster management standards referred to in Article 34-3."}, {"text_block_id": "p26_b756", "text": "(5)"}, {"text_block_id": "p26_b757", "text": "Methods and procedures for registration of safety standards and the organization and operation of the Safety Standard Deliberative Committee shall be prescribed by Presidential Decree."}, {"text_block_id": "p26_b758", "text": "Article 34-7 (Registration of, Deliberation on, etc. Safety Standards)"}, {"text_block_id": "p26_b759", "text": "(1)"}, {"text_block_id": "p26_b760", "text": "The Minister of Public Safety and Security shall establish a system for consolidated management of safety standards to systematically manage and operate the safety standards."}, {"text_block_id": "p26_b761", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p26_b762", "text": "(2)"}, {"text_block_id": "p26_b763", "text": "Where the head of any central administrative agency newly establishes or amends safety standards as prescribed by the related Acts, he/she shall request the Minister of Public Safety and Security to register the safety standards."}, {"text_block_id": "p26_b764", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p26_b765", "text": "(3)"}, {"text_block_id": "p26_b766", "text": "Upon receipt of a request for registration of safety standards under paragraph (2), the Minister of Public Safety and Security shall finalize them, following the deliberation by the Safety Standard Deliberative Committee, and shall notify the head of the related central administrative agency thereof."}, {"text_block_id": "p26_b767", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p26_b768", "text": "(4)"}, {"text_block_id": "p26_b769", "text": "The safety standards newly established or amended by the head of any central administrative agency shall not be contradictory to the national disaster management standards referred to in Article 34-3."}, {"text_block_id": "p26_b770", "text": "(5)"}, {"text_block_id": "p26_b771", "text": "Methods and procedures for registration of safety standards and the organization and operation of the Safety Standard Deliberative Committee shall be prescribed by Presidential Decree."}, {"text_block_id": "p27_b772", "text": "Article 35 (Disaster Preparedness Drills)"}, {"text_block_id": "p27_b773", "text": "(1)"}, {"text_block_id": "p27_b774", "text": "The Minister of Public Safety and Security, a Mayor/Do Governor, the head of a Si/Gun/Gu, or the head of an emergency rescue agency (hereinafter referred to as \"drill supervision agency\" in this Article) shall annually conduct disaster preparedness drills (including drills to master risk management manuals referred to in Article 34-5) regularly or occasionally jointly with related agencies, such as disaster management agencies, emergency rescue and relief support agencies, and military units (hereafter in this Article, referred to as \"agencies participating in a drill\"), as prescribed by Presidential Decree."}, {"text_block_id": "p27_b775", "text": "<Amended by Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p27_b776", "text": "(2)"}, {"text_block_id": "p27_b777", "text": "In conducting a disaster preparedness drill under paragraph (1), the head of any drill supervision agency shall formulate a plan for the disaster preparedness drill and notify the heads of agencies participating in the drill thereof."}, {"text_block_id": "p27_b778", "text": "(3)"}, {"text_block_id": "p27_b779", "text": "In conducting a disaster preparedness drill under paragraph (1), the heads of agencies participating in the drill shall examine the status of the drill and submit the results thereof to the head of the relevant drill supervision agency, as prescribed by Presidential Decree."}, {"text_block_id": "p27_b780", "text": "(4)"}, {"text_block_id": "p27_b781", "text": "The head of any drill supervision agency shall take the following measures, as prescribed by Presidential Decree:"}, {"text_block_id": "p27_b782", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p27_b783", "text": "1."}, {"text_block_id": "p27_b784", "text": "Examination and evaluation of the process and results of a drill of agencies participating in the drill;"}, {"text_block_id": "p27_b785", "text": "2."}, {"text_block_id": "p27_b786", "text": "Requesting the heads of agencies participating in the drill to take measures to supplement the matters unprepared or requiring improvement or supplementation which have been discovered in the course of the drill;"}, {"text_block_id": "p27_b787", "text": "3."}, {"text_block_id": "p27_b788", "text": "Request for improvement or supplementation, or for taking measures for improvement or supplementation, of the unprepared matters of the risk management manuals referred to in subparagraphs of Article 34-5 (1) which have been discovered in the course of the drill."}, {"text_block_id": "p27_b789", "text": "Article 36 (Declaration of State of Disaster)"}, {"text_block_id": "p27_b790", "text": "(1)"}, {"text_block_id": "p27_b791", "text": "Where the Minister of Public Safety and Security deems that emergency measures are necessary to mitigate grave impacts on or harm to persons' lives, bodies, and property when a disaster prescribed by Presidential Decree actually occurs or is likely to occur, he/she may declare the state of disaster, following deliberation by the Central Committee: Provided, That where the Minister of Public Safety and Security has no time to undergo deliberation by the Central Committee due to the state of emergency, he/she may declare a state of disaster without undergoing deliberation by the Central Committee:"}, {"text_block_id": "p27_b792", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p27_b793", "text": "1. and 2. Deleted."}, {"text_block_id": "p27_b794", "text": "<by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p27_b795", "text": "(2)"}, {"text_block_id": "p27_b796", "text": "Where the Minister of Public Safety and Security declares the state of disaster pursuant to the proviso to paragraph (1), he/she shall obtain approval therefor from the Central Committee without delay and where he/she fails to obtain approval, he/she shall immediately cancel the declaration of the state of disaster."}, {"text_block_id": "p27_b797", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p28_b798", "text": "(3)"}, {"text_block_id": "p28_b799", "text": "The Minister of Public Safety and Security and the head of any local government may take the following measures for the areas declared in a state of disaster under paragraph (1):"}, {"text_block_id": "p28_b800", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p28_b801", "text": "1."}, {"text_block_id": "p28_b802", "text": "Emergency measures stipulated in this Act, including the issuance of a disaster alert, mobilization of human resources, equipment, and commodities, establishment of danger zones, evacuation orders, emergency assistances, etc.;"}, {"text_block_id": "p28_b803", "text": "2."}, {"text_block_id": "p28_b804", "text": "Emergency call-up of public officials under the jurisdiction of administrative agencies in the relevant areas;"}, {"text_block_id": "p28_b805", "text": "3."}, {"text_block_id": "p28_b806", "text": "Advice to refrain from moving to the relevant areas, including travelling;"}, {"text_block_id": "p28_b807", "text": "4."}, {"text_block_id": "p28_b808", "text": "Other necessary measures concerning the disaster prevention."}, {"text_block_id": "p28_b809", "text": "(4)"}, {"text_block_id": "p28_b810", "text": "Where the Minister of Public Safety and Security deems the risk from a disaster is settled or where there exists no risk of additional occurrence of a disaster, he/she shall immediately cancel the declaration of the state of disaster."}, {"text_block_id": "p28_b811", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p28_b812", "text": "(5)"}, {"text_block_id": "p28_b813", "text": "Deleted."}, {"text_block_id": "p28_b814", "text": "<by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p28_b815", "text": "Article 37 (Emergency Measures)"}, {"text_block_id": "p28_b816", "text": "(1)"}, {"text_block_id": "p28_b817", "text": "Where any disaster actually occurs or is likely to occur, the head of a City/Do emergency rescue control group and a Si/Gun/Gu emergency rescue control group referred to in Article 50 (2) (hereinafter referred to as \"head of a local control group\") and the head of a Si/Gun/Gu shall promptly take the measures for flood control, fire extinguishment, rescue and salvage, and the following measures necessary to prevent the occurrence of other disasters or to mitigate damage, as prescribed by relevant Acts and subordinate statutes, the action plans for disaster response, and the risk management manuals: Provided, That the head of any local control group shall take the emergency measures only for extinguishing fires among measures stipulated under subparagraph 2, and those stipulated under subparagraphs 4 and 6:"}, {"text_block_id": "p28_b818", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p28_b819", "text": "1."}, {"text_block_id": "p28_b820", "text": "Issuance or dissemination of alerts, or advice or instruction of evacuation;"}, {"text_block_id": "p28_b821", "text": "Issuance or dissemination of alerts, or advice or instruction of evacuation;\n* Safety measures under Article 31;\n<\\li1>"}, {"text_block_id": "p28_b823", "text": "2."}, {"text_block_id": "p28_b824", "text": "Fire extinguishment, flood control, earthquake prevention, and other emergency measures and relief;"}, {"text_block_id": "p28_b825", "text": "3."}, {"text_block_id": "p28_b826", "text": "Emergency restoration of damaged facilities, quarantine, crime prevention, and maintenance of order;"}, {"text_block_id": "p28_b827", "text": "4."}, {"text_block_id": "p28_b828", "text": "Securing means of emergency transportation and rescue;"}, {"text_block_id": "p28_b829", "text": "5."}, {"text_block_id": "p28_b830", "text": "Securing means of water supply, emergency shelters, and relief goods;"}, {"text_block_id": "p28_b831", "text": "6."}, {"text_block_id": "p28_b832", "text": "Securing on-site control and communication systems;"}, {"text_block_id": "p28_b833", "text": "7."}, {"text_block_id": "p28_b834", "text": "Other necessary measures concerning the prevention or mitigation of occurrence of disasters."}, {"text_block_id": "p28_b835", "text": "(2)"}, {"text_block_id": "p28_b836", "text": "Upon receipt of a request from the head of a Si/Gun/Gu or the head of a local control group, the head of the disaster management agency located within the jurisdiction of the Si/Gun/Gu shall take emergency measures related to his/her duties under the supervision or coordination of the head of the Si/Gun/Gu or the head of the local control group, or cooperate in the emergency measures to be taken by the head of the Si/Gun/Gu or the head of a local control group, as prescribed by relevant Acts and subordinate statutes or"}, {"text_block_id": "p29_b837", "text": "the safety management plans of the relevant Si/Gun/Gu."}, {"text_block_id": "p29_b838", "text": "Article 38 (Issuance, etc. of Predictions or Alerts of Disasters)"}, {"text_block_id": "p29_b839", "text": "(1)"}, {"text_block_id": "p29_b840", "text": "Where it is predicted that any disaster prescribed by Presidential Decree will cause harm to people's lives, bodies, and property, the head of the Central Countermeasure Headquarters, the head of the disaster management headquarters, a Mayor/Do Governor (where a City/Do countermeasure headquarters is organized, referring to the head of such headquarters; hereafter the same shall apply in this Article), or the head of a Si/Gun/Gu (where a Si/Gun/Gu countermeasure headquarters is organized, referring to the head of such headquarters; hereinafter the same shall apply in this Article) may make a prediction or warning of the disaster in order to prevent or mitigate the harm therefrom."}, {"text_block_id": "p29_b841", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p29_b842", "text": "(2)"}, {"text_block_id": "p29_b843", "text": "Predictions or alerts under paragraph (1) shall be classified into attention, caution, alert, and serious level depending on the risk level of disasters, and a person authorized to make a prediction or warning by type of disaster shall be prescribed by Presidential Decree: Provided, That where the criteria for making a prediction or warning of disasters are separately prescribed by any other Act or subordinate statute, such criteria shall govern."}, {"text_block_id": "p29_b844", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p29_b845", "text": "(3)"}, {"text_block_id": "p29_b846", "text": "Upon acquiring risk information related to a disaster, the head of any disaster management agency shall immediately notify the head of the Central Countermeasure headquarters, the head of the relevant disaster management headquarters, the relevant Mayor/Do Governor, and the head of the relevant Si/Gun/Gu thereof, so that the prompt prediction or warning can be made under paragraph (1)."}, {"text_block_id": "p29_b847", "text": "<Newly Inserted by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p29_b848", "text": "(4)"}, {"text_block_id": "p29_b849", "text": "The head of the Central Countermeasure Headquarters, a Mayor/Do Governor, or the head of a Si/Gun/Gu may request any of the following persons to take the following measures if such measures are necessary to predict, alert, or notify any disaster or take emergency measures: Provided, That except as otherwise expressly provided for in other Acts and subordinate statutes, this shall not apply:"}, {"text_block_id": "p29_b850", "text": "<Amended by Act No. 11346, Feb. 22, 2012; Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p29_b851", "text": "1."}, {"text_block_id": "p29_b852", "text": "Requesting an owner or manager of telecommunications facilities to preferentially use the telecommunications facilities;"}, {"text_block_id": "p29_b853", "text": "2."}, {"text_block_id": "p29_b854", "text": "Requesting major telecommunications business operators prescribed by Presidential Decree among those defined in subparagraph 8 of Article 2 of the Telecommunications Business Act to send the text messages or audio transmission of necessary information or to pose necessary information on their Internet websites;"}, {"text_block_id": "p29_b855", "text": "3."}, {"text_block_id": "p29_b856", "text": "Requesting broadcasting business operators defined in subparagraph 3 of Article 2 of the Broadcasting Act to promptly broadcast necessary information;"}, {"text_block_id": "p29_b857", "text": "4."}, {"text_block_id": "p29_b858", "text": "Requesting major newspaper enterprisers and online newspaper enterprisers prescribed by Presidential Decree among those defined in subparagraphs 3 and 4 of Article 2 of the Act on the Promotion of Newspapers, etc. to report necessary information in their newspapers."}, {"text_block_id": "p29_b859", "text": "(5)"}, {"text_block_id": "p29_b860", "text": "The owner or manager of telecommunications facilities, telecommunications business operators, broadcasting business operators, newspaper enterprisers, and online newspaper enterprisers in receipt of a"}, {"text_block_id": "p30_b861", "text": "request under paragraph (4) shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p30_b862", "text": "<Amended by Act No. 11346, Feb. 22, 2012; Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p30_b863", "text": "(6)"}, {"text_block_id": "p30_b864", "text": "Telecommunications business operators, broadcasting business operators, or manufacturers of cellular phones or navigation systems shall have their products equipped with software and mechanical devices which can display the predictions or warnings of disasters to be made under paragraphs (1) and (4) on the screens of users' cellular phones, etc. without fail."}, {"text_block_id": "p30_b865", "text": "<Newly Inserted by Act No. 11346, Feb. 22, 2012; Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p30_b866", "text": "Article 38-2 (Formulation of Master Plans for Creating Disaster Prediction and Alert System)"}, {"text_block_id": "p30_b867", "text": "(1)"}, {"text_block_id": "p30_b868", "text": "The head of a Si/Gun/Gu shall formulate a master plan for creating a Si/Gun/Gu disaster prediction and alert system on a five-year basis (hereinafter referred to as \"Si/Gun/Gu master plan\" in this Article) in order to prevent damage in a danger zone provided for in Article 41, an area requiring improvement of vulnerability from natural disaster provided for in Article 12 of the Countermeasures against Natural Disasters Act, and any other area in which disasters are anticipated to harm people's lives, bodies, and property, and submit the Si/Gun/Gu master plan to the Mayor/Do Governor."}, {"text_block_id": "p30_b869", "text": "<Amended by Act No. 11495, Oct. 22, 2012>"}, {"text_block_id": "p30_b870", "text": "(2)"}, {"text_block_id": "p30_b871", "text": "A Mayor/Do Governor shall formulate a City/Do master plan for creating a City/Do disaster anticipation and alert system based on the Si/Gun/ Gu master plans referred to in paragraph (1) (hereafter in this Article, referred to as \"City/Do master plan\") to submit such master plan to the Minister of Public Safety and Security, who then may request the Mayor/Do Governor to supplement the City/Do master plan, if necessary."}, {"text_block_id": "p30_b872", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p30_b873", "text": "(3)"}, {"text_block_id": "p30_b874", "text": "The City/Do master plan and the Si/Gun/Gu master plan shall include the following matters:"}, {"text_block_id": "p30_b875", "text": "1."}, {"text_block_id": "p30_b876", "text": "The basic direction-setting for creating the disaster anticipation and alert system;"}, {"text_block_id": "p30_b877", "text": "2."}, {"text_block_id": "p30_b878", "text": "Matters concerning the selection of areas subject to the formulation of a master plan for creating a disaster anticipation and alert system;"}, {"text_block_id": "p30_b879", "text": "3."}, {"text_block_id": "p30_b880", "text": "Matters concerning the creation and operation of the comprehensive disaster anticipation and alert system;"}, {"text_block_id": "p30_b881", "text": "4."}, {"text_block_id": "p30_b882", "text": "Other matters concerning the prevention of disasters from harming people's lives and property."}, {"text_block_id": "p30_b883", "text": "(4)"}, {"text_block_id": "p30_b884", "text": "A Mayor/Do Governor and the head of a Si/Gun/Gu shall annually formulate a project implementation plan for the City/Do master plan and the Si/Gun/Gu master plan, respectively, and submit it to the Minister of Public Safety and Security."}, {"text_block_id": "p30_b885", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p30_b886", "text": "(5)"}, {"text_block_id": "p30_b887", "text": "Where a Mayor/Do Governor and the head of a Si/Gun/Gu intend to amend a City/Do master plan or a Si/Gun/Gu master plan, respectively, paragraphs (1) and (2) shall apply mutatis mutandis thereto."}, {"text_block_id": "p30_b888", "text": "(6)"}, {"text_block_id": "p30_b889", "text": "Necessary matters concerning the formulation, etc. of City/Do master plans, Si/Gun/Gu master plans, and project implementation plans shall be prescribed by Presidential Decree."}, {"text_block_id": "p30_b890", "text": "Article 39 (Request, etc. for Mobilization)"}, {"text_block_id": "p30_b891", "text": "(1)"}, {"text_block_id": "p30_b892", "text": "Where the head of the Central Countermeasure Headquarters or the head of a Si/Gun/Gu (where a Si/Gun/Gu countermeasure headquarters is organized, referring to the head of such headquarters; hereafter"}, {"text_block_id": "p31_b893", "text": "the same shall apply in Articles 40 through 45) deems that any disaster occurs or is likely to occur, he/she may take the following measures:"}, {"text_block_id": "p31_b894", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p31_b895", "text": "1."}, {"text_block_id": "p31_b896", "text": "To mobilize a civil defense unit pursuant to Article 26 of the Framework Act on Civil Defense;"}, {"text_block_id": "p31_b897", "text": "2."}, {"text_block_id": "p31_b898", "text": "To request the head of a disaster control agency to take necessary measures, including the mobilization of related staff members for emergency measures, or the mobilization, etc. of disaster control resources and equipment and human resources designated under Article 34 (2);"}, {"text_block_id": "p31_b899", "text": "3."}, {"text_block_id": "p31_b900", "text": "To request the Minister of National Defense to provide support of military units where equipment, human resources, etc. are not available."}, {"text_block_id": "p31_b901", "text": "(2)"}, {"text_block_id": "p31_b902", "text": "The head of an agency in receipt of a request for necessary measures pursuant to paragraph (1) shall comply therewith except in extenuating circumstances."}, {"text_block_id": "p31_b903", "text": "Article 40 (Evacuation Orders)"}, {"text_block_id": "p31_b904", "text": "(1)"}, {"text_block_id": "p31_b905", "text": "Where it is necessary to prevent any harm to people's lives or physical safety when a disaster occurs or is likely to occur, the head of a Si/Gun/Gu and the head of a local control group (limited to cases where the authority prescribed by Presidential Decree is exercised; hereafter the same shall apply in this Article) may order residents or persons within the relevant areas to evacuate or to evacuate vessels, automobiles, etc. In such cases, evacuation shelters may be designated beforehand."}, {"text_block_id": "p31_b906", "text": "<Amended by Act No. 11346, Feb. 22, 2012>"}, {"text_block_id": "p31_b907", "text": "(2)"}, {"text_block_id": "p31_b908", "text": "When an evacuation order is received pursuant to paragraph (1), it shall be immediately complied with."}, {"text_block_id": "p31_b909", "text": "<Amended by Act No. 11346, Feb. 22, 2012>"}, {"text_block_id": "p31_b910", "text": "Article 41 (Establishment of Danger Zones)"}, {"text_block_id": "p31_b911", "text": "(1)"}, {"text_block_id": "p31_b912", "text": "Where it is necessary to prevent any harm to people's lives or bodies or to maintain order when a disaster occurs or is likely to occur, the head of a Si/Gun/Gu or the head of a local control group (only where he/she exercises the authority prescribed by Presidential Decree; hereafter the same shall apply in this Article) may establish a danger zone and may order persons, other than those engaged in emergency measures to take the following measures:"}, {"text_block_id": "p31_b913", "text": "1."}, {"text_block_id": "p31_b914", "text": "Prohibition of, or restriction on, access to a danger zone and other activities;"}, {"text_block_id": "p31_b915", "text": "2."}, {"text_block_id": "p31_b916", "text": "Eviction or evacuation from a danger zone."}, {"text_block_id": "p31_b917", "text": "(2)"}, {"text_block_id": "p31_b918", "text": "Where the head of a Si/Gun/Gu or the head of a local control group establishes a danger zone pursuant to paragraph (1), he/she shall post the boundaries of the said zone and the details of activities prohibited or restricted pursuant to paragraph (1) 1, and other necessary matters at a readily accessible place."}, {"text_block_id": "p31_b919", "text": "(3)"}, {"text_block_id": "p31_b920", "text": "Where it is deemed necessary to prevent any harm to people's lives or bodies or to maintain order when a disaster occurs or is likely to occur, the head of a related central administrative agency may request the head of the relevant Si/Gun/Gu and the head of the relevant local control group to establish a danger zone."}, {"text_block_id": "p31_b921", "text": "<Newly Inserted by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p31_b922", "text": "Article 42 (Compulsory Evacuation Measures)"}, {"text_block_id": "p31_b923", "text": "(1)"}, {"text_block_id": "p31_b924", "text": "Where the head of a Si/Gun/Gu and the head of a local control group deem that the situation is urgent since persons in receipt of an evacuation order under Article 40 (1) or those in receipt of an eviction order"}, {"text_block_id": "p32_b925", "text": "or evacuation order from a danger zone under Article 41 (1) 2 fail to comply with such orders, they may compulsorily evacuate or evict the residents within the relevant area or danger zone or those located within the relevant area or danger zone from such area or zone."}, {"text_block_id": "p32_b926", "text": "<Amended by Act No. 11346, Feb. 22, 2012>"}, {"text_block_id": "p32_b927", "text": "(2)"}, {"text_block_id": "p32_b928", "text": "If deemed necessary for the compulsive evacuation or eviction of residents, etc. under paragraph (1), the head of a Si/Gun/Gu or the head of a local control group may request support of necessary human resources and equipment from the head of a competent police agency."}, {"text_block_id": "p32_b929", "text": "<Newly Inserted by Act No. 11346, Feb. 22, 2012>"}, {"text_block_id": "p32_b930", "text": "(3)"}, {"text_block_id": "p32_b931", "text": "The head of a police agency who receives a request under paragraph (2) shall comply therewith unless any special reason exists."}, {"text_block_id": "p32_b932", "text": "<Newly Inserted by Act No. 11346, Feb. 22, 2012>"}, {"text_block_id": "p32_b933", "text": "Article 43 (Restriction, etc. on Passage)"}, {"text_block_id": "p32_b934", "text": "(1)"}, {"text_block_id": "p32_b935", "text": "Where it is necessary for urgently transporting commodities required for emergency measures, or for fire extinguishment, rescue, etc., the head of a Si/Gun/Gu and the head of a local control group(limited to cases where the authority prescribed by Presidential Decree is exercised; hereafter the same shall apply in this Article) may request the head of the competent police office to prohibit or restrict the passage of vehicles, other than those used for the relevant emergency transportation, etc., within prescribed sections of roads, as prescribed by Presidential Decree."}, {"text_block_id": "p32_b936", "text": "(2)"}, {"text_block_id": "p32_b937", "text": "The head of the competent police office in receipt of a request under paragraph (1) shall comply therewith unless extraordinary grounds exist."}, {"text_block_id": "p32_b938", "text": "Article 44 (Support)"}, {"text_block_id": "p32_b939", "text": "(1)"}, {"text_block_id": "p32_b940", "text": "Where it is necessary to take emergency measures, the head of a Si/Gun/Gu may request the head of a military unit located in any other Si/Gun/Gu or under his/her jurisdiction, the head of a related administrative agency, and the head of any other private agency or organization to render necessary support, including the dispatch of human resources, equipment, materials, etc. In such cases, the head of the military unit and of the relevant administrative agency in receipt of a request for support shall comply therewith except in extenuating circumstances."}, {"text_block_id": "p32_b941", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p32_b942", "text": "(2)"}, {"text_block_id": "p32_b943", "text": "Any person engaged in providing support pursuant to paragraph (1) shall take emergency measures under the supervision of the head of the Si/Gun/Gu who has requested such support."}, {"text_block_id": "p32_b944", "text": "Article 45 (Emergency Impositions)"}, {"text_block_id": "p32_b945", "text": "Where urgent circumstances exist, in which emergency measures are necessary as a disaster occurs or is likely to occur in the jurisdiction of the head of a Si/Gun/Gu and the head of a local control group(limited to cases where the authority prescribed by Presidential Decree is exercised; hereafter the same shall apply in this Article), they may require the persons at the relevant disaster scene or those residing in a neighboring area to engage in the emergency measures, make temporary use of others' lands, buildings, structures and other property, as prescribed by Presidential Decree, or make any alteration or removal of the obstacles."}, {"text_block_id": "p32_b946", "text": "Article 46 (Emergency Measures, etc. to be Taken by Mayors/Do Governors)"}, {"text_block_id": "p33_b947", "text": "(1)"}, {"text_block_id": "p33_b948", "text": "A Mayor/Do Governor may take emergency measures stipulated under Articles 39 through 45 in any of the following cases:"}, {"text_block_id": "p33_b949", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p33_b950", "text": "1."}, {"text_block_id": "p33_b951", "text": "Cases prescribed by Presidential Decree in which a disaster occurs or is likely to occur in his/her jurisdiction;"}, {"text_block_id": "p33_b952", "text": "2."}, {"text_block_id": "p33_b953", "text": "Where a disaster occurs or is likely to occur over at least two Sis/Guns/Gus."}, {"text_block_id": "p33_b954", "text": "(2)"}, {"text_block_id": "p33_b955", "text": "Where it is necessary to take the emergency measures referred to in paragraph (1), a Mayor/Do Governor may issue necessary instructions to the head of the Si/Gun/Gu who is required to take the emergency measures stipulated under in this Section, or may request the heads of other Sis/Guns/Gus to provide support."}, {"text_block_id": "p33_b956", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p33_b957", "text": "Article 47 (Emergency Measures by Heads of Disaster Control Agencies)"}, {"text_block_id": "p33_b958", "text": "Where a disaster occurs or is likely to occur, the head of a disaster control agency referred to in subparagraph 5 (b) of Article 3 shall promptly take emergency measures necessary for his/her duties, and shall cooperate in the emergency measures taken by the Mayor/Do Governor, the head of a Si/Gun/Gu or the head of local control group pursuant to this Section."}, {"text_block_id": "p33_b959", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p33_b960", "text": "Article 48 (Emergency Measures, etc. by Heads of Local Control Groups)"}, {"text_block_id": "p33_b961", "text": "(1)"}, {"text_block_id": "p33_b962", "text": "Where necessary for emergency rescue, the head of a local control group may request the head of the Central Countermeasure Headquarters, a Mayor/Do Governor (where a City/Do countermeasure headquarters is organized, referring to the head of such headquarters; hereafter the same shall apply in this Article) or the head of a Si/Gun/Gu (where a Si/Gun/Gu countermeasure headquarters is organized, referring to the head of such headquarters; hereafter the same shall apply in this Article) to take the emergency measures provided for in Articles 37, 38, 39 and 44, and the head of the Central Countermeasure Headquarters, the Mayor/Do Governor or the head of the Si/Gun/Gu shall comply therewith except in extenuating circumstances."}, {"text_block_id": "p33_b963", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p33_b964", "text": "(2)"}, {"text_block_id": "p33_b965", "text": "Where the head of a local control group has taken the emergency measures referred to in Article 37 and the emergency measures referred to in Articles 40 through 43 and 45, he/she shall promptly notify the head of the relevant Si/Gun/Gu thereof."}, {"text_block_id": "p33_b966", "text": "Article 49 (Central Emergency Rescue Control Group)"}, {"text_block_id": "p33_b967", "text": "(1)"}, {"text_block_id": "p33_b968", "text": "Any central emergency rescue control group (hereinafter referred to as \"central control group\") shall be established under the Ministry of Public Safety and Security in order to exercise general control of, and to coordinate matters concerning emergency rescue, and to take partial charge of roles of, and to supervise and control the emergency rescue activities conducted by the emergency rescue agencies and the emergency rescue and relief support agencies."}, {"text_block_id": "p33_b969", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p33_b970", "text": "(2)"}, {"text_block_id": "p33_b971", "text": "The head of the Central Fire Service of the Ministry of Public Safety and Security shall be the head of the central control group."}, {"text_block_id": "p33_b972", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p33_b973", "text": "(3)"}, {"text_block_id": "p33_b974", "text": "If necessary for emergency rescue, the head of such central control group may request the heads of related agencies and organizations to dispatch staff members under their command in order to maintain the mutual assistance systems between the emergency rescue and relief support agencies. In such cases, the"}, {"text_block_id": "p34_b975", "text": "heads of related agencies and organizations in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p34_b976", "text": "(4)"}, {"text_block_id": "p34_b977", "text": "Necessary matters concerning the composition, function, and operation of the central control group shall be prescribed by Presidential Decree."}, {"text_block_id": "p34_b978", "text": "Article 50 (Local Emergency Rescue Control Group)"}, {"text_block_id": "p34_b979", "text": "(1)"}, {"text_block_id": "p34_b980", "text": "A City/Do emergency rescue control group shall be established in the City/Do's fire headquarters in order to exercise overall control of, and to coordinate, matters concerning the emergency rescue by areas, and to assign roles between the emergency rescue and relief agencies and the emergency rescue and relief support agencies located in the relevant areas, and to exercise supervision and control at the disaster scene, and a Si/Gun/Gu emergency rescue control group shall be established in the Si/Gun/Gu fire station."}, {"text_block_id": "p34_b981", "text": "(2)"}, {"text_block_id": "p34_b982", "text": "One head shall be appointed respectively to a City/Do emergency rescue control group and a Si/Gun/Gu emergency rescue control group (hereinafter referred to as \"local control group\"), and the head of such group shall be the head of the fire headquarters in cases of a City/Do emergency rescue control group, and in cases of the Si/Gun/Gu emergency rescue control group, he/she shall be the chief of a fire station."}, {"text_block_id": "p34_b983", "text": "(3)"}, {"text_block_id": "p34_b984", "text": "Where necessary for emergency rescue, the head of a local control group may request the heads of related agencies and organizations to dispatch staff members under their command in order to maintain the mutual assistance systems between the emergency rescue and relief support agencies. In such cases, the heads of related agencies and organizations, in receipt of such request, shall comply therewith unless extraordinary grounds exist."}, {"text_block_id": "p34_b985", "text": "(4)"}, {"text_block_id": "p34_b986", "text": "Necessary matters concerning the function and operation of a local control group shall be prescribed by Presidential Decree."}, {"text_block_id": "p34_b987", "text": "Article 51 (Emergency Rescue)"}, {"text_block_id": "p34_b988", "text": "(1)"}, {"text_block_id": "p34_b989", "text": "Where any disaster occurs, the head of any local control group shall promptly mobilize the emergency rescue staff under his/her command to the relevant disaster scene to conduct necessary emergency rescue activities."}, {"text_block_id": "p34_b990", "text": "(2)"}, {"text_block_id": "p34_b991", "text": "If deemed necessary for emergency rescue, the head of any local control group may request the heads of emergency rescue and relief support agencies to support emergency rescue activities, including the dispatch of the emergency rescue support staff under their command to the scene and the provision of equipment and materials necessary for emergency rescue. In such cases, the heads of agencies in receipt of such request shall promptly comply therewith, except in extenuating circumstances."}, {"text_block_id": "p34_b992", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p34_b993", "text": "(3)"}, {"text_block_id": "p34_b994", "text": "Civil emergency rescue and relief support agencies that engage in emergency rescue activities in accordance with a request referred to in paragraph (2) may be fully or partially subsidized with expenses incurred therein, as prescribed by Presidential Decree."}, {"text_block_id": "p34_b995", "text": "(4)"}, {"text_block_id": "p34_b996", "text": "Where any operation of rotorcraft (hereinafter referred to as \"helicopter\" in this paragraph) is required for emergency rescue activities, the head of an emergency rescue agency may operate a helicopter after"}, {"text_block_id": "p35_b997", "text": "notifying the agency in charge of operation and control of the helicopter of the matters relating to the operation of the helicopter. In such cases, the operation of the relevant helicopter shall be deemed approved pursuant to relevant Acts and subordinate statutes."}, {"text_block_id": "p35_b998", "text": "Article 52 (On-Scene Command in Emergency Rescue)"}, {"text_block_id": "p35_b999", "text": "(1)"}, {"text_block_id": "p35_b1000", "text": "The head of a Si/Gun/Gu emergency rescue control group shall command emergency rescue activities at the scene of a disaster: Provided, That he/she shall consult with the chief of the competent police station about matters relating to public order activities."}, {"text_block_id": "p35_b1001", "text": "(2)"}, {"text_block_id": "p35_b1002", "text": "On-scene command referred to in paragraph (1) shall be conducted over the following matters:"}, {"text_block_id": "p35_b1003", "text": "1."}, {"text_block_id": "p35_b1004", "text": "Search and rescue of human lives at the scene of a disaster;"}, {"text_block_id": "p35_b1005", "text": "2."}, {"text_block_id": "p35_b1006", "text": "Arrangement and operation of human resources and equipment of emergency rescue agencies and emergency rescue and relief support agencies;"}, {"text_block_id": "p35_b1007", "text": "3."}, {"text_block_id": "p35_b1008", "text": "Emergency measures for the prevention of additional disasters;"}, {"text_block_id": "p35_b1009", "text": "4."}, {"text_block_id": "p35_b1010", "text": "Assignment of tasks to emergency rescue and relief support agencies, volunteers, etc.;"}, {"text_block_id": "p35_b1011", "text": "5."}, {"text_block_id": "p35_b1012", "text": "Emergency treatment to the dead and wounded, and transfer of them to medical institutions;"}, {"text_block_id": "p35_b1013", "text": "6."}, {"text_block_id": "p35_b1014", "text": "Management of materials necessary for emergency rescue;"}, {"text_block_id": "p35_b1015", "text": "7."}, {"text_block_id": "p35_b1016", "text": "Restriction on any access to the scenes, traffic controls in and around the spots, and other necessary matters concerning efficient emergency rescue activities."}, {"text_block_id": "p35_b1017", "text": "(3)"}, {"text_block_id": "p35_b1018", "text": "The head of a City/Do emergency rescue control group may directly take on-scene command if he/she deems necessary, notwithstanding paragraph (1)."}, {"text_block_id": "p35_b1019", "text": "(4)"}, {"text_block_id": "p35_b1020", "text": "The head of such central control group may directly take on-scene command if a large-scale disaster prescribed by Presidential Decree occurs or in other cases deemed necessary, notwithstanding paragraphs"}, {"text_block_id": "p35_b1021", "text": "(1)"}, {"text_block_id": "p35_b1022", "text": "and (3)."}, {"text_block_id": "p35_b1023", "text": "(5)"}, {"text_block_id": "p35_b1024", "text": "The management of human resources, equipment, and materials of the emergency rescue staff and the emergency rescue and relief support agencies that engage in emergency rescue activities at the scene of a disaster shall follow the command and control of the head of any emergency rescue control group who takes on-scene command pursuant to paragraphs (1), (3), and (4) (hereinafter referred to as \"head of any control group at each level\")."}, {"text_block_id": "p35_b1025", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p35_b1026", "text": "(6)"}, {"text_block_id": "p35_b1027", "text": "The head of any local countermeasure headquarters under Article 16 (2) shall pro-actively cooperate in emergency rescue activities performed by the head of any control group at each level."}, {"text_block_id": "p35_b1028", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p35_b1029", "text": "(7)"}, {"text_block_id": "p35_b1030", "text": "The head of a Si/Gun/Gu emergency rescue control group may request the head of any consolidated support headquarters established and operated under Article 16 (3) to support human resources, materials, etc. necessary for emergency rescue. In such cases, the head of any agency in receipt of such request shall cooperate therein to the maximum extent possible."}, {"text_block_id": "p35_b1031", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p35_b1032", "text": "(8)"}, {"text_block_id": "p35_b1033", "text": "Publicity release, etc. on the status of first measures, including rescue activities at the scene of a disaster, shall be done by a person designated by the head of a control group at each level."}, {"text_block_id": "p35_b1034", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p36_b1035", "text": "(9)"}, {"text_block_id": "p36_b1036", "text": "The head of any control group at each level may establish and operate a command office at the scene of a disaster in order to effectively take on-scene command, such as the emergency rescue at the disaster scene. In such cases, the on-scene commander of an emergency rescue and relief support agency who engages in emergency rescue activities shall dispatch a liaison officer to the on-scene command office, as prescribed by Presidential Decree."}, {"text_block_id": "p36_b1037", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p36_b1038", "text": "(10)"}, {"text_block_id": "p36_b1039", "text": "Where the head of any control group at each level intends to terminate emergency rescue activities, he/she shall make such decision, following consultation with the head of any regional disaster management headquarters, the head of a consolidated support headquarters, etc. participating at the disaster scene. In such cases, the head of any control group at each level shall notify the head of any local countermeasure headquarters and the head of any emergency rescue and relief support agency under paragraph (5) of the fact of termination of emergency rescue activities."}, {"text_block_id": "p36_b1040", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p36_b1041", "text": "(11)"}, {"text_block_id": "p36_b1042", "text": "Paragraphs (1) through (10) shall apply mutatis mutandis to emergency rescue activities in disasters occurred on an ocean. In such cases, the head of a Si/Gun/Gu emergency rescue control group, the head of a City/Do emergency rescue control group, and the head of the central emergency rescue control group shall be respectively construed as the chief of a regional rescue center, the chief of a metropolitan rescue center, and the chief of the Central Rescue Center under Article 7 of the Act on the Search and Rescue, etc. at Sea and in the River."}, {"text_block_id": "p36_b1043", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014; Act No. 13440, Jul. 24, 2015>"}, {"text_block_id": "p36_b1044", "text": "Article 53 (Evaluation on Emergency Rescue Activities)"}, {"text_block_id": "p36_b1045", "text": "(1)"}, {"text_block_id": "p36_b1046", "text": "The heads of the central control group and of any local control group shall comprehensively evaluate the activities of emergency rescue and relief support agencies after the completion of disaster situations, as prescribed by Presidential Decree."}, {"text_block_id": "p36_b1047", "text": "(2)"}, {"text_block_id": "p36_b1048", "text": "The head of a Si/Gun/Gu emergency rescue control group shall report or notify the result of the comprehensive evaluation prescribed in paragraph (1) to the head of the City/Do emergency rescue control group and the head of a Si/Gun/Gu, and the head of the City/Do emergency rescue control group shall do so to the Minister of Public Safety and Security."}, {"text_block_id": "p36_b1049", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p36_b1050", "text": "Article 54 (Development of Emergency Rescue Countermeasure Plans)"}, {"text_block_id": "p36_b1051", "text": "The head of an emergency rescue and relief agency shall develop and implement an emergency rescue countermeasure plan based on the scale and types of disasters, as prescribed by Presidential Decree, to ensure that the emergency rescue and relief agency and emergency rescue and relief support agencies may swiftly and efficiently conduct an emergency rescue when a disaster occurs."}, {"text_block_id": "p36_b1052", "text": "Article 55 (Reinforcement of Disaster Response Capacity)"}, {"text_block_id": "p36_b1053", "text": "(1)"}, {"text_block_id": "p36_b1054", "text": "The State and local governments shall endeavor to reinforce the capabilities for emergency rescue, including the expansion of human resources, equipment, and installations necessary for disaster management and the establishment, maintenance, etc. of communication networks, and formulate financial plans necessary therefor."}, {"text_block_id": "p37_b1055", "text": "(2)"}, {"text_block_id": "p37_b1056", "text": "The head of any emergency rescue agency shall establish emergency rescue systems, such as an emergency rescue supervision unit, etc. in order to ensure that emergency rescue activities are performed swiftly and effectively, and always keep the emergency rescue staff and equipment under his/her command prepared for mobilization."}, {"text_block_id": "p37_b1057", "text": "(3)"}, {"text_block_id": "p37_b1058", "text": "Persons that engage in emergency rescue activities and disaster management activities of a disaster management agency (limited to agencies, other than administrative agencies) shall undergo emergency rescue training, as prescribed by Presidential Decree: Provided, That where they have undergone emergency rescue training in accordance with other Acts and subordinate statutes, they shall be deemed to have undergone such training under this Act."}, {"text_block_id": "p37_b1059", "text": "(4)"}, {"text_block_id": "p37_b1060", "text": "The Minister of Public Safety and Security and a Mayor/Do Governor may designate a training institution that provides training referred to in paragraph (3)."}, {"text_block_id": "p37_b1061", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p37_b1062", "text": "Article 55-2 (Evaluation on Capabilities of Emergency Rescue and Relief Support Agencies)"}, {"text_block_id": "p37_b1063", "text": "(1)"}, {"text_block_id": "p37_b1064", "text": "An emergency rescue and relief support agency shall maintain its capability necessary for emergency rescue, as prescribed by Presidential Decree."}, {"text_block_id": "p37_b1065", "text": "(2)"}, {"text_block_id": "p37_b1066", "text": "The head of an emergency rescue and relief agency may evaluate the capability of any emergency rescue and relief support agency: Provided, That he/she may choose not to evaluate an agency having a regular mobilization system and self-assessment scheme and a private emergency rescue and relief support agency."}, {"text_block_id": "p37_b1067", "text": "(3)"}, {"text_block_id": "p37_b1068", "text": "The head of an emergency rescue and relief agency shall notify the head of the relevant emergency rescue and relief support agency of the result of the evaluation under paragraph (2)."}, {"text_block_id": "p37_b1069", "text": "(4)"}, {"text_block_id": "p37_b1070", "text": "In addition to the matters provided for in paragraphs (1) through (3), necessary matters for evaluating the capability of emergency rescue and relief agencies shall be prescribed by Presidential Decree."}, {"text_block_id": "p37_b1071", "text": "Article 56 (Emergency Rescue on Ocean)"}, {"text_block_id": "p37_b1072", "text": "Emergency rescue activities in distress accidents of ships, aircraft, etc. that occur on the ocean shall be governed by the relevant Acts and subordinate statutes, such as the Act on the Search and Rescue, etc. at Sea and in the River."}, {"text_block_id": "p37_b1073", "text": "<Amended by Act No. 13440, Jul. 24, 2015>"}, {"text_block_id": "p37_b1074", "text": "Article 57 (Emergency Rescue, etc. at Time of Distress Accidents of Aircraft, etc.)"}, {"text_block_id": "p37_b1075", "text": "(1)"}, {"text_block_id": "p37_b1076", "text": "Where any distress accidents of aircraft occur, the Minister of Public Safety and Security shall formulate and implement an aircraft search and rescue plan for the search of aircraft and for lifesaving: Provided, That where special provisions on the search and rescue of aircraft are prescribed in other Acts and subordinate statutes, such Acts and subordinate statutes shall be complied with."}, {"text_block_id": "p37_b1077", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p37_b1078", "text": "(2)"}, {"text_block_id": "p37_b1079", "text": "Necessary matters concerning the search and rescue of aircraft shall be prescribed by Presidential Decree."}, {"text_block_id": "p37_b1080", "text": "(3)"}, {"text_block_id": "p37_b1081", "text": "The Minister of National Defense shall take the following measures to ensure that military support is swiftly rendered to emergency rescue activities by the agencies responsible for the emergency rescue"}, {"text_block_id": "p38_b1082", "text": "duties pursuant to relevant Acts and subordinate statutes when any distress accident affecting aircraft or ships occur:"}, {"text_block_id": "p38_b1083", "text": "1."}, {"text_block_id": "p38_b1084", "text": "Establishment and operation of the search and rescue headquarters;"}, {"text_block_id": "p38_b1085", "text": "2."}, {"text_block_id": "p38_b1086", "text": "Designation of search and rescue units, and maintenance of preparedness for mobilization;"}, {"text_block_id": "p38_b1087", "text": "3."}, {"text_block_id": "p38_b1088", "text": "Provision of information on aircraft in distress."}, {"text_block_id": "p38_b1089", "text": "(4)"}, {"text_block_id": "p38_b1090", "text": "Necessary matters concerning the composition and operation of a search and rescue headquarters under paragraph (3) 1 shall be stipulated by Ordinance of the Ministry of National Defense."}, {"text_block_id": "p38_b1091", "text": "Article 58 (Reporting on and Investigation of Disaster Damage)"}, {"text_block_id": "p38_b1092", "text": "(1)"}, {"text_block_id": "p38_b1093", "text": "A person who has suffered damage from a disaster may report the status of damage to the head of the competent Si/Gun/Gu (where a Si/Gun/Gu countermeasure headquarters is operated, referring to the head thereof; hereinafter the same shall apply in this Article), as prescribed by Ordinance of the Prime Minister, and the head of the competent Si/Gun/Gu in receipt of such reporting shall investigate the status of damage and report thereon to the head of the Central Countermeasure Headquarters."}, {"text_block_id": "p38_b1094", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p38_b1095", "text": "(2)"}, {"text_block_id": "p38_b1096", "text": "Where any damage is caused by a disaster, the head of any disaster management agency shall promptly investigate the status of damage and notify the head of the Central Countermeasure Headquarters of the results thereof."}, {"text_block_id": "p38_b1097", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p38_b1098", "text": "(3)"}, {"text_block_id": "p38_b1099", "text": "Where deemed necessary for the investigation of disaster damage, the head of the Central Countermeasure Headquarters may investigate the status of disaster damage by organizing a central joint disaster damage investigation group jointly with the heads of related central administrative agencies and of related disaster management agencies, as prescribed by Presidential Decree."}, {"text_block_id": "p38_b1100", "text": "(4)"}, {"text_block_id": "p38_b1101", "text": "In order to organize any central joint disaster damage investigation group referred to in paragraph (3) (hereinafter referred to as \"disaster damage investigation group\"), the head of the Central Countermeasure Headquarters may request the heads of related disaster management agencies to dispatch public officials or employees under their control. In such cases, the heads of the related disaster management agencies in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p38_b1102", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p38_b1103", "text": "(5)"}, {"text_block_id": "p38_b1104", "text": "Necessary matters concerning the methods, guidelines, etc. for investigating the status of damage referred to in paragraphs (1) and (2) shall be determined by the head of the Central Countermeasure Headquarters."}, {"text_block_id": "p38_b1105", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p38_b1106", "text": "Article 59 (Formulation and Implementation of Disaster Restoration Plans)"}, {"text_block_id": "p38_b1107", "text": "(1)"}, {"text_block_id": "p38_b1108", "text": "Where the head of a disaster management agency completes the investigation of damage under Article 58 (2), he/she shall formulate and implement the agencys own restoration plan without delay: Provided, That where a central joint disaster damage investigation group is organized to investigate the status of damage under Article 58 (3), he/she may formulate and implement such plan after being notified of the disaster damage restoration plan from the head of the Central Countermeasure Headquarters under paragraph (2)."}, {"text_block_id": "p38_b1109", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p39_b1110", "text": "(2)"}, {"text_block_id": "p39_b1111", "text": "Where the head of the Central Countermeasure Headquarters organizes a central joint disaster damage investigation group under Article 58 (3), he/she shall investigate damage; formulate a disaster damage restoration plan, following deliberation at a meeting of the Central Disaster and Safety Countermeasure Headquarters referred to in the main sentence of Article 14 (3); and notify the heads of the related disaster management agencies thereof."}, {"text_block_id": "p39_b1112", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p39_b1113", "text": "(3)"}, {"text_block_id": "p39_b1114", "text": "Upon receipt of the notification of a disaster damage restoration plan under paragraph (2), the head of a disaster management agency shall, on the basis thereof, formulate and implement the agency's own restoration plan for the matters under his/her jurisdiction. In such cases, the head of a local government shall, upon formulating the local government's own restoration plan, appropriate the expenses required for the disaster restoration in the budge of the local government."}, {"text_block_id": "p39_b1115", "text": "Article 60 (Declaration of Special Disaster Areas)"}, {"text_block_id": "p39_b1116", "text": "(1)"}, {"text_block_id": "p39_b1117", "text": "Where a disaster, the scale of which is prescribed by Presidential Decree, has occurred, and as results thereof, the maintenance of national security or social order is seriously affected, or it is deemed necessary to take special measures to effectively control the damage, or the request of a local countermeasure headquarters under paragraph (3) is deemed reasonable, the head of the Central Countermeasure Headquarters may recommend the President of the Republic of Korea to declare the relevant area as a special disaster area following deliberation by the Central Committee."}, {"text_block_id": "p39_b1118", "text": "(2)"}, {"text_block_id": "p39_b1119", "text": "The President in receipt of the recommendation for declaration of a special disaster area under paragraph (1) may declare the relevant area as a special disaster area."}, {"text_block_id": "p39_b1120", "text": "(3)"}, {"text_block_id": "p39_b1121", "text": "The head of a local countermeasure headquarters may request the head of the Central Countermeasure Headquarters to recommend the declaration of a special disaster area if any cause referred to in paragraph"}, {"text_block_id": "p39_b1122", "text": "(1)"}, {"text_block_id": "p39_b1123", "text": "occurs due to a disaster occurred in the area under his/her jurisdiction."}, {"text_block_id": "p39_b1124", "text": "Article 61 (Support to Special Disaster Areas)"}, {"text_block_id": "p39_b1125", "text": "The State or local governments may provide special administrative, fiscal, financial and medical support necessary for the emergency response and the disaster relief and restoration to an area declared as a special disaster area pursuant to Article 60, as prescribed by Presidential Decree, in addition to the support to be provided under Article 66 (3)."}, {"text_block_id": "p39_b1126", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p39_b1127", "text": "Article 61-2 Deleted."}, {"text_block_id": "p39_b1128", "text": "<by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p39_b1129", "text": "Article 62 (Principles of Allocation of Expenses)"}, {"text_block_id": "p39_b1130", "text": "(1)"}, {"text_block_id": "p39_b1131", "text": "Except as otherwise provided for in this Act or other Acts and subordinate statutes, expenses incurred in managing disasters shall be borne by persons responsible for the implementation of the safety control plans in Chapter III (in cases of disaster prevention facilities under Article 29 (1), referring to persons responsible for the maintenance and management of the relevant disaster prevention facilities), as prescribed by this Act or such plans: Provided, That where a Mayor/Do Governor or the head of a Si/Gun/Gu has taken emergency measures for disasters that shall be taken by any other disaster control agency pursuant to Article 46, the expenses incurred therein shall be borne by the disaster control agency that shall take the relevant emergency measures."}, {"text_block_id": "p39_b1132", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p40_b1133", "text": "(2)"}, {"text_block_id": "p40_b1134", "text": "Expenses under the proviso to paragraph (1) shall be settled in consultation between the related agencies."}, {"text_block_id": "p40_b1135", "text": "Article 63 (Expenses for Emergency Support)"}, {"text_block_id": "p40_b1136", "text": "(1)"}, {"text_block_id": "p40_b1137", "text": "Persons who have been provided support pursuant to Article 44 (1), 46 or 48 (1) shall bear the expenses incurred for such support."}, {"text_block_id": "p40_b1138", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p40_b1139", "text": "(2)"}, {"text_block_id": "p40_b1140", "text": "In cases falling under paragraph (1), where any third-party local government has benefited from the relevant emergency measures, it shall bear some of such expenses within the limit of such benefits."}, {"text_block_id": "p40_b1141", "text": "(3)"}, {"text_block_id": "p40_b1142", "text": "The expenses referred to in paragraphs (1) and (2) shall be settled in consultation between the related agencies."}, {"text_block_id": "p40_b1143", "text": "Article 64 (Compensation for Losses)"}, {"text_block_id": "p40_b1144", "text": "(1)"}, {"text_block_id": "p40_b1145", "text": "The State and local governments shall compensate any loss resulting from measures taken pursuant to Articles 39 and 45 (including cases where the Mayor/Do Governor takes them pursuant to Article 46), if any."}, {"text_block_id": "p40_b1146", "text": "(2)"}, {"text_block_id": "p40_b1147", "text": "Persons suffering from losses, the head of a central administrative agency having taken such measures, the Mayor/Do Governor or the head of the relevant Si/Gun/Gu shall consult about compensation for losses referred to in paragraph (1)."}, {"text_block_id": "p40_b1148", "text": "(3)"}, {"text_block_id": "p40_b1149", "text": "Where the consultation referred to in paragraph (2) is not achieved, an application for the ruling may be filed with the competent land expropriation committee under Article 51 of the Act on Acquisition of and Compensation for Land, etc. for Public Works Projects, as prescribed by Presidential Decree."}, {"text_block_id": "p40_b1150", "text": "(4)"}, {"text_block_id": "p40_b1151", "text": "Articles 83 through 86 of the Act on Acquisition of and Compensation for Land, etc. for Public Works Projects shall apply mutatis mutandis to the ruling under paragraph (3)."}, {"text_block_id": "p40_b1152", "text": "Article 65 (Medical Treatment and Compensation)"}, {"text_block_id": "p40_b1153", "text": "(1)"}, {"text_block_id": "p40_b1154", "text": "Where any volunteers taking part in emergency rescue activities, emergency countermeasures or restorations, etc., any person ordered to engage in emergency measures referred to in Article 45, and the emergency rescue support staff of the private emergency rescue and relief support agencies having taken part in emergency rescue activities pursuant to Article 51 (2) at the time of the occurrence of a disaster are wounded in the course of taking emergency measures or conducting emergency rescue activities, medical treatment shall be provided, and where they have died (including cases of death due to the wounds) or have sustained any physical disability, the compensations shall be paid to the bereaved families or the persons sustaining the disability: Provided, That persons who have received the same type of compensations at the expense of the State or local governments pursuant to other Acts and subordinate statutes are not paid an amount equivalent to such compensations."}, {"text_block_id": "p40_b1155", "text": "(2)"}, {"text_block_id": "p40_b1156", "text": "Where the equipment, etc. of the volunteers having taken part in the emergency countermeasures against disasters, the restoration and the emergency rescue, etc. have been broken down or damaged in connection with the emergency countermeasures, restoration or emergency rescue, the repair costs thereof may be compensated to the said volunteers."}, {"text_block_id": "p41_b1157", "text": "(3)"}, {"text_block_id": "p41_b1158", "text": "Medical treatment and compensation referred to in paragraph (1) shall be borne by the State or local governments, and necessary matters concerning the relevant criteria, procedures, etc. shall be prescribed by Presidential Decree."}, {"text_block_id": "p41_b1159", "text": "Article 65-2 (Rewards)"}, {"text_block_id": "p41_b1160", "text": "In order to invigorate emergency rescue, etc., the State and local governments may award an order or a medal to a volunteer who has rendered outstanding services by participating in emergency rescue activities, emergency measures, recovery, etc. under the Awards and Decorations Act."}, {"text_block_id": "p41_b1161", "text": "Article 66 (Support, etc. to Disaster Areas, including Subsidies from National Treasury)"}, {"text_block_id": "p41_b1162", "text": "(1)"}, {"text_block_id": "p41_b1163", "text": "Where necessary for the smooth restoration from any disaster (limited to a disaster in an area declared as a special disaster area under Article 60 (2) among natural disasters defined in subparagraph 1 (a) of Article 3 and social accidents defined in subparagraph 1 (b) of Article 3), the State may fully or partially subsidize expenses incurred therein (including compensation referred to in Article 65 (1)) from the National Treasury, as prescribed by Presidential Decree, or provide its subsidies to local governments and other disaster management agencies: Provided, That this shall not apply to any damage caused by interfering with or violating evacuation orders issued under Article 39 (1) (including where a Mayor/Do Governor issues such order pursuant to Article 46 (1)) or 40 (1)."}, {"text_block_id": "p41_b1164", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p41_b1165", "text": "(2)"}, {"text_block_id": "p41_b1166", "text": "Financial resources for disaster restoration referred to in paragraph (1) shall be appropriated from contributions or subsidies by the National Treasury and the charges, contributions, etc. of local governments in accordance with the criteria for the payment of expenses for disaster relief and restoration prescribed by Presidential Decree, but the criteria for the payment of charges by a City/Do or a Si/Gun/Gu, among the charges of local governments, shall be prescribed by Ordinance of the Prime Minister."}, {"text_block_id": "p41_b1167", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p41_b1168", "text": "(3)"}, {"text_block_id": "p41_b1169", "text": "The State and local governments may provide the following support to restore the facilities that are damaged by a disaster and to stabilize the livelihood of victims: Provided, That where any compensation of the same kind is paid by the State or a local government under any other Act or subordinate statute or where any insurance money, etc. is paid by a person who has caused the damage, relating to any disaster falling under subparagraph 1 (b) of Article 3, the amount equivalent to such compensation, insurance money, etc. shall not be paid:"}, {"text_block_id": "p41_b1170", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p41_b1171", "text": "1."}, {"text_block_id": "p41_b1172", "text": "Relief of victims, such as the dead, disappeared, injured, etc.;"}, {"text_block_id": "p41_b1173", "text": "2."}, {"text_block_id": "p41_b1174", "text": "Subsidization of expenses for restoration of residential buildings;"}, {"text_block_id": "p41_b1175", "text": "3."}, {"text_block_id": "p41_b1176", "text": "Exemption from school expenses for high school students;"}, {"text_block_id": "p41_b1177", "text": "4."}, {"text_block_id": "p41_b1178", "text": "Granting loans to persons engaging in agriculture, forestry, or fishery, extension of the repayment period for agricultural, forestry, and fishery funds and exemption or reduction of interest thereon, or granting loans to small and medium business proprietors and small traders and enterprisers, as prescribed by related Acts and subordinate statutes;"}, {"text_block_id": "p41_b1179", "text": "5."}, {"text_block_id": "p41_b1180", "text": "Support for stability of livelihood, including a subsidy for tenants;"}, {"text_block_id": "p42_b1181", "text": "6."}, {"text_block_id": "p42_b1182", "text": "Mitigation of national taxes, local taxes, health insurance premiums, pension insurance premiums, communication fees, electric charges, etc., or other indirect support, such as delayed payment thereof, as prescribed by related Acts and subordinate statutes;"}, {"text_block_id": "p42_b1183", "text": "7."}, {"text_block_id": "p42_b1184", "text": "Where any agricultural, fishing, forestry, or salt production industry which is the major means of living is damaged, support for the restoration of the relevant facilities;"}, {"text_block_id": "p42_b1185", "text": "8."}, {"text_block_id": "p42_b1186", "text": "Support of expenses for restoration from damage of public facilities;"}, {"text_block_id": "p42_b1187", "text": "9."}, {"text_block_id": "p42_b1188", "text": "Other support determined at a meeting of the Central Disaster and Safety Countermeasure Headquarters under the main body of Article 14 (3)."}, {"text_block_id": "p42_b1189", "text": "(4)"}, {"text_block_id": "p42_b1190", "text": "With respect to the standards for support specified in paragraph (3), those for a natural disaster defined in subparagraph 1 (a) of Article 3 shall be prescribed by Presidential Decree, those for any social accident prescribed in subparagraph 1 (b) of Article 3 occurred in any area declared as a special disaster area under Article 60 (2) shall be prescribed by the head of the Central Countermeasure Headquarters, following consultation with the heads of related central administrative agencies and deliberation at a meeting of the Central Disaster and Safety Countermeasure Headquarters under the main sentence of Article 14 (3), and those for a social accident defined in subparagraph 1 (b) of Article 3 occurred in an area not declared as a special disaster area under Article 60 (2) shall be prescribed by the head of a local countermeasure headquarters, following deliberation at a meeting of the relevant local disaster and safety countermeasure headquarters under Article 16 (2)."}, {"text_block_id": "p42_b1191", "text": "<Newly Inserted by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p42_b1192", "text": "(5)"}, {"text_block_id": "p42_b1193", "text": "The State and local governments may assist any disaster victims in getting counseling for their psychological stability and adaptation to society. In such cases, specific procedures for assistance and other necessary matters shall be prescribed by Presidential Decree."}, {"text_block_id": "p42_b1194", "text": "Article 66-2 (Implementation of Policies for Promotion of Safety Culture)"}, {"text_block_id": "p42_b1195", "text": "(1)"}, {"text_block_id": "p42_b1196", "text": "The heads of central administrative agencies and of local governments shall pro-actively conduct the following activities for safety culture for the enhancement of citizens' safety awareness and the promotion of safety culture concerning the disaster and safety management affairs under their jurisdiction:"}, {"text_block_id": "p42_b1197", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p42_b1198", "text": "1."}, {"text_block_id": "p42_b1199", "text": "Safety education and safety training (including know-how for handling emergency situations);"}, {"text_block_id": "p42_b1200", "text": "2."}, {"text_block_id": "p42_b1201", "text": "Campaigns and public relations for enhancement of safety awareness;"}, {"text_block_id": "p42_b1202", "text": "3."}, {"text_block_id": "p42_b1203", "text": "Development and dissemination of the guidelines for behavioral know-how for safety, and the standards, procedures, etc. therefor;"}, {"text_block_id": "p42_b1204", "text": "4."}, {"text_block_id": "p42_b1205", "text": "Discovery and spread of exemplary cases of safety culture;"}, {"text_block_id": "p42_b1206", "text": "5."}, {"text_block_id": "p42_b1207", "text": "Management, utilization, and public announcement of current status of safety-related statistics;"}, {"text_block_id": "p42_b1208", "text": "6."}, {"text_block_id": "p42_b1209", "text": "Various investigations and analysis related to safety;"}, {"text_block_id": "p42_b1210", "text": "7."}, {"text_block_id": "p42_b1211", "text": "Other activities for the promotion of safety culture."}, {"text_block_id": "p42_b1212", "text": "(2)"}, {"text_block_id": "p42_b1213", "text": "The Minister of Public Safety and Security shall exercise general control and coordination for the promotion of activities for safety culture under paragraph (1)."}, {"text_block_id": "p42_b1214", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p43_b1215", "text": "(3)"}, {"text_block_id": "p43_b1216", "text": "The State and local governments may install and operate safety experience facilities through which people can practice and experience safety culture."}, {"text_block_id": "p43_b1217", "text": "(4)"}, {"text_block_id": "p43_b1218", "text": "The State may subsidize budget required for the activities for safety culture promoted by local governments and other institutions and organizations."}, {"text_block_id": "p43_b1219", "text": "Article 66-3 (National Safety Day, etc.)"}, {"text_block_id": "p43_b1220", "text": "(1)"}, {"text_block_id": "p43_b1221", "text": "To enhance the level of citizens' safety awareness, the State shall designate April 16 of each year as National Safety Day and hold necessary events, etc."}, {"text_block_id": "p43_b1222", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p43_b1223", "text": "(2)"}, {"text_block_id": "p43_b1224", "text": "To enhance the level of citizens' safety awareness, as prescribed by Presidential Decree, the State may designate Safety Inspection Day and Disaster Prevention Day and hold necessary events, etc."}, {"text_block_id": "p43_b1225", "text": "<Amended by"}, {"text_block_id": "p43_b1226", "text": "Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p43_b1227", "text": "Article 66-4 (Safety Control Charter)"}, {"text_block_id": "p43_b1228", "text": "(1)"}, {"text_block_id": "p43_b1229", "text": "The Prime Minister shall enact and publicly notify the Safety Control Charter which stipulates the matters, etc. to be observed by persons engaged in disaster and safety control affairs to prevent disasters and to minimize the damage where any disaster occurs."}, {"text_block_id": "p43_b1230", "text": "(2)"}, {"text_block_id": "p43_b1231", "text": "The head of a disaster control agency shall endeavor to practice the Safety Control Charter referred to in paragraph (1) and post the Safety Control Charter at all times at a readily accessible place."}, {"text_block_id": "p43_b1232", "text": "Article 66-5 (Implementation of Nationwide Safety Education)"}, {"text_block_id": "p43_b1233", "text": "(1)"}, {"text_block_id": "p43_b1234", "text": "To establish safety culture, the head of any central administrative agency or of any local government may regularly implement nationwide safety education and safety education for persons, etc. that engage in facilities vulnerable in terms of safety, such as schools, social welfare facilities, and multi-use facilities, as prescribed by Presidential Decree."}, {"text_block_id": "p43_b1235", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p43_b1236", "text": "(2)"}, {"text_block_id": "p43_b1237", "text": "Those subject to, methods, timing, and other necessary matters concerning the implementation of, safety education under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p43_b1238", "text": "Article 66-6 (Training, etc. of Safety Education Specialists)"}, {"text_block_id": "p43_b1239", "text": "(1)"}, {"text_block_id": "p43_b1240", "text": "The State and local governments may, for training of safety eduction specialists, establish and implement policies on the following matters:"}, {"text_block_id": "p43_b1241", "text": "1."}, {"text_block_id": "p43_b1242", "text": "Matters concerning the supply and demand of safety education specialists and the utilization thereof;"}, {"text_block_id": "p43_b1243", "text": "2."}, {"text_block_id": "p43_b1244", "text": "Matters concerning the training of safety education specialists and the education and training thereof;"}, {"text_block_id": "p43_b1245", "text": "3."}, {"text_block_id": "p43_b1246", "text": "Matters concerning the career management and career certification of safety education specialists;"}, {"text_block_id": "p43_b1247", "text": "4."}, {"text_block_id": "p43_b1248", "text": "Other matters prescribed by Presidential Decree among those necessary for training of safety education specialists."}, {"text_block_id": "p43_b1249", "text": "(2)"}, {"text_block_id": "p43_b1250", "text": "If necessary to implement policies for training of safety education specialists referred to in paragraph (1), the State and local governments may provide support to the institutions and organizations prescribed by Presidential Decree, such as universities, colleges and research institutes related to training, etc. of safety education specialists."}, {"text_block_id": "p43_b1251", "text": "Article 66-7 (Construction and Utilization of Safety Information Systems)"}, {"text_block_id": "p44_b1252", "text": "(1)"}, {"text_block_id": "p44_b1253", "text": "To protect citizens' lives, bodies, and property from disasters and various other accidents, the Minister of Public Safety and Security shall collect and systematically manage the statistics of disasters or various other accidents, geographic information, information on safety policies, etc. (hereinafter referred to as \"safety information\")."}, {"text_block_id": "p44_b1254", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p44_b1255", "text": "(2)"}, {"text_block_id": "p44_b1256", "text": "The Minister of Public Safety and Security shall construct and operate an integrated safety information management system for the systematic management of safety information."}, {"text_block_id": "p44_b1257", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p44_b1258", "text": "(3)"}, {"text_block_id": "p44_b1259", "text": "The Minister of Public Safety and Security shall have an integrated safety information management system utilized by the related administrative agencies and citizens for the diagnosis and improvement of safety level."}, {"text_block_id": "p44_b1260", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p44_b1261", "text": "(4)"}, {"text_block_id": "p44_b1262", "text": "To construct an integrated safety information management system, the Minister of Public Safety and Security may request the heads of the related administrative agencies to provide necessary data. In such cases, the heads of the related administrative agencies in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p44_b1263", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p44_b1264", "text": "(5)"}, {"text_block_id": "p44_b1265", "text": "Necessary matters concerning the collection and management of safety information, construction and utilization of an integrated safety information management system, and other necessary matters, shall be prescribed by Presidential Decree."}, {"text_block_id": "p44_b1266", "text": "Article 66-8 (Public Announcement of Safety Index)"}, {"text_block_id": "p44_b1267", "text": "(1)"}, {"text_block_id": "p44_b1268", "text": "The Minister of Public Safety and Security may develop and survey an index that objectively indicates the safety level and safety awareness by area (hereinafter referred to as \"safety index\") and publicly announce it."}, {"text_block_id": "p44_b1269", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p44_b1270", "text": "(2)"}, {"text_block_id": "p44_b1271", "text": "To survey the safety index, the Minister of Public Safety and Security may request the heads of the related administrative agencies to provide necessary data. In such cases, the heads of related administrative agencies in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p44_b1272", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p44_b1273", "text": "(3)"}, {"text_block_id": "p44_b1274", "text": "If deemed necessary to efficiently perform duties related to the development and survey of safety index, the Minister of Public Safety and Security may have institutions or organizations prescribed by Presidential Decree perform such duties on his/her behalf."}, {"text_block_id": "p44_b1275", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p44_b1276", "text": "(4)"}, {"text_block_id": "p44_b1277", "text": "Necessary matters concerning the items and methods of survey, procedures for public announcement, etc. of safety index shall be prescribed by Presidential Decree."}, {"text_block_id": "p44_b1278", "text": "Article 66-9 (Measures for Safety Management when Holding Regional Festivals)"}, {"text_block_id": "p44_b1279", "text": "(1)"}, {"text_block_id": "p44_b1280", "text": "In holding a regional festival prescribed by Presidential Decree, the head of a central administrative agency or of a local government shall formulate a safety management plan for the regional festival and take other necessary safety management measures so that the relevant regional festival can be progressed safely."}, {"text_block_id": "p44_b1281", "text": "(2)"}, {"text_block_id": "p44_b1282", "text": "The Minister of Public Safety and Security or a Mayor/Do Governor may provide guidance over or inspect the actual implementation of the safety management plan for a regional festival referred to in"}, {"text_block_id": "p45_b1283", "text": "paragraph (1) and request the head of the related agency to take corrective measures for the matters that require supplementation as a result of inspection. In such cases, the head of the related agency in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p45_b1284", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p45_b1285", "text": "(3)"}, {"text_block_id": "p45_b1286", "text": "Necessary matters concerning the details, procedures for the formulation, etc. of safety management plans for regional festivals under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p45_b1287", "text": "Article 66-10 (Designation and Support to Safety Project Districts)"}, {"text_block_id": "p45_b1288", "text": "(1)"}, {"text_block_id": "p45_b1289", "text": "To enhance the safety level of local communities, the Minister of Public Safety and Security may designate Si/Gun/Gu districts as safety project districts and provide necessary support thereto."}, {"text_block_id": "p45_b1290", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p45_b1291", "text": "(2)"}, {"text_block_id": "p45_b1292", "text": "Necessary matters concerning the criteria, procedures, etc. for the designation of safety project districts under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p45_b1293", "text": "Article 66-11 (Grant of Special Subsidy Tax for Disaster and Safety Management)"}, {"text_block_id": "p45_b1294", "text": "The special subsidy tax under Article 9 (1) 2 of the Local Subsidy Act shall be granted, etc. by the Minister of Public Safety and Security in accordance with the Local Subsidy Act. In such cases, the grant of the special subsidy tax shall be limited to the demand for the disaster and safety management of local governments."}, {"text_block_id": "p45_b1295", "text": "Article 67 (Accumulation of Disaster Control Funds)"}, {"text_block_id": "p45_b1296", "text": "(1)"}, {"text_block_id": "p45_b1297", "text": "The local government shall reserve disaster control funds each year to appropriate for expenses incurred in controlling disaster."}, {"text_block_id": "p45_b1298", "text": "(2)"}, {"text_block_id": "p45_b1299", "text": "The minimum amount of the disaster control funds to be accumulated each year pursuant to paragraph"}, {"text_block_id": "p45_b1300", "text": "(1)"}, {"text_block_id": "p45_b1301", "text": "shall be the amount equivalent to 1/100 of the annual average amount of settled accounts of revenues from ordinary taxes for the last three years as referred to in the Local Tax Act."}, {"text_block_id": "p45_b1302", "text": "Article 68 (Operation, etc. of Disaster Control Funds)"}, {"text_block_id": "p45_b1303", "text": "(1)"}, {"text_block_id": "p45_b1304", "text": "Revenues accruing from disaster control funds shall be incorporated into disaster control funds."}, {"text_block_id": "p45_b1305", "text": "(2)"}, {"text_block_id": "p45_b1306", "text": "Necessary matters concerning the use, operation and management of the disaster control funds shall be prescribed by Presidential Decree."}, {"text_block_id": "p45_b1307", "text": "Article 69 (Government Joint Investigation of Causes of Disasters)"}, {"text_block_id": "p45_b1308", "text": "(1)"}, {"text_block_id": "p45_b1309", "text": "To efficiently investigate, analyze, and evaluate the causes of a disaster or various other accidents or the response measures taken at the time a disaster occurs (including evaluation of compliance with the risk management manuals referred to in Article 34-5 (1); hereinafter referred to as \"investigation of disaster causes\"), the Minister of Public Safety and Security may organize a government joint group for the investigation of the causes of disaster in which disaster safety experts, and expert agencies, etc. participate jointly (hereinafter referred to as \"group for the investigation of the causes of disaster\") and dispatch it to the scene of the disaster to investigate and analyze the causes thereof."}, {"text_block_id": "p45_b1310", "text": "<Amended by Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p46_b1311", "text": "(2)"}, {"text_block_id": "p46_b1312", "text": "A group for the investigation of the causes of disaster shall report the results of investigation to the Coordination Committee, as prescribed by Presidential Decree."}, {"text_block_id": "p46_b1313", "text": "<Amended by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p46_b1314", "text": "(3)"}, {"text_block_id": "p46_b1315", "text": "If necessary for the investigation of the causes of disaster, a group for the investigation of the causes of disaster may request the heads of related agencies or related persons to submit data, etc. In such cases, the heads of the related agencies or related persons in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p46_b1316", "text": "(4)"}, {"text_block_id": "p46_b1317", "text": "The Minister of Public Safety and Security may notify the heads of the related agencies of the results of the investigation of the causes of disaster or request them to take necessary measures, such as recommendation for improvement, etc. In such cases, the heads of the related agencies in receipt of such request shall take measures as recommended, except in extenuating circumstances."}, {"text_block_id": "p46_b1318", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p46_b1319", "text": "(5)"}, {"text_block_id": "p46_b1320", "text": "The Minister of Public Safety and Security shall promptly submit and report the results of the investigation of the causes of disaster to the competent standing committee of the National Assembly."}, {"text_block_id": "p46_b1321", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p46_b1322", "text": "(6)"}, {"text_block_id": "p46_b1323", "text": "Necessary matters concerning the authority, organization, operation, etc. of a group for the investigation of the causes of disaster shall be prescribed by Presidential Decree."}, {"text_block_id": "p46_b1324", "text": "Article 70 (Creation of Disaster Records and Management thereof)"}, {"text_block_id": "p46_b1325", "text": "(1)"}, {"text_block_id": "p46_b1326", "text": "The head of any disaster management agency shall create disaster records including damage of facilities, property, etc. under his/her jurisdiction, and keep such records. In such cases, the head of such disaster management agency, other than the head of a Si/Gun/Gu, shall notify the head of the relevant Si/Gun/Gu of the matters recorded."}, {"text_block_id": "p46_b1327", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p46_b1328", "text": "(2)"}, {"text_block_id": "p46_b1329", "text": "The Minister of Public Safety and Security shall prepare a disaster annual report or calamity yearbook in which disaster situations, etc. are recorded each year."}, {"text_block_id": "p46_b1330", "text": "<Newly Inserted by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p46_b1331", "text": "(3)"}, {"text_block_id": "p46_b1332", "text": "If necessary for the preparation of a disaster annual report or calamity yearbook under paragraph (2), the Minister of Public Safety and Security may request the heads of disaster management agencies to submit related data. In such cases, the heads of disaster management agencies in receipt of such request shall fully cooperate therewith."}, {"text_block_id": "p46_b1333", "text": "<Newly Inserted Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p46_b1334", "text": "(4)"}, {"text_block_id": "p46_b1335", "text": "The head of any disaster management supervision agency shall prepare a disaster white book in which the status of management of disasters which are deemed to have special necessity to record and manage social accidents, status of disasters, etc. in areas declared as special disaster areas under Article 60. In such cases, such disaster white book shall be notified to each head of the relevant agency for him/her to use as a reference in disaster response."}, {"text_block_id": "p46_b1336", "text": "<Newly Inserted by Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p46_b1337", "text": "(5)"}, {"text_block_id": "p46_b1338", "text": "The head of any disaster management supervision agency shall promptly submit and report the disaster white book prepared under paragraph (4) to the competent standing committee of the National Assembly."}, {"text_block_id": "p47_b1339", "text": "(6)"}, {"text_block_id": "p47_b1340", "text": "Necessary matters concerning the preparation, keeping, and management of disaster records shall be prescribed by Presidential Decree."}, {"text_block_id": "p47_b1341", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p47_b1342", "text": "Article 71 (Promotion of Science and Technology Necessary for Disaster and Safety Management, etc.)"}, {"text_block_id": "p47_b1343", "text": "(1)"}, {"text_block_id": "p47_b1344", "text": "The Government shall formulate and implement policies for promoting science and technology in the field of disaster and safety management, such as research, experiment, survey, and technology development (hereinafter referred to as \"research and development projects\") and training of professional human resources necessary for disaster and safety management."}, {"text_block_id": "p47_b1345", "text": "(2)"}, {"text_block_id": "p47_b1346", "text": "The Minister of Public Safety and Security may fully or partially subsidize the costs required for research and development projects with contributions, within budgetary limits."}, {"text_block_id": "p47_b1347", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p47_b1348", "text": "(3)"}, {"text_block_id": "p47_b1349", "text": "To efficiently implement research and development projects, the Minister of Public Safety and Security may conclude an agreement with any of the following institutions, organizations, or business operators, and entrust them with research and development projects:"}, {"text_block_id": "p47_b1350", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p47_b1351", "text": "1."}, {"text_block_id": "p47_b1352", "text": "National and public research institutions;"}, {"text_block_id": "p47_b1353", "text": "2."}, {"text_block_id": "p47_b1354", "text": "Specific research institutes under the Support of Specific Research Institutes Act;"}, {"text_block_id": "p47_b1355", "text": "3."}, {"text_block_id": "p47_b1356", "text": "Government-funded science and technology research institutes established under the Act on the Establishment, Operation and Fostering of Government-Funded Science and Technology Research Institutes;"}, {"text_block_id": "p47_b1357", "text": "4."}, {"text_block_id": "p47_b1358", "text": "Universities, colleges, industrial colleges, junior colleges, and technical colleges under the Higher Education Act;"}, {"text_block_id": "p47_b1359", "text": "5."}, {"text_block_id": "p47_b1360", "text": "Corporate research institutes in the field of disaster or safety established under the Civil Act or other Acts;"}, {"text_block_id": "p47_b1361", "text": "6."}, {"text_block_id": "p47_b1362", "text": "Research institutes annexed to enterprises or research and development divisions of enterprises under Article 14 (1) 2 of the Basic Research Promotion and Technology Development Support Act."}, {"text_block_id": "p47_b1363", "text": "(4)"}, {"text_block_id": "p47_b1364", "text": "To efficiently implement research and development projects, the Minister of Public Safety and Security may appoint an institution dedicated to research and development projects from among the research institutes affiliated to the Ministry of Public Safety and Security or the research institutes, organizations, or business operators prescribed by the Presidential Decree, and entrust such institution with planning, managing, and evaluating research and development projects, concluding agreements under paragraph (3), and disseminating, promoting, etc. the developed technologies."}, {"text_block_id": "p47_b1365", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p47_b1366", "text": "(5)"}, {"text_block_id": "p47_b1367", "text": "Necessary matters concerning implementing research and development projects, such as the payment, use, and management of contributions under paragraph (2) and the methods of concluding agreements under paragraph (3) shall be prescribed by Presidential Decree."}, {"text_block_id": "p47_b1368", "text": "Article 71-2 (Formulation, etc. of Comprehensive Plans for Development of Technology for Disaster and Safety Management)"}, {"text_block_id": "p48_b1369", "text": "(1)"}, {"text_block_id": "p48_b1370", "text": "To promote science and technology related to disaster and safety management under Article 71 (1), the Minister of Public Safety and Security shall formulate a comprehensive plan for development of technology for disaster and safety management (hereinafter referred to as \"development plan\") on a five-year basis, after compiling the plans for development of disaster and safety management technologies submitted by the heads of the relevant central administrative agencies and undergoing deliberation by the Coordination Committee and by the National Science and Technology Deliberation Council established under Article 9 (1) of the Framework Act on Science and Technology."}, {"text_block_id": "p48_b1371", "text": "<Amended by Act No. 11713, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p48_b1372", "text": "(2)"}, {"text_block_id": "p48_b1373", "text": "The head of the relevant central administrative agency shall formulate and implement an annual implementation plan for the affairs under his/her jurisdiction, based on a development plan."}, {"text_block_id": "p48_b1374", "text": "(3)"}, {"text_block_id": "p48_b1375", "text": "Matters to be included in development plans and implementation plans, procedures for formulation of such plans, etc. shall be prescribed by Presidential Decree."}, {"text_block_id": "p48_b1376", "text": "Article 72 (Support for Commercialization of Research and Development Project Outcomes)"}, {"text_block_id": "p48_b1377", "text": "(1)"}, {"text_block_id": "p48_b1378", "text": "The Minister of Public Safety and Security may provide the following support to small-and-medium enterprises defined in Article 2 of the Framework Act on Small and Medium Enterprises (hereinafter referred to as \"small-and-medium enterprises\"), other corporations, or business operators who commercialize the outcomes of research and development projects (referring to developing, producing, and selling products or improving relevant technologies in the process thereof, by using project outcomes; hereinafter the same shall apply). In such cases, small-and-medium may be given priority for the support:"}, {"text_block_id": "p48_b1379", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p48_b1380", "text": "1."}, {"text_block_id": "p48_b1381", "text": "Subsidization of the costs necessary for developing and manufacturing trial manufactured goods and the investment in plant and equipment;"}, {"text_block_id": "p48_b1382", "text": "2."}, {"text_block_id": "p48_b1383", "text": "Creation, approval, or mediation of exclusive or non-exclusive licenses on intellectual property rights, including patent rights derived from research and development projects;"}, {"text_block_id": "p48_b1384", "text": "3."}, {"text_block_id": "p48_b1385", "text": "Preferential purchase of disaster or safety-related products, etc. produced through commercialization;"}, {"text_block_id": "p48_b1386", "text": "4."}, {"text_block_id": "p48_b1387", "text": "Granting a right to use machines, facilities, or prototypes used or manufactured for research and development projects;"}, {"text_block_id": "p48_b1388", "text": "5."}, {"text_block_id": "p48_b1389", "text": "Other matters prescribed by Ordinance of the Prime Minister, necessary for commercialization."}, {"text_block_id": "p48_b1390", "text": "(2)"}, {"text_block_id": "p48_b1391", "text": "Necessary matters concerning the methods and procedures of support under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p48_b1392", "text": "Article 72-2 Moved to Article 73."}, {"text_block_id": "p48_b1393", "text": "<by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p48_b1394", "text": "Article 73 (Collection and Use of Royalties)"}, {"text_block_id": "p48_b1395", "text": "(1)"}, {"text_block_id": "p48_b1396", "text": "Where revenues are derived from the commercialization of the outcomes of a research and development project, the Minister of Public Safety and Security may collect some of the revenues (hereinafter referred to as \"royalties\") from the relevant business operator."}, {"text_block_id": "p48_b1397", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p49_b1398", "text": "(2)"}, {"text_block_id": "p49_b1399", "text": "The Minister of Public Safety and Security may use royalties for the following projects:"}, {"text_block_id": "p49_b1400", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p49_b1401", "text": "1."}, {"text_block_id": "p49_b1402", "text": "Research and development projects for disaster and safety management;"}, {"text_block_id": "p49_b1403", "text": "2."}, {"text_block_id": "p49_b1404", "text": "Other projects determined by the Presidential Decree, for developing technologies related to disaster and safety management."}, {"text_block_id": "p49_b1405", "text": "(3)"}, {"text_block_id": "p49_b1406", "text": "Necessary matters concerning the scope of persons liable to pay royalties, collection methods, use of royalties, etc. shall be prescribed by Presidential Decree."}, {"text_block_id": "p49_b1407", "text": "Article 74 (Construction and Operation of Information and Communications Systems for Disaster Management)"}, {"text_block_id": "p49_b1408", "text": "(1)"}, {"text_block_id": "p49_b1409", "text": "The Minister of Public Safety and Security and the heads of disaster management agencies, emergency rescue agencies, and emergency rescue and relief support agencies may construct and operate information and communications systems for disaster management in order to efficiently conduct disaster management duties, as prescribed by Presidential Decree."}, {"text_block_id": "p49_b1410", "text": "<Amended by Act No. 11346, Feb. 22, 2012; Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p49_b1411", "text": "(2)"}, {"text_block_id": "p49_b1412", "text": "The heads of disaster management agencies, emergency rescue agencies, and emergency rescue and relief support agencies may request the heads of the relevant disaster management agencies, emergency rescue agencies, and emergency rescue and relief support agencies to provide data necessary for the construction of information and communications systems for disaster management provided for in paragraph (1). In such cases, the heads of the agencies in receipt of such request shall comply therewith, except in extenuating circumstances."}, {"text_block_id": "p49_b1413", "text": "<Newly Inserted by Act No. 11346, Feb. 22, 2012; Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p49_b1414", "text": "(3)"}, {"text_block_id": "p49_b1415", "text": "The Minister of Public Safety and Security may construct and operate a comprehensive information and communications system for disaster management so that the information and communications systems for disaster management constructed by the heads of disaster management agencies, emergency rescue agencies, and emergency rescue and relief support agencies under paragraph (1) can be inter-operated or standardized, and the heads of disaster management agencies, emergency rescue agencies, and emergency rescue and relief support agencies shall cooperate therein, except in extenuating circumstances."}, {"text_block_id": "p49_b1416", "text": "<Newly Inserted by Act No. 11346, Feb. 22, 2012; Act No. 11690, Mar. 23, 2013; Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p49_b1417", "text": "Article 74-2 (Sharing of Disaster Control Information)"}, {"text_block_id": "p49_b1418", "text": "(1)"}, {"text_block_id": "p49_b1419", "text": "In order to efficiently deal with disaster control duties, each disaster control agency, emergency rescue and relief agency and emergency rescue and relief support agency shall share the disaster control information collected and possessed by it with other disaster control agencies, emergency rescue and relief agencies and emergency rescue and relief support agencies."}, {"text_block_id": "p49_b1420", "text": "(2)"}, {"text_block_id": "p49_b1421", "text": "Agencies which provide disaster control information shared under paragraph (1) shall endeavor to maintain the accuracy of the relevant information."}, {"text_block_id": "p50_b1422", "text": "(3)"}, {"text_block_id": "p50_b1423", "text": "No disaster control agency, emergency rescue and relief agency and emergency rescue and relief support agency, nor a person who performs or has performed the duties of such agencies by being entrusted with disaster control duties, shall divulge any disaster control information which it/he/she has learned in the course of carrying out its/his/her duties, or use it for wrongful purposes, such as providing it for another person's use without any authority to do so."}, {"text_block_id": "p50_b1424", "text": "(4)"}, {"text_block_id": "p50_b1425", "text": "Necessary matters concerning the scope of disaster control information subject to be shared under paragraph (1), procedures for sharing of disaster control information, etc. shall be prescribed by Presidential Decree."}, {"text_block_id": "p50_b1426", "text": "Article 75 (Organization and Operation of Safety Control Advisory Group)"}, {"text_block_id": "p50_b1427", "text": "(1)"}, {"text_block_id": "p50_b1428", "text": "The head of a local government may organize and operate a safety control advisory group consisting of private specialists, for the purpose of offering technical advice on the disaster and safety control duties."}, {"text_block_id": "p50_b1429", "text": "(2)"}, {"text_block_id": "p50_b1430", "text": "The organization and operation of the safety control advisory group referred to in paragraph (1) shall be stipulated by municipal ordinance of the relevant local government."}, {"text_block_id": "p50_b1431", "text": "Article 76 (Development and Distribution of Disaster-Related Insurances, etc.)"}, {"text_block_id": "p50_b1432", "text": "(1)"}, {"text_block_id": "p50_b1433", "text": "The State shall endeavor to develop and distribute disaster-related insurance and mutual aid to ensure that citizens and local governments prepare for disasters on their own responsibilities and through their own effort."}, {"text_block_id": "p50_b1434", "text": "(2)"}, {"text_block_id": "p50_b1435", "text": "The State may subsidize some of the premiums and mutual aid fees and some of the expenses incurred in operating, managing, etc. insurances and mutual aid, within its budget limits, as prescribed by Presidential Decree."}, {"text_block_id": "p50_b1436", "text": "Article 76-2 (Chief Safety Officers)"}, {"text_block_id": "p50_b1437", "text": "(1)"}, {"text_block_id": "p50_b1438", "text": "The head of a State agency and of a local government may appoint a chief safety officer who exercises overall control over disaster and safety control affairs in the relevant agency and staff personnel, from among the public officials under his/her control."}, {"text_block_id": "p50_b1439", "text": "(2)"}, {"text_block_id": "p50_b1440", "text": "A chief safety officer shall be responsible for the following affairs in connection with disaster and safety control affairs in the relevant agency:"}, {"text_block_id": "p50_b1441", "text": "1."}, {"text_block_id": "p50_b1442", "text": "Where any disasters or various other accidents occur or are likely to occur, matters concerning initial response measures and reports;"}, {"text_block_id": "p50_b1443", "text": "2."}, {"text_block_id": "p50_b1444", "text": "Matters concerning the preparation and management of risk management manuals;"}, {"text_block_id": "p50_b1445", "text": "3."}, {"text_block_id": "p50_b1446", "text": "Matters concerning education and training related to disaster and safety control;"}, {"text_block_id": "p50_b1447", "text": "4."}, {"text_block_id": "p50_b1448", "text": "Other matters deemed necessary by the head of the relevant central administrative agency for disaster and safety control affairs."}, {"text_block_id": "p50_b1449", "text": "(3)"}, {"text_block_id": "p50_b1450", "text": "Matters necessary for the appointment and operation of a chief safety officer under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p50_b1451", "text": "Article 77 (Request for Disciplinary Action, etc. against Violation of Duties of Disaster Management)"}, {"text_block_id": "p50_b1452", "text": "(1)"}, {"text_block_id": "p50_b1453", "text": "Where the head of the relevant central administrative agency or the head of the relevant local government fails to take any measure under this Act, the Prime Minister or the Minister of Public Safety"}, {"text_block_id": "p51_b1454", "text": "and Security may take necessary measures, including a warning to the agency, as prescribed by Presidential Decree."}, {"text_block_id": "p51_b1455", "text": "(2)"}, {"text_block_id": "p51_b1456", "text": "Where public officials or staff members of any disaster management agency violate instructions or neglect the assigned duties in the course of performing their duties, such as emergency measures for disasters, safety inspections, and disaster management, the Minister of Public Safety and Security, the relevant Mayor/Do Governor, or the head of the relevant Si/Gun/Gu may notify the heads of agencies or organizations to which they belong of a list of their names and request them to take disciplinary action, etc. on the relevant public officials or staff members. In such cases, the related materials which can substantiate such fact shall be sent together to the heads of agencies or organizations to which they belong."}, {"text_block_id": "p51_b1457", "text": "(3)"}, {"text_block_id": "p51_b1458", "text": "Where emergency rescue staff members fail to comply with on-scene command referred to in Article 52 (5) or neglect the assigned duties, the head of the central control group or the head of any local control group may notify the heads of agencies or organizations to which they belong of a list of their names and request them to take disciplinary action, etc. on the relevant emergency rescue staff members. In such cases, the related materials which can substantiate such fact shall be sent together to the heads of agencies or organizations to which they belong."}, {"text_block_id": "p51_b1459", "text": "(4)"}, {"text_block_id": "p51_b1460", "text": "The heads of agencies or organizations in receipt of a notice under paragraphs (2) and (3) shall take appropriate measures, such as disciplinary action, to the relevant public officials or staff members, and shall notify the heads of relevant agencies of the results thereof."}, {"text_block_id": "p51_b1461", "text": "(5)"}, {"text_block_id": "p51_b1462", "text": "The Minister of Public Safety and Security, a Mayor/Do Governor, the head of a Si/Gun/Gu, the head of the central control group, or the head of any local control group may have any public official belonging to him/her conduct an investigation necessary to substantiate the facts specified in paragraphs (2) and (3). In such cases, a public official who conducts the investigation shall produce a certificate evidencing the authority to interested persons."}, {"text_block_id": "p51_b1463", "text": "(6)"}, {"text_block_id": "p51_b1464", "text": "Necessary matters concerning notification under paragraphs (2) and (3) and investigation under paragraph (5) shall be prescribed by Presidential Decree."}, {"text_block_id": "p51_b1465", "text": "Article 78 (Delegation and Entrustment of Authority)"}, {"text_block_id": "p51_b1466", "text": "(1)"}, {"text_block_id": "p51_b1467", "text": "The authority of the Minister of Public Safety and Security under this Act may be partially delegated to a Mayor/Do Governor, as prescribed by Presidential Decree."}, {"text_block_id": "p51_b1468", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p51_b1469", "text": "(2)"}, {"text_block_id": "p51_b1470", "text": "The Minister of Public Safety and Security may entrust specialized agencies, etc. with some duties, such as evaluations prescribed in Article 33-2, support for the commercialization of research and development project outcomes under Article 72, and collection and use of royalties under Article 73, as prescribed by Presidential Decree."}, {"text_block_id": "p51_b1471", "text": "<Amended by Act No. 10467, Mar. 29, 2011; Act No. 11690, Mar. 23, 2013;"}, {"text_block_id": "p51_b1472", "text": "Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p51_b1473", "text": "Article 78-2 (Legal Fiction as Public Official for Purposes of Penalty Provisions)"}, {"text_block_id": "p51_b1474", "text": "Executives and employees of an institution or organization which has concluded an agreement under Article 71 (3) and a specialized agency, etc. that conducts duties entrusted by the Minister of Public Safety"}, {"text_block_id": "p52_b1475", "text": "and Security under Article 78 (2) shall be deemed public officials for the purpose of penalty provisions applied under Articles 127 and 129 through 132 of the Criminal Act."}, {"text_block_id": "p52_b1476", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p52_b1477", "text": "Article 79 (Penalty Provisions)"}, {"text_block_id": "p52_b1478", "text": "Any of the following persons shall be punished by imprisonment for not exceeding one year, or by a fine not exceeding five million won:"}, {"text_block_id": "p52_b1479", "text": "1."}, {"text_block_id": "p52_b1480", "text": "A person who refuses, evades, or interferes with an emergency safety inspection under Article 30 (1) without justifiable grounds;"}, {"text_block_id": "p52_b1481", "text": "2."}, {"text_block_id": "p52_b1482", "text": "A person who fails to perform any order to take safety measures under Article 31 (1);"}, {"text_block_id": "p52_b1483", "text": "3."}, {"text_block_id": "p52_b1484", "text": "A person who violates any order for prohibiting or restricting access to a danger zone under Article"}, {"text_block_id": "p52_b1485", "text": "41"}, {"text_block_id": "p52_b1486", "text": "(1) 1 (including cases stipulated under Article 46 (1)) and other activities without justifiable grounds."}, {"text_block_id": "p52_b1487", "text": "Article 80 (Penalty Provisions)"}, {"text_block_id": "p52_b1488", "text": "Any of the following persons shall be punished by a fine not exceeding two million won:"}, {"text_block_id": "p52_b1489", "text": "1."}, {"text_block_id": "p52_b1490", "text": "A person who refuses or interferes with temporary use of land, buildings, installations, and other property or changing and removing obstacles under Article 45 (including cases stipulated under Article 46 (1)) without justifiable grounds;"}, {"text_block_id": "p52_b1491", "text": "2."}, {"text_block_id": "p52_b1492", "text": "A person who divulges any disaster management information that he/she has learned in the course of performing any of his/her duties, or uses it for wrongful purposes, such as providing it for another person's use without any authority to do so, in violation of Article 74-2 (3)."}, {"text_block_id": "p52_b1493", "text": "Article 81 (Joint Penalty Provisions)"}, {"text_block_id": "p52_b1494", "text": "Where a representative of a corporation, or an agent, employee, or other servant of a corporation or individual commits a violation under Article 79 or 80 in connection with the business of the corporation or individual, not only shall such violator be punished, but the corporation or individual also shall be punished by a fine under the relevant provisions: Provided, That this shall not apply where such corporation or individual has not been negligent in giving due attention and supervision concerning the relevant business to prevent such violation."}, {"text_block_id": "p52_b1495", "text": "Article 82 (Fines for Negligence)"}, {"text_block_id": "p52_b1496", "text": "(1)"}, {"text_block_id": "p52_b1497", "text": "Any of the following persons shall be punished by a fine for negligence not exceeding two million won:"}, {"text_block_id": "p52_b1498", "text": "1."}, {"text_block_id": "p52_b1499", "text": "A person who violates any evacuation order issued under Article 40 (1) (including cases stipulated under Article 46 (1));"}, {"text_block_id": "p52_b1500", "text": "2."}, {"text_block_id": "p52_b1501", "text": "A person who violates any eviction or evacuation order, from a danger zone, issued under Article 41 (1) 2 (including cases stipulated under Article 46 (1))."}, {"text_block_id": "p52_b1502", "text": "(2)"}, {"text_block_id": "p52_b1503", "text": "Fines for negligence under paragraph (1) shall be imposed and collected by the relevant Mayor/Do Governor or the head of the relevant Si/Gun/Gu, as prescribed by Presidential Decree."}, {"text_block_id": "p53_b1504", "text": "ADDENDA"}, {"text_block_id": "p53_b1505", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p53_b1506", "text": "This Act shall enter into force on the date prescribed by Presidential Decree, but in any event, within three months after the date of its promulgation."}, {"text_block_id": "p53_b1507", "text": "Article 2 (Abrogation of other Statutes)"}, {"text_block_id": "p53_b1508", "text": "The Disaster Management Act is hereby abrogated."}, {"text_block_id": "p53_b1509", "text": "Article 3 (Transitional Measures concerning Dispositions, etc.)"}, {"text_block_id": "p53_b1510", "text": "Any dispositions or measures taken under the former Disaster Management Act as at the time this Act enters into force, and other acts performed by the administrative agencies, or acts conducted in relation to the administrative agencies shall be deemed the acts performed by the administrative agencies or acts conducted in relation to the administrative agencies under this Act."}, {"text_block_id": "p53_b1511", "text": "Article 4 (Transitional Measures concerning Composition, etc. of Local Committee)"}, {"text_block_id": "p53_b1512", "text": "Necessary matters concerning the composition and operation of local committees and the working committees referred to in Article 11 (4) shall be in accordance with that prescribed by Presidential Decree pursuant to Article 9 (4) of the former Disaster Control Act, until municipal ordinance of the relevant City/Do and Si/Gun/Gu is enacted within six months after the enforcement date of this Act."}, {"text_block_id": "p53_b1513", "text": "Article 5 (Transitional Measures concerning Safety Control Plans)"}, {"text_block_id": "p53_b1514", "text": "The national disaster control plans, City/Do disaster control plans and Si/Gun/Gu disaster control plans referred to in the former Disaster Control Act as at the time this Act enters into force shall be deemed the national safety control plans, City/Do safety control plans and Si/Gun/Gu safety control plans under this Act, respectively."}, {"text_block_id": "p53_b1515", "text": "Article 6 (Transitional Measures concerning Dispositions of Matters under Jurisdiction of Local Committees)"}, {"text_block_id": "p53_b1516", "text": "Where the local committee makes any disposition belonging to its authority under the relevant municipal ordinance under subparagraph 4 of Article 12, the former municipal ordinance shall govern until municipal ordinance of the relevant City/Do and Si/Gun/Gu referred to in Article 10 (1) 3 of the former Disaster Control Act is enacted or amended within six months after the enforcement date of this Act."}, {"text_block_id": "p53_b1517", "text": "Article 7 (Transitional Measures concerning Composition, etc. of Local Countermeasure Headquarters)"}, {"text_block_id": "p53_b1518", "text": "Necessary matters concerning the composition and operation of the local countermeasure headquarters referred to in Article 16 (3) shall be in accordance with that prescribed by Presidential Decree pursuant to Article 43 (3) of the former Disaster Control Act, until municipal ordinance of the relevant City/Do and Si/Gun/Gu is enacted within six months after the enforcement date of this Act."}, {"text_block_id": "p53_b1519", "text": "Article 8 (Transitional Measures concerning Special Disaster Areas)"}, {"text_block_id": "p53_b1520", "text": "The special disaster areas declared pursuant to Article 51 of the former Disaster Control Act as at the time this Act enters into force shall be deemed the special disaster areas declared pursuant to Article 60"}, {"text_block_id": "p54_b1521", "text": "of this Act."}, {"text_block_id": "p54_b1522", "text": "Article 9 (Transitional Measures concerning Disaster Control Fund)"}, {"text_block_id": "p54_b1523", "text": "The disaster control fund referred to in Article 56 of the former Disaster Control Act as at the time this Act enters into force and the disaster countermeasure fund referred to in Article 63 of the former Countermeasures against Natural Disasters Act shall be deemed the disaster control fund referred to in Article 67 of this Act."}, {"text_block_id": "p54_b1524", "text": "Article 10 Omitted."}, {"text_block_id": "p54_b1525", "text": "Article 11 (Relation to other Acts and Subordinate Statutes)"}, {"text_block_id": "p54_b1526", "text": "A citation of the former Disaster Control Act and the provisions thereof as at the time this Act enters into force shall be deemed a citation of this Act or the provisions of this Act corresponding thereto, if any, in lieu of the former provisions."}, {"text_block_id": "p54_b1527", "text": "ADDENDA"}, {"text_block_id": "p54_b1528", "text": "<Act No. 7849, Feb. 21, 2006>"}, {"text_block_id": "p54_b1529", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p54_b1530", "text": "This Act shall enter into force on July 1, 2006. (Proviso Omitted.)"}, {"text_block_id": "p54_b1531", "text": "Articles 2 through 41 Omitted."}, {"text_block_id": "p54_b1532", "text": "ADDENDA"}, {"text_block_id": "p54_b1533", "text": "<Act No. 8274, Jan. 26, 2007>"}, {"text_block_id": "p54_b1534", "text": "(1)"}, {"text_block_id": "p54_b1535", "text": "(Enforcement Date) This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p54_b1536", "text": "(2)"}, {"text_block_id": "p54_b1537", "text": "(Transitional Measure concerning Penal Provisions) The application of the penal provisions to any act performed before this Act enters into force shall be governed by the former provisions."}, {"text_block_id": "p54_b1538", "text": "ADDENDA"}, {"text_block_id": "p54_b1539", "text": "<Act No. 8420, May 11, 2007>"}, {"text_block_id": "p54_b1540", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p54_b1541", "text": "This Act shall enter into force on the date of its promulgation: Provided, That amended provisions of Article 5 (2) of the Addenda shall enter into force on July 27, 2007."}, {"text_block_id": "p54_b1542", "text": "Articles 2 through 6 Omitted."}, {"text_block_id": "p54_b1543", "text": "ADDENDA"}, {"text_block_id": "p54_b1544", "text": "<Act No. 8623, Aug. 3, 2007>"}, {"text_block_id": "p54_b1545", "text": "(1)"}, {"text_block_id": "p54_b1546", "text": "(Enforcement Date) This Act shall enter into force on the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p54_b1547", "text": "(2)"}, {"text_block_id": "p54_b1548", "text": "through (4) Omitted."}, {"text_block_id": "p54_b1549", "text": "ADDENDUM"}, {"text_block_id": "p54_b1550", "text": "<Act No. 8856, Feb. 29, 2008>"}, {"text_block_id": "p54_b1551", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p54_b1552", "text": "ADDENDUM"}, {"text_block_id": "p54_b1553", "text": "<Act No. 9205, Dec. 26, 2008>"}, {"text_block_id": "p55_b1554", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p55_b1555", "text": "ADDENDUM"}, {"text_block_id": "p55_b1556", "text": "<Act No. 9299, Dec. 31, 2008>"}, {"text_block_id": "p55_b1557", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p55_b1558", "text": "ADDENDA"}, {"text_block_id": "p55_b1559", "text": "<Act No. 9847, Dec. 29, 2009>"}, {"text_block_id": "p55_b1560", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p55_b1561", "text": "This Act shall enter into force one year after the date of its promulgation."}, {"text_block_id": "p55_b1562", "text": "Articles 2 through 22 Omitted."}, {"text_block_id": "p55_b1563", "text": "ADDENDA"}, {"text_block_id": "p55_b1564", "text": "<Act No. 9932, Jan. 18, 2010>"}, {"text_block_id": "p55_b1565", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p55_b1566", "text": "This Act shall enter into force two months after the date of its promulgation.(Proviso Omitted.)"}, {"text_block_id": "p55_b1567", "text": "Articles 2 through 5 Omitted."}, {"text_block_id": "p55_b1568", "text": "ADDENDA"}, {"text_block_id": "p55_b1569", "text": "<Act No. 10219, Mar. 31, 2010>"}, {"text_block_id": "p55_b1570", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p55_b1571", "text": "This Act shall enter into force on January 1, 2011."}, {"text_block_id": "p55_b1572", "text": "Articles 2 through 12 Omitted."}, {"text_block_id": "p55_b1573", "text": "ADDENDA"}, {"text_block_id": "p55_b1574", "text": "<Act No. 10347, Jun. 8, 2010>"}, {"text_block_id": "p55_b1575", "text": "(1)"}, {"text_block_id": "p55_b1576", "text": "(Enforcement Date) This Act shall enter into force on the date of its promulgation: Provided, That the amended provisions of Articles 10-2, 34, 34-2, 55-2, 57 and 66 (4) shall enter into force six months after the date of its promulgation and the amended provisions of Article 34-3 shall enter into force one year after the date of its promulgation."}, {"text_block_id": "p55_b1577", "text": "(2)"}, {"text_block_id": "p55_b1578", "text": "(Transitional Measures concerning Central Consultative Committee on Disasters Investigation and Evaluation) The Central Consultative Committee for Disasters Investigation and Evaluation which is in operation as at the time the amended provisions of Article 10-2 enters into force shall be deemed organized and operated under the amended provisions of Article 10-2."}, {"text_block_id": "p55_b1579", "text": "ADDENDA"}, {"text_block_id": "p55_b1580", "text": "<Act No. 10442, Mar 8, 2011>"}, {"text_block_id": "p55_b1581", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p55_b1582", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p55_b1583", "text": "Articles 2 through 5 Omitted."}, {"text_block_id": "p55_b1584", "text": "ADDENDA"}, {"text_block_id": "p55_b1585", "text": "<Act No. 10467, Mar 29, 2011>"}, {"text_block_id": "p56_b1586", "text": "Article (Enforcement Date)"}, {"text_block_id": "p56_b1587", "text": "This Act shall enter into force on the date of its promulgation ; Provided, That the amended provisions of Articles 71, 72, 72-2 and 78-2 shall enter into force three months after the date of the promulgation."}, {"text_block_id": "p56_b1588", "text": "Article 2 (Applicable Examples regarding the promotion of Research and Development Projects for Disaster and Safety Control)"}, {"text_block_id": "p56_b1589", "text": "The amended provisions under Article 72 and 72-2 shall apply starting from the first case where all or part of research and development project costs are covered by contributions after this Act enters into force."}, {"text_block_id": "p56_b1590", "text": "Article 3 (Transitional measures on the support, etc. necessary for the academic survey, research and technical development for safety control)"}, {"text_block_id": "p56_b1591", "text": "If any support has given for the academic survey, research, technological development or the development and commercialization of technologies regarding safety control of small and medium enterprises pursuant to Article 71 (2) and Article 72 (2) prior to the enforcement of this Act, an agreement concluded prior to the enforcement of this Act or the former Article 72-3 shall apply to the report on the use of research and development funds, the collection and reduction of or exemption from royalties, the use of royalties, and the alteration or cancellation of an agreement."}, {"text_block_id": "p56_b1592", "text": "ADDENDUM"}, {"text_block_id": "p56_b1593", "text": "<Act No. 11346, Feb. 22, 2012>"}, {"text_block_id": "p56_b1594", "text": "This Act shall enter into force six months after the date of its promulgation: Provided, That the amended provisions of Articles 4 (2) and 11 (1) shall enter into force on July 1, 2012, and the amended provisions of Article 38 (4) shall enter into force on January 1, 2013."}, {"text_block_id": "p56_b1595", "text": "ADDENDA"}, {"text_block_id": "p56_b1596", "text": "<Act No. 11495, Oct. 22, 2012>"}, {"text_block_id": "p56_b1597", "text": "Article (Enforcement Date)"}, {"text_block_id": "p56_b1598", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p56_b1599", "text": "Articles 2 through 5 Omitted."}, {"text_block_id": "p56_b1600", "text": "ADDENDA"}, {"text_block_id": "p56_b1601", "text": "<Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p56_b1602", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p56_b1603", "text": "(1)"}, {"text_block_id": "p56_b1604", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p56_b1605", "text": "(2)"}, {"text_block_id": "p56_b1606", "text": "Omitted."}, {"text_block_id": "p56_b1607", "text": "Articles 2 through 7 Omitted."}, {"text_block_id": "p56_b1608", "text": "ADDENDA"}, {"text_block_id": "p56_b1609", "text": "<Act No. 11713, Mar. 23, 2013>"}, {"text_block_id": "p56_b1610", "text": "Article (Enforcement Date)"}, {"text_block_id": "p56_b1611", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p57_b1612", "text": "Articles 2 through 6 Omitted."}, {"text_block_id": "p57_b1613", "text": "ADDENDA"}, {"text_block_id": "p57_b1614", "text": "<Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p57_b1615", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p57_b1616", "text": "This Act shall enter into force six months after the date of its promulgation: Provided, That the amended provisions of Article 34-6 shall enter into force one year after the date of its promulgation."}, {"text_block_id": "p57_b1617", "text": "Article 2 Omitted."}, {"text_block_id": "p57_b1618", "text": "ADDENDA"}, {"text_block_id": "p57_b1619", "text": "<Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p57_b1620", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p57_b1621", "text": "This Act shall enter into force six months after the date of its promulgation: Provided, That the amended provisions of the Acts that were promulgated before this Act enters into force, but the date they are to enter into force, has not yet, among the Acts amended pursuant to Article 6 of the Addenda, shall enter into force on the date the relevant Act enters into force, respectively."}, {"text_block_id": "p57_b1622", "text": "Articles 2 through 7 Omitted."}, {"text_block_id": "p57_b1623", "text": "ADDENDA"}, {"text_block_id": "p57_b1624", "text": "<Act No. 12943, Dec. 30, 2014>"}, {"text_block_id": "p57_b1625", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p57_b1626", "text": "This Act shall enter into force on the date of its promulgation: Provided, That the following amended provisions shall enter into force on the respective dates classified as follows:"}, {"text_block_id": "p57_b1627", "text": "1."}, {"text_block_id": "p57_b1628", "text": "Articles 10-3, 14-2 (2) and (3) (limited to matters concerning special rescue task forces), 20 (5), and"}, {"text_block_id": "p57_b1629", "text": "77"}, {"text_block_id": "p57_b1630", "text": "(1): The date prescribed by Presidential Decree within the limit not exceeding six months after the promulgation thereof;"}, {"text_block_id": "p57_b1631", "text": "2."}, {"text_block_id": "p57_b1632", "text": "Articles 27 (3), 31 (1) (limited to matters related to Article 27 (3)), 34-6, 66-5 (3), subparagraph 1 of Article 79, and Article 82 (1) 1, 1-2, and 1-3: The date one year lapses after the promulgation thereof."}, {"text_block_id": "p57_b1633", "text": "Article 2 (Special Provisions on Prior Consultation of Budget, etc. for Disaster and Safety Management Projects for 2016 Year)"}, {"text_block_id": "p57_b1634", "text": "Notwithstanding the amended provisions of Article 10-2 (2) and (3), in case of a budget bill to be compiled in 2015, the heads of the relevant administrative agencies shall submit the relevant budget requests to the Minister of Public Safety and Security by June 30, 2015, and the Minister of Public Safety and Security shall submit them to the Minister of Strategy and Finance by July 20, 2015."}, {"text_block_id": "p57_b1635", "text": "Article 3 (Special Provisions on Preparation of Manuals for Crisis Situations of Private-Owned Facilities, etc.)"}, {"text_block_id": "p57_b1636", "text": "Any owner, manager, or occupant of a private facility under the amended provisions of Article 34-6 (1) shall prepare and manage manuals for crisis situations within three months from the date the amended provisions enter into force under subparagraph 2 of Article 1 of the Addenda."}, {"text_block_id": "p58_b1637", "text": "Article 4 (Transitional Measures concerning Change of Name of Consolidated Supervision Office)"}, {"text_block_id": "p58_b1638", "text": "The consolidated supervision office at any disaster scene in operation as at the time this Act enters into force shall be deemed the consolidated support headquarters under the amended provisions of Article 16 (3)."}, {"text_block_id": "p58_b1639", "text": "Article 5 (Transitional Measures concerning Facilities, etc. Subject to Special Management)"}, {"text_block_id": "p58_b1640", "text": "Facilities, etc. subject to special management designated by the head of a disaster management agency under the former Article 27 (1) before this Act enters into force shall be deemed designated respectively by the head of a central administrative agency or the head of any local government under the amended provisions of Article 27 (1)."}, {"text_block_id": "p58_b1641", "text": "Article 6 (Transitional Measures concerning Request for Disciplinary Action Relating to Disaster Management)"}, {"text_block_id": "p58_b1642", "text": "(1)"}, {"text_block_id": "p58_b1643", "text": "Notwithstanding the amended provisions of Article 77 (2), any violation of instructions or act of negligence of the assigned duties, committed before this Act enters into force, shall be governed by the former provisions."}, {"text_block_id": "p58_b1644", "text": "(2)"}, {"text_block_id": "p58_b1645", "text": "Notwithstanding the amended provisions of Article 77 (3), any failure to comply with on-scene command or act of negligence of the assigned duties, committed before this Act enters into force, shall be governed by the former provisions."}, {"text_block_id": "p58_b1646", "text": "Article 7 (Transitional Measures concerning Public Announcements, Dispositions, and Ongoing Acts under Former Provisions)"}, {"text_block_id": "p58_b1647", "text": "Any public announcements, administrative dispositions, and other acts done by the Minister of Public Safety and Security or the Administrator of the National Emergency Management Agency or any applications, reports and other acts made or done to the Minister of Public Safety and Security or the Administrator of the National Emergency Management Agency pursuant to the former provisions before this Act enters into force shall be deemed acts done by, or done to, the Minister of Public Safety and Security, respectively."}, {"text_block_id": "p58_b1648", "text": "Article 8 Omitted."}, {"text_block_id": "p58_b1649", "text": "ADDENDA"}, {"text_block_id": "p58_b1650", "text": "<Act No. 13426, Jul. 24, 2015>"}, {"text_block_id": "p58_b1651", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p58_b1652", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p58_b1653", "text": "Article 2 through 39 Omitted."}, {"text_block_id": "p58_b1654", "text": "ADDENDA"}, {"text_block_id": "p58_b1655", "text": "<Act No. 13440, Jul. 24, 2015>"}, {"text_block_id": "p58_b1656", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p58_b1657", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p58_b1658", "text": "Article 2 through 3 Omitted."}], "document_description": "This act requires the government to create a national disaster management plan in cooperation with subnational and local governments, assigns responsibility for disaster management to the Minister of Public Safety and Security, creates a Central Safety Management Committee and Safety Policy Coordination Committee to deliberate on and coordinate national disaster management policies, creates a Disaster Broadcasting Consultative Committee to raise awareness about disaster safety, creates a Private-Public Cooperative Safety Management Committee for organizing public-private partnerships, creates a Central Disaster and Safety Countermeasure Headquarters to manage day-to-day administration and disaster management procedures, requires national and local governments to conduct research on disasters, outlines the procedures for declaring a state of emergency, and clarifies the government's responsibilities during emergency response operations."}