{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Framework Act On Low Carbon, Green Growth", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Act", "document_framework_name": "Mitigation", "document_region_code": "East Asia & Pacific", "document_date": "01/01/2016", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/KOR/2016/KOR-2016-01-01-Framework Act On Low Carbon, Green Growth_514f3644f6b59499e402764cca19ac0d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "FRAMEWORK ACT ON LOW CARBON, GREEN GROWTH"}, {"text_block_id": "p0_b2", "text": "Article 1 (Purpose)"}, {"text_block_id": "p0_b3", "text": "The purpose of this Act is to promote the development of the national economy by laying down the foundation necessary for low carbon, green growth and by utilizing green technology and green industries as new engines for growth, so as to pursue the harmonized development of the economy and environment and to contribute to the improvement of the quality of life of every citizen and the take-off to a mature, top-class, advanced country that shall fulfill its responsibility in international society through the realization of a low-carbon society."}, {"text_block_id": "p0_b4", "text": "Article 2 (Definitions)"}, {"text_block_id": "p0_b5", "text": "For the purposes of this Act:"}, {"text_block_id": "p0_b6", "text": "<Amended by Act No. 11965, Jul. 30, 2013>"}, {"text_block_id": "p0_b7", "text": "<Amended by Act No. 11965, Jul. 30, 2013>\n* The term \"low carbon\" means lowering dependence on fossil fuels, expanding the use and\n* The term \"green growth\" means growth achieved by saving and using energy and resources\n* The term \"green technology\" means technology for minimizing the emission of greenhouse gases and\n* The term \"green industries\" means all industries for achieving low carbon, green growth by"}, {"text_block_id": "p1_b15", "text": "<Amended by Act No. 11965, Jul. 30, 2013>\n* The term \"low carbon\" means lowering dependence on fossil fuels, expanding the use and\n* The term \"green growth\" means growth achieved by saving and using energy and resources\n* The term \"green technology\" means technology for minimizing the emission of greenhouse gases and\n* The term \"green industries\" means all industries for achieving low carbon, green growth by\n"}, {"text_block_id": "p1_b16", "text": "<Amended by Act No. 11965, Jul. 30, 2013>\n* The term \"low carbon\" means lowering dependence on fossil fuels, expanding the use and\n* The term \"green growth\" means growth achieved by saving and using energy and resources\n* The term \"green technology\" means technology for minimizing the emission of greenhouse gases and\n* The term \"green industries\" means all industries for achieving low carbon, green growth by\n\n* The term \"green products\" means products that minimize the consumption of energy and resources\n* The term \"green life\" means a life style of being conscious of the seriousness of climate change,\n* The term \"green management\" means management through which an enterprise fulfills its social and\n* The term \"sustainable development\" means the sustainable development defined in subparagraph 2 of\n* The term \"greenhouse gases\" mean carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O),\n* The term \"emission of greenhouse gases\" means both direct emission of greenhouse gases, which\n* The term \"global warming\" means a phenomenon in which the temperatures of the earth's surface\n* The term \"climate change\" means a change in the climate system, which is incurred by changes in\n* The term \"recycling of resources\" means the recycling of resources defined in subparagraph 1 of\n* The term \"new and renewable energy\" mean the new and renewable energy defined in\n* The term \"level of self-sufficiency in energy\" means the ratio of an aggregate of the quantity of"}, {"text_block_id": "p1_b38", "text": "Article 3 (Basic Principles of Promotion of Low Carbon, Green Growth)"}, {"text_block_id": "p2_b39", "text": "Low carbon, green growth shall be promoted in compliance with the following basic principles:"}, {"text_block_id": "p2_b40", "text": "Low carbon, green growth shall be promoted in compliance with the following basic principles:\n* The Government shall promote a comprehensive strategy for national development, including the\n* The Government shall vitalize market functions to the maximum and promote low carbon, green\n* The Government shall adopt green technology and green industries as core engines for economic\n* The Government shall intensify investment and support focused on green technology and green\n* The Government shall enhance efficiency in the use of energy and resources in social and economic\n* The Government shall rearrange infrastructure, including national land and cities, buildings and\n* The Government shall distribute resources efficiently by reorganizing taxation and financial systems\n* The Government shall endeavor to materialize low carbon, green growth with all citizens'\n* The Government shall ascertain and analyze new international trends for low carbon, green growth to"}, {"text_block_id": "p2_b58", "text": "Article 4 (Responsibilities of the State)"}, {"text_block_id": "p2_b59", "text": "Article 4 (Responsibilities of the State)\n* The State shall endeavor to enable the basic principles for low carbon, green growth to be reflected in\n* The State shall, whenever it formulates various policies, take into consideration impacts on the\n* The State shall encourage and support local governments' measures for low carbon, green growth and"}, {"text_block_id": "p3_b65", "text": "Article 4 (Responsibilities of the State)\n* The State shall endeavor to enable the basic principles for low carbon, green growth to be reflected in\n* The State shall, whenever it formulates various policies, take into consideration impacts on the\n* The State shall encourage and support local governments' measures for low carbon, green growth and\n"}, {"text_block_id": "p3_b66", "text": "Article 4 (Responsibilities of the State)\n* The State shall endeavor to enable the basic principles for low carbon, green growth to be reflected in\n* The State shall, whenever it formulates various policies, take into consideration impacts on the\n* The State shall encourage and support local governments' measures for low carbon, green growth and\n\n* The State shall examine countermeasures for coping with crises in energy and resources and problems\n* The State may actively participate in international countermeasures against climate change and"}, {"text_block_id": "p3_b70", "text": "Article 5 (Responsibilities of Local Govemments)"}, {"text_block_id": "p3_b71", "text": "Article 5 (Responsibilities of Local Govemments)\n* Each local government shall fully cooperate in the State's measures for realizing low carbon, green\n* Each local government shall, whenever it formulates and enforces measures for low carbon, green\n* Each local government shall comprehensively consider impacts that its plans and projects have on low\n* Each local government shall seek for measures necessary for encouraging activities of business"}, {"text_block_id": "p3_b79", "text": "Article 6 (Responsibilities of Business Entities)"}, {"text_block_id": "p3_b80", "text": "Article 6 (Responsibilities of Business Entities)\n* Each business entity shall initiate green management, reduce emission of greenhouse gases and\n* Each business entity shall actively participate and cooperate in policies enforced by the Government"}, {"text_block_id": "p3_b84", "text": "Article 7 (Responsibilities of Citizens)"}, {"text_block_id": "p3_b85", "text": "Article 7 (Responsibilities of Citizens)\n* Every citizen shall actively practice green life in his/her home, school, workplace, and any other place.\n* Every citizen shall pay attention to the green management of enterprises and increase consumption and\n* Every citizen shall be aware that he/she, him/herself, is one of the last troubleshooters to solve"}, {"text_block_id": "p3_b91", "text": "Article 8 (Relationship with other Acts)"}, {"text_block_id": "p3_b92", "text": "Article 8 (Relationship with other Acts)\n* This Act shall take precedence over other Acts in application to low carbon, green growth.\n* Other Acts related to low carbon, green growth shall, whenever any of such Acts is enacted or"}, {"text_block_id": "p4_b96", "text": "Article 8 (Relationship with other Acts)\n* This Act shall take precedence over other Acts in application to low carbon, green growth.\n* Other Acts related to low carbon, green growth shall, whenever any of such Acts is enacted or\n* Administrative plans and policies that the State and each local government establish pursuant to other\n<\\li1>"}, {"text_block_id": "p4_b98", "text": "Article 9 (National Strategy for Low Carbon, Green Growth)"}, {"text_block_id": "p4_b99", "text": "(1)"}, {"text_block_id": "p4_b100", "text": "The Government shall establish and enforce the national strategy for low carbon, green growth (hereinafter referred to as \"national strategy for green growth\"), which shall include the targets of the State's policies for low carbon, green growth, the strategy for promotion, and main tasks of promotion."}, {"text_block_id": "p4_b101", "text": "(2)"}, {"text_block_id": "p4_b102", "text": "The national strategy for green growth shall include the following matters:"}, {"text_block_id": "p4_b103", "text": "1."}, {"text_block_id": "p4_b104", "text": "Matters concerning the realization of the green economic system under Article 22;"}, {"text_block_id": "p4_b105", "text": "2."}, {"text_block_id": "p4_b106", "text": "Matters concerning green technology and green industries;"}, {"text_block_id": "p4_b107", "text": "3."}, {"text_block_id": "p4_b108", "text": "Matters concerning policies for coping with climate change, policies on energy, and policies on sustainable development;"}, {"text_block_id": "p4_b109", "text": "4."}, {"text_block_id": "p4_b110", "text": "Matters concerning the green life, the green homeland under Article 51 and the low-carbon traffic system under Article 53;"}, {"text_block_id": "p4_b111", "text": "5."}, {"text_block_id": "p4_b112", "text": "Matters concerning international negotiations and cooperation in relation to low carbon, green growth, including climate change;"}, {"text_block_id": "p4_b113", "text": "6."}, {"text_block_id": "p4_b114", "text": "Other matters considered necessary for low carbon, green growth, including procurement of financial resources, taxation, financing, training of human resources, education, and public relations activities."}, {"text_block_id": "p4_b115", "text": "(3)"}, {"text_block_id": "p4_b116", "text": "The Government shall, whenever it intends to establish or revise the national strategy for green growth, bring a proposed bill to the Presidential Committee on Green Growth under Article 14 and then to the State Council for deliberation: Provided, That the foregoing shall not apply to modifications to minor matters prescribed by Presidential Decree."}, {"text_block_id": "p4_b117", "text": "Article 10 (Establishment and Implementation of Action Plans by Central Administrative Agencies)"}, {"text_block_id": "p4_b118", "text": "(1)"}, {"text_block_id": "p4_b119", "text": "The head of each central administrative agency shall establish and implement an action plan for matters under his/her jurisdiction (hereinafter referred to as \"central action plan\"), as prescribed by Presidential Decree, so as to execute the national strategy for green growth efficiently and systematically."}, {"text_block_id": "p4_b120", "text": "(2)"}, {"text_block_id": "p4_b121", "text": "The head of each central administrative agency shall, whenever he/she establishes or revises the central action plan, report it to the Presidential Committee on Green Growth under Article 14, as prescribed by Presidential Decree: Provided, That the foregoing shall not apply to modifications to minor matters prescribed by Presidential Decree."}, {"text_block_id": "p4_b122", "text": "Article 11 (Establishment and Implementation of Action Plans by Local Governments)"}, {"text_block_id": "p4_b123", "text": "(1)"}, {"text_block_id": "p4_b124", "text": "The Special Metropolitan City Mayor, each Metropolitan City Mayor, each Do Governor, and the Governor of a Special Self-Governing Province (hereinafter referred to as \"Mayor/Do Governor\") shall establish and implement a local action plan for green growth (hereinafter referred to as \"local action plan\") in conformity with the national strategy for green growth, as prescribed by Presidential Decree, so as to facilitate each local government's low carbon, green growth."}, {"text_block_id": "p5_b125", "text": "(2)"}, {"text_block_id": "p5_b126", "text": "Each Mayor/Do Governor shall, whenever he/she intends to establish or revise the local action plan, report a proposed bill to the local council after bringing it to the local committee on green growth under Article 20 for deliberation, and then submit it to the Presidential Committee on Green Growth under Article 14 without delay: Provided, That the foregoing shall not apply to modifications to minor matters prescribed by Presidential Decree."}, {"text_block_id": "p5_b127", "text": "Article 12(Review and Evaluation of Current Status of Performance)"}, {"text_block_id": "p5_b128", "text": "(1)"}, {"text_block_id": "p5_b129", "text": "The Prime Minister shall review and evaluate the performance of the national strategy for green growth and central action plans, as prescribed by Presidential Decree. In such cases, the Prime Minister shall consult with the Presidential Committee on Green Growth under Article 14 about the procedures and standards for, and results of, the evaluation and other relevant matters."}, {"text_block_id": "p5_b130", "text": "(2)"}, {"text_block_id": "p5_b131", "text": "Each Mayor/Do Governor shall review and evaluate the performance of local action plans, report the results thereof to the local council, and submit them to the Presidential Committee on Green Growth under Article 14 without delay, as prescribed by Presidential Decree."}, {"text_block_id": "p5_b132", "text": "Article 13 (Presentation of Opinions on Policies)"}, {"text_block_id": "p5_b133", "text": "(1)"}, {"text_block_id": "p5_b134", "text": "The Presidential Committee on Green Growth under Article 14 may, if considered necessary as the result of a review and evaluation of performance under Article 12, present its opinion to the head of an appropriate central administrative agency or a Mayor/Do Governor."}, {"text_block_id": "p5_b135", "text": "(2)"}, {"text_block_id": "p5_b136", "text": "The head of each appropriate central administrative agency or a Mayor/Do Governor shall, upon receiving an opinion pursuant to paragraph (1), endeavor to reflect the opinion in policies of the agency or the local government."}, {"text_block_id": "p5_b137", "text": "Article 14 (Composition and Operation of Presidential Committee on Green Growth)"}, {"text_block_id": "p5_b138", "text": "(1)"}, {"text_block_id": "p5_b139", "text": "The Presidential Committee on Green Growth (hereinafter referred to as the \"Committee\") shall be instituted under the control of the Prime Minister in order to have the Committee deliberate on the State's major policies and plans related to low carbon, green growth and matters concerning the performance of such policies and plans."}, {"text_block_id": "p5_b140", "text": "<Amended by Act No. 11676, Mar. 23, 2013>"}, {"text_block_id": "p5_b141", "text": "(2)"}, {"text_block_id": "p5_b142", "text": "The Committee shall be comprised of not more than 50 members, including two Chairpersons."}, {"text_block_id": "p5_b143", "text": "(3)"}, {"text_block_id": "p5_b144", "text": "The Prime Minister shall serve as one of Chairpersons of the Committee, and the other Chairperson shall be appointed by President from among the members under paragraph (4) 2."}, {"text_block_id": "p5_b145", "text": "(4)"}, {"text_block_id": "p5_b146", "text": "Other members of the Committee shall be either specified or commissioned from among the following persons:"}, {"text_block_id": "p5_b147", "text": "<Amended by Act No. 11676, Mar. 23, 2013>"}, {"text_block_id": "p5_b148", "text": "1."}, {"text_block_id": "p5_b149", "text": "Public officials specified by Presidential Decree, such as the Minister of Strategy and Finance, the Minister of Science, ICT and Future Planning, the Minister of Trade, Industry and Energy, the Minister of Environment, and the Minister of Land, Infrastructure and Transport;"}, {"text_block_id": "p5_b150", "text": "2."}, {"text_block_id": "p5_b151", "text": "Persons commissioned by the President from among those who have abundant knowledge and experience in low carbon, green growth, such as climate change, energy and resources, green technology, green industries, or sustainable development."}, {"text_block_id": "p6_b152", "text": "(5)"}, {"text_block_id": "p6_b153", "text": "The Committee shall have one secretary to assign him/her to carry out administrative affairs of the Committee, and matters concerning the appointment of the secretary shall be prescribed by Presidential Decree."}, {"text_block_id": "p6_b154", "text": "(6)"}, {"text_block_id": "p6_b155", "text": "Each Chairperson shall represent the Committee, respectively, and shall have overall control over affairs of the Committee."}, {"text_block_id": "p6_b156", "text": "(7)"}, {"text_block_id": "p6_b157", "text": "If any Chairperson is unable to perform his/her duties due to any extraordinary circumstance or event, the member designated in advance by the Prime Minister, as one of Chairpersons, shall act for and on behalf of the Chairperson."}, {"text_block_id": "p6_b158", "text": "(8)"}, {"text_block_id": "p6_b159", "text": "The term of office for each member under paragraph (4) 2 shall be one year but may be renewed consecutively."}, {"text_block_id": "p6_b160", "text": "Article 15 (Committee's Functions)"}, {"text_block_id": "p6_b161", "text": "The Committee shall deliberate on the following matters:"}, {"text_block_id": "p6_b162", "text": "1."}, {"text_block_id": "p6_b163", "text": "Matters concerning the basic direction for policies on low carbon, green growth;"}, {"text_block_id": "p6_b164", "text": "2."}, {"text_block_id": "p6_b165", "text": "Matters concerning the establishment, revision, and enforcement of the national strategy for green growth;"}, {"text_block_id": "p6_b166", "text": "3."}, {"text_block_id": "p6_b167", "text": "Matters concerning the basic plan for coping with climate change, the basic plan for energy, and the basic plan for sustainable development;"}, {"text_block_id": "p6_b168", "text": "4."}, {"text_block_id": "p6_b169", "text": "Matters concerning the management of targets of promotion of low carbon, green growth and the review, survey on the actual state, and evaluation thereof;"}, {"text_block_id": "p6_b170", "text": "5."}, {"text_block_id": "p6_b171", "text": "Matters concerning the adjustment of, and the support for, policies of appropriate central administrative agencies and local government with respect to low carbon, green growth;"}, {"text_block_id": "p6_b172", "text": "6."}, {"text_block_id": "p6_b173", "text": "Matters concerning the legal system related to low carbon, green growth;"}, {"text_block_id": "p6_b174", "text": "7."}, {"text_block_id": "p6_b175", "text": "Matters concerning the direction of distribution of resources for low carbon, green growth and the efficient use of such resources;"}, {"text_block_id": "p6_b176", "text": "8."}, {"text_block_id": "p6_b177", "text": "Matters concerning international negotiations and cooperation, education and public relations activities, training of human resources, and the establishment of the foundation for low carbon, green growth;"}, {"text_block_id": "p6_b178", "text": "9."}, {"text_block_id": "p6_b179", "text": "The survey on, and the resolution of, problems that enterprises and other sectors have in relation to low carbon, green growth, and recommendation of corrective measures for, or expression of opinions on, such problems;"}, {"text_block_id": "p6_b180", "text": "10."}, {"text_block_id": "p6_b181", "text": "Matters that any other Act requires to be brought before the Committee for deliberation;"}, {"text_block_id": "p6_b182", "text": "11."}, {"text_block_id": "p6_b183", "text": "Other matters that Chairpersons consider necessary in connection with low carbon, green growth."}, {"text_block_id": "p6_b184", "text": "Article 16 (Meetings)"}, {"text_block_id": "p6_b185", "text": "(1)"}, {"text_block_id": "p6_b186", "text": "Each Chairperson shall convene meetings of the Committee and shall take the chair of such meetings."}, {"text_block_id": "p6_b187", "text": "(2)"}, {"text_block_id": "p6_b188", "text": "Meetings of the Committee shall be divided into regular meetings and extraordinary meetings, and an extraordinary meeting shall be convened by a Chairperson, when the Chairperson deems it necessary or when five or more members demands to convene the meeting."}, {"text_block_id": "p7_b189", "text": "(3)"}, {"text_block_id": "p7_b190", "text": "A meeting of the Committee shall be duly constituted to open with the attendance of a majority of members and shall adopt a resolution by an affirmative vote of a majority of members present at the meeting: Provided, That the Committee may deliberate on and adopt a resolution in writing on any case specified by Presidential Decree."}, {"text_block_id": "p7_b191", "text": "(4)"}, {"text_block_id": "p7_b192", "text": "Matters necessary for the operation of the Committee, such as the time to hold a regular meeting, shall be prescribed by Presidential Decree in addition to provisions of paragraphs (1) through (3)."}, {"text_block_id": "p7_b193", "text": "Article 17 (Subcommittees)"}, {"text_block_id": "p7_b194", "text": "(1)"}, {"text_block_id": "p7_b195", "text": "The Committee may have subcommittees, as prescribed by Presidential Decree, in order to have the subcommittees carry out affairs of the Committee, assist the Committee, and examine, coordinate, or process affairs delegated by the Committee."}, {"text_block_id": "p7_b196", "text": "(2)"}, {"text_block_id": "p7_b197", "text": "A subcommittee shall be comprised of commissioned members, and the chairperson of a subcommittee shall be elected by and from among members of the subcommittee."}, {"text_block_id": "p7_b198", "text": "(3)"}, {"text_block_id": "p7_b199", "text": "Any public official of a central administrative agency, who is a member of the Senior Civil Service, may attend an appropriate subcommittee to present his/her opinion on any item of agenda regarding the relevant area."}, {"text_block_id": "p7_b200", "text": "(4)"}, {"text_block_id": "p7_b201", "text": "Matters necessary for the operation of subcommittees shall be determined by Chairpersons of the Committee, subject to the resolution of the Committee, in addition to provisions of paragraphs (1) through (3)."}, {"text_block_id": "p7_b202", "text": "Article 18 Deleted."}, {"text_block_id": "p7_b203", "text": "<by Act No. 11676, Mar. 23, 2013>"}, {"text_block_id": "p7_b204", "text": "Article 19 (Request for Dispatching Public Officials)"}, {"text_block_id": "p7_b205", "text": "The Committee may, if necessary for the operation of the Committee, request any central administrative agency or local government to dispatch public officials under its control or authorize public officials under its control to hold a concurrent office or request a non-governmental organization, organization, research institute, or enterprise to dispatch executives or employees or authorize its executives or employees to hold a concurrent office."}, {"text_block_id": "p7_b206", "text": "<Amended by Act No. 11676, Mar. 23, 2013>"}, {"text_block_id": "p7_b207", "text": "Article 20 (Composition and Operation of Local Committees on Green Growth)"}, {"text_block_id": "p7_b208", "text": "(1)"}, {"text_block_id": "p7_b209", "text": "Each local government may have a local committee on green growth (hereinafter referred to as \"local committee on green growth\") under the control of the Mayor/Do Governor to have it deliberate on matters concerning its major policies and plans related to low carbon, green growth and the performance thereof."}, {"text_block_id": "p7_b210", "text": "(2)"}, {"text_block_id": "p7_b211", "text": "Matters necessary for the composition, operation, and functions of a local committee on green growth and other relevant matters shall be prescribed by Presidential Decree."}, {"text_block_id": "p7_b212", "text": "Article 21 (Designation of Green Growth Officer Framework Act on Low Carbon, Green Growth)"}, {"text_block_id": "p7_b213", "text": "The head of each central administrative agency or each Mayor/Do Governor may designate a Green Growth Officer from among public officials under his/her control for the efficient promotion of low carbon, green growth."}, {"text_block_id": "p7_b214", "text": "Article 22 (Basic Principles for Materialization of Green Economy and Green Industries)"}, {"text_block_id": "p8_b215", "text": "(1)"}, {"text_block_id": "p8_b216", "text": "The Government shall strengthen the national economy and materialize the economy pursuing sustainable development (hereinafter referred to as \"green economy\") by reducing the use of fossil fuels step by step and fostering green technology and green industries."}, {"text_block_id": "p8_b217", "text": "(2)"}, {"text_block_id": "p8_b218", "text": "The Government shall, whenever it establishes and enforces a policy on green economy, give balanced consideration to various areas, such as finance, industries, science and technology, environment, national land, and culture, from a cohesive point of view."}, {"text_block_id": "p8_b219", "text": "(3)"}, {"text_block_id": "p8_b220", "text": "The Government shall endeavor to enable the industrial structure of large consumption of energy and resources to be converted into the low carbon, green industrial structure step by step through creation of new green industries, conversion of existing industries into green industries, and connection between related industries."}, {"text_block_id": "p8_b221", "text": "(4)"}, {"text_block_id": "p8_b222", "text": "The Government shall seek for balanced development between regions in promoting low carbon, green growth and shall provide low-income groups with support and care to protect them from being neglected."}, {"text_block_id": "p8_b223", "text": "Article 23 (Fostering of and Support for Green Economy and Green Industries)"}, {"text_block_id": "p8_b224", "text": "(1)"}, {"text_block_id": "p8_b225", "text": "The Government shall enhance the soundness and competitiveness of the national economy by materializing green economy, search for and foster new green industries with high growth potential, and prepare measures for fostering and supporting a green economy and green industries."}, {"text_block_id": "p8_b226", "text": "(2)"}, {"text_block_id": "p8_b227", "text": "Measures for fostering and supporting a green economy and green industries under paragraph (1) shall include the following matters:"}, {"text_block_id": "p8_b228", "text": "1."}, {"text_block_id": "p8_b229", "text": "Matters concerning domestic and overseas economic conditions, and prospects therefor;"}, {"text_block_id": "p8_b230", "text": "2."}, {"text_block_id": "p8_b231", "text": "Matters concerning the gradual conversion of the conventional, industrial structure into a green industrial structure;"}, {"text_block_id": "p8_b232", "text": "3."}, {"text_block_id": "p8_b233", "text": "Matters concerning targets for the mediumand long-term and for each phase for facilitating green industries and the strategy for the facilitation;"}, {"text_block_id": "p8_b234", "text": "4."}, {"text_block_id": "p8_b235", "text": "Matters concerning the fostering of, and support for, green industries for new growth engines;"}, {"text_block_id": "p8_b236", "text": "5."}, {"text_block_id": "p8_b237", "text": "Matters concerning the conversion of existing, national infrastructure, including electric, information and telecommunications, and traffic systems, into an environmentally friendly structure;"}, {"text_block_id": "p8_b238", "text": "6."}, {"text_block_id": "p8_b239", "text": "Matters concerning the fostering of the industry of advisory services for green management;"}, {"text_block_id": "p8_b240", "text": "7."}, {"text_block_id": "p8_b241", "text": "Matters concerning the training of human resources for green industries and the creation of job opportunities;"}, {"text_block_id": "p8_b242", "text": "8."}, {"text_block_id": "p8_b243", "text": "Other matters concerning the facilitation of green economy and green industries."}, {"text_block_id": "p8_b244", "text": "Article 24 (Facilitation of Recycling of Resources)"}, {"text_block_id": "p8_b245", "text": "(1)"}, {"text_block_id": "p8_b246", "text": "The Government shall prepare various measures for fostering and supporting the resources recycling industry to save and use resources efficiently, to reduce the generation of wastes, to facilitate the recycling of resources, and to improve the productivity of resources."}, {"text_block_id": "p8_b247", "text": "(2)"}, {"text_block_id": "p8_b248", "text": "Measures for fostering and supporting the resources recycling industry under paragraph (1) shall include the following matters:"}, {"text_block_id": "p9_b249", "text": "1."}, {"text_block_id": "p9_b250", "text": "Establishment of targets of facilitating the recycling of resources and improving the productivity of resources;"}, {"text_block_id": "p9_b251", "text": "2."}, {"text_block_id": "p9_b252", "text": "Supply and management of resources;"}, {"text_block_id": "p9_b253", "text": "3."}, {"text_block_id": "p9_b254", "text": "Control of the use of substances hazardous or hard to re-manufacture or recycle;"}, {"text_block_id": "p9_b255", "text": "4."}, {"text_block_id": "p9_b256", "text": "Control of the generation of wastes and conversion of wastes into resources through re-manufacturing or recycling;"}, {"text_block_id": "p9_b257", "text": "5."}, {"text_block_id": "p9_b258", "text": "Collection and utilization of biomass, such as wood, plants, and agricultural produce, that may be used as resources for energy;"}, {"text_block_id": "p9_b259", "text": "6."}, {"text_block_id": "p9_b260", "text": "Development of technology related to recycling of resources and fostering of the industry therefor;"}, {"text_block_id": "p9_b261", "text": "7."}, {"text_block_id": "p9_b262", "text": "Matters concerning education, training, and fostering of human resources to improve the productivity of resources."}, {"text_block_id": "p9_b263", "text": "Article 25 (Facilitation of Enterprises' Green Management)"}, {"text_block_id": "p9_b264", "text": "(1)"}, {"text_block_id": "p9_b265", "text": "The Government shall support and facilitate enterprises' green management."}, {"text_block_id": "p9_b266", "text": "(2)"}, {"text_block_id": "p9_b267", "text": "The Government shall establish and enforce measures, including the following matters, to support and facilitate enterprises' green management:"}, {"text_block_id": "p9_b268", "text": "1."}, {"text_block_id": "p9_b269", "text": "Technical support for converting into an environmentally friendly production system;"}, {"text_block_id": "p9_b270", "text": "2."}, {"text_block_id": "p9_b271", "text": "Disclosure of enterprises' achievements in green management, including efficient use of energy and resources, reduced emission of greenhouse gases, development of forests, conservation of natural environment, and information about sustainable development;"}, {"text_block_id": "p9_b272", "text": "3."}, {"text_block_id": "p9_b273", "text": "Support for green management of small and medium enterprises;"}, {"text_block_id": "p9_b274", "text": "4."}, {"text_block_id": "p9_b275", "text": "Other matters concerning assistance in business activities for low carbon, green growth."}, {"text_block_id": "p9_b276", "text": "Article 26 (Facilitation of Research, Development, and Commercialization of Green Technology)"}, {"text_block_id": "p9_b277", "text": "(1)"}, {"text_block_id": "p9_b278", "text": "The Government may establish and enforce measures, including the following matters, to facilitate research, development, and commercialization of green technology:"}, {"text_block_id": "p9_b279", "text": "1."}, {"text_block_id": "p9_b280", "text": "Collection, analysis, and furnishing of information related to green technology;"}, {"text_block_id": "p9_b281", "text": "2."}, {"text_block_id": "p9_b282", "text": "Development and diffusion of techniques for evaluation of green technology;"}, {"text_block_id": "p9_b283", "text": "3."}, {"text_block_id": "p9_b284", "text": "Financial support for the facilitation of research, development, and commercialization of green technology;"}, {"text_block_id": "p9_b285", "text": "4."}, {"text_block_id": "p9_b286", "text": "Fostering of human resources for green technology and international cooperation therein."}, {"text_block_id": "p9_b287", "text": "(2)"}, {"text_block_id": "p9_b288", "text": "The Government shall facilitate convergence of technology for information and communications, nanotechnology, and biotechnology and shall promote swift transformation into the low carbon, knowledge-based economy by securing intellectual property of green technology."}, {"text_block_id": "p9_b289", "text": "(3)"}, {"text_block_id": "p9_b290", "text": "If any measure under paragraph (1) is to be included in the basic plan for science and technology under the Framework Act on Science and Technology, the Committee's opinion shall be sought in advance."}, {"text_block_id": "p9_b291", "text": "Article 27 (Diffusion and Utilization of Technology for Information and Communications)"}, {"text_block_id": "p9_b292", "text": "(1)"}, {"text_block_id": "p9_b293", "text": "The Government shall establish and enforce the following measures for utilizing technology and services for information and communications to the maximum extent possible in order to save energy,"}, {"text_block_id": "p10_b294", "text": "improve the efficiency in the use of energy, and reduce greenhouse gases:"}, {"text_block_id": "p10_b295", "text": "1."}, {"text_block_id": "p10_b296", "text": "Expansion of infrastructure for information and communications, such as networks for broadcasting and communications;"}, {"text_block_id": "p10_b297", "text": "2."}, {"text_block_id": "p10_b298", "text": "Development and diffusion of new services for information and communications;"}, {"text_block_id": "p10_b299", "text": "3."}, {"text_block_id": "p10_b300", "text": "Facilitation of the development of green technology for the industry of information and communications and the equipment and devices therefor."}, {"text_block_id": "p10_b301", "text": "(2)"}, {"text_block_id": "p10_b302", "text": "The Government shall establish and implement measures for broadcasting and communications to proliferate the life style for low carbon, green growth, such as boosting of home-based working, virtual conference, remote education, and remote medical treatment."}, {"text_block_id": "p10_b303", "text": "(3)"}, {"text_block_id": "p10_b304", "text": "The Government shall enable the provision of electricity services of high quality, optimize the efficiency in the use of energy, and reduce greenhouse gases drastically by developing intelligent electricity networks and upgrading such networks with technology for information and communications."}, {"text_block_id": "p10_b305", "text": "Article 28 (Support for and Boosting of Finance)"}, {"text_block_id": "p10_b306", "text": "The Government shall establish and enforce financial measures, including the following matters, to facilitate low carbon, green growth:"}, {"text_block_id": "p10_b307", "text": "1."}, {"text_block_id": "p10_b308", "text": "Raising of financial resources for supporting green economy and green industries and financial support therefor;"}, {"text_block_id": "p10_b309", "text": "2."}, {"text_block_id": "p10_b310", "text": "Development of new financial products for supporting low carbon, green growth;"}, {"text_block_id": "p10_b311", "text": "3."}, {"text_block_id": "p10_b312", "text": "Encouragement of private investment in projects for the establishment of infrastructure for low carbon, green growth;"}, {"text_block_id": "p10_b313", "text": "4."}, {"text_block_id": "p10_b314", "text": "Reinforcement of the public disclosure system for information about enterprises' green management and expansion of financial support for enterprises adopting green management;"}, {"text_block_id": "p10_b315", "text": "5."}, {"text_block_id": "p10_b316", "text": "Establishment of a carbon market (referring to a market in which rights to emit greenhouse gases or results of performance of reducing or absorbing greenhouse gases are traded; the same shall apply hereinafter) and stimulation of transactions therein."}, {"text_block_id": "p10_b317", "text": "Article 29 (Establishment of and Support for Companies for Investment in Green Industries)"}, {"text_block_id": "p10_b318", "text": "(1)"}, {"text_block_id": "p10_b319", "text": "A green industries investment company (referring to a collective investment scheme defined in Article 9 (18) of the Financial Investment Services and Capital Markets Act; the same shall apply hereinafter) for the purpose of distributing earnings therefrom to investors may be established by investing its assets in green technology or green industries."}, {"text_block_id": "p10_b320", "text": "(2)"}, {"text_block_id": "p10_b321", "text": "Green technology or green industries eligible for investment by a green industries investment company shall be the following projects or enterprises:"}, {"text_block_id": "p10_b322", "text": "1."}, {"text_block_id": "p10_b323", "text": "Projects of research and development or technical support for research on green technology under subparagraph 3 of Article 2 and production and commercialization of prototypes;"}, {"text_block_id": "p10_b324", "text": "2."}, {"text_block_id": "p10_b325", "text": "Business that falls under the category of green industries under subparagraph 4 of Article 2;"}, {"text_block_id": "p10_b326", "text": "3."}, {"text_block_id": "p10_b327", "text": "Enterprises that engage in investment in, or business for, green technology or green industries."}, {"text_block_id": "p11_b328", "text": "(3)"}, {"text_block_id": "p11_b329", "text": "The Government may, if a public institution under Article 4 of the Act on the Management of Public Institutions intends to invest in a green industries investment company, provide all or some of the funds therefor within the extent of budget."}, {"text_block_id": "p11_b330", "text": "(4)"}, {"text_block_id": "p11_b331", "text": "The Financial Services Commission may demand a green industries investment company in which a public institution has invested pursuant to paragraph (3) (including the asset management company, asset custodian company, and general administration company for the company; the same shall apply hereafter in this Article) to submit data or a report on the business and property of the company, and an appropriate central administrative agency may demand the Financial Services Commission to submit relevant data."}, {"text_block_id": "p11_b332", "text": "(5)"}, {"text_block_id": "p11_b333", "text": "An appropriate central administrative agency may, if considered necessary to conduct an inspection on data or a report submitted pursuant to paragraph (4), request the Financial Services Commission to inspect the business and property of the relevant green industries investment company, and the Financial Services Commission may, if it finds as a result of such an inspection that the company has a serious problem, cancel the registration of the company, subject to consultation with the appropriate central administrative agency."}, {"text_block_id": "p11_b334", "text": "(6)"}, {"text_block_id": "p11_b335", "text": "Matters concerning the establishment and operation of, and the financial support for, green industries investment companies under paragraphs (1) through (5) and other necessary detailed matters shall be prescribed by Presidential Decree."}, {"text_block_id": "p11_b336", "text": "Article 30 (Operation of Taxation System)"}, {"text_block_id": "p11_b337", "text": "The Government shall operate the State's taxation system in the direction of reducing goods and services that generate greenhouse gases and pollutants or that show low efficiency in the use of energy and resources and facilitating environmentally friendly goods and services instead in order to cope with crises of energy and resources and problems of climate change and to facilitate low carbon, green growth."}, {"text_block_id": "p11_b338", "text": "Article 31 (Support and Special Privileges for Green Technology and Green Industries)"}, {"text_block_id": "p11_b339", "text": "(1)"}, {"text_block_id": "p11_b340", "text": "The State or any local government may provide support as may be necessary for green technology and green industries, such as the payment of subsidies."}, {"text_block_id": "p11_b341", "text": "(2)"}, {"text_block_id": "p11_b342", "text": "The Korea Credit Guarantee Fund, established pursuant to the Credit Guarantee Fund Act, and the Korea Technology Finance Corporation, established pursuant to the Korea Technology Finance Corporation Act, may provide credit guarantees preferentially to green technology and green industries or preferentially treat green technology and green industries in terms and conditions of guarantee."}, {"text_block_id": "p11_b343", "text": "<Amended by Act No. 14122, Mar. 29, 2016>"}, {"text_block_id": "p11_b344", "text": "(3)"}, {"text_block_id": "p11_b345", "text": "The State or any local government may support enterprises related to green technology and green industries by abating or exempting them from income tax, corporate tax, acquisition tax, property tax, registration tax, or other tax, as provided for by the Restriction of Special Taxation Act and the Local Tax Act."}, {"text_block_id": "p11_b346", "text": "(4)"}, {"text_block_id": "p11_b347", "text": "The State or any local government shall endeavor to assist an enterprise related to green technology or green industries to the fullest extent possible, when the enterprise invites foreign investment under Article 2 (1) 4 of the Foreign Investment Promotion Act."}, {"text_block_id": "p12_b348", "text": "Article 32 (Standardization and Certification of Green Technology and Green Industries)"}, {"text_block_id": "p12_b349", "text": "(1)"}, {"text_block_id": "p12_b350", "text": "The Government provide support necessary for establishing a foundation for standardization of green technology and green industries already developed or under development within the Republic of Korea to meet international standards under subparagraph 2 of Article 3 of the Framework Act on National Standards and for activities for international standardization of green technology and green industries."}, {"text_block_id": "p12_b351", "text": "(2)"}, {"text_block_id": "p12_b352", "text": "The Government may grant certification of conformity for green technology, green projects, and green products or accreditation of specialized green enterprises, impose an obligation to purchase on public institutions, or provide technical guidance in order to facilitate the development of green technology and green industries."}, {"text_block_id": "p12_b353", "text": "(3)"}, {"text_block_id": "p12_b354", "text": "The Government shall cancel the certification of conformity or the accreditation of a specialized green enterprise under paragraph (2) in any of the following cases:"}, {"text_block_id": "p12_b355", "text": "1."}, {"text_block_id": "p12_b356", "text": "If a person obtained the certification or accreditation by fraud or other wrongful means;"}, {"text_block_id": "p12_b357", "text": "2."}, {"text_block_id": "p12_b358", "text": "If the certification or accreditation is considered improper due to a serioud defect."}, {"text_block_id": "p12_b359", "text": "(4)"}, {"text_block_id": "p12_b360", "text": "Other necessary matters concerning the standardization, certification, and cancellation under paragraphs (1) through (3) shall be prescribed by Presidential Decree."}, {"text_block_id": "p12_b361", "text": "Article 33 (Support for Medium and Small Enterprises)"}, {"text_block_id": "p12_b362", "text": "The Government may establish and enforce the following measures to facilitate green technology and green management of medium and small enterprises:"}, {"text_block_id": "p12_b363", "text": "1."}, {"text_block_id": "p12_b364", "text": "Preferential support for joint projects between large enterprises and medium and small enterprises;"}, {"text_block_id": "p12_b365", "text": "2."}, {"text_block_id": "p12_b366", "text": "Assistance in large enterprises' technical guidance, transfer of technology, and dispatch of technical human resources for medium and small enterprises;"}, {"text_block_id": "p12_b367", "text": "3."}, {"text_block_id": "p12_b368", "text": "Facilitation of commercialization of green technology of medium and small enterprises;"}, {"text_block_id": "p12_b369", "text": "4."}, {"text_block_id": "p12_b370", "text": "Use of public facilities for facilitating the development of green technology;"}, {"text_block_id": "p12_b371", "text": "5."}, {"text_block_id": "p12_b372", "text": "Training, supply, and overseas expansion of professional human resources for green technology and green and green industries;"}, {"text_block_id": "p12_b373", "text": "6."}, {"text_block_id": "p12_b374", "text": "Other matters for facilitating green technology and green management of medium and small enterprises."}, {"text_block_id": "p12_b375", "text": "Article 34 (Development of Clusters and Complexes for Green Technology and Green Industries)"}, {"text_block_id": "p12_b376", "text": "(1)"}, {"text_block_id": "p12_b377", "text": "The Government may develop clusters and complexes for the joint research and development of green technology, the joint utilization of facilities and equipment, and the establishment of networks connecting industrial sectors, academic circles and research institutes or may support the development of such clusters and complexes."}, {"text_block_id": "p12_b378", "text": "(2)"}, {"text_block_id": "p12_b379", "text": "When a project is promoted pursuant to paragraph (1), the following matters shall be taken into consideration:"}, {"text_block_id": "p12_b380", "text": "1."}, {"text_block_id": "p12_b381", "text": "Matters concerning the current status of industrial clustering in each industrial complex;"}, {"text_block_id": "p12_b382", "text": "2."}, {"text_block_id": "p12_b383", "text": "Matters concerning enhancing the ability of enterprises, universities, and research institutes to research and develop and the mutual connection of them;"}, {"text_block_id": "p13_b384", "text": "3."}, {"text_block_id": "p13_b385", "text": "Matters concerning the expansion of infrastructure for industrial clustering and the inducement of outstanding human resources for green technology and green industries;"}, {"text_block_id": "p13_b386", "text": "4."}, {"text_block_id": "p13_b387", "text": "A project promotion system and a plan for raising financial resources for green technology and green industries."}, {"text_block_id": "p13_b388", "text": "(3)"}, {"text_block_id": "p13_b389", "text": "The Government may authorize an institution or organization specified by Presidential Decree to develop a cluster or complex for green technology or green industries."}, {"text_block_id": "p13_b390", "text": "(4)"}, {"text_block_id": "p13_b391", "text": "The Government may fully or partially subsidize expenses incurred to an institution or organization under paragraph (3) in carrying out a project for developing a cluster or complex for green technology or green industries under the aforesaid paragraph."}, {"text_block_id": "p13_b392", "text": "Article 35 (Creation of Jobs for Green Technology and Green Industries)"}, {"text_block_id": "p13_b393", "text": "(1)"}, {"text_block_id": "p13_b394", "text": "The Government shall create and expand jobs for green technology and green industries so that every citizen can benefit from green growth."}, {"text_block_id": "p13_b395", "text": "(2)"}, {"text_block_id": "p13_b396", "text": "The Government shall facilitate efficient mobility and conversion of manpower in each industrial sector in the course of creating jobs for green technology and green industries, expand opportunities for citizen to learn new technology, and provide financial and technical support for creating jobs for green technology and green industries."}, {"text_block_id": "p13_b397", "text": "Article 36 (Advanced Regulation)"}, {"text_block_id": "p13_b398", "text": "(1)"}, {"text_block_id": "p13_b399", "text": "When the Government intends to introduce regulation for using resources efficiently and reducing the generation of greenhouse gases and pollutants, it shall endeavor to reduce social and economic expenses by inducing persons who cause the generation of greenhouse gases or pollutants to voluntarily reduce the generation of greenhouse gases and pollutants."}, {"text_block_id": "p13_b400", "text": "(2)"}, {"text_block_id": "p13_b401", "text": "When the Government intends to introduce regulation for reducing the generation of greenhouse gases and pollutants, it shall establish an advanced regulation system to avoid duplicate regulation so as to avoid the frustration of autonomy and creativity of the private sector and enhance industrial competitiveness by conducting surveys on the actual state, in the Republic of Korea and abroad, of regulation on enterprises."}, {"text_block_id": "p13_b402", "text": "Article 37 (Countermeasures for International Norms)"}, {"text_block_id": "p13_b403", "text": "(1)"}, {"text_block_id": "p13_b404", "text": "The Government shall collect, survey, and analyze movements and information about systems and policies that any foreign government or international organization intends to establish or introduce, arrange related systems and policies reasonably, and establish a supportive system therefor, and prepare appropriate countermeasures."}, {"text_block_id": "p13_b405", "text": "(2)"}, {"text_block_id": "p13_b406", "text": "The Government shall inform enterprises and citizens of movements, information, and countermeasures under paragraph (1) sufficiently for domestic enterprises and citizens to improve their ability to respond to changes."}, {"text_block_id": "p13_b407", "text": "Article 38 (Basic Principles for Coping with Climate Change)"}, {"text_block_id": "p13_b408", "text": "The Government shall establish and implement a policy for coping with climate change and related plans in accordance with the following principles in order to realize a low carbon society:"}, {"text_block_id": "p14_b409", "text": "1."}, {"text_block_id": "p14_b410", "text": "It shall recognize the seriousness of problems of climate change ensuing from global warming, cope with such problems comprehensively by putting together capacities of the State and citizens, and participate in global efforts actively;"}, {"text_block_id": "p14_b411", "text": "2."}, {"text_block_id": "p14_b412", "text": "It shall establish the State's mediumand long-term targets for the reduction of greenhouse gases by analyzing costs of and benefits from the reduction of greenhouse gases in the economic aspect and taking domestic and overseas conditions into consideration and promote the reduction of greenhouse gases efficiently and systematically by introducing a cost-effective, reasonable regulation system based on pricing functions and market system;"}, {"text_block_id": "p14_b413", "text": "3."}, {"text_block_id": "p14_b414", "text": "It shall develop and utilize high technology and convergence technology, such as technology for information and communications, nanotechnology, biotechnology, to reduce greenhouse gases drastically;"}, {"text_block_id": "p14_b415", "text": "4."}, {"text_block_id": "p14_b416", "text": "It shall enable to adopt various means for reduction autonomously by clarifying rights and obligations in connection with the emission of greenhouse gases and allowing transactions of such rights and obligations in the market and shall be prepared for the international carbon market by boosting the domestic carbon market;"}, {"text_block_id": "p14_b417", "text": "5."}, {"text_block_id": "p14_b418", "text": "It shall be prepared against natural disasters on a large scale and changes in environmental ecosystem and the status of crops, minimize impacts of climate change, and protect the safety and property of citizens from such dangers and disaster."}, {"text_block_id": "p14_b419", "text": "Article 39 (Basic Principles of Policies on Energy)"}, {"text_block_id": "p14_b420", "text": "The Government shall establish and implement policies on energy and plans related to energy in accordance with the following principles in order to promote low carbon, green growth:"}, {"text_block_id": "p14_b421", "text": "1."}, {"text_block_id": "p14_b422", "text": "It shall gradually reduce the use of fossil fuels, such as petroleum and coal, and improve the level of self-sufficiency in energy;"}, {"text_block_id": "p14_b423", "text": "2."}, {"text_block_id": "p14_b424", "text": "It shall prevent global warming, conserve the environment, and convert the economic and social structures into the structures of low energy consumption and recycling of resources by rationalizing energy prices, saving energy, improving efficiency in the use of energy, and reinforcing the control over demands for energy;"}, {"text_block_id": "p14_b425", "text": "3."}, {"text_block_id": "p14_b426", "text": "It shall expand the development, production, use, and distribution of new and renewable energy, such as solar energy, energy from wastes, bioenergy, wind power, geothermal energy, tidal power, fuel batteries, and hydrogen energy, and shall diversify sources of energy;"}, {"text_block_id": "p14_b427", "text": "4."}, {"text_block_id": "p14_b428", "text": "It shall expand the introduction of elements of market competition to energy prices and energy industries, establish the order of fair trade, and introduce and improve regulation on energy industries reasonably, referring to international norms and foreign legal systems, to create a new market;"}, {"text_block_id": "p14_b429", "text": "5."}, {"text_block_id": "p14_b430", "text": "It shall expand benefits from the use of energy to the low-income groups, improve the equitableness in the use of energy, and expand welfare related to energy so that every citizen can benefit from low carbon, green growth equally;"}, {"text_block_id": "p15_b431", "text": "6."}, {"text_block_id": "p15_b432", "text": "It shall reinforce national security in energy by securing domestic and overseas resources of energy, diversifying imports of energy, storing energy, and thus supplying energy stably."}, {"text_block_id": "p15_b433", "text": "Article 40 (Basic Plan for Coping with Climate Change)"}, {"text_block_id": "p15_b434", "text": "(1)"}, {"text_block_id": "p15_b435", "text": "The Government shall establish and implement a basic plan every five years for coping with climate change for a planning period of 20 years in accordance with the basic principles for coping with climate change."}, {"text_block_id": "p15_b436", "text": "(2)"}, {"text_block_id": "p15_b437", "text": "The Government shall, whenever it intends to establish or amend the basic plan for coping with climate change, bring a proposed plan to the Committee and then to the State Council for deliberation: Provided, That the foregoing shall not apply to modifications to insignificant matters prescribed by Presidential Decree."}, {"text_block_id": "p15_b438", "text": "(3)"}, {"text_block_id": "p15_b439", "text": "The basic plan for coping with climate change shall include the following matters:"}, {"text_block_id": "p15_b440", "text": "1."}, {"text_block_id": "p15_b441", "text": "Tendency and forecast of domestic and overseas climate changes and changes in concentration of greenhouse gases in the atmosphere;"}, {"text_block_id": "p15_b442", "text": "2."}, {"text_block_id": "p15_b443", "text": "Current status and outlook of the emission and absorption of greenhouse gases;"}, {"text_block_id": "p15_b444", "text": "3."}, {"text_block_id": "p15_b445", "text": "Establishment of medium and long-term targets for the reduction of emission of greenhouse gases and countermeasures for each area by phase;"}, {"text_block_id": "p15_b446", "text": "4."}, {"text_block_id": "p15_b447", "text": "Matters concerning international cooperation in coping with climate change;"}, {"text_block_id": "p15_b448", "text": "5."}, {"text_block_id": "p15_b449", "text": "Matters concerning cooperation between the State and local governments in coping with climate change;"}, {"text_block_id": "p15_b450", "text": "6."}, {"text_block_id": "p15_b451", "text": "Matters concerning research and development for coping with climate change;"}, {"text_block_id": "p15_b452", "text": "7."}, {"text_block_id": "p15_b453", "text": "Matters concerning training of human resources for coping with climate change;"}, {"text_block_id": "p15_b454", "text": "8."}, {"text_block_id": "p15_b455", "text": "Matters concerning measures for adaptation, such as monitoring, forecasts, and evaluation of impacts of climate change, evaluation of weakness therefor, and prevention of disasters;"}, {"text_block_id": "p15_b456", "text": "9."}, {"text_block_id": "p15_b457", "text": "Matters concerning education and public relations activities for coping with climate change;"}, {"text_block_id": "p15_b458", "text": "10."}, {"text_block_id": "p15_b459", "text": "Other matters necessary for promoting measures for coping with climate change."}, {"text_block_id": "p15_b460", "text": "Article 41 (Establishment of Basic Plans for Energy)"}, {"text_block_id": "p15_b461", "text": "(1)"}, {"text_block_id": "p15_b462", "text": "The Government shall establish a basic plan for energy every five years (hereafter referred to as \"basic energy plan\" in this Article) for a planning period of 20 years in accordance with basic principles for policies on energy."}, {"text_block_id": "p15_b463", "text": "(2)"}, {"text_block_id": "p15_b464", "text": "The Government shall, whenever it intends to establish or amend a basic energy plan, present a proposed plan to the Energy Committee under Article 9 of the Energy Act and then to the Committee and the State Council consecutively for deliberation: Provided, That the foregoing shall not apply to modifications to minor matters prescribed by Presidential Decree."}, {"text_block_id": "p15_b465", "text": "(3)"}, {"text_block_id": "p15_b466", "text": "A basic energy plan shall including the following matters:"}, {"text_block_id": "p15_b467", "text": "1."}, {"text_block_id": "p15_b468", "text": "Matters concerning trends and prospects of domestic and overseas demand and supply of energy;"}, {"text_block_id": "p15_b469", "text": "2."}, {"text_block_id": "p15_b470", "text": "Matters concerning measures for stable securing, import, supply, and management of energy;"}, {"text_block_id": "p16_b471", "text": "3."}, {"text_block_id": "p16_b472", "text": "Matters concerning the targets of demand for energy, the composition of energy sources, the saving of energy, and the improvement of efficiency in the use of energy;"}, {"text_block_id": "p16_b473", "text": "4."}, {"text_block_id": "p16_b474", "text": "Matters concerning the supply and use of environmentally friendly energy, such as new and renewable energy;"}, {"text_block_id": "p16_b475", "text": "5."}, {"text_block_id": "p16_b476", "text": "Matters concerning measures for the safety control of energy;"}, {"text_block_id": "p16_b477", "text": "6."}, {"text_block_id": "p16_b478", "text": "Matters concerning the development and diffusion of technology related to energy, the training of professional human resources, international cooperation, the development and use of natural resources of energy, and welfare in energy."}, {"text_block_id": "p16_b479", "text": "Article 42 (Coping with Climate Change and Management of Targets for Energy)"}, {"text_block_id": "p16_b480", "text": "(1)"}, {"text_block_id": "p16_b481", "text": "The Government shall establish mediumand long-term targets and the goals attached to each particular phase for the following matters and seek for measures necessary for accomplishing the targets in order to cope with the global reduction of greenhouse gases actively and to promote low carbon, green growth efficiently and systematically:"}, {"text_block_id": "p16_b482", "text": "1."}, {"text_block_id": "p16_b483", "text": "Targets for the reduction of greenhouse gases;"}, {"text_block_id": "p16_b484", "text": "2."}, {"text_block_id": "p16_b485", "text": "Targets for energy saving and targets for efficiency in the use of energy;"}, {"text_block_id": "p16_b486", "text": "3."}, {"text_block_id": "p16_b487", "text": "Targets for self-sufficiency in energy;"}, {"text_block_id": "p16_b488", "text": "4."}, {"text_block_id": "p16_b489", "text": "Targets for the supply of new and renewable energy."}, {"text_block_id": "p16_b490", "text": "(2)"}, {"text_block_id": "p16_b491", "text": "The Government shall, when it establishes targets under paragraph (1), take into consideration domestic conditions and movements in other countries."}, {"text_block_id": "p16_b492", "text": "(3)"}, {"text_block_id": "p16_b493", "text": "The Government may require appropriate central administrative agencies, local governments, and public institutions specified by Presidential Decree to establish targets for energy saving and targets for the reduction of greenhouse gases for each agency, local government or institution, and provide guidance and supervise over their performance, as prescribed by Presidential Decree, in order to accomplish targets under paragraph (1)."}, {"text_block_id": "p16_b494", "text": "(4)"}, {"text_block_id": "p16_b495", "text": "The Government shall establish targets for each sector, such as industries, traffic, transportation, household, and commerce, and shall actively prepare measures necessary for accomplishing such targets in order to accomplish targets under paragraph (1) 1 and 2."}, {"text_block_id": "p16_b496", "text": "(5)"}, {"text_block_id": "p16_b497", "text": "The Government shall establish and manage targets for each entity that emits greenhouse gases, and each entity that consumes energy, in the standard quantity specified by Presidential Decree or more (hereinafter referred to as \"controlled entity\") in a measurable, reportable, and verifiable manner in order to accomplish targets under paragraph (1) 1 and 2. In such cases, the Government shall consult with controlled entities in advance and shall take into consideration the past record of emission of greenhouse gases or the use of energy, technical levels, international competitiveness, and national targets."}, {"text_block_id": "p16_b498", "text": "(6)"}, {"text_block_id": "p16_b499", "text": "Each controlled entity shall observe targets under paragraph (5) and shall report its performance to the Government, as prescribed by Presidential Decree."}, {"text_block_id": "p16_b500", "text": "(7)"}, {"text_block_id": "p16_b501", "text": "The Government shall keep records of the register of the performance reported pursuant to paragraph"}, {"text_block_id": "p16_b502", "text": "(6)"}, {"text_block_id": "p16_b503", "text": "and manage the register systematically."}, {"text_block_id": "p17_b504", "text": "(8)"}, {"text_block_id": "p17_b505", "text": "The Government may, if a controlled entity's performance fails to meet targets under paragraph (5), order the entity to make improvements as may be necessary for accomplishing the targets. In such cases, the controlled entity shall prepare a performance plan in compliance with the order for improvements and carry out the plan earnestly."}, {"text_block_id": "p17_b506", "text": "(9)"}, {"text_block_id": "p17_b507", "text": "Each controlled entity shall prepare a report on its performance under paragraph (8) in a measurable, reportable, and verifiable manner, receive verification thereon from a reliable, independent, specialized institution specified by Presidential Decree, submit the report to the Government, and disclose it to the public."}, {"text_block_id": "p17_b508", "text": "(10)"}, {"text_block_id": "p17_b509", "text": "The Government may, if necessary, provide controlled entities with support in finance, taxation, business management, and technology, conduct surveys on and examine their actual conditions, and furnish them with data and information so that controlled entities can accomplish targets under paragraph"}, {"text_block_id": "p17_b510", "text": "(5)"}, {"text_block_id": "p17_b511", "text": "and carry out a performance plan under paragraph (8) without fail."}, {"text_block_id": "p17_b512", "text": "(11)"}, {"text_block_id": "p17_b513", "text": "Matters necessary for the management of the register and the support for controlled entities shall be prescribed by Presidential Decree in addition to the provisions of paragraphs (5) through (9)."}, {"text_block_id": "p17_b514", "text": "Article 43 (Facilitation of Earlier Action for Reduction of Greenhouse Gases)"}, {"text_block_id": "p17_b515", "text": "(1)"}, {"text_block_id": "p17_b516", "text": "The Government shall recognize the results of the performance voluntarily made by a controlled entity before it becomes subject to the control of targets under paragraph (5) as a result of the performance of the targets subject to control, or allow such an entity to trade the results of such performance, or encourage controlled entities otherwise to take action for voluntarily reducing greenhouse gases in advance."}, {"text_block_id": "p17_b517", "text": "(2)"}, {"text_block_id": "p17_b518", "text": "Matters necessary for the method of, and the procedures for, trading the results of performance under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p17_b519", "text": "Article 44 (Reporting on Quantity of Greenhouse Gases Emitted and Quantity of Energy Consumed)"}, {"text_block_id": "p17_b520", "text": "(1)"}, {"text_block_id": "p17_b521", "text": "Each controlled entity shall prepare a statement of the quantity of greenhouse gases emitted and the quantity of energy consumed in each place of business in a measurable, reportable, and verifiable manner and report it to the Government every year."}, {"text_block_id": "p17_b522", "text": "(2)"}, {"text_block_id": "p17_b523", "text": "Each controlled entity shall, when it makes a report under paragraph (1), receive verification on the reliability of the statement from a reliable, independent, specialized institution specified by Presidential Decree. In such cases, the Government may issue an order to correct or supplement any defect or omission, if any, in the statement."}, {"text_block_id": "p17_b524", "text": "(3)"}, {"text_block_id": "p17_b525", "text": "The Government shall manage the statements systematically and may disclose essential information included in the statements of each controlled entity: Provided, That a controlled entity may request the Government to keep the information confidential, if it has any extraordinary reason to believe that such disclosure may significantly infringe on its rights or trade secret."}, {"text_block_id": "p17_b526", "text": "(4)"}, {"text_block_id": "p17_b527", "text": "The Government shall, upon receiving a request from a controlled entity to keep information confidential pursuant to the proviso to paragraph (3), organize an examination committee and shall notify the entity of the results thereof within 30 days."}, {"text_block_id": "p18_b528", "text": "(5)"}, {"text_block_id": "p18_b529", "text": "The contents of each statement, the methods of reporting, management, and disclosure, and matters necessary for the organization and operation of the examination committee shall be prescribed by Presidential Decree."}, {"text_block_id": "p18_b530", "text": "Article 45 (Establishment of Integrated Information Management System for Greenhouse Gases)"}, {"text_block_id": "p18_b531", "text": "(1)"}, {"text_block_id": "p18_b532", "text": "The Government shall establish an integrated information management system for greenhouse gases with which it shall develop, verify, and manage the State's quantity of green house gases emitted and absorbed, the emission and absorption factors, and various information and statistics related to greenhouse gases."}, {"text_block_id": "p18_b533", "text": "(2)"}, {"text_block_id": "p18_b534", "text": "The head of each appropriate central administrative agency shall prepare and provide information and statistics about matters under his/her jurisdiction, such as energy, industrial process, agriculture, wastes, and forestry, and give active cooperation so that the integrated information management system under paragraph (1) can be operated smoothly."}, {"text_block_id": "p18_b535", "text": "(3)"}, {"text_block_id": "p18_b536", "text": "The Government shall, when it prepares and manages various information and statistics and establish the integrated information management system pursuant to paragraph (1), reflect international standards therein to the fullest extent possible to improve expertise, transparency, and reliability."}, {"text_block_id": "p18_b537", "text": "(4)"}, {"text_block_id": "p18_b538", "text": "The Government shall analyze and verify various information and statistics under paragraph (1) and announce the results thereof to the public every year."}, {"text_block_id": "p18_b539", "text": "(5)"}, {"text_block_id": "p18_b540", "text": "The detailed method of management of information and statistics and the institution responsible for management shall be prescribed by Presidential Decree in addition to the provisions of paragraphs (1) through (4)."}, {"text_block_id": "p18_b541", "text": "Article 46(Introduction of Cap and Trade System)"}, {"text_block_id": "p18_b542", "text": "(1)"}, {"text_block_id": "p18_b543", "text": "The Government may operate a system for trading emissions of greenhouse gases by utilizing market functions in order to accomplish the State's target of reduction of greenhouse gases."}, {"text_block_id": "p18_b544", "text": "(2)"}, {"text_block_id": "p18_b545", "text": "The system under paragraph (1) shall include a system for setting a cap on emission of greenhouse gases and for trading emissions and other internationally recognized trading system."}, {"text_block_id": "p18_b546", "text": "(3)"}, {"text_block_id": "p18_b547", "text": "The Government shall, when it implements the systems under paragraph (2), consider international negotiations related to climate change and may take necessary measures in relation to controlled entities under Article 42 (5), if international competitiveness is likely to be degraded significantly."}, {"text_block_id": "p18_b548", "text": "(4)"}, {"text_block_id": "p18_b549", "text": "The method of allocation of the allowable quantity of emission, the methods of registration and management, and the establishment and operation of an exchange for implementing the system under paragraph (2) shall be provided by another Act separately."}, {"text_block_id": "p18_b550", "text": "Article 47 (Management of Greenhouse Gases in Traffic Sector)"}, {"text_block_id": "p18_b551", "text": "(1)"}, {"text_block_id": "p18_b552", "text": "Any person who intends to manufacture means of transportation, such as automobiles, shall prepare a scheme for reducing greenhouse gases emitted from such transportation means and shall actively endeavor to conform with the international competition system for reducing greenhouse gases."}, {"text_block_id": "p18_b553", "text": "(2)"}, {"text_block_id": "p18_b554", "text": "The Government shall establish standards for the efficiency of average energy consumption of automobiles and standards for allowable emission of greenhouse gases from automobiles respectively to"}, {"text_block_id": "p19_b555", "text": "promote energy saving by improving average energy consumption efficiency of automobiles and to maintain a pleasant and appropriate atmospheric environment by reducing greenhouse gases in exhaust gases from automobiles, but shall allow auto makers (including importers) to choose one of such standards to avoid double regulation and shall ensure that measuring methods do not overlap."}, {"text_block_id": "p19_b556", "text": "(3)"}, {"text_block_id": "p19_b557", "text": "The Government may take measures for improving financial support for persons who purchase an automobile emitting less greenhouse gases, while imposing a charge on persons who purchase automobiles emitting more greenhouse gases"}, {"text_block_id": "p19_b558", "text": "(4)"}, {"text_block_id": "p19_b559", "text": "The Government may seek for schemes for financial and taxation support, research and development, and improvement of related systems to facilitate the manufacturing and distribution of low-carbon, high-efficiency transportation means, such as hybrid vehicles and fuel cell electric vehicles."}, {"text_block_id": "p19_b560", "text": "Article 48 (Assessment of Impacts of Climate Change and Implementation of Measures for Adaptation)"}, {"text_block_id": "p19_b561", "text": "(1)"}, {"text_block_id": "p19_b562", "text": "The Government shall improve the ability to observe, forecast, provide information on, and utilize weather phenomena; analyze and assess potentials continuously to secure new and renewable energy sources, such as solar power, wind power, and tidal power, for each area and for each region; and establish and operate meteorological information management system for such purposes."}, {"text_block_id": "p19_b563", "text": "(2)"}, {"text_block_id": "p19_b564", "text": "The Government shall implement measures for survey and research, the development of technology, the support for related specialized institutions, and the establishment of domestic and overseas cooperative system to improve the accuracy of monitoring and forecast of climate change and to research and analyze the status of changes in biomass and water resources as well as impacts of climate change, such as impacts on citizens' health."}, {"text_block_id": "p19_b565", "text": "(3)"}, {"text_block_id": "p19_b566", "text": "The Government shall research and assess impacts of climate change on ecosystem, biodiversity, atmosphere, water resources, water quality, public health, agricultural produce, fishery products, foodstuffs, forest, oceans, industries, and prevention of disasters and weakness therein and shall announce results therefrom to the public."}, {"text_block_id": "p19_b567", "text": "(4)"}, {"text_block_id": "p19_b568", "text": "The Government shall exert itself preferentially for preventive management to reduce damage that may be caused by climate change and shall establish and implement countermeasures for mitigating impacts of climate change or for coping with health and natural disasters, as prescribed by Presidential Decree."}, {"text_block_id": "p19_b569", "text": "(5)"}, {"text_block_id": "p19_b570", "text": "The Government may provide citizens and business entities, who conduct activities in response to measures for adaptation, with technical and financial support as may be necessary."}, {"text_block_id": "p19_b571", "text": "Article 49 (Basic Principles for Green Life and Sustainable Development)"}, {"text_block_id": "p19_b572", "text": "The State's measures for realizing green life and sustainable development shall be implemented in accordance with the following basic principles:"}, {"text_block_id": "p19_b573", "text": "1."}, {"text_block_id": "p19_b574", "text": "It shall be realized that our homeland is the base for green growth and the exhibition place of results thereof, and thus, efforts shall be made to harmonize the development of our homeland with conservation and management so that the present and future generations can enjoy a comfortable life;"}, {"text_block_id": "p20_b575", "text": "2."}, {"text_block_id": "p20_b576", "text": "National land, the urban space structure and buildings, and traffic systems shall be reorganized into the structure of low carbon, green growth, and circumstances in which manufacturers and consumers can produce and purchase green products voluntarily and actively;"}, {"text_block_id": "p20_b577", "text": "3."}, {"text_block_id": "p20_b578", "text": "The State, local governments, enterprises, and citizens shall perform international agreements related to sustainable development in good faith, and shall endeavor to practice green life in citizens' daily lives, and settle green culture throughout the society;"}, {"text_block_id": "p20_b579", "text": "4."}, {"text_block_id": "p20_b580", "text": "The State, local governments, and enterprises shall facilitate environmental conservation by developing and reorganizing systems for land use and production so as to protect the ecological base, which serves as the foundation for economic development."}, {"text_block_id": "p20_b581", "text": "Article 50 (Establishment and Implementation of Basic Plans for Sustainable Development)"}, {"text_block_id": "p20_b582", "text": "(1)"}, {"text_block_id": "p20_b583", "text": "The Government shall perform international agreements related to sustainable development, such as Agenda 21 adopted at the United Nations Conference on Environment and Development, held in Brazil in 1992, and the plan of implementation adopted at the World Summit on Sustainable Development, held in the Republic of South Africa in 2002, in good faith and shall establish and implement a basic plan every five years for sustainable development for a planning period of 20 years to facilitate the State's sustainable development."}, {"text_block_id": "p20_b584", "text": "(2)"}, {"text_block_id": "p20_b585", "text": "The Government shall, whenever it intends to establish or revise the basic plan for sustainable development, bring a proposed plan to the Commission on Sustainable Development under Article 15 of the Sustainable Development Act for deliberation and then to the Committee and the State Council consecutively for deliberation: Provided, That the foregoing shall not apply to modifications to minor matters prescribed in Presidential Decree."}, {"text_block_id": "p20_b586", "text": "(3)"}, {"text_block_id": "p20_b587", "text": "The basic plan for sustainable development shall include the following matters:"}, {"text_block_id": "p20_b588", "text": "1."}, {"text_block_id": "p20_b589", "text": "Matters concerning the current status of sustainable development, changes in circumstances, and prospects thereof;"}, {"text_block_id": "p20_b590", "text": "2."}, {"text_block_id": "p20_b591", "text": "Matters concerning the vision and goals of sustainable development, the strategy and principles for promotion, the direction of the basic policy, and major indexes for sustainable development;"}, {"text_block_id": "p20_b592", "text": "3."}, {"text_block_id": "p20_b593", "text": "Matters concerning the performance of international agreements related to sustainable development;"}, {"text_block_id": "p20_b594", "text": "4."}, {"text_block_id": "p20_b595", "text": "Other matters necessary for sustainable development."}, {"text_block_id": "p20_b596", "text": "(4)"}, {"text_block_id": "p20_b597", "text": "The head of each central administrative agency shall establish and implement a central basic plan for sustainable development for matters under his/her jurisdiction, which shall be included in the central action plan, in conformity with the basic plan for sustainable development under paragraph (1)."}, {"text_block_id": "p20_b598", "text": "(5)"}, {"text_block_id": "p20_b599", "text": "Each Mayor/Do Governor shall establish and implement a regional basic plan for sustainable development, which shall be included in the local action plan, in conformity with the basic plan for sustainable development under paragraph (1), taking into consideration local characteristics and conditions of the local government."}, {"text_block_id": "p20_b600", "text": "Article 51 (Management of Green Homeland)"}, {"text_block_id": "p21_b601", "text": "(1)"}, {"text_block_id": "p21_b602", "text": "The Government shall establish and implement plans specified by Presidential Decree, including the comprehensive national land plan and basic urban and Gun plans, in accordance with the basic principles for green life and sustainable development under Article 49 in order to develop the homeland to harmonize the healthy and comfortable environment and beautiful landscape with economic growth and social development (hereinafter referred to as \"green homeland\")."}, {"text_block_id": "p21_b603", "text": "<Amended by Act No. 10599, Apr. 14, 2011>"}, {"text_block_id": "p21_b604", "text": "(2)"}, {"text_block_id": "p21_b605", "text": "The Government shall prepare measures, including the following matters, in order to create a green homeland:"}, {"text_block_id": "p21_b606", "text": "1."}, {"text_block_id": "p21_b607", "text": "Development of carbon-neutral cities self-sufficient in energy and resources;"}, {"text_block_id": "p21_b608", "text": "2."}, {"text_block_id": "p21_b609", "text": "Expansion of forests and greenbelts and conservation of greater-regional ecological axes;"}, {"text_block_id": "p21_b610", "text": "3."}, {"text_block_id": "p21_b611", "text": "Environment-friendly development, use, and conservation of oceans;"}, {"text_block_id": "p21_b612", "text": "4."}, {"text_block_id": "p21_b613", "text": "Construction of low-carbon ports and harbors and conversion of existing ports and harbors into low-carbon ports and harbors;"}, {"text_block_id": "p21_b614", "text": "5."}, {"text_block_id": "p21_b615", "text": "Expansion of environment-friendly traffic systems;"}, {"text_block_id": "p21_b616", "text": "6."}, {"text_block_id": "p21_b617", "text": "Mitigation of damage to the homeland by natural disasters;"}, {"text_block_id": "p21_b618", "text": "7."}, {"text_block_id": "p21_b619", "text": "Other matters concerning creation of green homeland."}, {"text_block_id": "p21_b620", "text": "(3)"}, {"text_block_id": "p21_b621", "text": "The Government shall, in advance, hear opinions of the Committee whenever it establishes plans determined by Presidential Decree, such as the comprehensive national land plan under the Framework Act on the National Land and the balanced national development plan under the Special Act on Balanced National Development,"}, {"text_block_id": "p21_b622", "text": "Article 52 (Water Management for Coping with Climate Change)"}, {"text_block_id": "p21_b623", "text": "The Government shall establish and implement measures, including the following matters, in order to cope efficiently with natural disasters, such as drought caused by climate change, water stress, deterioration of water quality, and changes in the aquatic ecosystem and to ensure that every citizen can benefit from water equally:"}, {"text_block_id": "p21_b624", "text": "1."}, {"text_block_id": "p21_b625", "text": "Supply of clean and safe potable water and securing of stable water resources in preparation for drought, etc."}, {"text_block_id": "p21_b626", "text": "2."}, {"text_block_id": "p21_b627", "text": "Conservation and management of the aquatic ecosystem and improvement of water quality;"}, {"text_block_id": "p21_b628", "text": "3."}, {"text_block_id": "p21_b629", "text": "Control of demand, including water saving, rearrangement of the cycling system of water, such as the use of rainwater and the reuse of sewage, and prevention of flood disasters;"}, {"text_block_id": "p21_b630", "text": "4."}, {"text_block_id": "p21_b631", "text": "Environment-friendly conservation and restoration of rivers;"}, {"text_block_id": "p21_b632", "text": "5."}, {"text_block_id": "p21_b633", "text": "Development of technology for prevention and treatment of water pollution and providing related services."}, {"text_block_id": "p21_b634", "text": "Article 53 (Establishment of Low-Carbon Traffic Systems)"}, {"text_block_id": "p21_b635", "text": "(1)"}, {"text_block_id": "p21_b636", "text": "The Government shall set and manage goals, etc. for the reduction of greenhouse gases, as prescribed by Presidential Decree, in order to develop the environment for reducing greenhouse gases in the traffic sector and to manage emission of greenhouse gases and energy efficiently."}, {"text_block_id": "p22_b637", "text": "(2)"}, {"text_block_id": "p22_b638", "text": "The Government shall set and manage mediumand long-term and phased goals for the share of public transportation and the share of railroad transportation in order to establish low-carbon traffic systems minimizing energy consumption and emission of greenhouse gases."}, {"text_block_id": "p22_b639", "text": "(3)"}, {"text_block_id": "p22_b640", "text": "The Government shall expand investment in railroads continuously so that railroads can serve as the basis of main national transportation networks, expand means of public transportation, such as buses, subways, light rail transit systems, etc. and encourage the use of bicycles and coastal navigation."}, {"text_block_id": "p22_b641", "text": "(4)"}, {"text_block_id": "p22_b642", "text": "The Government shall prepare measures for the management of demand for transportation, including the following matters, in order to minimize greenhouse gases and air pollution, to reduce social costs incurred by traffic congestion drastically, and to solve traffic congestion in big cities, the Seoul Metropolitan Area, etc. thoroughly:"}, {"text_block_id": "p22_b643", "text": "1."}, {"text_block_id": "p22_b644", "text": "Improvement of the systems of traffic congestion charges and traffic inducement charges;"}, {"text_block_id": "p22_b645", "text": "2."}, {"text_block_id": "p22_b646", "text": "Expansion of exclusive lanes for buses and low-pollution vehicles and no-entry zones for passenger cars;"}, {"text_block_id": "p22_b647", "text": "3."}, {"text_block_id": "p22_b648", "text": "Expansion and establishment of intelligent traffic information systems that can disperse traffic efficiently."}, {"text_block_id": "p22_b649", "text": "Article 54 (Expansion of Green Buildings)"}, {"text_block_id": "p22_b650", "text": "(1)"}, {"text_block_id": "p22_b651", "text": "The Government shall establish and implement policies, such as a grading system for green buildings and other systems, in order to expand buildings with high efficiency in the use of energy, a high ratio of new and renewable energy, and minimum emission of greenhouse gases (hereinafter referred to as \"green buildings\")."}, {"text_block_id": "p22_b652", "text": "(2)"}, {"text_block_id": "p22_b653", "text": "The Government shall set and manage mediumand long-term and periodic goals for buildings that meet or excel the standards prescribed by Presidential Decree in order to reduce the consumption of energy and the emission of greenhouse gases in buildings."}, {"text_block_id": "p22_b654", "text": "(3)"}, {"text_block_id": "p22_b655", "text": "The Government shall prepare and implement measures and standards for each stage of design, construction, maintenance, dismantling, etc., such as enhancing design standards and the procedures for permits and reviews, in order to minimize consumption of energy and resources and reduce emission of greenhouse gases in the entire process of design, construction, maintenance dismantling, etc. of buildings."}, {"text_block_id": "p22_b656", "text": "(4)"}, {"text_block_id": "p22_b657", "text": "The Government shall implement energy inspections, energy saving programs under Article 25 of the Energy Use Rationalization Act, and activities for reducing greenhouse gases through such programs so that existing buildings can be converted into green buildings."}, {"text_block_id": "p22_b658", "text": "(5)"}, {"text_block_id": "p22_b659", "text": "The Government may require the installation and management of intelligent meters for controlling and reducing consumption of energy such as power consumption, etc. in newly constructed or renovated buildings."}, {"text_block_id": "p22_b660", "text": "(6)"}, {"text_block_id": "p22_b661", "text": "The Government shall apply the measures under paragraphs (1) through (5) to buildings of central administrative agencies, local governments, public institutions, educational institutions, etc. specified by Presidential Decree so that they can play the role of leaders toward green buildings and shall inspect and control their implementation."}, {"text_block_id": "p23_b662", "text": "(7)"}, {"text_block_id": "p23_b663", "text": "The Government shall endeavor to increase or supply green buildings when developing a new city or re-developong cities on a scale not smaller than that prescribed by Presidential Decree."}, {"text_block_id": "p23_b664", "text": "(8)"}, {"text_block_id": "p23_b665", "text": "The Government may, if necessary for expanding green buildings, provide support, such as financial support, tax abatement or exemption, and other measures as prescribed by Presidential Decree."}, {"text_block_id": "p23_b666", "text": "Article 55 (Promotion of Environment-Friendly Agriculture and Fisheries and Expansion of Carbon Sinks)"}, {"text_block_id": "p23_b667", "text": "(1)"}, {"text_block_id": "p23_b668", "text": "The Government shall develop agricultural technology for saving energy and producing bioenergy, minimize the use of chemical fertilizers, materials, and agro chemicals to the greatest extent by developing production technology of environment-friendly agricultural products which accommodate climate change and expand the production, distribution, and consumption of environmentally friendly and organic agricultural produce, fishery products, and wooden products."}, {"text_block_id": "p23_b669", "text": "(2)"}, {"text_block_id": "p23_b670", "text": "The Government shall increase carbon sinks by preserving and developing farmland and developing sea groves (referring to communities of seaweeds, such as Gelidium amansii, to be developed in seawater to absorb greenhouse gases in the atmosphere)."}, {"text_block_id": "p23_b671", "text": "(3)"}, {"text_block_id": "p23_b672", "text": "The Government shall expand carbon sinks substantially through conservation and development of forests and facilitate the utilization of biomass in forests."}, {"text_block_id": "p23_b673", "text": "(4)"}, {"text_block_id": "p23_b674", "text": "The Government shall establish and implement measures that can raise self-sufficiency in food through the improvement of new varieties that can cope with climate change positively."}, {"text_block_id": "p23_b675", "text": "Article 56 (Facilitation, etc. of Eco-Tourism)"}, {"text_block_id": "p23_b676", "text": "The Government shall facilitate eco-tourism by preserving, restoring, and using habitats of flora and fauna, ecologically outstanding natural environmental assets, and unique cultual assets in each locality harmoniously as resources for tourism to boost the regional economy and shall ensure that every citizen can utilize such resources as places for experience and education of ecosystem."}, {"text_block_id": "p23_b677", "text": "Article 57 (Spread, etc. of Culture in Production and Consumption for Green Growth)"}, {"text_block_id": "p23_b678", "text": "(1)"}, {"text_block_id": "p23_b679", "text": "The Government shall establish and implement appropriate measures for saving and utilizing energy and resources efficiently and reducing greenhouse gases and pollutants throughout the entire process of production, consumption, transportation, and disposal of goods (hereinafter referred to as \"production, etc.\")."}, {"text_block_id": "p23_b680", "text": "(2)"}, {"text_block_id": "p23_b681", "text": "The Government shall ensure that the consumption of energy, the emission of carbon, etc. can be reasonably linked to and reflected in the price of goods and sevices and that accurate information thereon shall be disclosed and communicated to consumers."}, {"text_block_id": "p23_b682", "text": "(3)"}, {"text_block_id": "p23_b683", "text": "The Government may establish and operate an information management system with which the consumption of energy and resources and emission of greenhouse gases and pollutants in the entire process of production, etc. of goods can be analyzed and evaluated and the results thereof can be stored and used."}, {"text_block_id": "p23_b684", "text": "(4)"}, {"text_block_id": "p23_b685", "text": "In order to facilitate and expand the use and consumption of green products, the Government may establish and implement measures to require manufacturers, distributors, etc. of goods to indicate and"}, {"text_block_id": "p24_b686", "text": "disclose information or grade on the quantity of greenhouse gases and pollutants generated in the course of production, etc. of such goods so that consumers can easily recognize such information."}, {"text_block_id": "p24_b687", "text": "Article 58 (Facilitation of Green Life Campaigns)"}, {"text_block_id": "p24_b688", "text": "(1)"}, {"text_block_id": "p24_b689", "text": "The Government shall prepare measures enabling citizens and enterprises to get used to green life, establish a cooperation system with local governments, enterprises, non-governmental organization, and other organizations, intensify education and public relations activities therefor, and initiate nationwide green life campaigns."}, {"text_block_id": "p24_b690", "text": "(2)"}, {"text_block_id": "p24_b691", "text": "The Government may provide relevant non-governmental organizations and other organizations with financial and administrative support necessary for developing green life campaigns as voluntary action movements driven by the private sector."}, {"text_block_id": "p24_b692", "text": "Article 59 (Education and Public Relations Activities for Practice of Green Life)"}, {"text_block_id": "p24_b693", "text": "(1)"}, {"text_block_id": "p24_b694", "text": "The Government shall ensure that industrial entities and citizens can participate voluntarily in policies and activities for low carbon, green growth and that they can practice green life culture in their daily lives by expanding education and public relations activities for low carbon, green growth."}, {"text_block_id": "p24_b695", "text": "(2)"}, {"text_block_id": "p24_b696", "text": "The Government shall strengthen school education for low carbon, green growth by developing textbooks and teaching materials including curriculum books and training teaching staff so that citizens can get used to practice of green life from the early childhood and also strengthen educational courses integrated with and linked to general education programs, occupational education programs, basic lifelong education programs."}, {"text_block_id": "p24_b697", "text": "(3)"}, {"text_block_id": "p24_b698", "text": "The Government strengthen education and public relations activities through mass media, including newspapers, broadcasting media, internet portal services, etc. so as to facilitate the settlement and spread of green life culture."}, {"text_block_id": "p24_b699", "text": "(4)"}, {"text_block_id": "p24_b700", "text": "Public broadcasting media shall produce and broadcast programs related to climate change resulting from global warming and energy and shall also endeavor actively to boost public service advertisements."}, {"text_block_id": "p24_b701", "text": "Article 60 (Request for Submission of Data)"}, {"text_block_id": "p24_b702", "text": "(1)"}, {"text_block_id": "p24_b703", "text": "The Committee shall, if deemed necessary for performing its duties, request the head of a relevant central administrative agency, a local government, or a public institution to submit information or data on low carbon, green growth."}, {"text_block_id": "p24_b704", "text": "(2)"}, {"text_block_id": "p24_b705", "text": "The head of a relevant agency, local government, or institution shall, upon receiving a request pursuant to paragraph (1), comply with such request, unless any justifiable reason exists to the contrary, such as matters requiring confidentiality for the purpose of national defense or national security."}, {"text_block_id": "p24_b706", "text": "Article 61 (Enhancement of International Cooperation)"}, {"text_block_id": "p24_b707", "text": "(1)"}, {"text_block_id": "p24_b708", "text": "The Government shall prepare various measures for promoting international cooperation and expansion in overseas markets through information exchange on low carbon, green growth with foreign and international organizations and through participation in technical cooperation, standardization, and joint surveys and research."}, {"text_block_id": "p25_b709", "text": "(2)"}, {"text_block_id": "p25_b710", "text": "The State shall endeavor to provide developing countries with financial support, so that they can cope with climate change effectively and facilitate sustainable development, to earnestly perform its national responsibilities meeting the expectations of international society, and to heighten the State's diplomatic stature."}, {"text_block_id": "p25_b711", "text": "(3)"}, {"text_block_id": "p25_b712", "text": "The Government shall exert itself to cope with climate change actively, strengthen international cooperation, and provide relevant information sufficiently so as to heighten the national stature and reputation in reliable national indexes for evaluation of countermeasures against climate change, which are announced by international organizations and related institutions."}, {"text_block_id": "p25_b713", "text": "Article 62 (Reporting to National Assembly)"}, {"text_block_id": "p25_b714", "text": "(1)"}, {"text_block_id": "p25_b715", "text": "The Government shall, when it establishes the national strategy for green growth pursuant to Article 9"}, {"text_block_id": "p25_b716", "text": "(1)"}, {"text_block_id": "p25_b717", "text": ", report it to the National Assembly without delay."}, {"text_block_id": "p25_b718", "text": "(2)"}, {"text_block_id": "p25_b719", "text": "The head of each central administrative agency shall, when he/she establishes a central action plan, report it to the competent Standing Committee (or the competent Special Committee) without delay and shall report results of performance thereof to the competent Standing Committee (or the competent Special Committee) by the end of February of the following year."}, {"text_block_id": "p25_b720", "text": "Article 63 (Preparation of National Reports)"}, {"text_block_id": "p25_b721", "text": "(1)"}, {"text_block_id": "p25_b722", "text": "The Government may prepare national reports, as stipulated in the United Nations Framework Convention on Climate Change."}, {"text_block_id": "p25_b723", "text": "(2)"}, {"text_block_id": "p25_b724", "text": "The Government may, if necessary for preparing a national report pursuant to paragraph (1), request the head of relevant central administrative agency to submit data. In such cases, the head of a relevant central administrative agency shall comply with such request, unless any special reason exists to the contrary."}, {"text_block_id": "p25_b725", "text": "(3)"}, {"text_block_id": "p25_b726", "text": "The Government shall, when it intends to submit a national report under paragraph (1) to the Conference of the Parties to the United Nations Framework Convention on Climate Change, undergo deliberation by the Committee."}, {"text_block_id": "p25_b727", "text": "Article 64 (Fines for Negligence)"}, {"text_block_id": "p25_b728", "text": "(1)"}, {"text_block_id": "p25_b729", "text": "A persons falling under the following paragraphs shall be punished by a fine for negligence not exceeding ten million won:"}, {"text_block_id": "p25_b730", "text": "1."}, {"text_block_id": "p25_b731", "text": "A person who fails to make a report under Article 42 (6) or (9) or 44 (1) or who makes a false report;"}, {"text_block_id": "p25_b732", "text": "2."}, {"text_block_id": "p25_b733", "text": "A person who fails to comply with an order of improvement under Article 42 (8);"}, {"text_block_id": "p25_b734", "text": "3."}, {"text_block_id": "p25_b735", "text": "A person who fails to make a disclosure under Article 42 (9);"}, {"text_block_id": "p25_b736", "text": "4."}, {"text_block_id": "p25_b737", "text": "A person who fails to comply with an order for correction or supplementation under Article 44 (2)."}, {"text_block_id": "p25_b738", "text": "(2)"}, {"text_block_id": "p25_b739", "text": "Fines for negligence under paragraph (1) shall be imposed and collected by the head of a relevant administrative agency, as prescribed by Presidential Decree."}, {"text_block_id": "p25_b740", "text": "ADDENDA"}, {"text_block_id": "p26_b741", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p26_b742", "text": "This Act shall enter into force three months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p26_b743", "text": "Article 2 (Special Cases concerning Preparation of Statements)"}, {"text_block_id": "p26_b744", "text": "Notwithstanding Article 44, controlled entities shall prepare and report a statement on the quantity of greenhouse gases emitted and the quantity of energy consumed during the latest three years in the first year after this Act enters into force."}, {"text_block_id": "p26_b745", "text": "Article 3 (Transitional Measures concerning National Strategy for Green Growth)"}, {"text_block_id": "p26_b746", "text": "The national strategy for green growth, which was established by the Green Growth Committee, installed pursuant to the former Presidential Directive No. 239, and which is in force, after undergoing deliberation by the State Council, at the time this Act enters into force, shall be deemed the national strategy for green growth under Article 9."}, {"text_block_id": "p26_b747", "text": "Article 4 Omitted."}, {"text_block_id": "p26_b748", "text": "ADDENDA"}, {"text_block_id": "p26_b749", "text": "<Act No. 10599, Apr. 14, 2011>"}, {"text_block_id": "p26_b750", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p26_b751", "text": "This Act shall enter into force one year after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p26_b752", "text": "Articles 2 through 9 Omitted."}, {"text_block_id": "p26_b753", "text": "ADDENDA"}, {"text_block_id": "p26_b754", "text": "<Act No. 11676, Mar. 23, 2013>"}, {"text_block_id": "p26_b755", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p26_b756", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p26_b757", "text": "Article 2 (Transitional Measure concerning Presidential Committee on Green Growth)"}, {"text_block_id": "p26_b758", "text": "The Presidential Committee on Green Growth established under the control of the President pursuant to the former provisions at the time this Act enters into force shall be construed as the Presidential Committee on Green Growth established under the control of the Prime Minister pursuant to the amended provisions of Article 14 (1)."}, {"text_block_id": "p26_b759", "text": "ADDENDA"}, {"text_block_id": "p26_b760", "text": "<Act No. 11965, Jul. 30, 2013>"}, {"text_block_id": "p26_b761", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p26_b762", "text": "This Act shall enter into force three months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p26_b763", "text": "Articles 2 through 4 Omitted."}, {"text_block_id": "p26_b764", "text": "ADDENDA"}, {"text_block_id": "p26_b765", "text": "<Act No. 14122, Mar. 29, 2016>"}, {"text_block_id": "p26_b766", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p26_b767", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p26_b768", "text": "Articles 2 through 5 Omitted."}], "document_description": "South Korea's Framework Act on Low Carbon Green Growth creates the legislative framework for mid- and long-term emissions reduction targets, cap-and-trade, carbon tax, carbon labelling, carbon disclosure, and the expansion of new and renewable energy. The Framework Act requires the government to establish and implement a national strategy, action plans, and a detailed 5-year plan for a planning period of 20 years, which will deal with various aspects of climate change mitigation and adaptation.The framework defines the main principles of a green economy, including green growth via environmental technologies and industries, and the balance between environment and economy. The Committee on Green Growth is established to deliberate on the State's major policies and plans related to low carbon green growth. Since 2013 this Committee has operated under the Prime Minister's Office. The Framework declares that the government will foster new green industries with high growth potential, by formulating means to transform traditional industries into green ones, setting targets and adapting infrastructure to an environmentally friendly structure; green investment companies shall be established and may be supported by the government; and the Framework also calls for facilitation of research, development and commercialisation of green technology. The Framework prescribes mandatory annual GHG emission reporting to the government, and the establishment of an Integrated Information Management System for GHGs.The Framework instructs the government to prepare and enforce a basic plan for energy every 5 years for a planning period of 20 years. The plan should include aspects of energy security and independence, as well as targets for energy supply from renewable sources and energy demand management via saving and efficiency. The Framework calls for the preparation of REDD/Land Use policies and transportation policies - including the establishment of standards for emissions from different classes of automobiles. It prescribes an assessment of impacts of climate change and the implementation of measures for adaptation. The Enforcement Decree is designed to provide for matters delegated by the Act and matters necessary for enforcement thereof including establishment of central and local action plans, operation of the Presidential Committee on Green Growth, establishment of and support for green industries investment companies and control of quantity of GHGs emitted and the quantity of energy consumed in each area including transportation and architecture, etc.The Decree sets a target of a reduction in total national GHG emissions in 2020 by 30% from the business-as-usual projection for 2020. Regarding transportation policies, the Decree addresses the management of the standards for corporate-average energy consumption efficiency of automobiles and compatible corporate-average allowable exhaust emissions of GHGs from automobiles. The Decree deals with the establishment of green industries investment companies. It also provides that the Minister of Environment shall establish and implement, every 5 years, measures for adaptation to climate change based on consultation with the heads of the central administrative agencies concerned. The Decree establishes the national integrated information management system for GHGs. The Green Growth Law Decree (Presidential Decree no 27180, revised on 24-may-16), updates the law to reflect 2030 targets."}