{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Water", "Energy", "Agriculture"], "document_language": "English", "document_name": "Framework Act on Agriculture, Rural Community and Food Industry", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "22/06/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Disaster Risk Management", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/KOR/2015/KOR-2015-06-22-Framework Act on Agriculture, Rural Community and Food Industry_70bbf4da256de1ddc8db80aa21a39d16.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "FRAMEWORK ACT ON AGRICULTURE, RURAL COMMUNITY AND FOOD INDUSTRY"}, {"text_block_id": "p0_b2", "text": "Article 1 (Purpose)"}, {"text_block_id": "p0_b3", "text": "The purpose of this Act is to provide for basic matters concerning directions to be sought by agriculture, rural communities, and the food industry and directions of national policy in order to pursue the sustainable development of agriculture and rural communities, which are the economic, social and cultural foundations of the citizens, to ensure the stable supply of safe agricultural products and quality food for the citizens, and to enhance the level of income and quality of life of farmers."}, {"text_block_id": "p0_b4", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p0_b5", "text": "Article 2 (Basic Philosophy)"}, {"text_block_id": "p0_b6", "text": "The basic ideologies of this Act are as follows:"}, {"text_block_id": "p0_b7", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p0_b8", "text": "<Amended by Act No. 13383, Jun. 22, 2015>\n* As a key industry carrying out economic and public functions by ensuring the stable supply of safe\n* Farmers shall be encouraged to become major economic players realizing an income in balance with\n* Rural communities shall be encouraged to preserve their unique traditions and culture and be"}, {"text_block_id": "p0_b14", "text": "Article 3 (Definitions)"}, {"text_block_id": "p0_b15", "text": "The terms used in this Act shall be defined as follows:"}, {"text_block_id": "p0_b16", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 13054 Jan. 20, 2015; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p0_b17", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 13054 Jan. 20, 2015; Act No. 13383, Jun. 22, 2015>\n* The term \"agriculture\" means crop cultivation, livestock farming, forestry, and other industries\n* The term \"farmer\" means a person meeting the criteria prescribed by Presidential Decree, who"}, {"text_block_id": "p1_b21", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 13054 Jan. 20, 2015; Act No. 13383, Jun. 22, 2015>\n* The term \"agriculture\" means crop cultivation, livestock farming, forestry, and other industries\n* The term \"farmer\" means a person meeting the criteria prescribed by Presidential Decree, who\n* The term \"agricultural business entity\" means the agricultural business entity under subparagraph 7 of\n* The term \"producers organization\" means an organization prescribed by Presidential Decree, which is\n* The term \"rural community\" means any of the following areas:\n\t* Eup or Myeon;\n\t* Areas, other than that referred to in item (a), which are publicly notified by the Minster of\n\t* The term \"agricultural and fishery product\" means either of the following:\n\t* Agricultural product: Products produced as a result of agricultural activities, which are determined\n\t* Fishery product: Products under Article 3 (1) (a) of the Framework Act on Fishers and Fishing\n\t* The term \"food\" means any of the following items:\n\t* Agricultural and fishery products that humans can eat or drink directly;\n\t* All kinds of food and drink, the ingredients of which are agricultural and fishery products;\n\t* The term \"food industry\" means an industry, determined by Presidential Decree, producing,\n\t* The term \"public function of agriculture and rural communities\" means any of the following\n\t* Stable food supply;\n\t* Conservation of the environment of the national territory and natural landscape;\n\t* Creation and cultivation of water resources;\n\t* Prevention of soil loss and flood;\n\t* Conservation of the ecosystem;\n\t* Protection of traditions and cultures unique to agricultural communities;\n\t* <by Act No. 13383, Jun. 22, 2015>;\n\t* <by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p1_b65", "text": "Article 4 (Responsibilities of State, Local Governments, Farmers, Consumers, etc.)"}, {"text_block_id": "p1_b66", "text": "Article 4 (Responsibilities of State, Local Governments, Farmers, Consumers, etc.)\n* The State and local governments shall formulate and implement comprehensive policies in order to"}, {"text_block_id": "p2_b69", "text": "Article 4 (Responsibilities of State, Local Governments, Farmers, Consumers, etc.)\n* The State and local governments shall formulate and implement comprehensive policies in order to\n* As an agent who plays a main role in the development of agriculture and rural communities, every\n* A producers organization shall endeavor to ensure the sustainable development of agriculture and rural\n* A person who works in the food industry shall endeavor to produce and supply quality food in a stable\n* A consumer shall proactively endeavor to enhance his/her understanding of the public functions of\n* A consumer shall proactively endeavor to enhance his/her understanding of the public functions of\n <Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p2_b81", "text": "Article 4-2 (Farmers Day)"}, {"text_block_id": "p2_b82", "text": "Article 4-2 (Farmers Day)\n* November 11 of every year is designated as Farmers Day to inform citizens of the importance of\n* The State and local governments shall endeavor to perform projects, such as an event appropriate for"}, {"text_block_id": "p2_b86", "text": "Article 5 (Relationship with Other Acts)"}, {"text_block_id": "p2_b87", "text": "The enactment or amendment of other Acts concerning agriculture, rural communities, and the food industry shall comply with the provisions of this Act."}, {"text_block_id": "p2_b88", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p2_b89", "text": "Article 6 (Basic Principles of Formulation and Implementation of Policies)"}, {"text_block_id": "p2_b90", "text": "Article 6 (Basic Principles of Formulation and Implementation of Policies)\n* When the State and local governments formulate and implement policies for agriculture, rural\n* When the State and local governments formulate policies for the development of agriculture, rural"}, {"text_block_id": "p2_b96", "text": "Article 7 (Stable Supply of Agricultural Products and Food)"}, {"text_block_id": "p2_b97", "text": "For the stable supply of safe agricultural products and quality food, the State and local governments shall formulate and implement policies necessary for securing the safety of agricultural products in the stage of production; development of agriculture and the food industry; and setting, maintaining, etc., of optimum goal of self-sufficiency of food and staples."}, {"text_block_id": "p2_b98", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p3_b99", "text": "Article 8 (Restructuring and Sustainable Development of Agriculture)"}, {"text_block_id": "p3_b100", "text": "Article 8 (Restructuring and Sustainable Development of Agriculture)\n* The State and local governments shall endeavor for the stable increase of income of farmers by\n* For the promotion of the functions of agriculture to conserve the environment and facilitation of the"}, {"text_block_id": "p3_b106", "text": "Article 9 (Promotion of Public Functions of Agriculture and Rural Communities)"}, {"text_block_id": "p3_b107", "text": "For balanced national development and improvement of the dietary lifestyles of the citizens, the State and local governments shall endeavor to maintain and promote the public functions of agriculture and rural communities to the utmost extent."}, {"text_block_id": "p3_b108", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p3_b109", "text": "Article 10 (Development of Local Agriculture and Promotion of Welfare of Residents in Rural Communities)"}, {"text_block_id": "p3_b110", "text": "Article 10 (Development of Local Agriculture and Promotion of Welfare of Residents in Rural Communities)\n* The State and local governments shall endeavor to develop each rural community into an industrial,\n* The State and local governments shall endeavor to enable residents in rural communities to enjoy"}, {"text_block_id": "p3_b116", "text": "Article 11 (Fostering of Agriculture- and Food Industry-Related Organizations)"}, {"text_block_id": "p3_b117", "text": "Article 11 (Fostering of Agriculture- and Food Industry-Related Organizations)\n* For the protection of rights and interests of farmers, persons engaging in the food industry, and\n* When the organizations referred to in paragraph (1) intend to establish and operate a social\n* When the organizations referred to in paragraph (1) intend to establish and operate a social\n <Amended by Act No. 13383, Jun. 22, 2015>\n* Matters necessary for the criteria, etc. for assisting the operation of organizations or the establishment"}, {"text_block_id": "p3_b125", "text": "Article 11-2 (Establishment of Korea Agency of Education, Promotion and Information Service in Food, Agriculture, Forestry and Fisheries)"}, {"text_block_id": "p4_b126", "text": "Article 11-2 (Establishment of Korea Agency of Education, Promotion and Information Service in Food, Agriculture, Forestry and Fisheries)\n* The Minister of Agriculture, Food and Rural Affairs shall establish the Korea Agency of Education,\n* The EPIS shall be a legal entity.\n* The EPIS shall be duly formed when the registration for its establishment is completed at the registry\n* <Amended by Act No. 11694, Mar. 23, 2013; Act No. 13383,\n* Facilitating informatization in rural communities, agriculture, and the food industry;\n* Fostering culture regarding agriculture and rural communities, and propagating and publicizing the\n* Enhancing the technology level and management ability of agricultural business entities;\n* Nurturing human resources, such as professional personnel in agriculture, rural communities, and the\n* Providing safety information on agricultural products, invigorating information exchanges, and\n* Providing information on trade policies and supporting for international cooperation in agriculture,\n* Providing knowledge and information services in the sectors of food, agriculture, forestry and\n* Other projects designated or entrusted by the Minister of Agriculture, Food and Rural Affairs.\n* The Government may fully or partially contribute or subsidize expenses incurred in establishing and\n* Except as otherwise expressly provided for in this Act and the Act on the Management of Public"}, {"text_block_id": "p4_b156", "text": "Article 12 (Policies for Agriculture, Rural Communities, and Food Industry in Preparation for National Reunification)"}, {"text_block_id": "p4_b157", "text": "Based on the understanding that the trade of agricultural products and food between North and South Korea is an internal deal between the people of Korea, the Government shall endeavor to formulate and implement policies for agriculture, rural communities, and the food industry in preparation for national reunification."}, {"text_block_id": "p4_b158", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p4_b159", "text": "Article 13 (Trade and International Cooperation)"}, {"text_block_id": "p5_b160", "text": "(1)"}, {"text_block_id": "p5_b161", "text": "The Government shall formulate and implement foreign trade policies in consideration of the characteristics of Korean agriculture, rural communities, and the food industry, and endeavor to reinforce international cooperation in compliance with the principle of reciprocity and development level of the national economy, and contribute to the international community."}, {"text_block_id": "p5_b162", "text": "<Amended by Act No. 11094, Nov. 11, 2011; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p5_b163", "text": "(2)"}, {"text_block_id": "p5_b164", "text": "The Government shall endeavor to minimize damage to agriculture, rural communities, and the food industry in formulating and implementing foreign trade policies pursuant to paragraph (1)."}, {"text_block_id": "p5_b165", "text": "<Newly Inserted by Act No. 11094, Nov. 11, 2011; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p5_b166", "text": "(3)"}, {"text_block_id": "p5_b167", "text": "The Government shall formulate and implement complementary measures in case the public functions of agriculture and rural communities are weakened due to major changes in trade conditions."}, {"text_block_id": "p5_b168", "text": "<Newly Inserted by Act No. 11094, Nov. 11, 2011; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p5_b169", "text": "Article 14 (Formulation of Plan to Develop Agriculture, Rural Communities, and Food Industry)"}, {"text_block_id": "p5_b170", "text": "(1)"}, {"text_block_id": "p5_b171", "text": "The Minister of Agriculture, Food and Rural Affairs shall formulate a plan, every five years, to develop agriculture, rural communities, and the food industry for the sustainable development of agriculture, balanced development and preservation of rural communities, and fostering of agriculture-related industries, including the food industry."}, {"text_block_id": "p5_b172", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 12061, Aug."}, {"text_block_id": "p5_b173", "text": "13, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p5_b174", "text": "(2)"}, {"text_block_id": "p5_b175", "text": "A plan to develop agriculture, rural communities, and the food industry pursuant to paragraph (1) (hereinafter referred to as \"the master plan\") shall include the following matters:"}, {"text_block_id": "p5_b176", "text": "<Amended by Act No. 10935, Jul. 25, 2011; Act No. 11094, Nov. 11, 2011; Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015; Act No. 14647, Mar. 21, 2017>"}, {"text_block_id": "p5_b177", "text": "1."}, {"text_block_id": "p5_b178", "text": "Objectives for development and policy directions therefor of agriculture, rural communities, and the food industry;"}, {"text_block_id": "p5_b179", "text": "2."}, {"text_block_id": "p5_b180", "text": "Optimum targets for self-sufficiency in food and staples and action plans therefor;"}, {"text_block_id": "p5_b181", "text": "Optimum targets for self-sufficiency in food and staples and action plans therefor;\n* Polices to increase rice consumption;\n<\\li1>"}, {"text_block_id": "p5_b183", "text": "3."}, {"text_block_id": "p5_b184", "text": "Policies to be sought by the Government in relation to agriculture, rural communities, and the food industry;"}, {"text_block_id": "p5_b185", "text": "4."}, {"text_block_id": "p5_b186", "text": "Funding plans to promote policies on agriculture, rural communities, and the food industry;"}, {"text_block_id": "p5_b187", "text": "5."}, {"text_block_id": "p5_b188", "text": "Other matters, including reduction of operating cost of agricultural business, necessary for promoting the comprehensive and planned development of agriculture, rural communities, and the food industry."}, {"text_block_id": "p5_b189", "text": "(3)"}, {"text_block_id": "p5_b190", "text": "When the Minister of Agriculture, Food and Rural Affairs sets the targets for self-sufficiency in food and staples referred to in paragraph (2) 2, he/she shall set and publicly notify the following matters every five years and utilize them as indices for the mid- to long-term policies for agriculture, rural communities, and the food industry:"}, {"text_block_id": "p5_b191", "text": "<Amended by Act No. 11094, Nov. 11, 2011; Act No. 11694, Mar. 23, 2013; Act No. 12061, Aug. 13, 2013; Act No. 12438, Mar. 18, 2014; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p5_b192", "text": "1."}, {"text_block_id": "p5_b193", "text": "The ratio of self-sufficiency in rice and barley for food;"}, {"text_block_id": "p6_b194", "text": "2."}, {"text_block_id": "p6_b195", "text": "The ratio of self-sufficiency in all types of grain;"}, {"text_block_id": "p6_b196", "text": "3."}, {"text_block_id": "p6_b197", "text": "The ratio of self-sufficiency in beef, pork, chicken, and milk;"}, {"text_block_id": "p6_b198", "text": "The ratio of self-sufficiency in beef, pork, chicken, and milk;\n* The ratio of self-sufficiency in forage;\n<\\li1>"}, {"text_block_id": "p6_b200", "text": "4."}, {"text_block_id": "p6_b201", "text": "Deleted;"}, {"text_block_id": "p6_b202", "text": "<by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p6_b203", "text": "5."}, {"text_block_id": "p6_b204", "text": "Calory self-sufficiency rate (referring to the ratio of calories derived from domestically produced food among total calories of food taken by citizens)."}, {"text_block_id": "p6_b205", "text": "(4)"}, {"text_block_id": "p6_b206", "text": "When the Minister of Agriculture, Food and Rural Affairs formulates the master plan pursuant to paragraph (1), he/she shall submit it to the National Assembly without delay."}, {"text_block_id": "p6_b207", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p6_b208", "text": "(5)"}, {"text_block_id": "p6_b209", "text": "Each Metropolitan City Mayor, Metropolitan Autonomous City Mayor, Do Governor, or Governor of a Special Self-Governing Province (hereinafter referred to as \"Mayor/Do Governor\") shall formulate and implement a plan to develop agriculture, rural communities, and the food industry in the relevant Metropolitan City, Metropolitan Autonomous City, Do, or Special Self-Governing Province (hereinafter referred to as \"City/Do plan\") in consideration of the master plan and characteristics of his/her jurisdiction."}, {"text_block_id": "p6_b210", "text": "<Amended by Act No. 11094, Nov. 11, 2011; Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p6_b211", "text": "(6)"}, {"text_block_id": "p6_b212", "text": "The head of each Si/Gun/autonomous Gu (excluding autonomous Gus in Special Metropolitan Cities; hereinafter the same shall apply) shall formulate and implement a plan to develop agriculture, rural communities, and the food industry in the relevant Si/Gun/autonomous Gu (hereinafter referred to as \"Si/Gun/Gu plan\") in consideration of the Metropolitan City/Do plan and the characteristics of his/her jurisdiction."}, {"text_block_id": "p6_b213", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p6_b214", "text": "(7)"}, {"text_block_id": "p6_b215", "text": "Matters necessary for formulating and implementing master plans, City/Do plans and Si/Gun/Gu plans shall be prescribed by Presidential Decree."}, {"text_block_id": "p6_b216", "text": "Article 15 (Deliberation Council)"}, {"text_block_id": "p6_b217", "text": "(1)"}, {"text_block_id": "p6_b218", "text": "The Central Council for Deliberation on Policies for Agriculture, Rural Communities, and Food Industry, deliberation council on policies for City/Do agriculture, rural communities, and the food industry, and council for deliberation on policies for Si/Gun/Gu agriculture, rural communities, and the food industry, shall be established within the Ministry of Agriculture, Food and Rural Affairs, each Metropolitan City/Do, and each Si/Gun/autonomous Gu, respectively."}, {"text_block_id": "p6_b219", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p6_b220", "text": "(2)"}, {"text_block_id": "p6_b221", "text": "The council for deliberation on policies for agriculture, rural communities, and the food industry at each level referred to in paragraph (1) shall deliberate on master plans, City/Do plans, Si/Gun/Gu plans, and other plans, such as each of the following matters concerning the development of agriculture, rural communities, and the food industry:"}, {"text_block_id": "p6_b222", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p6_b223", "text": "1."}, {"text_block_id": "p6_b224", "text": "Matters concerning the formulation and amendment of development plans for agriculture, rural communities, and the food industry;"}, {"text_block_id": "p6_b225", "text": "2."}, {"text_block_id": "p6_b226", "text": "Annual reports on agriculture, rural communities, and the food industry under Article 17;"}, {"text_block_id": "p7_b227", "text": "3."}, {"text_block_id": "p7_b228", "text": "Other matters concerning the policies for agriculture, rural communities, and the food industry, which are referred by the chair of the council for deliberation."}, {"text_block_id": "p7_b229", "text": "(3)"}, {"text_block_id": "p7_b230", "text": "Matters necessary for the organizational structure, operation, etc. at each level of the councils for deliberation on policies for agriculture, rural communities, and the food industry under paragraph (1) shall be determined by Presidential Decree."}, {"text_block_id": "p7_b231", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p7_b232", "text": "Article 16 (Advancement of Master Plans)"}, {"text_block_id": "p7_b233", "text": "(1)"}, {"text_block_id": "p7_b234", "text": "For the efficient advancement of master plans, City/Do plans and Si/Gun/Gu plans that are determined pursuant to Articles 14 and 15, the State and local governments shall endeavor to have working expenses necessary for the implementation of plans mentioned above be preferentially reflected to the budget for each year."}, {"text_block_id": "p7_b235", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p7_b236", "text": "(2)"}, {"text_block_id": "p7_b237", "text": "The Minister of Agriculture, Food and Rural Affairs may evaluate each City/Do plan and Si/Gun/Gu plan in terms of connection to the master plan, performance, outcomes, etc. and provide a different amount of budget based on the results thereof."}, {"text_block_id": "p7_b238", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p7_b239", "text": "Article 17 (Annual Report on Agriculture, Rural Communities, and Food Industry)"}, {"text_block_id": "p7_b240", "text": "(1)"}, {"text_block_id": "p7_b241", "text": "The Government shall prepare a report on the state, policy trends, etc. of agriculture, rural communities and the food industry, and submit it to the National Assembly each year."}, {"text_block_id": "p7_b242", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p7_b243", "text": "(2)"}, {"text_block_id": "p7_b244", "text": "A Mayor/Do Governor and the head of each Si/Gun/autonomous Gu shall prepare a report on the state, policy trends, etc. of the agriculture, rural communities, and the food industry of the relevant region and submit it to the relevant local council each year."}, {"text_block_id": "p7_b245", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p7_b246", "text": "(3)"}, {"text_block_id": "p7_b247", "text": "The reports referred to in paragraphs (1) and (2) shall contain evaluation results on policies for agriculture, rural communities, and the food industry and a supplementation plan therefor."}, {"text_block_id": "p7_b248", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p7_b249", "text": "Article 18 (Overhaul of Relevant Administrative Organizations)"}, {"text_block_id": "p7_b250", "text": "The State and local governments shall endeavor to improve and overhaul administrative organizations necessary for the efficient promotion of policies for agriculture, rural communities, and the food industry."}, {"text_block_id": "p7_b251", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p7_b252", "text": "Article 19 (Safety Management of Agricultural Products in Production Stage)"}, {"text_block_id": "p7_b253", "text": "The State and local governments shall formulate and implement policies necessary for safe and healthy production of agricultural products used as ingredients for food, such as agricultural traceability system, Good Agricultural Practice(GAP), and Hazard Analysis Critical Control Point for livestock."}, {"text_block_id": "p7_b254", "text": "<Amended by"}, {"text_block_id": "p7_b255", "text": "Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p7_b256", "text": "Article 20 (Quality Control, etc. of Agricultural Products and Food)"}, {"text_block_id": "p7_b257", "text": "(1)"}, {"text_block_id": "p7_b258", "text": "For the improvement of the quality of agricultural products and food, and protection of consumers, the State and local governments shall formulate and implement policies on technologies for the"}, {"text_block_id": "p8_b259", "text": "production management of agricultural products, place of origin labelling, quality control, etc."}, {"text_block_id": "p8_b260", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p8_b261", "text": "(2)"}, {"text_block_id": "p8_b262", "text": "The State and local governments shall formulate and implement policies for the prevention of pests or diseases of animals and plants, hygiene of livestock products, and relevant matters."}, {"text_block_id": "p8_b263", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p8_b264", "text": "(3)"}, {"text_block_id": "p8_b265", "text": "For the protection of citizens• health and agricultural environments, the Government shall formulate and implement policies necessary for the quarantine of exported and imported agricultural products, animals and plants, sanitary inspection of livestock products, and relevant matters."}, {"text_block_id": "p8_b266", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p8_b267", "text": "Article 21 (Fostering of Food Industry)"}, {"text_block_id": "p8_b268", "text": "In order to add value to agricultural products and supply quality food to citizens, the State and local governments shall formulate and implement policies for assisting research and development of food, such as processed agricultural products and traditional food, installation and expansion of facilities of the food industry, and marketing."}, {"text_block_id": "p8_b269", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p8_b270", "text": "Article 22 (Inheritance and Development of Traditional Dietary Culture)"}, {"text_block_id": "p8_b271", "text": "The State and local governments shall formulate and implement necessary policies to inherit and develop traditional dietary culture agreeable with the taste and physical constitution of the citizens."}, {"text_block_id": "p8_b272", "text": "Article 23 (Stable Supply of Food and Staples)"}, {"text_block_id": "p8_b273", "text": "(1)"}, {"text_block_id": "p8_b274", "text": "In preparation for emergencies where the prices and supply of food and staples are unstable internationally or natural disasters hamper the stable supply of food and staples, the Government shall formulate and implement policies for supplying the optimal quantity of food and staples by reserving those domestically produced at an optimum quantity or securing them from abroad."}, {"text_block_id": "p8_b275", "text": "(2)"}, {"text_block_id": "p8_b276", "text": "To maintain the stable supply of food and staples, the Government shall establish and implement policies necessary for the efficient use of farmland."}, {"text_block_id": "p8_b277", "text": "<Newly inserted by Act No. 10449, Mar. 9, 2011>"}, {"text_block_id": "p8_b278", "text": "(3)"}, {"text_block_id": "p8_b279", "text": "To ensure the stable supply of minimum quantity of food and staples even at a crisis of supply and demand of food and staples occurred by unpredictable causes, such as internal and external turmoil, natural disaster, or serious financial or economic crisis, the Government shall formulate policies to expand food production and to restrict distribution, and other necessary policies."}, {"text_block_id": "p8_b280", "text": "<Newly Inserted by Act No. 12061, Aug. 13, 2013>"}, {"text_block_id": "p8_b281", "text": "Article 23-2 (Provision etc. of Correct Information on Agricultural Products and Food)"}, {"text_block_id": "p8_b282", "text": "(1)"}, {"text_block_id": "p8_b283", "text": "The State shall endeavor for consumers to access to correct information on agricultural products and food in order to ensure a stable production environment of agricultural products for farmers and to guarantee right-to ?know of consumers."}, {"text_block_id": "p8_b284", "text": "(2)"}, {"text_block_id": "p8_b285", "text": "Where incorrect information on agricultural products and food is made public by media outlets etc., the State shall endeavor to provide correct information."}, {"text_block_id": "p8_b286", "text": "Article 24 (Business Stabilization of Farming Households and Fostering of Workers Engaging in Agriculture)"}, {"text_block_id": "p9_b287", "text": "(1)"}, {"text_block_id": "p9_b288", "text": "To maintain local communities and stabilize agricultural communities, the State and local governments shall formulate and implement policies necessary not only for improving productivity, and stabilizing business of family labor-based farming households, but increasing scale of a farm, and enhancing specialties and collaboration having regard to the characteristics of farming households, and relevant matters."}, {"text_block_id": "p9_b289", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p9_b290", "text": "(2)"}, {"text_block_id": "p9_b291", "text": "The State and local governments shall formulate and implement policies necessary for securing the optimum number of workers engaging in agriculture, and fostering them into specialized personnel."}, {"text_block_id": "p9_b292", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p9_b293", "text": "Article 25 (Fostering of Agricultural Business Successors)"}, {"text_block_id": "p9_b294", "text": "To continuously secure prospective talent in the farming industries, the Minister of Agriculture, Food and Rural Affairs shall formulate and implement necessary policies, such as assistance to agricultural business successors."}, {"text_block_id": "p9_b295", "text": "<Amended by Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p9_b296", "text": "Article 26 (Fostering of Full-Time Farmers)"}, {"text_block_id": "p9_b297", "text": "(1)"}, {"text_block_id": "p9_b298", "text": "The State and local governments shall formulate and implement policies to foster farmers capable of playing a pivotal and leading role in developing agriculture with professional farming skills and business management abilities (hereinafter referred to as •full-time farmers•)."}, {"text_block_id": "p9_b299", "text": "<Amended by Act No. 10935, Jul. 25, 2011; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p9_b300", "text": "(2)"}, {"text_block_id": "p9_b301", "text": "A Mayor/Do Governor or the head of a Si/Gun/Gu may select full-time farmers and provide necessary support for them, as prescribed by Ordinance of the Ministry of Agriculture, Food and Rural Affairs."}, {"text_block_id": "p9_b302", "text": "<Newly Inserted by Act No. 10935, Jul. 25, 2011, Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p9_b303", "text": "Article 27 (Fostering of Female Farmers)"}, {"text_block_id": "p9_b304", "text": "(1)"}, {"text_block_id": "p9_b305", "text": "When the State and local governments formulate and implement policies for agriculture, they shall formulate and implement policies necessary for elevating the status of female farmers and training them to be professional, such as the expansion of participation of female farmers."}, {"text_block_id": "p9_b306", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p9_b307", "text": "(2)"}, {"text_block_id": "p9_b308", "text": "The Government shall formulate and implement necessary policies to make sure that the status of female farmers is commensurate with the extent of their participation in or contribution to the operation of agricultural business, etc."}, {"text_block_id": "p9_b309", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p9_b310", "text": "Article 28 (Fostering of Agriculture-Related Partnerships and Companies)"}, {"text_block_id": "p9_b311", "text": "In order to improve productivity of agriculture and efficient forwarding, distribution, processing, sale, export, etc. of agricultural products, the State and local governments shall formulate and implement policies necessary for fostering agricultural partnerships and agricultural companies that operate agricultural business in a collaborative or entrepreneurial manner."}, {"text_block_id": "p9_b312", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p9_b313", "text": "Article 29 (Fostering of Agricultural Venture Businesses, etc,)"}, {"text_block_id": "p9_b314", "text": "In order to increase the value of agriculture, the State and local governments shall formulate and implement policies to develop advanced science and technology for agriculture, and techniques for"}, {"text_block_id": "p10_b315", "text": "farming and business management, and to assist and foster agricultural venture businesses, etc."}, {"text_block_id": "p10_b316", "text": "<Amended"}, {"text_block_id": "p10_b317", "text": "by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p10_b318", "text": "Article 29-2 (Fostering of People Returning to Farming)"}, {"text_block_id": "p10_b319", "text": "The State and local governments shall formulate and implement necessary policies to provide training, information, and support for starting a business to ensure the successful settlement of and creation of management base for people returning to farming (referring to non-farmers who have resided outside of rural communities and immigrated to rural communities to become farmers)."}, {"text_block_id": "p10_b320", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p10_b321", "text": "Article 30 (Basic Philosophy on Farmland)"}, {"text_block_id": "p10_b322", "text": "Farmland is the foundation for the stable supply of food and staples to the citizens, including future generations and for the preservation of the environment and must be used and preserved as precious resources to contribute to harmonious development between agriculture and the national economy."}, {"text_block_id": "p10_b323", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p10_b324", "text": "Article 31 (Ownership and Use of Farmland)"}, {"text_block_id": "p10_b325", "text": "(1)"}, {"text_block_id": "p10_b326", "text": "The State and local governments shall formulate and implement policies for the ownership, etc. of farmland so that the principle that farmers shall own their farming land is realized as provided for in the Constitution."}, {"text_block_id": "p10_b327", "text": "(2)"}, {"text_block_id": "p10_b328", "text": "Deleted."}, {"text_block_id": "p10_b329", "text": "<by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p10_b330", "text": "(3)"}, {"text_block_id": "p10_b331", "text": "The State and local governments shall formulate and implement policies necessary to make better use of farmland to be efficient resource for the balanced development of agriculture and the national economy."}, {"text_block_id": "p10_b332", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p10_b333", "text": "Article 32 (Preservation of Farmland)"}, {"text_block_id": "p10_b334", "text": "(1)"}, {"text_block_id": "p10_b335", "text": "The State and local governments shall formulate and implement policies necessary for the preservation of farmland so that farmland can be maintained at an appropriate scale."}, {"text_block_id": "p10_b336", "text": "(2)"}, {"text_block_id": "p10_b337", "text": "When the State and local governments formulate and implement the policies referred to in paragraph (1), they shall have good farmland preferentially preserved where agricultural production infrastructure is well-organized or formed in a group."}, {"text_block_id": "p10_b338", "text": "(3)"}, {"text_block_id": "p10_b339", "text": "Deleted."}, {"text_block_id": "p10_b340", "text": "<by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p10_b341", "text": "Article 33 (Overhaul of Agricultural Production Infrastructure)"}, {"text_block_id": "p10_b342", "text": "(1)"}, {"text_block_id": "p10_b343", "text": "The State and local governments shall formulate and implement policies necessary for the overhaul, reinforcement and preservation of agricultural production infrastructure so as to seek the development of environment-friendly agriculture and secure the agricultural productivity."}, {"text_block_id": "p10_b344", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p10_b345", "text": "(2)"}, {"text_block_id": "p10_b346", "text": "The Minister of Agriculture, Food and Rural Affairs shall formulate the policies referred to in paragraph (1) in consideration of district units of water supply in rural communities, agricultural production infrastructure, etc. and shall give due consideration thereto when formulating master plans."}, {"text_block_id": "p11_b347", "text": "(3)"}, {"text_block_id": "p11_b348", "text": "The State and local governments shall systematically manage the quality of agricultural water, thereby facilitating the production of safe agricultural products and the development of environmental-friendly agriculture."}, {"text_block_id": "p11_b349", "text": "<Newly inserted by Act No. 10449, Mar. 9, 2011; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p11_b350", "text": "Article 34 (Fostering of Agricultural Inputs Industries and Facilitation of Mechanization and Facility Modernization)"}, {"text_block_id": "p11_b351", "text": "(1)"}, {"text_block_id": "p11_b352", "text": "For the reduction of expenses incurred in running the agricultural business and enhancement of productivity of agriculture, the State and local governments shall formulate and implement policies necessary to foster agricultural inputs industries, such as agricultural machinery, agricultural materials, agricultural facilities, agrichemical, fertilizers, feedstuff, and medicines for animals."}, {"text_block_id": "p11_b353", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p11_b354", "text": "(2)"}, {"text_block_id": "p11_b355", "text": "The State and local governments shall formulate and implement policies to facilitate mechanization, facility modernization, etc. necessary for the reduction of expenses incurred in running the agricultural business and enhancement of productivity of agriculture."}, {"text_block_id": "p11_b356", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p11_b357", "text": "(3)"}, {"text_block_id": "p11_b358", "text": "For the efficient use, management, inspection, and maintenance of agricultural machinery, materials and equipment and guidance of farmers on skills for repairing agricultural machinery, etc., the Mayor/Do Governor may appoint specialists in mechanized agriculture and provide assistance necessary for fostering them, as prescribed by Ordinance of the Ministry of Agriculture, Food."}, {"text_block_id": "p11_b359", "text": "<Amended by Act No. 10935, Jul. 25, 2011; Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p11_b360", "text": "Article 35 (Advancement of Agriculture and Food-Related Technologies,  Research, etc.)"}, {"text_block_id": "p11_b361", "text": "(1)"}, {"text_block_id": "p11_b362", "text": "In order to enhance productivity and competitiveness of industries related to agriculture and food, the State and local governments shall formulate and implement a comprehensive plan for the research, development, and dissemination of agricultural production technologies, agricultural production infrastructure maintenance technologies, management technologies of post-production of agricultural products, agricultural business techniques, safe working techniques for farmers, agricultural products distribution techniques, technologies for processing agricultural products and making food, recipes, etc.; the conduct of field studies of agriculture and the food industry and industry-academic-institute joint research; the establishment of research assessment management systems; and relevant matters."}, {"text_block_id": "p11_b363", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p11_b364", "text": "(2)"}, {"text_block_id": "p11_b365", "text": "Matters necessary for formulating and implementing the plan referred to in paragraph (1) shall be determined by Presidential Decree."}, {"text_block_id": "p11_b366", "text": "Article 36 (Advancement of Technology Development for Agriculture and Food-Related Industries)"}, {"text_block_id": "p11_b367", "text": "(1)"}, {"text_block_id": "p11_b368", "text": "For the swift development and dissemination of technologies, etc. of agriculture and food-related industries, the State and local governments may have relevant research institutions, organizations, etc. conduct research for the technology development of agriculture and food-related industries."}, {"text_block_id": "p11_b369", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p11_b370", "text": "(2)"}, {"text_block_id": "p11_b371", "text": "The State and local governments may provide necessary funds to relevant research institutions, organizations, etc. conducting research for the technology development of agriculture and food-related"}, {"text_block_id": "p12_b372", "text": "industries pursuant to paragraph (1)."}, {"text_block_id": "p12_b373", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p12_b374", "text": "Article 37 (Protection of Intellectual Property Rights, etc.)"}, {"text_block_id": "p12_b375", "text": "(1)"}, {"text_block_id": "p12_b376", "text": "The Government shall formulate and implement policies necessary for the protection of intellectual property rights concerning agriculture, rural communities, and the food industry, such as agricultural genetic resources, agriculture techniques, traditional farming methods, traditional food production methods, trademarks, geographical indication, new animal and plant varieties, and biotechnology."}, {"text_block_id": "p12_b377", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p12_b378", "text": "(2)"}, {"text_block_id": "p12_b379", "text": "The State and local governments shall formulate and implement policies necessary for protecting and fostering local industries, industries peculiar to rural areas, etc. related to agriculture, rural communities, and the food industry."}, {"text_block_id": "p12_b380", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p12_b381", "text": "Article 38 (Facilitation of Environment-Friendly Agriculture, etc.)"}, {"text_block_id": "p12_b382", "text": "In order to strengthen functions of agriculture and rural communities to conserve the environment, and facilitate production and consumption of safe agricultural products and quality food, the State and local governments shall formulate and implement policies necessary for the construction of production infrastructure for environment-friendly agriculture, etc., development of production technologies, production methods, certification of environment-friendly agricultural products, etc., transforming livestock waste into resources, and relevant matters."}, {"text_block_id": "p12_b383", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p12_b384", "text": "Article 39 (Support for Business Stabilization, Restructuring, etc. of Agricultural Business Entities)"}, {"text_block_id": "p12_b385", "text": "(1)"}, {"text_block_id": "p12_b386", "text": "The State and local governments shall formulate and implement policies necessary for counseling on agricultural business operation, providing education and training, information, and relevant matters so that agricultural business entities can increase their income through continuous business innovation."}, {"text_block_id": "p12_b387", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p12_b388", "text": "(2)"}, {"text_block_id": "p12_b389", "text": "The State and local governments may provide funds to agricultural business entities in consideration of their business plans, technological level, business ability, etc."}, {"text_block_id": "p12_b390", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p12_b391", "text": "(3)"}, {"text_block_id": "p12_b392", "text": "If deemed necessary for the stabilization of income and business of agricultural business entities, restructuring of agriculture business, etc., the State and local governments shall provide the assistance in each of the following:"}, {"text_block_id": "p12_b393", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p12_b394", "text": "1."}, {"text_block_id": "p12_b395", "text": "Assistance for conservation of the environment such as soil, and reduction of greenhouse gases;"}, {"text_block_id": "p12_b396", "text": "2."}, {"text_block_id": "p12_b397", "text": "Assistance for personal damage, etc. resulting from agricultural disasters and farming activities;"}, {"text_block_id": "p12_b398", "text": "3."}, {"text_block_id": "p12_b399", "text": "Assistance for increase of the scale of farms, relinquishment of agricultural businesses by elderly farmers, and support for disposal, reduction, etc. of agricultural production resources;"}, {"text_block_id": "p12_b400", "text": "4."}, {"text_block_id": "p12_b401", "text": "Assistance for areas with poor conditions for agricultural business;"}, {"text_block_id": "p12_b402", "text": "5."}, {"text_block_id": "p12_b403", "text": "Low-income subsidy not directly related to agricultural production and assistance for the reduction of costs of agricultural materials;"}, {"text_block_id": "p12_b404", "text": "6."}, {"text_block_id": "p12_b405", "text": "Low-income subsidy for a farming household unit not directly related to specific items."}, {"text_block_id": "p12_b406", "text": "(4)"}, {"text_block_id": "p12_b407", "text": "With respect to farmers who meet specific conditions, among those who intend to change the type of industry to which their business belongs or be re-employed (referring to engaging in an agricultural"}, {"text_block_id": "p13_b408", "text": "business again: Provided, That those who have received assistance for increasing the scale of farms and relinquishment of agricultural businesses by elderly farmers pursuant to paragraph (3) 3 shall be excluded herefrom; hereinafter the same shall apply), the State and local governments may provide appropriate assistance for a smooth change of the type of industry or re-employment."}, {"text_block_id": "p13_b409", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p13_b410", "text": "(5)"}, {"text_block_id": "p13_b411", "text": "The assistance for the change of the type of industry or re-employment under paragraph (4) shall be as follows:"}, {"text_block_id": "p13_b412", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p13_b413", "text": "1."}, {"text_block_id": "p13_b414", "text": "Conduct of occupational training and arrangement of job opportunities;"}, {"text_block_id": "p13_b415", "text": "2."}, {"text_block_id": "p13_b416", "text": "Provision of grants for the change of industry or re-employment;"}, {"text_block_id": "p13_b417", "text": "3."}, {"text_block_id": "p13_b418", "text": "Assistance for stabilizing livelihood of unemployed farmers;"}, {"text_block_id": "p13_b419", "text": "4."}, {"text_block_id": "p13_b420", "text": "Other matters determined by Presidential Decree."}, {"text_block_id": "p13_b421", "text": "(6)"}, {"text_block_id": "p13_b422", "text": "The specific conditions and assistance for the change of industry and re-employment under paragraphs"}, {"text_block_id": "p13_b423", "text": "(4)"}, {"text_block_id": "p13_b424", "text": "and (5) shall be determined by Ordinance of the Ministry of Agriculture, Food and Rural Affairs."}, {"text_block_id": "p13_b425", "text": "<Amended by Act No. 11694, Mar. 23, 2013>"}, {"text_block_id": "p13_b426", "text": "Article 40 (Registration of Business Information of Agricultural Business Entities)"}, {"text_block_id": "p13_b427", "text": "The Government shall have agricultural business entities that receive or intend to receive loans, subsidies, etc. related to agriculture and rural communities register information on running their agricultural businesses, such as the means of production, including farmland, livestock housing, and horticultural facilities; produced agricultural products; production methods; the number of heads of bred livestock; and the scale of capture, collection, and culture and shall formulate and implement policies necessary for the utilization thereof."}, {"text_block_id": "p13_b428", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p13_b429", "text": "Article 41 (Measures against Agricultural Disasters, etc.)"}, {"text_block_id": "p13_b430", "text": "The State and local governments shall, for stable operation of agricultural businesses free from natural disasters, prepare necessary measures for the prevention of, contingency plan for, and restoration from agricultural disasters, such as droughts, floods, wind, cold weather, and climate change, and measures for the operation of agricultural disaster insurance, etc."}, {"text_block_id": "p13_b431", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p13_b432", "text": "Article 42 (Stabilization of Supply and Demand and Prices of Agricultural Products and Food)"}, {"text_block_id": "p13_b433", "text": "(1)"}, {"text_block_id": "p13_b434", "text": "For the smooth supply and demand, and stable prices of agricultural products and food, the State and local governments shall formulate and implement policies necessary for the observation of agriculture and the food industry, adjustment of production, assistance for purchase and reserve for emergency, and formation of self-help funds of producers organizations, and relevant matters."}, {"text_block_id": "p13_b435", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p13_b436", "text": "(2)"}, {"text_block_id": "p13_b437", "text": "For the efficient implementation of the polices referred to in paragraph (1), the State and local governments may provide necessary assistance to agricultural business entities, producers organizations, persons engaging in agricultural products distribution business and the food industry, and other relevant persons."}, {"text_block_id": "p13_b438", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p14_b439", "text": "Article 43 (Improvement of Distribution of Agricultural Products and Foods)"}, {"text_block_id": "p14_b440", "text": "(1)"}, {"text_block_id": "p14_b441", "text": "The State and local governments shall formulate and implement policies necessary for the expansion and operational improvement of distribution facilities, such as wholesale markets, joint markets, distribution centers, local distribution centers, collection centers, and livestock markets; slaughter houses; meat processing facilities, etc., in the sites of production and consumption of agricultural products and food."}, {"text_block_id": "p14_b442", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p14_b443", "text": "(2)"}, {"text_block_id": "p14_b444", "text": "The State and local governments shall formulate and implement policies necessary for the facilitation of standardization of agricultural products and food, and collection, provision, etc. of various kinds of distribution information."}, {"text_block_id": "p14_b445", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p14_b446", "text": "(3)"}, {"text_block_id": "p14_b447", "text": "The State and local governments shall formulate and implement policies necessary for co-branding in which agricultural business entities, producers organizations, agriculture promotion institutions, and schools under Article 2 of the Higher Education Act etc., work, jointly or in alliance, for the systematic and organized production, distribution, sale, etc., of agricultural products and food."}, {"text_block_id": "p14_b448", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p14_b449", "text": "Article 44 (Conservation of Natural Environment and Landscape of Rural Communities)"}, {"text_block_id": "p14_b450", "text": "The State and local governments shall formulate and implement policies necessary to conserve the natural environment and landscape of rural communities, agricultural ecosystems, and so on."}, {"text_block_id": "p14_b451", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p14_b452", "text": "Article 45 (Inheritance and Relevant Matters of Traditional Agricultural Culture)"}, {"text_block_id": "p14_b453", "text": "The State and local governments shall formulate and implement policies necessary to maintain and inherit traditional farming culture, farming relics, traditional farming methods, native livestock and crops, and farming communities, and policies necessary for related exhibitions, education, public relations, etc. in agricultural museums, exhibition facilities, etc."}, {"text_block_id": "p14_b454", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p14_b455", "text": "Article 46 (Research, Public Relations, etc. for Public Functions of Agriculture and Rural Communities)"}, {"text_block_id": "p14_b456", "text": "(1)"}, {"text_block_id": "p14_b457", "text": "The State and local governments shall formulate and implement policies necessary for research, survey, education, public relations, etc. to improve the public functions of agriculture and rural communities to the utmost extent and enable the citizens to enjoy them."}, {"text_block_id": "p14_b458", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p14_b459", "text": "(2)"}, {"text_block_id": "p14_b460", "text": "The State and local governments may formulate and implement policies to support farmers, agriculture-related organizations, etc. to increase the public functions of agriculture and rural communities."}, {"text_block_id": "p14_b461", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p14_b462", "text": "(3)"}, {"text_block_id": "p14_b463", "text": "The State and local governments may entrust administrative affairs necessary for the efficient implementation of the polices referred to in paragraph (1) and Article 45 to the persons determined by Presidential Decree and provide them with necessary assistance."}, {"text_block_id": "p14_b464", "text": "Article 47 (Prevention of Global Warming and Relevant Matters)"}, {"text_block_id": "p15_b465", "text": "(1)"}, {"text_block_id": "p15_b466", "text": "The State and local governments shall formulate and implement policies necessary for the reduction of greenhouse gases, etc. so that agriculture and rural communities can carry out public functions, such as the prevention of global warming and mitigation of climate change."}, {"text_block_id": "p15_b467", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p15_b468", "text": "(2)"}, {"text_block_id": "p15_b469", "text": "The State and local governments shall formulate and implement policies necessary for the production and supply of crops and forest resources used for bio-energy."}, {"text_block_id": "p15_b470", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p15_b471", "text": "Article 47-2 (Impact Assessment on and Vulnerability of Agriculture and Rural Communities to Climate Change)"}, {"text_block_id": "p15_b472", "text": "(1)"}, {"text_block_id": "p15_b473", "text": "For a sustainable development of agriculture and rural communities, the Minister of Agriculture, Food and Rural Affairs shall survey and assess the impact of climate change, such as global warming, on agriculture and rural communities, and the vulnerability of agriculture and rural communities to climate change (hereinafter referred to as •climate change impact assessment, etc.•) every five years, publicly announce the results thereof, and utilize such findings in formulating policies."}, {"text_block_id": "p15_b474", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p15_b475", "text": "(2)"}, {"text_block_id": "p15_b476", "text": "The Minister of Agriculture, Food and Rural Affairs may survey actual conditions to secure basic data and prepare statistics necessary for the climate change impact assessment, etc."}, {"text_block_id": "p15_b477", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p15_b478", "text": "(3)"}, {"text_block_id": "p15_b479", "text": "The Minister of Agriculture, Food and Rural Affairs may request the head of a relevant central administrative agency, the head of a relevant local government, and the head of an agency or organization related to agriculture and rural communities to provide data necessary for the climate change impact assessment etc., or cooperate in surveying actual conditions under paragraph (2). In such cases, upon receipt of a request to provide data or cooperate in inspecting actual conditions, the head of a relevant central administrative agency, etc. shall comply therewith unless extenuating circumstances exist."}, {"text_block_id": "p15_b480", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p15_b481", "text": "(4)"}, {"text_block_id": "p15_b482", "text": "Necessary matters concerning the details, methods, etc. of the climate change impact assessment, etc. and survey of actual condition shall be determined by Ordinance of the Ministry of Agriculture, Food and Rural Affairs or the Ministry of Oceans and Fisheries."}, {"text_block_id": "p15_b483", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p15_b484", "text": "(5)"}, {"text_block_id": "p15_b485", "text": "The Minister of Agriculture, Food and Rural Affairs may delegate or entrust his/her authority or duties related to the climate change impact assessment, etc. to the persons determined by Presidential Decree in order to effectively implement policies under paragraphs (1) through (3)."}, {"text_block_id": "p15_b486", "text": "<Newly Inserted by Act No. 13356, Jun. 22, 2015>"}, {"text_block_id": "p15_b487", "text": "Article 48 (Formulation of Measures for Development of Rural Areas)"}, {"text_block_id": "p15_b488", "text": "(1)"}, {"text_block_id": "p15_b489", "text": "For the improvement in the quality of life of residents in rural communities and balanced development and conservation of national territory, the State and local governments shall formulate and implement comprehensive policy measures for the development of rural areas, taking into account the characteristics of each area."}, {"text_block_id": "p15_b490", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p15_b491", "text": "(2)"}, {"text_block_id": "p15_b492", "text": "The State and local governments shall, when formulating the policy measures for the development of rural areas referred to in paragraph (1), preferentially take into consideration areas disadvantaged in terms"}, {"text_block_id": "p16_b493", "text": "of the public functions of agriculture and rural communities, agricultural production conditions, living conditions of rural communities, etc. and shall endeavor to achieve harmony between development and conservation."}, {"text_block_id": "p16_b494", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p16_b495", "text": "Article 49 (Balanced Income between Areas)"}, {"text_block_id": "p16_b496", "text": "For balanced development between urban areas and rural communities by reducing the income gap between urban areas and rural communities, the State and local governments shall formulate and implement policies necessary for the increase of income of, improvement in the quality of life of residents in rural communities and so forth."}, {"text_block_id": "p16_b497", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p16_b498", "text": "Article 49-2 (Support for Disadvantaged Areas)"}, {"text_block_id": "p16_b499", "text": "The State and local governments shall formulate and implement policies necessary to introduce new crops, produce and sell local specialties, and improve a residential environment for areas in poor conditions of agricultural production due to geographical circumstances."}, {"text_block_id": "p16_b500", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p16_b501", "text": "Article 50 (Advancement and Development of Local Industries in Rural Areas)"}, {"text_block_id": "p16_b502", "text": "(1)"}, {"text_block_id": "p16_b503", "text": "For the increase of income of residents in rural communities and invigoration of the economies of rural communities, the State and local governments shall formulate and implement policies for establishing industrial complexes in rural communities, fostering local specialty production complexes, and fostering industries related to agriculture, such as the agricultural products processing industry, traditional food industry, and traditional recreational industry."}, {"text_block_id": "p16_b504", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p16_b505", "text": "(2)"}, {"text_block_id": "p16_b506", "text": "For the sustainable development of rural communities and increase of income of residents in rural communities, the State and local governments shall formulate and implement policies necessary for education, training, consulting, etc. for residents participating in local development, public officials of local governments, local development experts, etc."}, {"text_block_id": "p16_b507", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p16_b508", "text": "Article 51 (Promotion of Exchange Between Urban Areas and Rural Communities, and Relevant Matters)"}, {"text_block_id": "p16_b509", "text": "(1)"}, {"text_block_id": "p16_b510", "text": "For the promotion of social and economic vitality of rural communities, and for balanced development between urban areas and rural communities and increase of income of, and improvement in the quality of life of residents in rural communities by satisfying urbanites' demand for experiencing a rural life and leisure, the State and local governments shall formulate and implement policies for promoting exchange between urban areas, and rural communities through tourism to visit a rural community making the most use of local characteristics, experiencing rural communities, learning nature related to agriculture, developing recreational resources, etc."}, {"text_block_id": "p16_b511", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p16_b512", "text": "(2)"}, {"text_block_id": "p16_b513", "text": "The State and local governments may provide support necessary for the installation and operation of facilities, such as local cultural facilities, holding of cultural events, etc. in order to promote the policies referred to in paragraph (1)."}, {"text_block_id": "p16_b514", "text": "Article 52 (Facilitation of Informatization of Agriculture and Rural Areas)"}, {"text_block_id": "p16_b515", "text": "(1)"}, {"text_block_id": "p16_b516", "text": "The State and local governments shall formulate and implement policies necessary to facilitate the informatization of agriculture and rural areas."}, {"text_block_id": "p16_b517", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p17_b518", "text": "(2)"}, {"text_block_id": "p17_b519", "text": "For the effective promotion of the policies referred to in paragraph (1), the State and local governments may provide necessary assistance to persons, etc. who provide information on agriculture and rural areas, as prescribed by Presidential Decree."}, {"text_block_id": "p17_b520", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p17_b521", "text": "(3)"}, {"text_block_id": "p17_b522", "text": "The State and local governments shall formulate and implement policies for the development and operation of information and communications media, programs, etc. to facilitate the informatization of agriculture and rural areas."}, {"text_block_id": "p17_b523", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p17_b524", "text": "Article 53 (Improvement of Educational Conditions in Rural Areas)"}, {"text_block_id": "p17_b525", "text": "The State and local governments shall formulate and implement policies necessary for the expansion of learning opportunities of students in rural areas, reduction of educational expenses of residents in rural communities, improvement of educational conditions in rural areas, and relevant matters."}, {"text_block_id": "p17_b526", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p17_b527", "text": "Article 54 (Enhancement of Welfare of Residents in Rural Communities)"}, {"text_block_id": "p17_b528", "text": "The State and local governments shall formulate and implement policies necessary for improving residential environment in rural communities, expanding medical services, enriching cultural lifestyle, stabilizing income of petty farmers, etc., settling multi-cultural families, enhancing farming activities and welfare of old farmers, and relevant matters."}, {"text_block_id": "p17_b529", "text": "<Amended by Act No. 11561, Dec. 18. 2012; Act No. 12061, Aug. 13, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p17_b530", "text": "Article 55 (Survey, Research, etc. on Agricultural Production Systems of North Korea)"}, {"text_block_id": "p17_b531", "text": "(1)"}, {"text_block_id": "p17_b532", "text": "In preparation for national reunification, the Government shall conduct survey and research on North Korean agricultural production systems, farmland systems, agricultural products distribution systems, infrastructure for agricultural production, agricultural science and technologies, managerial guidance to agricultural businesses, education of farmers, agricultural statistics, etc."}, {"text_block_id": "p17_b533", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p17_b534", "text": "(2)"}, {"text_block_id": "p17_b535", "text": "The Government shall formulate and implement policies necessary for the mutual and complementary development of South and North Korean agriculture, rural communities, and the food industry."}, {"text_block_id": "p17_b536", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p17_b537", "text": "Article 56 (Trade Policies and Supplementary Measures for Agriculture, Rural Communities, and Food Industry)"}, {"text_block_id": "p17_b538", "text": "(1)"}, {"text_block_id": "p17_b539", "text": "In order to secure the rights and interests of the Korean, the Government shall formulate and implement comprehensive trade policies for agriculture, rural communities, and the food industry and supplementary measures in cases where the public functions of agriculture and rural communities are weakened due to major changes in trade conditions."}, {"text_block_id": "p17_b540", "text": "<Amended by Act No. 11094, Nov. 11, 2011; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p17_b541", "text": "(2)"}, {"text_block_id": "p17_b542", "text": "When the Government formulates and implements trade policies or formulates supplementary measures for the agricultural sectors pursuant to paragraph (1), it shall allow participation by civil experts, relevant organizations, etc. and collect the opinions of interested persons, such as farmers."}, {"text_block_id": "p17_b543", "text": "<Amended by Act No. 11094, Nov. 11, 2011; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p18_b544", "text": "Article 57 (International Cooperation in Agriculture, Rural Communities, and Food Industry)"}, {"text_block_id": "p18_b545", "text": "(1)"}, {"text_block_id": "p18_b546", "text": "In order to enhance international cooperation in agriculture, rural communities, and the food industry, the Government shall formulate and implement policies necessary for the exchange of information on policies for agriculture, rural communities, and the food industry, exchange of personnel and technologies of agriculture and the food industry, participation in activities of agriculture-related international organizations, and relevant matters."}, {"text_block_id": "p18_b547", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p18_b548", "text": "(2)"}, {"text_block_id": "p18_b549", "text": "For the expansion of footholds to secure food, staples, and ingredients of feedstuff which are highly dependent on importation, and balanced growth of agriculture and rural communities of the world, the Government shall formulate and implement policies necessary for the provision of personal, material, and technological assistance to agriculture, rural communities, and the food industry of developing countries."}, {"text_block_id": "p18_b550", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p18_b551", "text": "Article 58 (Support for Overseas Investments in Agriculture)"}, {"text_block_id": "p18_b552", "text": "The Government shall formulate and implement policies necessary for assisting survey and research on overseas investments in the agriculture industry and the industries related thereof, and for assisting overseas investments of agricultural business entities, etc."}, {"text_block_id": "p18_b553", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p18_b554", "text": "Article 59 (Advancement of Export of Agricultural Products and Food)"}, {"text_block_id": "p18_b555", "text": "(1)"}, {"text_block_id": "p18_b556", "text": "In order to increase export of agricultural products and food, spread Korean food culture, etc., the State and local governments shall formulate and implement policies necessary to open overseas market, and to collect and provide trade information, etc."}, {"text_block_id": "p18_b557", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p18_b558", "text": "(2)"}, {"text_block_id": "p18_b559", "text": "For the effective promotion of the policies referred to in paragraph (1), the State and local governments may assist agricultural business entities, producers organizations, persons engaging in the food industry, persons exporting agricultural products and food, and other similar entities."}, {"text_block_id": "p18_b560", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p18_b561", "text": "Article 60 (Import Control of Agricultural Products and Food)"}, {"text_block_id": "p18_b562", "text": "Where an increase in importation of agricultural products and food is deemed to have a substantial impact on the development of Korean agriculture, rural communities, the food industry, etc., the Government shall take necessary measures, such as import restrictions imposed under relevant Acts, including the Foreign Trade Act."}, {"text_block_id": "p18_b563", "text": "<Amended by Act No. 11561, Dec. 18, 2012; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p18_b564", "text": "Article 61 (Assistance for Quasi-Rural Communities)"}, {"text_block_id": "p18_b565", "text": "With respect to agriculture promotion areas under Article 28 of the Farmland Act and developmentrestricted areas under Article 3 of the Act on Special Measures for Designation and Management of Development Restriction Zones, which are not farming areas, they may be provided with necessary assistance, being deemed rural communities as prescribed by Presidential Decree."}, {"text_block_id": "p18_b566", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p18_b567", "text": "Article 62 (Tax Reduction and Exemption)"}, {"text_block_id": "p18_b568", "text": "For the efficient promotion of businesses for the development of agriculture, rural communities, and the food industry, the State and local governments may reduce or exempt taxes as prescribed by the"}, {"text_block_id": "p19_b569", "text": "Restriction of Special Taxation Act and the Restriction of Special Local Taxation Act."}, {"text_block_id": "p19_b570", "text": "<Amended by Act No. 10220, Mar. 31, 2010; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p19_b571", "text": "Article 63 (Provision and Management of Agricultural Policy Funds)"}, {"text_block_id": "p19_b572", "text": "(1)"}, {"text_block_id": "p19_b573", "text": "For the enhancement of agricultural competitiveness, the Government shall formulate and implement policies necessary for the operation and provision of agricultural policy funds, such as the provision of governmental loans, subsidies, etc. to farmers, etc. whose main business is agriculture."}, {"text_block_id": "p19_b574", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p19_b575", "text": "(2)"}, {"text_block_id": "p19_b576", "text": "The Minister of Agriculture, Food and Rural Affairs shall formulate and implement policies for the efficient operation, management, supervision, etc. of agricultural policy funds, such as loans and subsidies provided to farmers, etc. and perform necessary projects."}, {"text_block_id": "p19_b577", "text": "<Amended by Act No. 10935, Jul. 25, 2011; Act No. 11694, Mar. 23, 2013; Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p19_b578", "text": "(3)"}, {"text_block_id": "p19_b579", "text": "Deleted;"}, {"text_block_id": "p19_b580", "text": "<by Act No. 13356, Jun. 22, 2015>"}, {"text_block_id": "p19_b581", "text": "(4)"}, {"text_block_id": "p19_b582", "text": "Deleted."}, {"text_block_id": "p19_b583", "text": "<by Act No. 13356, Jun. 22, 2015>"}, {"text_block_id": "p19_b584", "text": "Article 63-2 (Establishment of Agricultural Policy Insurance and Finance Service)"}, {"text_block_id": "p19_b585", "text": "(1)"}, {"text_block_id": "p19_b586", "text": "The Minister of Agriculture, Food and Rural Affairs shall establish an Agricultural Policy Insurance and Finance Service (hereinafter referred to as •the APFS•) in order to efficiently perform the operation, management, supervision, etc., of agricultural policy funds, such as loans and subsidies provided to farmers, etc., under Article 63 (2)."}, {"text_block_id": "p19_b587", "text": "(2)"}, {"text_block_id": "p19_b588", "text": "The APFS shall be a legal entity."}, {"text_block_id": "p19_b589", "text": "(3)"}, {"text_block_id": "p19_b590", "text": "The APFS shall come into existence by completing the registration of incorporation at the seat of its principal office."}, {"text_block_id": "p19_b591", "text": "(4)"}, {"text_block_id": "p19_b592", "text": "The APFS shall conduct the following business activities;"}, {"text_block_id": "p19_b593", "text": "<Amended by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p19_b594", "text": "1."}, {"text_block_id": "p19_b595", "text": "Operation, management, supervision, etc. of agricultural policy funds under Article 63 (2);"}, {"text_block_id": "p19_b596", "text": "2."}, {"text_block_id": "p19_b597", "text": "Operation and management of subsidies of the Agricultural and Fisheries Structure Adjustment Special Account;"}, {"text_block_id": "p19_b598", "text": "3."}, {"text_block_id": "p19_b599", "text": "Management of the Agricultural and Fishery Disaster Re-Insurance Fund and re-insurance programs;"}, {"text_block_id": "p19_b600", "text": "4."}, {"text_block_id": "p19_b601", "text": "Management of agricultural disaster insurance programs and operation of the certified damage assessor system;"}, {"text_block_id": "p19_b602", "text": "5."}, {"text_block_id": "p19_b603", "text": "Business affairs of the organizations specializing in the investment management with regard to association of fund-of-funds for agriculture, forestry, fisheries, and food;"}, {"text_block_id": "p19_b604", "text": "6."}, {"text_block_id": "p19_b605", "text": "Business affairs entrusted in accordance with relevant statutes in connection with business activities under subparagraphs 2 through 5;"}, {"text_block_id": "p19_b606", "text": "7."}, {"text_block_id": "p19_b607", "text": "Any other business publicly notified by the Minister of Agriculture, Food and Rural Affairs."}, {"text_block_id": "p19_b608", "text": "(5)"}, {"text_block_id": "p19_b609", "text": "Deleted;"}, {"text_block_id": "p19_b610", "text": "<by Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p19_b611", "text": "(6)"}, {"text_block_id": "p19_b612", "text": "The Government may fully or partially contribute and subsidize expenses necessary for the establishment, operation, etc., of the APFS within budgetary limits."}, {"text_block_id": "p20_b613", "text": "(7)"}, {"text_block_id": "p20_b614", "text": "Except as provided for in this Act or the Act on the Management of Public Institutions, the provisions of the Civil Act governing incorporated foundations shall apply mutatis mutandis to the APFS."}, {"text_block_id": "p20_b615", "text": "Article 64 (Deemed Public Officials for Purposes of Penalty Provisions)"}, {"text_block_id": "p20_b616", "text": "An executive officer or employee of an institution or organization which engages in conducting the business affairs entrusted by the Minister of Agriculture, Food and Rural Affairs pursuant to Article 47-2 (5) shall be deemed a public official for the purposes of Articles 129 through 132 of the Criminal Act."}, {"text_block_id": "p20_b617", "text": "ADDENDA"}, {"text_block_id": "p20_b618", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p20_b619", "text": "This Act shall enter into force six months after its promulgation: Provided, That the amended provisions of Article 39 (4) and (5) shall enter into force three months after its promulgation."}, {"text_block_id": "p20_b620", "text": "Article 2 (Repeal of other Acts)"}, {"text_block_id": "p20_b621", "text": "The Act on the Special Measures for the Development of Agricultural and Fishing Villages shall be hereby repealed."}, {"text_block_id": "p20_b622", "text": "Article 3 (Transitional Measures for Full-Time Farmers)"}, {"text_block_id": "p20_b623", "text": "Any person that has been appointed as a full-time farmer pursuant to the previous \"Framework Act on Agriculture, Rural Community and Food Industry\" as at the time this Act enters into force shall be deemed appointed as a full-time farmer pursuant to the amended provisions of Article 26."}, {"text_block_id": "p20_b624", "text": "Article 4 (Transitional Measures for Full-Time Fishermen)"}, {"text_block_id": "p20_b625", "text": "Any full-time fisherman under the previous Act on the Special Measures for the Development of Agricultural and Fishing Villages as at the time this Act enters into force shall be deemed appointed as a full-time fisherman pursuant to the amended provisions of Article 26."}, {"text_block_id": "p20_b626", "text": "Article 5 (Transitional Measures concerning Acts Conducted pursuant to Previous Acts, such as Public Notice)"}, {"text_block_id": "p20_b627", "text": "The public notice, dispositions, orders and designation that are given under the previous \"Framework Act on Agriculture, Rural Community and Food Industry\", previous \"Act on the Special Measures for the Development of Agricultural and Fishing Villages\" and previous \"Framework Act on Marine Fishery Development\", other acts conducted by administrative organs, various kinds of applications and reports, and other acts conducted against administrative organs before this Act enters into force shall be considered as corresponding acts conducted by or in relation to administrative organs under this Act."}, {"text_block_id": "p20_b628", "text": "Article 6 Omitted."}, {"text_block_id": "p20_b629", "text": "Article 7 (Relationship with Other Acts)"}, {"text_block_id": "p20_b630", "text": "Where other Acts and subordinate legislation (including Acts and subordinate legislation that are promulgated before this Act enters into force but the enforcement date of which has not arrived) cite the previous \"Framework Act on Agriculture, Rural Community and Food Industry\", previous \"Act on the Special Measures for the Development of Agricultural and Fishing Villages\" and previous \"Framework Act on Marine Fishery Development\" or the provisions thereof as at the time this Act enters into force,"}, {"text_block_id": "p21_b631", "text": "they shall, if this Act has provisions corresponding thereto, be considered to have cited this Act or the corresponding provisions of this Act in lieu of the previous provisions."}, {"text_block_id": "p21_b632", "text": "ADDENDUM"}, {"text_block_id": "p21_b633", "text": "<Act No. 10449, Mar. 9, 2011>"}, {"text_block_id": "p21_b634", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p21_b635", "text": "ADDENDA"}, {"text_block_id": "p21_b636", "text": "<Act No. 10935, Jul. 25, 2011>"}, {"text_block_id": "p21_b637", "text": "(1)"}, {"text_block_id": "p21_b638", "text": "(Enforcement Date) This Act shall enter into force six months after date of its promulgation: Provided, That the amended provision of Article 14 (2) shall enter into force on the date of its promulgation."}, {"text_block_id": "p21_b639", "text": "(2)"}, {"text_block_id": "p21_b640", "text": "(Transitional Measures concerning Full-Time Farmers and Fishermen) Any person appointed as a full-time farmer or fisherman pursuant to the previous provisions as at the time this Act enters into force shall be deemed appointed as a full-time farmer or fisherman pursuant to this Act."}, {"text_block_id": "p21_b641", "text": "(3)"}, {"text_block_id": "p21_b642", "text": "(Transitional Measures concerning Specialists in Mechanized Agriculture and Specialists in Mechanized Fisheries) Any person appointed as a specialist in mechanized agriculture or specialist in mechanized fisheries pursuant to the previous provisions as at the time this Act enters into force shall be deemed appointed as a specialist in mechanized agriculture or specialist in mechanized fisheries pursuant to this Act."}, {"text_block_id": "p21_b643", "text": "ADDENDA"}, {"text_block_id": "p21_b644", "text": "<Act No. 11094, Nov. 22, 2011>"}, {"text_block_id": "p21_b645", "text": "Article 1 (Enforcement date)"}, {"text_block_id": "p21_b646", "text": "This Act shall enter into force six months after date of its promulgation: Provided, That the amended provision of Article 4 (2) shall enter into force on the date of its promulgation, and the amended provision Article 14 (5) shall enter into force on July 1, 2012."}, {"text_block_id": "p21_b647", "text": "Article 2 (Preparation for Establishment of EPIS)"}, {"text_block_id": "p21_b648", "text": "(1)"}, {"text_block_id": "p21_b649", "text": "The Minister of Food, Agriculture, Forestry and Fisheries shall establish an Establishment Committee for Korea Agency of Education, Promotion and Information Service in Food Agriculture, Forestry and Fisheries (hereinafter referred to as \"the Establishment Committee\") by entrusting seven committee members within 30 days after the promulgation of this Act to manage affairs related to establishment of EPIS."}, {"text_block_id": "p21_b650", "text": "(2)"}, {"text_block_id": "p21_b651", "text": "The Establishment Committee shall prepare the articles of establishment  of EPIS and obtain authorization therefor from the Minister of Food, Agriculture, Forestry and Fisheries by affixing name and seal, or signature."}, {"text_block_id": "p21_b652", "text": "(3)"}, {"text_block_id": "p21_b653", "text": "When the Establishment Committee has obtained authorization under paragraph (2), it shall file for registration for establishment without delay by joint signature."}, {"text_block_id": "p21_b654", "text": "(4)"}, {"text_block_id": "p21_b655", "text": "The Korea Information Center for Agriculture, Forestry and Fisheries (including affiliated Agriculture Human Resource Development Institute; hereinafter referred to as \"Korea Information Center for Agriculture, Forestry and Fisheries\") established under Article 32 of the Civil Act shall be deemed dissolved when EPIS has completed registration for its establishment under paragraph (3)"}, {"text_block_id": "p22_b656", "text": "notwithstanding provisions of the Civil Act governing the dissolution and liquidation of juristic persons."}, {"text_block_id": "p22_b657", "text": "(5)"}, {"text_block_id": "p22_b658", "text": "When the Chairperson of EPIS is appointed, the Establishment Committee shall transfer business affairs to the Chairperson without delay."}, {"text_block_id": "p22_b659", "text": "(6)"}, {"text_block_id": "p22_b660", "text": "The Establishment Committee and its members shall be deemed dissolved or dismissed when transfer of business affairs is completed."}, {"text_block_id": "p22_b661", "text": "Article 3 (Transitional Measures concerning Establishment of APAS)"}, {"text_block_id": "p22_b662", "text": "(1)"}, {"text_block_id": "p22_b663", "text": "Assets, rights and obligations of the Center for Rural Information and Culture affiliated to the Korea Rural Economic Institute (hereinafter referred to as •CRIC•), and the Korea Information Center for Agriculture  Forestry and Fisheries founded under the Act on the Establishment, Operation, and Fostering of Government-Funded Research Institutes, Etc., shall be succeeded to by EPIS on the registration date of establishment of EPIS."}, {"text_block_id": "p22_b664", "text": "(2)"}, {"text_block_id": "p22_b665", "text": "Any employee of CRIC and the Korea Information Center for Agriculture, Forestry and Fisheries as at the time this Act enters into force shall be deemed hired as an employee of EPIS on the registration date of establishment of EPIS."}, {"text_block_id": "p22_b666", "text": "ADDENDUM"}, {"text_block_id": "p22_b667", "text": "<Act No. 11499, Oct. 22, 2012>"}, {"text_block_id": "p22_b668", "text": "This Act shall enter into force three months after the date of its promulgation."}, {"text_block_id": "p22_b669", "text": "ADDENDUM"}, {"text_block_id": "p22_b670", "text": "<Act No. 11561, Dec. 18, 2012>"}, {"text_block_id": "p22_b671", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p22_b672", "text": "ADDENDA"}, {"text_block_id": "p22_b673", "text": "<Act No. 11694, Mar. 23, 2013>"}, {"text_block_id": "p22_b674", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p22_b675", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p22_b676", "text": "Article 2 (Transitional Measures concerning Public Notice of Farming and Fishing Areas)"}, {"text_block_id": "p22_b677", "text": "Farming and fishing areas publicly notified by the Minster of Food, Agriculture, Forestry and Fisheries pursuant to the previous provisions as at the time this Act enters into force shall be deemed areas publicly notified pursuant to the amended provision of subparagraph 5 (b) of Article 3."}, {"text_block_id": "p22_b678", "text": "Article 3 (Transitional Measures concerning Development Plans)"}, {"text_block_id": "p22_b679", "text": "A plan to develop agriculture, rural communities, and the food industry, a City/Do plan, and a Si/Gun/Gu plan, formulated by the Minister for Food, Agriculture, Forestry and Fisheries, each Mayor/Do Governor, and the head of each Si/Gun/autonomous Gu pursuant to the former provisions as at the time this Act enters into force, shall be each deemed a plan to develop agriculture, rural communities, and the food industry or a plan to develop fisheries and fishing villages, a City/Do plan, and a Si/Gun/Gu plan pursuant to the amended provisions of the same Articles until development plans therefor are newly formulated pursuant to the amended provisions of Article 14."}, {"text_block_id": "p23_b680", "text": "Article 4 (Transitional Measures concerning Deliberation Council)"}, {"text_block_id": "p23_b681", "text": "The Central Council for Deliberation on Policies for Agriculture, Fisheries, Farming and Fishing Villages, and Food Industry, council for deliberation on policies for City/Do agriculture, fisheries, farming and fishing villages, and the food industry and council for deliberation on policies for Si/Gun/Gu agriculture, fisheries, farming and fishing villages, and the food industry each established in the Ministry for Food, Agriculture, Forestry and Fisheries, each Metropolitan City/Do, and each Si/Gun/autonomous Gu pursuant to the former provisions as at the time this Act enters into force, shall be respectively deemed the Central Council for Deliberation on Policies for Agriculture, Rural Communities, and Food Industry or the Central Council for Deliberation on Policies for Fisheries and Fishing villages, council for deliberation on policies for City/Do agriculture, rural communities, and the food industry or council for deliberation on policies for City/Do fisheries and fishing villages, and council for deliberation on policies for Si/Gun/Gu agriculture, rural communities, and the food industry or council for deliberation on policies for Si/Gun/Gu fisheries and fishing villages until deliberation councils are newly organized pursuant to the amended provisions of Article 15."}, {"text_block_id": "p23_b682", "text": "Article 5 Omitted."}, {"text_block_id": "p23_b683", "text": "ADDENDUM"}, {"text_block_id": "p23_b684", "text": "<Act No. 12061, Aug. 13, 2013>"}, {"text_block_id": "p23_b685", "text": "This Act shall enter into force three months after date of its promulgation."}, {"text_block_id": "p23_b686", "text": "ADDENDUM"}, {"text_block_id": "p23_b687", "text": "<Act No. 12438, Mar. 18, 2014>"}, {"text_block_id": "p23_b688", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p23_b689", "text": "ADDENDUM"}, {"text_block_id": "p23_b690", "text": "<Act No. 12605, May 20, 2014>"}, {"text_block_id": "p23_b691", "text": "This Act shall enter into force six months after date of its promulgation."}, {"text_block_id": "p23_b692", "text": "ADDENDA"}, {"text_block_id": "p23_b693", "text": "<Act No. 13054, Jan. 20, 2015>"}, {"text_block_id": "p23_b694", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p23_b695", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p23_b696", "text": "Article 2 Omitted."}, {"text_block_id": "p23_b697", "text": "ADDENDA"}, {"text_block_id": "p23_b698", "text": "<Act No. 13356, Jun. 22, 2015>"}, {"text_block_id": "p23_b699", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p23_b700", "text": "This Act shall enter into force on the date of its promulgation: Provided, That the amended provisions of Articles 47-2 (5) and 64 shall enter into force six month after their promulgation."}, {"text_block_id": "p23_b701", "text": "Article 2 (Transitional Measures concerning Incorporated Foundation, Agricultural Policy Insurance and Finance Service)"}, {"text_block_id": "p24_b702", "text": "(1)"}, {"text_block_id": "p24_b703", "text": "The Agricultural Policy Insurance and Financial Service established as an incorporated foundation under the Civil Act (hereinafter referred to as •the incorporated foundation•) as at the time this Act enters into force, shall obtain permission therefor after preparing the articles of incorporation of the Agricultural Policy Insurance and Financial Service (hereinafter referred to as •the APFS•) as prescribed by this Act within two months after this Act enters into force."}, {"text_block_id": "p24_b704", "text": "(2)"}, {"text_block_id": "p24_b705", "text": "The incorporated foundation, in receipt of permission under paragraph (1), shall file for registration of the APFS under this Act without delay."}, {"text_block_id": "p24_b706", "text": "(3)"}, {"text_block_id": "p24_b707", "text": "The incorporated foundation, upon the completion of the registration for establishment of the APFS, shall be deemed dissolved notwithstanding the provisions governing the dissolution and liquidation of juristic persons under the Civil Act."}, {"text_block_id": "p24_b708", "text": "(4)"}, {"text_block_id": "p24_b709", "text": "The APFS shall comprehensively succeed to assets, rights, and obligations managed by the incorporated foundation as at the time this Act enters into force on the date of registration for establishment of the APFS."}, {"text_block_id": "p24_b710", "text": "(5)"}, {"text_block_id": "p24_b711", "text": "The title of the incorporated foundation indicated in the register of assets, rights, and obligations to which the APFS succeeds under paragraph (4) and other official records shall be deemed the title of the APFS."}, {"text_block_id": "p24_b712", "text": "(6)"}, {"text_block_id": "p24_b713", "text": "With regard to the assets to which the APFS succeeds under paragraph (4) the activities performed by and to the incorporated foundation before the establishment of the APFS shall be deemed activities performed by or to the APFS."}, {"text_block_id": "p24_b714", "text": "(7)"}, {"text_block_id": "p24_b715", "text": "Upon the establishment of the APFS, the executive officers and employees of the incorporated foundation as at the time of such establishment, shall be deemed assigned or appointed as executive officers and employees. In such cases, the term of office of an executive officer shall be the remainder of his/her term of office as prescribed in the articles of incorporation of the previous incorporated foundation."}, {"text_block_id": "p24_b716", "text": "ADDENDA"}, {"text_block_id": "p24_b717", "text": "<Act No. 13383, Jun. 22, 2015>"}, {"text_block_id": "p24_b718", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p24_b719", "text": "This Act shall enter into force six months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p24_b720", "text": "Articles 2 through 4 Omitted."}, {"text_block_id": "p24_b721", "text": "ADDENDUM"}, {"text_block_id": "p24_b722", "text": "<Act No. 14647, Mar. 21, 2017>"}, {"text_block_id": "p24_b723", "text": "This Act shall enter into force on the date of its promulgation."}], "document_description": "This act outlines a general framework for the sustainable development of South Korea's agricultural sector. In particular, it requires national and local governments to create comprehensive sustainable development policies for the agriculture sector, establishes the Korea Agency of Education, Promotion and Information Service in Food, Agriculture, Forestry and Fisheries, requires the national government to create an agricultural plan every five years, requires national and local governments to undertake necessary measures for the prevention of, contingency planning for, and restoration from agricultural disasters, such as droughts, floods, wind, cold weather, and climate change, as well as to adopt measures for the operation of agricultural disaster insurance, establishes the Agricultural Policy Insurance and Finance Service, and requires the national government to promote research and development in the agriculture sector."}