{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy"], "document_date": "01/01/2020", "document_language": "Korean", "document_name": "Law on allocation and transactions of greenhouse gas emissions", "document_country_code": "KOR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://www.law.go.kr/LSW/lsInfoP.do?efYd=20200601&lsiSeq=215913&ancYd=20200324&nwJoYnInfo=N&ancYnChk=0&ancNo=17104&chrClsCd=010202&efGubun=Y%230000#0000", "document_type": "Law", "text_blocks": [], "document_description": "The Act aims to achieve the national targets for reducing GHGs by introducing a system for trading GHG allowances through market mechanisms. The first phase of the trading scheme is due to start in 2015, covering companies that emit 125,000 metric tonnes or more of CO2 a year and factories, buildings and livestock farms that produce at least 25,000 tonnes of the gas annually.  The basic plan for the emissions rights trading system shall be established every 5 years for a unit period of 10 years. An Emissions Rights Allocation Committee chaired by the Minister of Strategy and Finance will be established for deliberation and mediation of major issues regarding the emissions rights trading system. The competent authorities will allocate the total emissions rights for the unit period and for each year to relevant corporations. The emissions rights may be traded. Anyone who wants to trade their rights shall enter an account in the emissions rights register.  The scheme determines that in the event that a corporation produces more GHGs than its allotted amount, the excess will be subject to a penalty of up to three times the average market price of the year, up to a limit of KRW100,000 (USD89.87) per one tonne of CO2.  The Enforcement Decree outlines the rules and governance structure for the ETS, planned to begin on 1 January 2015. The ETS requires each company or organisation to set the goal of emissions reduction and fulfill the required reduction goal by utilising a market mechanism. All six Kyoto Protocol GHGs are included, and the scheme covers direct and indirect emissions from individual facilities producing over 25ktCO2e/yr, companies with multiple installations producing over 125ktCO2e/yr, and any other firm that voluntarily wishes to join the ETS.  The Minister of Environment is responsible for controlling and operating the ETS. It operates the quota evaluation commission and the emissions certification committee, and encourages the participation of relevant ministries such as the Ministry of Industry, Trade and Energy, the Ministry of Agriculture, Food and Rural Affairs, and Ministry of Land, Infrastructure and Transport. The Minister of Strategy and Finance must set up the plan so that influential factors such as commodity price are taken into account.  During the first phase of the ETS (2015-2017), liable entities will be allocated 100% of their emissions permits for free based on their average emissions. Therefore demand for units will only be generated by entities exceeding their predicted emission levels. This free allocation level will drop to 97% during the second phase (2018 to 2020) and below 90% in the third phase (2021-2025). By easing the cost burden of allowable emissions at an initial stage, it minimises the burden on industry; by expanding the range of paid quota in the mid- to long-term, it lays the foundation for cost-effective GHG reduction.  Offsets are allowed for up to 10% of compliance obligations. International offsets can be used from Phase III, and shall be set within the range of less than 50% of the maximum offsets for the efficient reduction of domestic GHG. The specific criteria and procedures for the approval and certification of international offsets are yet to be established.  The government agency in charge can receive applications from qualified organisations and may select the emissions trading system's exchange among them through the evaluation of the Committee on Green Growth. In order to stabilise the market at an initial stage, companies will be subject to quota assignment through Phases I and II. When necessary, the government agency in charge, through the quota committee, will take measures to stabilise the market: adding up to 25% of the allowance reserve, specifying the minimum and maximum of emissions rights to be held, restricting borrowing and carry-over, and restricting the limit of offset emissions right's offers.  Financial support measures are allowed to industries whose competitiveness is negatively affected by the scheme. Financial and taxation incentives or subsidies can be provided for GHG reduction, technological development and distribution projects in relation to new and renewable energy."}