{"document_instrument_name": ["Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Nuclear Energy Promotion Act", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2011", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/KOR/2011/KOR-2011-01-01-Nuclear Energy Promotion Act_693add4b770b6077a215de3b872411a1.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NUCLEAR ENERGY PROMOTION ACT"}, {"text_block_id": "p0_b2", "text": "Wholly Amended by Act No. 10909,  Jul. 25, 2011"}, {"text_block_id": "p0_b3", "text": "Amended by Act No. 11714, Mar. 23, 2013"}, {"text_block_id": "p0_b4", "text": "Article 1 (Purpose)"}, {"text_block_id": "p0_b5", "text": "The purpose of this Act is to provide for matters concerning the research, development, production and use of nuclear energy (hereinafter referred to as \"use of nuclear energy\") to contribute to enhancing people's lifestyles and welfare by facilitating the advancement of academic research and industrial development."}, {"text_block_id": "p0_b6", "text": "Article 2 (Definitions)"}, {"text_block_id": "p0_b7", "text": "The terms used in this nuclear energy shall be defined as follows:"}, {"text_block_id": "p0_b8", "text": "The terms used in this nuclear energy shall be defined as follows:\n* The term \"nuclear energy\" means nuclear energy under subparagraph 1 of Article 2 of the Nuclear\n* The term \"reactor\" means reactors under subparagraph 8 of Article 2 of the Nuclear Safety Act;\n* The term \"treatment of spent nuclear fuel\" means the treatment of spent nuclear fuel under\n* The term \"radioactive waste\" means radioactive waste under subparagraph 18 of Article 2 of the"}, {"text_block_id": "p0_b16", "text": "Article 3 (Atomic Energy Commission)"}, {"text_block_id": "p0_b17", "text": "An Atomic Energy Commission (hereinafter referred to as the \"Commission\") shall be established under the jurisdiction of the Prime Minister to deliberate and decide on important matters concerning the use of nuclear energy."}, {"text_block_id": "p0_b18", "text": "Article 4 (Functions of Commission)"}, {"text_block_id": "p0_b19", "text": "The Commission shall deliberate and decide on the following matters:"}, {"text_block_id": "p0_b20", "text": "The Commission shall deliberate and decide on the following matters:\n* Integration and coordination of matters concerning the use of nuclear energy;\n* Matters concerning the formulation of comprehensive plans for the promotion of nuclear energy\n* Matters concerning plans for estimation and allocation of expenditures for the use of nuclear energy;\n* Matters concerning the conduct of testing and studies on the use of nuclear energy;\n* Matters concerning the fostering and training of researchers and technicians for the use of nuclear"}, {"text_block_id": "p1_b30", "text": "The Commission shall deliberate and decide on the following matters:\n* Integration and coordination of matters concerning the use of nuclear energy;\n* Matters concerning the formulation of comprehensive plans for the promotion of nuclear energy\n* Matters concerning plans for estimation and allocation of expenditures for the use of nuclear energy;\n* Matters concerning the conduct of testing and studies on the use of nuclear energy;\n* Matters concerning the fostering and training of researchers and technicians for the use of nuclear\n* Matters concerning master plans for the management of radioactive waste referred to in Article 6 of\n* Matters concerning the treatment and disposal of spent nuclear fuel;\n* Other matters the chairperson of the Commission deems important and refers to the Commission."}, {"text_block_id": "p1_b36", "text": "Article 5 (Composition of Commission)"}, {"text_block_id": "p1_b37", "text": "Article 5 (Composition of Commission)\n* The Commission shall be comprised of at least nine, but not exceeding eleven members, including one\n* The Prime Minister shall become the chairperson of the Commission, and the Minister of Strategy and\n* The Commission shall have one secretary appointed by the chairperson from among the public"}, {"text_block_id": "p1_b45", "text": "Article 6 (Grounds for Disqualification of Members)"}, {"text_block_id": "p1_b46", "text": "No person falling under any of the following subparagraphs of Article 33 of the State Public Officials Act shall become a member of the Commission."}, {"text_block_id": "p1_b47", "text": "Article 7 (Term of Office of Members)"}, {"text_block_id": "p1_b48", "text": "The term of office of members, excluding ex officio members, shall be three years, and a consecutive appointment may be permitted."}, {"text_block_id": "p1_b49", "text": "Article 8 (Operation of Commission)"}, {"text_block_id": "p1_b50", "text": "Matters necessary for the operation of the Commission shall be prescribed by Presidential Decree."}, {"text_block_id": "p1_b51", "text": "Article 9 (Formulation of Comprehensive Plans for Promotion of Nuclear Energy)"}, {"text_block_id": "p1_b52", "text": "Article 9 (Formulation of Comprehensive Plans for Promotion of Nuclear Energy)\n* The Minister of Science, Information and Communications Technology (ICT) and Future Planning\n* Each comprehensive plan shall include the following matters:\n* Current state of and prospects for the use of nuclear energy;\n* Policy objectives of and basic direction-setting for the use of nuclear energy;\n* Sectoral tasks and the promotion thereof;\n* Investment plans and financing of required financial resources;\n* Other matters necessary for the use of nuclear energy.\n* Where the Minister of Science, Information and Communications Technology (ICT) and Future"}, {"text_block_id": "p2_b69", "text": "<Amended by Act No. 11714, Mar. 23, 2013>"}, {"text_block_id": "p2_b70", "text": "<Amended by Act No. 11714, Mar. 23, 2013>\n* Each comprehensive plan shall be determined through deliberation and resolution by the Commission:\n* When deemed necessary to formulate a comprehensive plan, the Minister of Science, Information and\n* Article 10 (Execution of Comprehensive Plans)\n* The Minister of Science, Information and Communications Technology (ICT) and Future Planning\n* When necessary to formulate a sectoral execution plan referred to in paragraph (1), the Minister of"}, {"text_block_id": "p2_b82", "text": "Article 11 (Nuclear Energy Research and Development Institutes, etc.)"}, {"text_block_id": "p2_b83", "text": "Article 11 (Nuclear Energy Research and Development Institutes, etc.)\n* Nuclear energy research and development institutes or nuclear energy-related service institutions and\n* Matters concerning the establishment and operation of nuclear energy research and development\n* Article 12 (Promotion of Research and Development Projects on Nuclear Energy)\n* The Minister of Science, Information and Communications Technology (ICT) and Future Planning"}, {"text_block_id": "p3_b93", "text": "Article 11 (Nuclear Energy Research and Development Institutes, etc.)\n* Nuclear energy research and development institutes or nuclear energy-related service institutions and\n* Matters concerning the establishment and operation of nuclear energy research and development\n* Article 12 (Promotion of Research and Development Projects on Nuclear Energy)\n* The Minister of Science, Information and Communications Technology (ICT) and Future Planning\n* The costs for research and development projects on nuclear energy referred to in paragraph (1) shall be\n* Governmental contributions;\n* Research and Development Fund for Nuclear Energy referred to in Article 17;\n* Borrowings referred to in paragraph (4);\n* The balance accrued during the course of conducting research and development projects on nuclear\n* Matters necessary to conduct research and development projects on nuclear energy referred to in\n* The Minister of Science, Information and Communications Technology (ICT) and Future Planning\n* The head of each institution or organization assuming a principal role in research by an agreement on a\n* Where the head of the competent research institution collects or exempts technical fees pursuant to\n* Any industrial property right, etc. created as a result of a research and development project on nuclear"}, {"text_block_id": "p3_b115", "text": "Article 13 (Cost-Sharing on Research and Development Projects on Nuclear Energy)"}, {"text_block_id": "p3_b116", "text": "Article 13 (Cost-Sharing on Research and Development Projects on Nuclear Energy)\n* The operator of each electricity-generating reactor shall bear the costs of research and development\n* The amount of money to be borne by an operator of an electricity-generating reactor pursuant to"}, {"text_block_id": "p4_b120", "text": "Article 13 (Cost-Sharing on Research and Development Projects on Nuclear Energy)\n* The operator of each electricity-generating reactor shall bear the costs of research and development\n* The amount of money to be borne by an operator of an electricity-generating reactor pursuant to\n* Each operator of an electricity-generating reactor shall submit to the Minister of Science, Information\n* The Minister of Science, Information and Communications Technology (ICT) and Future Planning\n* Each operator of an electricity-generating reactor shall pay charges to the Research and Development\n* The method of and deadline for payment of charges, and other necessary matters shall be prescribed by"}, {"text_block_id": "p4_b130", "text": "Article 14 (Compulsory Collection)"}, {"text_block_id": "p4_b131", "text": "Article 14 (Compulsory Collection)\n* Where the operator of an electricity-generating reactor fails to pay charges within the payment\n* Article 21 of the National Tax Collection Act shall apply mutatis mutandis to collection of surcharges\n* When a reminder letter is issued pursuant to paragraph (1), the payment deadline thereof shall be not\n* When a person who receives a reminder letter pursuant to paragraph (1) fails to pay the surcharges"}, {"text_block_id": "p4_b141", "text": "Article 15 (Disbursement of Subsidies for Patents, etc.)"}, {"text_block_id": "p4_b142", "text": "The Government may pay subsidies to patent-pending inventions or inventions already patented relating to nuclear energy within budgetary limits."}, {"text_block_id": "p4_b143", "text": "Article 16 (Survey of Actual Conditions)"}, {"text_block_id": "p4_b144", "text": "Article 16 (Survey of Actual Conditions)\n* The Minister of Science, Information and Communications Technology (ICT) and Future Planning\n* When deemed necessary to conduct the survey on actual conditions referred to in paragraph (1), the"}, {"text_block_id": "p5_b149", "text": "energy-related institutions to submit data, state opinions, etc."}, {"text_block_id": "p5_b150", "text": "<Amended by Act No. 11714, Mar. 23, 2013>"}, {"text_block_id": "p5_b151", "text": "Article 17 (Creation of Research and Development Fund for Nuclear Energy)"}, {"text_block_id": "p5_b152", "text": "(1)"}, {"text_block_id": "p5_b153", "text": "The Government shall create a Research and Development Fund for Nuclear Energy (hereinafter referred to as the \"Fund\") to secure financial resources needed for research and development projects on nuclear energy referred to in Article 12."}, {"text_block_id": "p5_b154", "text": "(2)"}, {"text_block_id": "p5_b155", "text": "The Fund shall consist of the following financial resources:"}, {"text_block_id": "p5_b156", "text": "1."}, {"text_block_id": "p5_b157", "text": "Charges referred to in Article 13 and surcharges referred to in Article 14 (2);"}, {"text_block_id": "p5_b158", "text": "2."}, {"text_block_id": "p5_b159", "text": "Profits from the operation of the Fund;"}, {"text_block_id": "p5_b160", "text": "3."}, {"text_block_id": "p5_b161", "text": "Loans referred to in paragraph (3) and other revenues."}, {"text_block_id": "p5_b162", "text": "(3)"}, {"text_block_id": "p5_b163", "text": "When necessary for the operation of the Fund, the manager of the Fund may borrow money (including loans from international organizations, foreign countries or foreigners) or introduce goods at the expense of the Fund."}, {"text_block_id": "p5_b164", "text": "Article 18 (Management and Operation of Fund)"}, {"text_block_id": "p5_b165", "text": "(1)"}, {"text_block_id": "p5_b166", "text": "The Fund shall be managed and operated by the Minister of Science, Information and Communications Technology (ICT) and Future Planning: Provided, That when deemed necessary by the Minister of Science, Information and Communications Technology (ICT) and Future Planning, administrative affairs concerning the management and operation of the Fund may be delegated or entrusted to relevant institutions or organizations, as prescribed by Presidential Decree."}, {"text_block_id": "p5_b167", "text": "<Amended by Act No. 11714, Mar. 23, 2013>"}, {"text_block_id": "p5_b168", "text": "(2)"}, {"text_block_id": "p5_b169", "text": "Other matters necessary for the management and operation of the Fund shall be prescribed by Presidential Decree."}, {"text_block_id": "p5_b170", "text": "Article 19 (Use of Fund)"}, {"text_block_id": "p5_b171", "text": "(1)"}, {"text_block_id": "p5_b172", "text": "The Fund shall be used for the following projects:"}, {"text_block_id": "p5_b173", "text": "1."}, {"text_block_id": "p5_b174", "text": "Research and development projects on nuclear energy;"}, {"text_block_id": "p5_b175", "text": "2."}, {"text_block_id": "p5_b176", "text": "Projects for supporting machineries, equipment, materials and apparatuses necessary to conduct research and development projects on nuclear energy;"}, {"text_block_id": "p5_b177", "text": "3."}, {"text_block_id": "p5_b178", "text": "Projects for fostering nuclear energy-related human resources;"}, {"text_block_id": "p5_b179", "text": "4."}, {"text_block_id": "p5_b180", "text": "Other projects related to research and development projects on nuclear energy, prescribed by Presidential Decree."}, {"text_block_id": "p5_b181", "text": "(2)"}, {"text_block_id": "p5_b182", "text": "The Minister of Science, Information and Communications Technology (ICT) and Future Planning may reimburse expenses for institutions or organizations conducting any subparagraph of paragraph (1)."}, {"text_block_id": "p5_b183", "text": "Article 20 (Confidentiality)"}, {"text_block_id": "p5_b184", "text": "No member of the Commission or public official currently or formerly engaged in duties prescribed in this Act shall divulge confidential information concerning nuclear energy they acquired in the course of performing duties to others, or use them for purposes, other than those of enforcing this Act."}, {"text_block_id": "p6_b185", "text": "Article 21 (Allowances for Public Officials with regard to Use of Nuclear  Energy)"}, {"text_block_id": "p6_b186", "text": "Research allowances, danger allowances or health allowances may be paid to public officials performing duties concerning the use of nuclear energy, as prescribed by Presidential Decree, in addition to remuneration and other allowances paid under the State Public Officials Act."}, {"text_block_id": "p6_b187", "text": "Article 22 (Penalty Provisions)"}, {"text_block_id": "p6_b188", "text": "Any person that violates Article 20 shall be punished by imprisonment with labor or imprisonment without labor for not more than ten years."}, {"text_block_id": "p6_b189", "text": "Article 23 (Administrative Fines)"}, {"text_block_id": "p6_b190", "text": "(1)"}, {"text_block_id": "p6_b191", "text": "The following persons shall be punished by an administrative fine not exceeding one million won:"}, {"text_block_id": "p6_b192", "text": "1."}, {"text_block_id": "p6_b193", "text": "Any person who fails to report or makes a false report, in violation of Article 12 (6);"}, {"text_block_id": "p6_b194", "text": "2."}, {"text_block_id": "p6_b195", "text": "Any person who fails to submit data without good cause, in violation of Article 13 (3)."}, {"text_block_id": "p6_b196", "text": "(2)"}, {"text_block_id": "p6_b197", "text": "Administrative fines referred to in paragraph (1) shall be imposed and collected by the Minister of Science, Information and Communications Technology (ICT) and Future Planning, as prescribed by Presidential Decree."}, {"text_block_id": "p6_b198", "text": "<Amended by Act No. 11714, Mar. 23, 2013>"}, {"text_block_id": "p6_b199", "text": "ADDENDA"}, {"text_block_id": "p6_b200", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p6_b201", "text": "This Act shall enter into force three months after the date of its promulgation."}, {"text_block_id": "p6_b202", "text": "Article 2 (Transitional Measures for Members of Atomic Energy Commission)"}, {"text_block_id": "p6_b203", "text": "The members of the Atomic Energy Commission, excluding ex officio members, appointed or commissioned pursuant to the former provisions at the time this Act enters into force shall be deemed appointed or commissioned as the members of the Atomic Energy Commission pursuant to the amended provisions of Article 5 (2), and the term of office of members, excluding ex officio members, shall be the remaining term of office thereof."}, {"text_block_id": "p6_b204", "text": "Article 3 (Transitional Measures for Former Dispositions, etc.)"}, {"text_block_id": "p6_b205", "text": "Any disposition, proceeding or other act in relation to any act concerning the use of nuclear energy that has been imposed, taken or conducted pursuant to the former provisions at the time this Act enters into force shall be deemed imposed, taken or conducted under this Act."}, {"text_block_id": "p6_b206", "text": "Article 4 (Transitional Measures for Penalty Provisons, etc.)"}, {"text_block_id": "p6_b207", "text": "The former provisions shall apply to penalty provisions applied in response to the acts conducted before this Act enters into force."}, {"text_block_id": "p6_b208", "text": "Article 5 Omitted."}, {"text_block_id": "p6_b209", "text": "Article 6 (Relations with other Acts)"}, {"text_block_id": "p6_b210", "text": "When other Acts have cited the Atomic Energy Act or the provisions thereof at the time this Act enters into force, if provisions corresponding thereto exist in this Act, this Act or the provisions corresponding thereto shall be deemed to have been cited."}, {"text_block_id": "p7_b211", "text": "ADDENDA"}, {"text_block_id": "p7_b212", "text": "<Act No. 11714, Mar. 23, 2013>"}, {"text_block_id": "p7_b213", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p7_b214", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p7_b215", "text": "Article 2 Omitted."}], "document_description": "These acts requires the Minister of Science, Information and Communications Technology and Future Planning to create a master plan, project plan, and implementation plan for promoting nuclear fusion energy, and requires the government to provide financial and technical assistance to businesses and research organizations developing fusion energy research and technology."}