{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "South Korea", "document_category": "Law", "document_sector_name": [], "document_language": "English", "document_name": "Reservoir and Dam Safety Control and Disaster Prevention Act", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "06/05/2008", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Disaster Risk Management"], "document_url": "https://cdn.climatepolicyradar.org/KOR/2008/KOR-2008-05-06-Reservoir and Dam Safety Control and Disaster Prevention Act_f81bfbc29e192b4654d5f04a4c4922ac.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "RESERVOIR AND DAM SAFETY CONTROL AND DISASTER PREVENTION ACT"}, {"text_block_id": "p0_b2", "text": "Act No. 11690, Mar. 23, 2013"}, {"text_block_id": "p0_b3", "text": "Act No. 12248, Jan. 14, 2014"}, {"text_block_id": "p0_b4", "text": "Act No. 12844, Nov. 19, 2014"}, {"text_block_id": "p0_b5", "text": "Article 1 (Purpose)"}, {"text_block_id": "p0_b6", "text": "The purpose of this Act is to establish an effective system of safety management of reservoirs and dams and to contribute to public safety by prescribing matters necessary for the safe control of reservoirs and dams, preliminary checks and maintenance for the prevention of disasters, countermeasures against disasters, etc. in order to protect life, body and property, such as farmland, etc. of people from disasters due to the collapse, etc. of reservoirs and dams."}, {"text_block_id": "p0_b7", "text": "Article 2 (Definitions)"}, {"text_block_id": "p0_b8", "text": "The definitions of terms used in this Act shall be as follows:"}, {"text_block_id": "p0_b9", "text": "<Amended by Act No. 9276, Dec. 29, 2008; Act No. 9680, May 21, 2009; Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p0_b10", "text": "<Amended by Act No. 9276, Dec. 29, 2008; Act No. 9680, May 21, 2009; Act No. 11994, Aug. 6, 2013>\n* The term \"reservoir and dam\" means a structure installed to stop a river from flowing and to use the\n<\\li1>\n\t* Dams under Article 3 of the Act on Construction of Dams and Assistance, etc. to their Environs;\n<\\li2>"}, {"text_block_id": "p1_b14", "text": "<Amended by Act No. 9276, Dec. 29, 2008; Act No. 9680, May 21, 2009; Act No. 11994, Aug. 6, 2013>\n* The term \"reservoir and dam\" means a structure installed to stop a river from flowing and to use the\n<\\li1>\n\t* Dams under Article 3 of the Act on Construction of Dams and Assistance, etc. to their Environs;\n<\\li2>\n* Reservoirs under subparagraph 5 of Article 2 of the Rearrangement of Agricultural and Fishing\n\t* Dams and reservoirs from among electronic equipment under subparagraph 16 of Article 2 of the\n\t* Other facilities functioning similarly to reservoirs or dams, which are prescribed by Presidential\n\t* The term \"reservoir and dam caretaker\" means the heads of local governments, the Korea Rural\n\t* The term \"head of Central Countermeasure Headquarters\" means the head of the Central Disaster and\n\t* The term \"chief of City/Do headquarters\" means the chief of City/Do Disaster Safety Measures\n\t* The term \"chief of Si/Gun/Gu headquarters\" means the chief of Si/Gun/Gu Disaster Safety Measures\n\t* The term \"disaster\" means the breaking, loss, etc. of the embankment of each reservoir and dam, and\n\t* The term \"safety management\" means all the activities, such as safety checks, detailed safety"}, {"text_block_id": "p1_b32", "text": "Article 3 (Duty of Caretaker of Reservoir and Dam)"}, {"text_block_id": "p1_b33", "text": "The caretaker of each reservoir and dam shall comply with the safety management standards under Article 6 to decrease disasters that may arise from the reservoir and dam under his/her control, and strive to ensure safety, such as safety checks, detailed safety examinations, repair, reinforcement, etc. of reservoirs and dams, and shall safely evacuate all residents or other persons in the relevant area in order to help prevent any damage to people's lives or bodies where disasters occur or are likely to occur."}, {"text_block_id": "p1_b34", "text": "Article 4 (Central Reservoir and Dam Safety Management Committee)"}, {"text_block_id": "p1_b35", "text": "Article 4 (Central Reservoir and Dam Safety Management Committee)\n* A central reservoir and dam safety management committee (hereinafter referred to as the \"Central\n* A central reservoir and dam safety management committee (hereinafter referred to as the \"Central\n <Amended by Act No. 11994, Aug. 6, 2013>\n<\\li1>"}, {"text_block_id": "p2_b38", "text": "Article 4 (Central Reservoir and Dam Safety Management Committee)\n* A central reservoir and dam safety management committee (hereinafter referred to as the \"Central\n* A central reservoir and dam safety management committee (hereinafter referred to as the \"Central\n <Amended by Act No. 11994, Aug. 6, 2013>\n<\\li1>\n* Matters concerning the master plan for the maintenance of reservoirs and dams in danger of disaster\n* Matters concerning technical improvement, such as the safety management of reservoirs and dams\n* Matters concerning education and training under Article 25 (1);\n* Other matters prescribed by Presidential Decree.\n* The Central Committee shall be comprised of not more than eleven members, including one\n* The Minister of Public Safety and Security shall become the chairperson, and the vice chairperson\n* <Amended by Act No. 11690, Mar. 23, 2013; Act No.\n* Persons designated by the Minister of Public Safety and Security from among the public officials of\n* Persons designated by the Minister of Strategy and Finance, the Minister of Agriculture, Food and\n* Persons commissioned by the Minister of Public Safety and Security from among the persons with\n* The term of office for the members other than public officials shall be two years: Provided, That the\n* Where it is necessary to provide efficient support for the Central Committee, a working committee\n* Matters necessary for the composition, operation, etc. of the Central Committee and the working"}, {"text_block_id": "p2_b66", "text": "Article 5 (City/Do Reservoir and Dam Safety Management Committee)"}, {"text_block_id": "p2_b67", "text": "Article 5 (City/Do Reservoir and Dam Safety Management Committee)\n* The City/Do Reservoir and Dam Safety Management Committee (hereinafter referred to as the\n* In cases where it is necessary to provide efficient support for the City/Do Committee, an executive\n* Matters necessary for the composition, operation, etc. of each City/Do Committee and executive"}, {"text_block_id": "p2_b73", "text": "Article 6 (Standards for Safety Management)"}, {"text_block_id": "p3_b74", "text": "Article 6 (Standards for Safety Management)\n* The heads of related central administrative agencies shall determine and announce the detailed\n* When necessary to determine and modify the standards for safety management, the heads of related"}, {"text_block_id": "p3_b78", "text": "Article 7 (Safety Checks)"}, {"text_block_id": "p3_b79", "text": "Article 7 (Safety Checks)\n* The caretaker of each reservoir and dam shall conduct safety checks in accordance with the related\n* Where the caretaker of each reservoir and dam acknowledges it necessary to prevent disasters and to\n* The caretaker of each reservoir and dam shall submit the results of safety checks under paragraph (1)"}, {"text_block_id": "p3_b85", "text": "Article 8 (Joint Safety Checks)"}, {"text_block_id": "p3_b86", "text": "Article 8 (Joint Safety Checks)\n* Where it is necessary for the safety of reservoirs and dams, the head of Central Countermeasure\n* The facilities subject to joint safety checks under paragraph (1) shall be prescribed by Presidential\n* Where it is deemed necessary for the safety of reservoirs and dams as a result of joint safety checks"}, {"text_block_id": "p3_b94", "text": "Article 9 (Designation and Maintenance of Reservoir and Dam in Danger of Disaster)"}, {"text_block_id": "p3_b95", "text": "Article 9 (Designation and Maintenance of Reservoir and Dam in Danger of Disaster)\n* Where the Governor of a Special Self-Governing Province, the head of a Si/Gun or the head of an\n<\\li1>"}, {"text_block_id": "p4_b97", "text": "Article 9 (Designation and Maintenance of Reservoir and Dam in Danger of Disaster)\n* Where the Governor of a Special Self-Governing Province, the head of a Si/Gun or the head of an\n<\\li1>\n* Where a reservoir or dam is designated and announced as a dangerous reservoir or dam under\n* The caretaker of each reservoir and dam shall install various measuring facilities or observation\n* The caretaker of each reservoir and dam shall submit the data under paragraph (3) to the chief of\n* In cases where the reservoirs and dams controlled by the head of a Si/Gun/Gu are designated and\n* Other matters necessary for the designation of dangerous reservoirs and dams as areas zoned for"}, {"text_block_id": "p4_b108", "text": "<Newly Inserted by Act No. 11897, Jul. 16, 2013>"}, {"text_block_id": "p4_b109", "text": "Article 10 (Entrusted Implementer)"}, {"text_block_id": "p4_b110", "text": "Article 10 (Entrusted Implementer)\n* Those who can implement the maintenance and management work and maintenance business of\n* Institution specializing in disaster prevention and safety management under Article 4 (6) of the\n* The Korea Rural Community Corporation under the Korea Rural Community Corporation and\n* The Korea Water Resources Corporation under the Korea Water Resources Corporation Act;\n* Legal entity invested and established by persons falling under subparagraphs 1 through 3 or by local\n* Matters necessary for the establishment, etc. of the legal entity under paragraph (1) 4 shall be"}, {"text_block_id": "p4_b123", "text": "Article 11 (Entrusted Management of Dangerous Reservoirs and Dams)"}, {"text_block_id": "p4_b124", "text": "Article 11 (Entrusted Management of Dangerous Reservoirs and Dams)\n* Where the head of a Si/Gun/Gu acknowledges it necessary for the maintenance and management of\n<\\li1>"}, {"text_block_id": "p5_b126", "text": "Article 11 (Entrusted Management of Dangerous Reservoirs and Dams)\n* Where the head of a Si/Gun/Gu acknowledges it necessary for the maintenance and management of\n<\\li1>\n"}, {"text_block_id": "p5_b127", "text": "(2)"}, {"text_block_id": "p5_b128", "text": "Where the head of a Si/Gun/Gu entrusts his/her duty under paragraph (1), he/she shall select an entrusted caretaker of each dangerous reservoir and dam (hereinafter referred to as \"entrusted caretaker\") from among the entrusted implementers who have submitted a plan for incidental business to meet the expenses needed for maintenance and management (hereinafter referred to as \"incidental business plan\")."}, {"text_block_id": "p5_b129", "text": "(3)"}, {"text_block_id": "p5_b130", "text": "Where the head of a Si/Gun/Gu entrusts the duty of maintenance and management prescribed in paragraph (1), he/she shall bear the expenses needed for the maintenance and management of dangerous reservoirs and dams: Provided, That the entrusted caretaker redeems the investment from the incidental business or is able to meet the expenses of maintenance and management, this shall not apply."}, {"text_block_id": "p5_b131", "text": "(4)"}, {"text_block_id": "p5_b132", "text": "Matters necessary for the selection of an entrusted caretaker, etc. under paragraph (2) shall be prescribed by Presidential Decree."}, {"text_block_id": "p5_b133", "text": "Article 12 (Designation of Maintenance District of Dangerous Reservoirs and Dams)"}, {"text_block_id": "p5_b134", "text": "(1)"}, {"text_block_id": "p5_b135", "text": "Where the reservoirs and dams under management fall under any of the following subparagraphs, the head of a Si/Gun/Gu shall establish a master plan for the maintenance of dangerous reservoirs and dams (hereinafter referred to as \"master plan for maintenance\"), and designate them as a maintenance district of dangerous reservoirs and dams (hereinafter referred to as \"maintenance district\") and publicly announce such designation after obtaining approval from the Minister of Public Safety and Security, as prescribed by Presidential Decree: Provided, That as for the master plan for maintenance for the designation of a maintenance district of a size smaller than the one prescribed by Presidential Decree, approval from the competent Metropolitan City Mayor, Do governor, or Governor of a Special Self-Governing Province (hereinafter referred to as \"Mayor/Do governor\") shall be obtained:"}, {"text_block_id": "p5_b136", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p5_b137", "text": "1."}, {"text_block_id": "p5_b138", "text": "Where it is deemed urgent to implement the maintenance business of dangerous reservoirs and dams for the purpose of ensuring safety of the reservoir and dam and raising the efficiency thereof, etc.;"}, {"text_block_id": "p5_b139", "text": "2."}, {"text_block_id": "p5_b140", "text": "Where it is deemed necessary to take measures, such as conversion, etc. to another use, for the prevention of disaster because the reservoir and dam have lost their original purposes and functions."}, {"text_block_id": "p5_b141", "text": "(2)"}, {"text_block_id": "p5_b142", "text": "The master plan for maintenance shall include the following matters:"}, {"text_block_id": "p5_b143", "text": "1."}, {"text_block_id": "p5_b144", "text": "Objectives and direction of a master plan for maintenance;"}, {"text_block_id": "p5_b145", "text": "2."}, {"text_block_id": "p5_b146", "text": "Scope of a maintenance district;"}, {"text_block_id": "p5_b147", "text": "3."}, {"text_block_id": "p5_b148", "text": "Plan to increase the safety and efficiency of reservoirs and dams;"}, {"text_block_id": "p5_b149", "text": "4."}, {"text_block_id": "p5_b150", "text": "Details of the maintenance of dangerous reservoirs and dams, and funding plans;"}, {"text_block_id": "p5_b151", "text": "5."}, {"text_block_id": "p5_b152", "text": "Incidental business plan for the redemption of investment;"}, {"text_block_id": "p5_b153", "text": "6."}, {"text_block_id": "p5_b154", "text": "Plan for maintenance and management of dangerous reservoirs and dams after the implementation of the maintenance business;"}, {"text_block_id": "p5_b155", "text": "7."}, {"text_block_id": "p5_b156", "text": "Other matters prescribed by Presidential Decree."}, {"text_block_id": "p5_b157", "text": "(3)"}, {"text_block_id": "p5_b158", "text": "Each entrusted implementer may request the head of a Si/Gun/Gu to file an application for the designation of a maintenance district, accompanied by a master plan for maintenance, as prescribed by"}, {"text_block_id": "p6_b159", "text": "Ordinance of the Prime Minister."}, {"text_block_id": "p6_b160", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p6_b161", "text": "(4)"}, {"text_block_id": "p6_b162", "text": "Where the head of a Si/Gun/Gu has filed an application for approval of the master plan for maintenance under paragraph (1), the Minister of Public Safety and Security or the Mayor/Do governor shall grant such approval after consultation with the head of a related central administrative agency and deliberation by the Central Committee or City/Do Committee."}, {"text_block_id": "p6_b163", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p6_b164", "text": "(5)"}, {"text_block_id": "p6_b165", "text": "Where it is necessary for deliberation on the master plan for maintenance under paragraph (4), the Minister of Public Safety and Security or the Mayor/Do governor may request the attendance of interested parties or require the related agency to submit data."}, {"text_block_id": "p6_b166", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p6_b167", "text": "(6)"}, {"text_block_id": "p6_b168", "text": "The kinds of incidental business under Articles 11 (2) and 12 (2) 5 shall be as listed in the following subparagraphs:"}, {"text_block_id": "p6_b169", "text": "<Amended by Act No. 10458, Mar. 9, 2011>"}, {"text_block_id": "p6_b170", "text": "1."}, {"text_block_id": "p6_b171", "text": "Park facilities business under Article 2 of the Act on Urban Parks, Greenbelts, etc.;"}, {"text_block_id": "p6_b172", "text": "2."}, {"text_block_id": "p6_b173", "text": "Tourism business under Article 2 of the Tourism Promotion Act;"}, {"text_block_id": "p6_b174", "text": "3."}, {"text_block_id": "p6_b175", "text": "Excursion ship business under Article 2 of the Excursion Ship and Ferry Business Act;"}, {"text_block_id": "p6_b176", "text": "4."}, {"text_block_id": "p6_b177", "text": "Sports facilities business under Article 2 of the Installation and Utilization of Sports Facilities Act;"}, {"text_block_id": "p6_b178", "text": "5."}, {"text_block_id": "p6_b179", "text": "Fishing boat business under Article 2 (6) of the Fishing Management and Promotion Act;"}, {"text_block_id": "p6_b180", "text": "6."}, {"text_block_id": "p6_b181", "text": "Housing complex creation business under Article 2 of the Housing Act;"}, {"text_block_id": "p6_b182", "text": "7."}, {"text_block_id": "p6_b183", "text": "Other business prescribed by Presidential Decree."}, {"text_block_id": "p6_b184", "text": "Article 13 (Dangerous Reservoir and Dam Maintenance Business)"}, {"text_block_id": "p6_b185", "text": "(1)"}, {"text_block_id": "p6_b186", "text": "Where the head of a Si/Gun/Gu has designated and announced a maintenance district under Article 12 (1), he/she may directly implement the business for the maintenance of dangerous reservoirs and dams (hereinafter referred to as \"maintenance business\") in order to promote the maintenance of dangerous reservoirs and dams, or implement it by entrustment."}, {"text_block_id": "p6_b187", "text": "(2)"}, {"text_block_id": "p6_b188", "text": "Where the head of a Si/Gun/Gu intends to entrust maintenance business as prescribed in paragraph (1), he/she shall designate a business implementer for the maintenance of dangerous reservoirs and dams (hereinafter referred to as \"maintenance business implementer\"), as prescribed by Presidential Decree, from among the entrusted implementers. In such cases, where the maintenance district has been designated at the request of the entrusted implementer under Article 12 (3), he/she may designate the relevant entrusted implementer who has filed an application for such designation as a maintenance business implementer."}, {"text_block_id": "p6_b189", "text": "(3)"}, {"text_block_id": "p6_b190", "text": "Any person who has been designated as a maintenance business implementer under paragraph (2) shall establish an action plan for maintenance business (hereinafter referred to as \"business action plan\") as prescribed by Presidential Decree within two years from the date of designation, and file an application to the Mayor/Do governor for approval through the head of a Si/Gun/Gu."}, {"text_block_id": "p6_b191", "text": "(4)"}, {"text_block_id": "p6_b192", "text": "Where a maintenance business implementer has filed an application for approval after establishing a business action plan under paragraph (3), the Mayor/Do governor shall grant approval therefor and give public notice thereof after prior consultation with the related administrative agency and deliberation of City/Do Committee."}, {"text_block_id": "p7_b193", "text": "Article 14 (Implementation and Supervision of Maintenance Business)"}, {"text_block_id": "p7_b194", "text": "(1)"}, {"text_block_id": "p7_b195", "text": "Each maintenance business implementer shall submit a report as to the commencement of construction work to the Mayor/Do governor through the head of a Si/Gun/Gu within one year from the date on which the business action plan was announced under Article 13 (4) and shall start the business."}, {"text_block_id": "p7_b196", "text": "(2)"}, {"text_block_id": "p7_b197", "text": "Each maintenance business implementer shall regularly report the state of business promotion to the relevant Mayor/Do governor and the head of the relevant Si/Gun/Gu, as prescribed by Ordinance of the Prime Minister."}, {"text_block_id": "p7_b198", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p7_b199", "text": "(3)"}, {"text_block_id": "p7_b200", "text": "Where deemed necessary to prevent disasters and facilitate business as a result of examination of the place of business, the Mayor/Do governor or the head of a Si/Gun/Gu may issue a corrective order to the maintenance business implementer as prescribed by Ordinance of the Prime Minister, and the maintenance business implementer shall comply with such order, unless there is a compelling reason not to do so."}, {"text_block_id": "p7_b201", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p7_b202", "text": "(4)"}, {"text_block_id": "p7_b203", "text": "Where the maintenance business implementer has not started business within one year under paragraph"}, {"text_block_id": "p7_b204", "text": "(1)"}, {"text_block_id": "p7_b205", "text": "without good cause, the Mayor/Do governor may cancel the approval of a business action plan."}, {"text_block_id": "p7_b206", "text": "(5)"}, {"text_block_id": "p7_b207", "text": "Where the Mayor/Do governor has cancelled the business action plan under paragraph (4), he/she shall publicly announce such cancellation as prescribed by Ordinance of the Prime Minister and notify the head of the relevant Si/Gun/Gu thereof."}, {"text_block_id": "p7_b208", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p7_b209", "text": "Article 15 (Inspection on Completion of Construction and Public Announcement of Conclusion of Business)"}, {"text_block_id": "p7_b210", "text": "(1)"}, {"text_block_id": "p7_b211", "text": "When the maintenance business implementer has completed maintenance business, he/she shall submit a report of completion of construction to the Mayor/Do governor through the head of a Si/Gun/Gu without delay."}, {"text_block_id": "p7_b212", "text": "(2)"}, {"text_block_id": "p7_b213", "text": "The Mayor/Do governor who has received a report of completion of construction under paragraph (1) shall conduct an inspection of the completed construction as prescribed by Presidential Decree, and shall deliver a certificate of completion where it has been completed in compliance with the master plan for maintenance and business action plan, and shall publicly announce the completion of the business."}, {"text_block_id": "p7_b214", "text": "(3)"}, {"text_block_id": "p7_b215", "text": "When the completion of business has been publicly announced under paragraph (2), the designation of a maintenance district shall be deemed to have been cancelled on the date of the public announcement."}, {"text_block_id": "p7_b216", "text": "Article 16 (Hearing Opinions of Residents, etc.)"}, {"text_block_id": "p7_b217", "text": "(1)"}, {"text_block_id": "p7_b218", "text": "Where the head of a Si/Gun/Gu or each maintenance business implementer intends to establish a master plan for maintenance and business action plan, he/she shall hear the opinions of the residents, etc. before filing an application for approval of a master plan for maintenance or of a business action plan."}, {"text_block_id": "p7_b219", "text": "(2)"}, {"text_block_id": "p7_b220", "text": "Detailed matters concerning the hearing of the opinions of residents, etc. under paragraph (1) shall be prescribed by Presidential Decree."}, {"text_block_id": "p7_b221", "text": "Article 17 (Restriction on Acts, etc.)"}, {"text_block_id": "p7_b222", "text": "Those who intend to perform an act prescribed by Presidential Decree in the maintenance district, such as changes of the form and quality of land, construction of a building, installation of a structure, and"}, {"text_block_id": "p8_b223", "text": "gathering of earth, stones, sand and gravel, shall obtain permission from the head of the competent Si/Gun/Gu. The same shall also apply to any modification of permitted matters: Provided, That a person has already obtained permission to change the form and quality of land, construct a building, install a structure, gather earth, stones and gravel, and engage in other acts, under the related statutes and has started the construction or business at the time the maintenance district was designated and announced, he/she may continue to engage in such acts after making a report as prescribed by Ordinance of the Prime Minister."}, {"text_block_id": "p8_b224", "text": "<Amended by Act No. 11690, Mar. 23, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p8_b225", "text": "Article 18 (Access to Land, etc.)"}, {"text_block_id": "p8_b226", "text": "(1)"}, {"text_block_id": "p8_b227", "text": "When the maintenance business executor intends to make an inspection or survey for the designation of a maintenance district or for the preparation of a master plan for maintenance or a business action plan, or when it is necessary for the implementation of maintenance business, he/she may enter and exit land occupied by another party or use another party's land temporarily and change or remove trees, earth, stones, etc. (hereinafter referred to as \"tree, etc.\") or other obstacles."}, {"text_block_id": "p8_b228", "text": "(2)"}, {"text_block_id": "p8_b229", "text": "Those who intend to have access to another party's land, use another party's land temporarily, change or remove trees, etc. or other obstacles pursuant to paragraph (1) shall obtain prior approval of the owner, occupier or caretaker of the relevant land or obstacles (hereinafter referred to as \"interested party\"): Provided, That where it is impossible to obtain such approval due to the absence from the site or unknown address or whereabouts of an interested party, permission of the head of the competent Si/Gun/Gu shall be obtained."}, {"text_block_id": "p8_b230", "text": "(3)"}, {"text_block_id": "p8_b231", "text": "Anyone who intends to perform an act under paragraph (1) shall carry a certificate showing the authority, and present it to all interested parties."}, {"text_block_id": "p8_b232", "text": "Article 19 (Compensation for Loss from Access to Land, etc.)"}, {"text_block_id": "p8_b233", "text": "(1)"}, {"text_block_id": "p8_b234", "text": "The business implementer, etc. shall compensate a person for any loss incurred as a result of the act referred to in Article 18 (1)."}, {"text_block_id": "p8_b235", "text": "(2)"}, {"text_block_id": "p8_b236", "text": "The business implementer, etc. and the person who has suffered loss shall undertake joint consultation on compensation for loss under paragraph (1)."}, {"text_block_id": "p8_b237", "text": "(3)"}, {"text_block_id": "p8_b238", "text": "When a compromise is not reached from the consultation under paragraph (2) or it is hard to hold a consultation, a ruling of the competent land tribunal may be requested."}, {"text_block_id": "p8_b239", "text": "(4)"}, {"text_block_id": "p8_b240", "text": "The provisions of Articles 83 through 87 of the Act on Acquisition of and Compensation for Land, etc. for Public Works Projects therefor shall apply mutatis mutandis to rulings of the competent land tribunal under paragraph (3)."}, {"text_block_id": "p8_b241", "text": "Article 20 (Expropriation and Use of Land, etc.)"}, {"text_block_id": "p8_b242", "text": "(1)"}, {"text_block_id": "p8_b243", "text": "The caretaker of each reservoir and dam may expropriate or use land, buildings, articles fixed on the land and rights thereto other than ownership, mining rights, fishing rights and rights to use water (hereinafter referred to as \"land, etc.\") necessary for safety checks, detailed safety examinations, establishment of maintenance plans and implementation of maintenance business for reservoirs and dams."}, {"text_block_id": "p9_b244", "text": "(2)"}, {"text_block_id": "p9_b245", "text": "In applying paragraph (1), business authorization and announcement of business authorization under Articles 20 (1) and 22 of the Act on Acquisition of and Compensation for Land, etc. for Public Works Projects therefor shall be deemed to have been made when the master plan for maintenance under Article 12 (1) of this Act is publicly announced, and the request for ruling shall be made within the period of business fixed in the business action plan notwithstanding Articles 23 (1) and 28 (1) of the Act on Acquisition of and Compensation for Land, etc. for Public Works Projects."}, {"text_block_id": "p9_b246", "text": "(3)"}, {"text_block_id": "p9_b247", "text": "The Act on Acquisition of and Compensation for Land, etc. for Public Works Projects therefor shall apply mutatis mutandis to the expropriation or use of land, etc. under paragraph (1), except as otherwise provided for in this Act."}, {"text_block_id": "p9_b248", "text": "Article 21 (Legal Fiction of Related Authorization, Permission, etc.)"}, {"text_block_id": "p9_b249", "text": "Where the Mayor/Do governor has approved a business action plan after prior consultation with the related administrative agency pursuant to Article 13 (4), approval, permission, authorization, report, consultation, etc. (hereinafter referred to as \"authorization, permission, etc.\") under the following subparagraphs shall be deemed to have been granted and the public notification and public announcement of authorization, permission, etc. under the related Act shall be deemed to have been made when the business action plan has been approved and announced:"}, {"text_block_id": "p9_b250", "text": "<Amended by Act No. 9770, Jun. 9, 2009; Act No. 10272, Apr. 15, 2010; Act No. 10331, May 31, 2010; Act No. 12248, Jan. 14, 2014>"}, {"text_block_id": "p9_b251", "text": "1."}, {"text_block_id": "p9_b252", "text": "Permission to occupy and use public waters under Article 8 of the Public Waters Management and Reclamation Act, consultation or approval under Article 10 of the same Act, and approval for or report of implementation plans for occupation or use of public waters under Article 17 of the same Act, consultation or approval under Article 35 of the same Act, or approval for or public notification of implementation plans for reclamation of public waters under Article 38 of the same Act;"}, {"text_block_id": "p9_b253", "text": "2."}, {"text_block_id": "p9_b254", "text": "Deleted;"}, {"text_block_id": "p9_b255", "text": "<by Act No. 10272, Apr. 15, 2010>"}, {"text_block_id": "p9_b256", "text": "3."}, {"text_block_id": "p9_b257", "text": "Permission to gather aggregates under Article 22 of the Aggregate Extraction Act;"}, {"text_block_id": "p9_b258", "text": "4."}, {"text_block_id": "p9_b259", "text": "Permission to change the form and quality of land under Article 56 (1) 2 of the National Land Planning and Utilization Act, permission to gather earth and stones under Article 56 (1) 3 of the same Act, permission to install public facilities, to fell standing trees, to grow trees, and to gather earth and stones in the urbanization-coordination zone under Article 81 of the same Act, preparation and authorization of action plans under Article 88 of the same Act, permission to enter into a contract for land transactions under Article 118 of the same Act, and permission to access another party's land under Article 130 (2) of the same Act;"}, {"text_block_id": "p9_b260", "text": "5."}, {"text_block_id": "p9_b261", "text": "Permission to engage in an act in a protected area under Article 9 of the Protection of Military Bases and Installations Act, permission to engage in an act in flight safety zones under Article 10 of the same Act, and consultation, etc. on the disposition of administrative agencies under Article 13 of the same Act;"}, {"text_block_id": "p9_b262", "text": "6."}, {"text_block_id": "p9_b263", "text": "Permission to use and receive benefits from administrative property and conservation property under Article 24 of the State Property Act;"}, {"text_block_id": "p10_b264", "text": "7."}, {"text_block_id": "p10_b265", "text": "Permission to convert farmland under Article 34 of the Farmland Act, conversion report under Article 35 of the same Act, and permission for and consultation on the temporary use for other purposes under Article 36 of the same Act;"}, {"text_block_id": "p10_b266", "text": "8."}, {"text_block_id": "p10_b267", "text": "Permission to install discharge facilities or report thereof under Article 23 of the Clean Air Conservation Act, Article 33 of the Water Quality and Aquatic Ecosystem Conservation Act, and Article 8 of the Noise and Vibration Control Act;"}, {"text_block_id": "p10_b268", "text": "9."}, {"text_block_id": "p10_b269", "text": "Determination of the road zone under Article 25 of the Road Act, permission to carry out any road works granted to a person other than a road management agency under Article 36 of the same Act, and permission to occupy road under Article 61 of the same Act;"}, {"text_block_id": "p10_b270", "text": "10."}, {"text_block_id": "p10_b271", "text": "Permission to open private roads under Article 4 of the Private Road Act;"}, {"text_block_id": "p10_b272", "text": "11."}, {"text_block_id": "p10_b273", "text": "Permission to engage in an act in land for erosion control under Article 14 of the Erosion Control Work Act;"}, {"text_block_id": "p10_b274", "text": "12."}, {"text_block_id": "p10_b275", "text": "Permission to fell standing trees, to excavate and gather forest products under Articles 36 and 45 of the Creation and Management of Forest Resources Act;"}, {"text_block_id": "p10_b276", "text": "13."}, {"text_block_id": "p10_b277", "text": "Permission to convert a mountainous district under Article 14 of the Management of Mountainous Districts Act, report of conversion of a mountainous district under Article 15 of the same Act, permission for or report of temporary use of a mountainous district under Article 15-2 of the same Act, and permission to gather earth and stones under Article 25 of the same Act;"}, {"text_block_id": "p10_b278", "text": "14."}, {"text_block_id": "p10_b279", "text": "Permission to conduct construction works at small rivers by a person other than the management agency under Article 10 of the Small River Maintenance Act, and permission to occupy small rivers under Article 14 of the same Act;"}, {"text_block_id": "p10_b280", "text": "15."}, {"text_block_id": "p10_b281", "text": "Authorization for general waterworks business under Article 17 of the Water Supply and Waterworks Installation Act, authorization for industrial waterworks business under Article 49 of the same Act, authorization for private-use waterworks under Article 52 of the same Act, and authorization for the installation of private-use industrial waterworks under Article 54 of the same Act;"}, {"text_block_id": "p10_b282", "text": "16."}, {"text_block_id": "p10_b283", "text": "Permission to conduct business for the development of fishery harbors under Article 23 of the Fishing Villages and Fishery Harbors Act;"}, {"text_block_id": "p10_b284", "text": "17."}, {"text_block_id": "p10_b285", "text": "Permission to open an unclaimed grave under Article 27 (1) of the Act on Funeral Services, etc.;"}, {"text_block_id": "p10_b286", "text": "18."}, {"text_block_id": "p10_b287", "text": "Approval of project plans under Article 16 of the Housing Act;"}, {"text_block_id": "p10_b288", "text": "19."}, {"text_block_id": "p10_b289", "text": "Permission to convert grassland or consultation thereon under Article 23 of the Grassland Act;"}, {"text_block_id": "p10_b290", "text": "20."}, {"text_block_id": "p10_b291", "text": "Permission to conduct a public sewerage construction works under Article 16 of the Sewerage Act, permission to occupy under Article 24 of the same Act, and report of the installation of drainage system under Article 27 of the same Act;"}, {"text_block_id": "p10_b292", "text": "21."}, {"text_block_id": "p10_b293", "text": "Permission to conduct river work by a person other than the management agency under Article 30 of the River Act, permission to occupy rivers under Article 33 of the same Act, and permission to engage in an act in a predetermined river land under Article 38 of the same Act;"}, {"text_block_id": "p11_b294", "text": "22."}, {"text_block_id": "p11_b295", "text": "Permission to conduct harbor works under Article 9 of the Harbor Act and approval of implementation plan for harbor work under Article 10 of the same Act."}, {"text_block_id": "p11_b296", "text": "Article 22 (Cooperation among Relevant Authorities and Assistance)"}, {"text_block_id": "p11_b297", "text": "(1)"}, {"text_block_id": "p11_b298", "text": "Where short-term, medium-term, and long-term project plans for roads, rivers and others relating to the prevention of disasters in a zone designated as a maintenance district exist, the head of a related central administrative agency and the head of a local government shall have the investment in the project under their control related to the master plan for maintenance take precedence over others."}, {"text_block_id": "p11_b299", "text": "(2)"}, {"text_block_id": "p11_b300", "text": "The head of a related central administrative agency shall preferentially support local development projects, such as education, medical treatment, transportation, culture, the environment, etc. relating to the master plan for maintenance, in order to heighten the efficiency of a maintenance business."}, {"text_block_id": "p11_b301", "text": "(3)"}, {"text_block_id": "p11_b302", "text": "Detailed matters necessary for the provisions of paragraphs (1) and (2) shall be prescribed by Presidential Decree."}, {"text_block_id": "p11_b303", "text": "Article 23 (Investigation into Accidents)"}, {"text_block_id": "p11_b304", "text": "(1)"}, {"text_block_id": "p11_b305", "text": "When an accident, such as collapse, breakage, etc. of reservoirs or dams has occurred, the head of Central Countermeasure Headquarters or the head of a related administrative agency shall organize an investigation unit comprised of related public officials, specialists, etc. without delay and investigate into it and shall take necessary measures, such as the supplementation of safety management standards, technological research, education, etc. according to the results thereof."}, {"text_block_id": "p11_b306", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p11_b307", "text": "(2)"}, {"text_block_id": "p11_b308", "text": "When the head of a related administrative agency has investigated into an accident, such as collapse, breakage, etc. of reservoirs or dams under paragraph (1), he/she shall submit such investigation results to the head of Central Countermeasure Headquarters without delay."}, {"text_block_id": "p11_b309", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p11_b310", "text": "Article 24 (Improvement of Technology)"}, {"text_block_id": "p11_b311", "text": "(1)"}, {"text_block_id": "p11_b312", "text": "The Minister of Public Safety and Security shall devise a policy for technological improvement, such as safety management standards, etc. for safety management and disaster prevention of reservoirs or dams in cooperation with the head of a related central administrative agency."}, {"text_block_id": "p11_b313", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p11_b314", "text": "(2)"}, {"text_block_id": "p11_b315", "text": "The head of a central administrative agency and the head of a related agency who construct or manage reservoirs or dams shall actively cooperate on the technological improvement policy under paragraph (1)."}, {"text_block_id": "p11_b316", "text": "(3)"}, {"text_block_id": "p11_b317", "text": "Article 58 of the Countermeasures against Natural Disasters Act shall apply mutatis mutandis to matters concerning the fostering of research and development projects for the prevention of disasters, etc. of reservoirs or dams."}, {"text_block_id": "p11_b318", "text": "Article 25 (Education and Training)"}, {"text_block_id": "p11_b319", "text": "(1)"}, {"text_block_id": "p11_b320", "text": "The Minister of Public Safety and Security shall establish and implement a plan for education and training in order to improve the ability of persons engaged in the safety management of reservoirs or dams."}, {"text_block_id": "p11_b321", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p12_b322", "text": "(2)"}, {"text_block_id": "p12_b323", "text": "Those who are engaged in the safety management of reservoirs or dams shall undergo education offered by the Minister of Public Safety and Security, as prescribed by Presidential Decree. In such cases, where a person has received education on the safety management of reservoirs or dams as prescribed by other Acts, he/she shall be deemed to have received education under this Act."}, {"text_block_id": "p12_b324", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p12_b325", "text": "(3)"}, {"text_block_id": "p12_b326", "text": "The Minister of Public Safety and Security may have related institutions, organizations, etc. provide education and training under paragraphs (1) and (2) on his/her behalf, as prescribed by Presidential Decree."}, {"text_block_id": "p12_b327", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p12_b328", "text": "(4)"}, {"text_block_id": "p12_b329", "text": "Other matters necessary for the procedures, etc. of establishing a plan for education and training shall be prescribed by Presidential Decree."}, {"text_block_id": "p12_b330", "text": "Article 26 (Establishment of Information System of Reservoirs and Dams)"}, {"text_block_id": "p12_b331", "text": "(1)"}, {"text_block_id": "p12_b332", "text": "The head of Central Countermeasure Headquarters shall establish a system for the supply of comprehensive and unified information and for the accumulation and dissemination of technology by establishing a database for the safety management and prevention of disasters of reservoirs or dams."}, {"text_block_id": "p12_b333", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p12_b334", "text": "(2)"}, {"text_block_id": "p12_b335", "text": "The head of Central Countermeasure Headquarters may request necessary information to the caretaker of each reservoir and dam with regard to the establishment, etc. of the database under paragraph (1)."}, {"text_block_id": "p12_b336", "text": "<Amended by Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p12_b337", "text": "Article 27 (Confidentiality)"}, {"text_block_id": "p12_b338", "text": "Any person who has conducted or conducts safety checks, detailed safety examination, and joint safety checks under Articles 7 and 8 shall not disclose confidential information that he/she became aware of in the course of performing his/her duties, or use it for a purpose other than the original purpose: Provided, That this shall not apply where the Minister of Public Safety and Security deems it necessary for the safety management of reservoirs and dams."}, {"text_block_id": "p12_b339", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p12_b340", "text": "Article 28 (Delegation and Entrustment of Authority)"}, {"text_block_id": "p12_b341", "text": "(1)"}, {"text_block_id": "p12_b342", "text": "The Minister of Public Safety and Security may delegate part of his/her authority under this Act to the Mayor/Do governor, or entrust such authority to related institutions, as prescribed by Presidential Decree."}, {"text_block_id": "p12_b343", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p12_b344", "text": "(2)"}, {"text_block_id": "p12_b345", "text": "The Mayor/Do governor may re-delegate part of the authority that has been delegated to him/her under paragraph (1) to the head of a Si/Gun/Gu with the consent of the Minister of Public Safety and Security."}, {"text_block_id": "p12_b346", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p12_b347", "text": "Article 29 (Administrative Dispositions against Violators of Act, etc.)"}, {"text_block_id": "p12_b348", "text": "(1)"}, {"text_block_id": "p12_b349", "text": "In cases falling under any of the following subparagraphs, the head of Central Countermeasure Headquarters, the Minister of Public Safety and Security, or the head of a relevant local government may order measures, such as the cancellation of approval, permission or designation, the suspension of construction, and the reconstruction, change, moving, removal, etc. of articles, or may impose other necessary dispositions:"}, {"text_block_id": "p12_b350", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p13_b351", "text": "1."}, {"text_block_id": "p13_b352", "text": "Where a corrective order issued under Articles 8 (3) and 14 (3) has been violated;"}, {"text_block_id": "p13_b353", "text": "2."}, {"text_block_id": "p13_b354", "text": "Where approval of a master plan for maintenance under Article 12 (1) has been obtained by improper means;"}, {"text_block_id": "p13_b355", "text": "3."}, {"text_block_id": "p13_b356", "text": "Where approval of a business action plan under Article 13 (4) has been obtained by improper means;"}, {"text_block_id": "p13_b357", "text": "4."}, {"text_block_id": "p13_b358", "text": "Where this Act or orders or dispositions under this Act have been violated."}, {"text_block_id": "p13_b359", "text": "(2)"}, {"text_block_id": "p13_b360", "text": "When the head of Central Countermeasure Headquarters, the Minister of Public Safety and Security, or the head of a relevant local government has ordered measures or issued a disposition under paragraph (1), he/she shall publicly announce such measures or disposition and, the head of the relevant local government shall report important matters to the Minister of Public Safety and Security."}, {"text_block_id": "p13_b361", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p13_b362", "text": "(3)"}, {"text_block_id": "p13_b363", "text": "Where the head of Central Countermeasure Headquarters, the Minister of Public Safety and Security, or the head of the relevant local government intends to cancel approval, permission or designation under paragraph (1), he/she shall hold a hearing."}, {"text_block_id": "p13_b364", "text": "<Amended by Act No. 11994, Aug. 6, 2013; Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p13_b365", "text": "Article 30 (Penalty Provisions)"}, {"text_block_id": "p13_b366", "text": "(1)"}, {"text_block_id": "p13_b367", "text": "Any person who causes severe damage to reservoirs and dams and thus pose a danger to public safety by not taking necessary measures, such as repair, reinforcement, etc. of reservoirs and dams under Article 3 or by not taking such measures faithfully shall be punished by imprisonment with labor for not more than ten years."}, {"text_block_id": "p13_b368", "text": "(2)"}, {"text_block_id": "p13_b369", "text": "Any person who inflicts injury upon another person by committing a crime under paragraph (1) shall be punished by imprisonment with labor for not less than one year, and any person who causes the death of another person shall be punished by imprisonment with labor for an indefinite term or by imprisonment with labor for not less than three years."}, {"text_block_id": "p13_b370", "text": "(3)"}, {"text_block_id": "p13_b371", "text": "Any person who commits a crime under paragraph (1) by professional negligence or gross negligence shall be punished by imprisonment with labor for not more than five years or a fine not exceeding 50 million won."}, {"text_block_id": "p13_b372", "text": "(4)"}, {"text_block_id": "p13_b373", "text": "Any person who causes the death of or inflicts injury upon another person by professional negligence or gross negligence by committing a crime under paragraph (1) shall be punished by imprisonment with labor for not more than ten years or a fine not exceeding 100 million won."}, {"text_block_id": "p13_b374", "text": "Article 31 (Penalty Provisions)"}, {"text_block_id": "p13_b375", "text": "Any person who discloses confidential information that he/she became aware of in the course of performing his/her duties, in violation of Article 27, or uses it for a purpose other than the original purpose shall be punished by imprisonment with labor for not more than two years or a fine not exceeding 20 million won."}, {"text_block_id": "p13_b376", "text": "Article 32 (Joint Penalty Provisions)"}, {"text_block_id": "p13_b377", "text": "(1)"}, {"text_block_id": "p13_b378", "text": "When the representative of a corporation, or an agent or employee of, or any other person employed by, a corporation or an individual commits an offence under Article 30 in connection with the business"}, {"text_block_id": "p14_b379", "text": "affairs of the corporation or individual, not only shall such offender be punished, but also the corporation or individual shall be punished by a fine not exceeding one billion won: Provided, That this shall not apply to cases where such corporation or individual has not been negligent in giving due attention and supervision concerning the relevant duties to prevent such offence."}, {"text_block_id": "p14_b380", "text": "(2)"}, {"text_block_id": "p14_b381", "text": "When the representative of a corporation, or an agent or employee of, or any other person employed by, a corporation or an individual commits an offence under Article 31 concerning the business affairs of the corporation or individual, not only shall such offender be punished, but also the corporation or individual shall be punished by a fine under the same Article: Provided, That this shall not apply to cases where such corporation or individual has not been negligent in giving due attention and supervision concerning the relevant duties to prevent such offence."}, {"text_block_id": "p14_b382", "text": "Article 33 (Administrative Fine)"}, {"text_block_id": "p14_b383", "text": "(1)"}, {"text_block_id": "p14_b384", "text": "Any person who conducts an act under Article 18 (1) without obtaining approval or permission under paragraph (2) of the same Article shall be punished by an administrative fine not exceeding ten million won."}, {"text_block_id": "p14_b385", "text": "(2)"}, {"text_block_id": "p14_b386", "text": "Any of the following persons shall be punished by an administrative fine not exceeding three million won:"}, {"text_block_id": "p14_b387", "text": "1."}, {"text_block_id": "p14_b388", "text": "A person who fails to conduct safety checks under Article 7 (1) or has not conducted it faithfully:"}, {"text_block_id": "p14_b389", "text": "2."}, {"text_block_id": "p14_b390", "text": "A person who conducts an act under Article 17 without obtaining permission of the head of a Si/Gun/Gu;"}, {"text_block_id": "p14_b391", "text": "3."}, {"text_block_id": "p14_b392", "text": "A person who obstructs an act under Article 18 (1) without good cause;"}, {"text_block_id": "p14_b393", "text": "4."}, {"text_block_id": "p14_b394", "text": "A person who refuses, obstructs or evades an inspection under Article 23 (1);"}, {"text_block_id": "p14_b395", "text": "5."}, {"text_block_id": "p14_b396", "text": "A person who fails to receive education under Article 25 (2)."}, {"text_block_id": "p14_b397", "text": "(3)"}, {"text_block_id": "p14_b398", "text": "Administrative fine under paragraphs (1) and (2) shall be imposed and collected by the Minister of Public Safety and Security, the Mayor/Do government, or the head of a Si/Gun/Gu (hereinafter referred to as \"imposing authority\"), as prescribed by Presidential Decree."}, {"text_block_id": "p14_b399", "text": "<Amended by Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p14_b400", "text": "(4)"}, {"text_block_id": "p14_b401", "text": "A person who raises any objection against the disposition of an administrative fine under paragraph (3) may raise an objection to the imposing authority within 30 days from the date on which he/she receives the notification of such disposition."}, {"text_block_id": "p14_b402", "text": "(5)"}, {"text_block_id": "p14_b403", "text": "Where a person who has received a disposition of an administrative fine under paragraph (3) raises an objection under paragraph (4), the imposing authority shall, without delay, notify the competent court of such fact, which, in turn, shall proceed to the trial on an administrative fine pursuant to the NonContentious Case Procedure Act."}, {"text_block_id": "p14_b404", "text": "(6)"}, {"text_block_id": "p14_b405", "text": "When no objection is raised and the administrative fine is not paid within the period under paragraph"}, {"text_block_id": "p14_b406", "text": "(4)"}, {"text_block_id": "p14_b407", "text": ", it shall be collected in the same manner as delinquent national taxes or local taxes are collected."}, {"text_block_id": "p14_b408", "text": "ADDENDA"}, {"text_block_id": "p15_b409", "text": "(1)"}, {"text_block_id": "p15_b410", "text": "(Enforcement Date) This Act shall enter into force one year after the date of its promulgation."}, {"text_block_id": "p15_b411", "text": "(2)"}, {"text_block_id": "p15_b412", "text": "Omitted."}, {"text_block_id": "p15_b413", "text": "ADDENDA"}, {"text_block_id": "p15_b414", "text": "<Act No. 9276, Dec. 29, 2008>"}, {"text_block_id": "p15_b415", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p15_b416", "text": "This Act shall enter into force six months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p15_b417", "text": "Articles 2 through 5 Omitted."}, {"text_block_id": "p15_b418", "text": "ADDENDA"}, {"text_block_id": "p15_b419", "text": "<Act No. 9680, May 21, 2009>"}, {"text_block_id": "p15_b420", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p15_b421", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p15_b422", "text": "Articles 2 through 5 Omitted."}, {"text_block_id": "p15_b423", "text": "ADDENDA"}, {"text_block_id": "p15_b424", "text": "<Act No. 9770, Jun. 9, 2009>"}, {"text_block_id": "p15_b425", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p15_b426", "text": "This Act shall enter into force from July 1, 2010. (Proviso Omitted.)"}, {"text_block_id": "p15_b427", "text": "Articles 2 through 7 Omitted."}, {"text_block_id": "p15_b428", "text": "ADDENDA"}, {"text_block_id": "p15_b429", "text": "<Act No. 10272, Apr. 15, 2010>"}, {"text_block_id": "p15_b430", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p15_b431", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p15_b432", "text": "Articles 2 through 14 Omitted."}, {"text_block_id": "p15_b433", "text": "ADDENDA"}, {"text_block_id": "p15_b434", "text": "<Act No. 10331, May 31, 2010>"}, {"text_block_id": "p15_b435", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p15_b436", "text": "This Act shall enter into force six months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p15_b437", "text": "Articles 2 through 13 Omitted."}, {"text_block_id": "p15_b438", "text": "ADDENDA"}, {"text_block_id": "p15_b439", "text": "<Act No. 10458, Mar. 9, 2011>"}, {"text_block_id": "p15_b440", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p15_b441", "text": "This Act shall enter into force one year and six months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p15_b442", "text": "Articles 2 through 11 Omitted."}, {"text_block_id": "p15_b443", "text": "ADDENDA"}, {"text_block_id": "p15_b444", "text": "<Act No. 11690, Mar. 23, 2013>"}, {"text_block_id": "p15_b445", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p16_b446", "text": "(1)"}, {"text_block_id": "p16_b447", "text": "This Act shall enter into force on the date of its promulgation."}, {"text_block_id": "p16_b448", "text": "(2)"}, {"text_block_id": "p16_b449", "text": "Omitted."}, {"text_block_id": "p16_b450", "text": "Articles 2 through 7 Omitted."}, {"text_block_id": "p16_b451", "text": "ADDENDA"}, {"text_block_id": "p16_b452", "text": "<Act No. 11897, Jul. 16, 2013>"}, {"text_block_id": "p16_b453", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p16_b454", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p16_b455", "text": "Article 2 (Transitional Measures concerning Legal Fiction of Designation of Dangerous Reservoirs and Dams as Areas Zoned for Elimination of Danger of Natural Disasters)"}, {"text_block_id": "p16_b456", "text": "Among the reservoirs and dams controlled by the head of a Si/Gun/Gu which are designated and publicly announced as dangerous reservoirs and dams under Article 9 (1) before this Act enters into force, those which fail to be designated and publicly announced as areas zoned for elimination of danger of natural disasters under Article 12 (1) of the Countermeasures against Natural Disasters Act shall be deemed to be designated and publicly announced as areas zoned for elimination of danger of natural disasters under Article 12 (1) of the Countermeasures against Natural Disasters Act on the date this Act enters into force."}, {"text_block_id": "p16_b457", "text": "ADDENDA"}, {"text_block_id": "p16_b458", "text": "<Act No. 11994, Aug. 6, 2013>"}, {"text_block_id": "p16_b459", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p16_b460", "text": "This Act shall enter into force six months after the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p16_b461", "text": "Article 2 Omitted."}, {"text_block_id": "p16_b462", "text": "ADDENDA"}, {"text_block_id": "p16_b463", "text": "<Act No. 12248, Jan. 14, 2014>"}, {"text_block_id": "p16_b464", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p16_b465", "text": "This Act shall enter into force six months after the date of its promulgation."}, {"text_block_id": "p16_b466", "text": "Articles 2 through 25 Omitted."}, {"text_block_id": "p16_b467", "text": "ADDENDA"}, {"text_block_id": "p16_b468", "text": "<Act No. 12844, Nov. 19, 2014>"}, {"text_block_id": "p16_b469", "text": "Article 1 (Enforcement Date)"}, {"text_block_id": "p16_b470", "text": "This Act shall enter into force on the date of its promulgation. (Proviso Omitted.)"}, {"text_block_id": "p16_b471", "text": "Articles 2 through 7 Omitted."}], "document_description": "This act requires the government to create national safety standards for dams and reservoirs to prevent disasters, allows subnational governments to designate dams and reservoirs as being \"in danger\" and requires them to create master plans for dam and reservoir management, and requires the Minister of Public Safety and Security to create a plan for supporting research and development of technology to improve dam and reservoir safety."}