{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "South Korea", "document_category": "Policy", "document_sector_name": ["Water", "Urban", "Transport", "Industry", "Finance", "Energy"], "document_language": "English", "document_name": "The Korean New Deal", "document_country_code": "KOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2020", "document_keyword": ["Hydrogen", "Infrastructure", "Covid 19", "Ev"], "document_url": "https://cdn.climatepolicyradar.org/KOR/2020/KOR-2020-01-01-The Korean New Deal_acaae50714c9fb25ad9e06a73ebcac40.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "The Korean New Deal"}, {"text_block_id": "p2_b2", "text": "National Strategy for a Great Transformation"}, {"text_block_id": "p2_b3", "text": "July 2020"}, {"text_block_id": "p4_b4", "text": "“The Korean New Deal will set the foundation for Korea’s next 100 years.”"}, {"text_block_id": "p4_b5", "text": "President Moon Jae-in"}, {"text_block_id": "p4_b6", "text": "at Presentation of Korean New Deal Initiative"}, {"text_block_id": "p6_b7", "text": "CONTENTS"}, {"text_block_id": "p8_b8_merged", "text": "I. INTRODUCTION"}, {"text_block_id": "p8_b10", "text": "I. INTRODUCTION\n* Background\n* Structural Changes from COVID-19"}, {"text_block_id": "p10_b14", "text": "Background"}, {"text_block_id": "p10_b15", "text": "The Republic of Korea has achieved remarkable economic growth over the past several decades, becoming the seventh country to join the 30-50 club"}, {"text_block_id": "p10_b16", "text": "in 2017. As Korea’s economy matured, however, the country began to see a decline in its growth rate, while its insufficient social security system further widened levels of polarization. The average annual growth rate reached 6.9% in the 1990s, and then declined to 4.4% and 2.9% in the 2000s and the 2010s, respectively, while the income quintile share ratio increased from 3.86 in the 1990s to 4.52 and 4.57 in the 2000s and the 2010s, respectively. Against the challenges of slower growth and polarization, Korea has been shifting its paradigm towards a people-centered economy to realize President Moon’s vision for an innovative and inclusive country for all."}, {"text_block_id": "p10_b17", "text": "In the face of the COVID-19 pandemic, the Korean economy has encountered two major challenges: aiding recovery from a severe economic recession while addressing the structural transformation. The unforeseen shock of the pandemic has resulted in the worst economic downturn that the world has seen since the Great Depression. Border closures and travel restrictions have affected economies and job markets around the world, and the Organization for Economic Cooperation and Development (OECD) has predicted that the income loss by the end of 2021 will exceed that of any previous recession over the last 100 years outside wartime."}, {"text_block_id": "p10_b18", "text": "Without the government efforts protecting the job market and boosting domestic consumption, the pandemic could result in a vicious cycle of income loss, demand contraction and mass unemployment."}, {"text_block_id": "p10_b19_merged_merged_merged", "text": "According to the OECD, economic activity will not be able to return to normal under the current circumstances,which means that it is inevitable for the shock of the pandemic to permanently damage the economy. Furthermore, the International"}, {"text_block_id": "p11_b21", "text": "Monetary Fund (IMF) expects the current crisis to unevenly affect certain groups that are socially or economically more vulnerable."}, {"text_block_id": "p11_b22", "text": "Failing to address the crisis early on may lead to hysteresis in the labor market, shrinking investments, and ultimately, may have a bigger and longer-lasting impact on the economy."}, {"text_block_id": "p11_b23_merged_merged", "text": "The unparalleled challenges of the pandemic have completely changed the world’s overall economic and social structures. In addition to the increased use of ‘untact’ services accelerating the transition towards a digital economy, there has also been a growing demand for a green economy, making it a common consensus in the international community. Delayed action against such structural changes, therefore, may hurt productivity and result in a lower growth path."}, {"text_block_id": "p11_b25", "text": "Against such backdrop, the Korean New Deal was introduced as a national development strategy to support the country’s recovery from the pandemic crisis and lead the global action against structural changes. Its three main objectives are as follows:"}, {"text_block_id": "p11_b26", "text": "First, the Korean New Deal aims to minimize the economic shock by creating jobs. It creates not only government-supported jobs for low-skilled workers, but also jobs that support the structural transition towards a digital and green economy. Second, this strategy supports the Korean economy’s quick return to its normal growth path by building the necessary infrastructure for a digital and green economy that will restore investments and support job creation. Third, it sets the groundwork for Korea not only to adapt to the structural changes but also to lead the global community in the post COVID-19 era. This plan forms an institutional basis on which a digital and green economy can be supported. At the same time, it also establishes a universal employment insurance system and sets a path towards net-zero emissions."}, {"text_block_id": "p12_b27", "text": "Structural Changes from COVID-19"}, {"text_block_id": "p12_b28", "text": "The pandemic is expected to change people’s behaviors and perceptions, and ultimately, bring structural changes to economies and societies the world over. These structural changes include a rising demand for ‘untact’ services, a growing call for an environmentally friendly economy, and rapid labor market changes that widen polarization. As a result of such changes, government action is essential to accelerate the transition towards a digital economy, drive the shift towards a green economy, and alleviate the polarization."}, {"text_block_id": "p12_b29_merged", "text": "First, the rising demand for ‘untact’ services can accelerate the transition towards a digital economy. The need for online services that allow consumers to enjoy normal everyday activities while conforming to quarantine rules has been growing rapidly. Korea’s online consumption, which made up 22.9% of overall consumption in January 2020, rose to a monthly average of 26.9%from February to May, indicating that e-commerce and delivery services are replacing offline purchases. In addition, the increase in Microsoft Teams users around the world, from 20 million in November 2019 to 75 million in April 2020,also shows that areas such as remote working and virtual learning are rapidly being digitalized."}, {"text_block_id": "p12_b32", "text": "In line with such changes, the traditional service industry, and small and medium-sized manufacturing businesses with less digital capacity have been hit the hardest by the pandemic. On the contrary, sales of online and platform businesses have been growing, as evidenced by the 169% hike in the sales of Zoom, a video telephony platform, in the first quarter of 2020 compared to a year ago. This highlights how the speed of the transition towards a digital economy can affect the competitiveness of a country’s industries and businesses, and emphasizes the need to invest in digital infrastructure."}, {"text_block_id": "p12_b33", "text": "Second, the growing demand for a low-carbon and environmentally friendly economy will drive the shift towards a green economy. Climate change has undermined the safety of people and the economy. According to the US management consulting firm McKinsey & Company, pandemics and climate change share similarities in that both are"}, {"text_block_id": "p13_b34", "text": "difficult to prepare for despite the continued warnings of experts, and can only be remedied by addressing the underlying physical causes. The two are also similar in that past probabilities and distributions of occurrences are inadequate for future projections, and that their socioeconomic impact grows disproportionally and even catastrophically once certain thresholds are breached."}, {"text_block_id": "p13_b35", "text": "As the world currently experiences the effects of a pandemic, it is now recognizing greater the urgent need for climate actions."}, {"text_block_id": "p13_b36", "text": "The transition to a green economy does not simply enhance the quality of life for people, but also offers opportunities to create new industries and jobs through growing investment. The European Union (EU) plans to mobilize at least 1 trillion euros of sustainable investment over the next decade through the European Green Deal,"}, {"text_block_id": "p13_b37", "text": "while the International Renewable Energy Agency (IRENA) predicted that 130 trillion dollars of investment would be needed until the year 2050 to reach zero emissions."}, {"text_block_id": "p13_b38", "text": "This green transition is supportive of long-term growth and can create new project opportunities, according to the OECD."}, {"text_block_id": "p13_b39", "text": "The IMF has also stated that green investments will be able to drive the recovery from the COVID-19 pandemic by creating many new employment opportunities."}, {"text_block_id": "p13_b40_merged_merged_merged", "text": "Furthermore, businesses have also accelerated the transition towards a green economy. Apple, Google, and BMW are among the 242 multinational firms that have joined the RE100 (Renewable Energy 100) campaign and are encouraging their suppliers to go carbon-free. This means that being left behind in the transition could mean losing a competitive edge in the global value chain (GVC). As countries introduce green recovery policies similar to the European Commission’s 750-billion-euro stimulus packagethat focuses on climate-friendly measures, the COVID-19 pandemic may expedite the transition towards a green economy."}, {"text_block_id": "p13_b43", "text": "The third type of structural change is the radical transformation of economic and social structures, and the consequent reform of the labor market. The transition towards a digital and green economy creates new industries and jobs, diversifying the forms of work and enabling platform labor and remote working. At the same time, it could also lead to a mismatch between jobs and skills, as well as a lower demand for low-skilled labor. The growing burden of unemployment and intensifying polarization, therefore, calls for a tighter and stronger employment safety net that provides advanced job training while protecting new types of employment."}, {"text_block_id": "p14_b44", "text": "II. KOREAN NEW DEAL"}, {"text_block_id": "p14_b45", "text": "II. KOREAN NEW DEAL\n* Overview\n* Digital New Deal\n* Green New Deal\n* Stronger Safety Net"}, {"text_block_id": "p16_b53", "text": "Overview of the Korean New Deal"}, {"text_block_id": "p17_b54", "text": "The Korean New Deal seeks to transform Korea into:"}, {"text_block_id": "p17_b55", "text": "The Korean New Deal seeks to transform Korea into:\n* that is at the center of a digital transition based on data, network and artificial intelligence (DNA) infrastructure\n* that is at the center of a digital transition based on data, network and artificial intelligence (DNA) infrastructure\n 1\n* that is at the center of a digital transition based on data, network and artificial intelligence (DNA) infrastructure\n 1\n ;\n* that achieves a balance among people, nature and growth through a green transition towards net-zero emissions as a responsible member of the global community; and\n* that invests in human resources for a strong employment and social safety net."}, {"text_block_id": "p17_b66", "text": "The Korean New Deal seeks to transform the country from a fast follower into a first mover. To this end, the Korean government plans to introduce two main policies – the Digital New Deal and the Green New Deal – and an overarching policy to strengthen the employment and social safety net."}, {"text_block_id": "p17_b67_merged_merged", "text": "With the Digital New Deal, Korea aims to further strengthen its digital capacity based on its competitive edge in information and communication technology (ICT), thereby promoting innovation and dynamics throughout the economy. The government plans to build large-scale ICT infrastructure including a ‘Data Dam,’ which serves as the foundation for a digital economy. This promotes a data-driven economy including the collection, standardization, processing and combining of data, and ultimately secures a competitive advantage for the country by creating new industries and accelerating the digital transition of key industries."}, {"text_block_id": "p17_b69", "text": "At the same time, Korea’s Green New Deal aims to achieve net-zero emissions and accelerates the transition towards a low-carbon and green economy. To this end, the government plans to build eco-friendly energy infrastructures that promote energy saving and an increased use of renewable energy. The mobility, energy, technology and other types of climate-friendly industries will be strengthened in all possible ways."}, {"text_block_id": "p17_b70", "text": "The Korean New Deal will increase the resilience of economic agents against the uncertainty of times that result from changing economic structures. To this end, the Korean government will work to close blind spots in the employment and social security system based on social consensus. The government will establish a ‘future-oriented job training system’ by investing in human resources, thereby allowing a smooth transition between occupations and nurturing talent for innovation."}, {"text_block_id": "p17_b71", "text": "To support the objectives of the Korean New Deal, institutional frameworks will also be improved upon to mobilize large scale private investment. With an investment of 114.1 trillion won from the treasury to be injected in phases until 2025, the"}, {"text_block_id": "p18_b72", "text": "government plans to create new markets and stimulate private demand. The institutional base for the transition towards a digital and green economy will be prepared along with regulatory improvements, in order to accelerate innovation and additional investment from the private sector."}, {"text_block_id": "p18_b73", "text": "Among the Korean New Deal projects, 10 key projects that contribute significantly to the creation of jobs and new industries, and to a well-balanced form of regional development have been selected as the building blocks of the forthcoming transformation. These projects will be explained in detail in the Annex."}, {"text_block_id": "p19_b74_merged", "text": "List of Projects*"}, {"text_block_id": "p19_b76", "text": "(trillion won, thousand jobs)"}, {"text_block_id": "p21_b77", "text": "Investment Timeline"}, {"text_block_id": "p21_b78", "text": "Projects that can be carried out immediately this year will be implemented while investment will be concentrated in the ‘innovative projects on national transformation’ by 2025."}, {"text_block_id": "p21_b79", "text": "2020, Starting the Transformation"}, {"text_block_id": "p21_b80", "text": "– Investment will be made in projects that help overcome the crisis or that can be implemented immediately. ("}, {"text_block_id": "p21_b81_merged", "text": "6.3 trillion won including 4.8 trillion won from the treasury will be invested through the 3rd Supplementary Budget 2020.)"}, {"text_block_id": "p21_b84", "text": "2021-2022, Scaling up the Investments"}, {"text_block_id": "p21_b85", "text": "– Investment will be increased to achieve the new growth path."}, {"text_block_id": "p21_b86", "text": "(67.7 trillion won including 49 trillion won from the treasury will be invested and 887,000 jobs will be created.)"}, {"text_block_id": "p21_b87", "text": "2023-2025, Settling the Transformation"}, {"text_block_id": "p21_b88", "text": "– Final touches will be added to solidify the new growth path. ("}, {"text_block_id": "p21_b89", "text": "160 trillion won including 114.1 trillion won from the treasury will be invested, and 1,901,000 jobs will be created.)"}, {"text_block_id": "p21_b90", "text": "Focus Areas of the Korean New Deal:"}, {"text_block_id": "p22_b91", "text": "Breakdown of Investments"}, {"text_block_id": "p22_b92", "text": "Breakdown of Investments\n* 58.2 trillion won (44.8 trillion won from the treasury) will be invested; and 903,000 jobs will be created. With the aim to accelerate the transition towards a digital economy, investment will focus on the integration of data, network and AI (DNA) throughout the economy (31.9 trillion won from the treasury), promoting the âuntactâ industry (2.1 trillion won from the treasury), and digitalizing the social overhead capital (10 trillion won from the treasury).\n* 73.4 trillion won (42.7 trillion won from the treasury) will be invested; and 659,000 jobs will be created. With the aim to strengthen climate action and realize a green economy, investment will focus on green infrastructures (12.1 trillion won from the treasury), renewable energy (24.3 trillion won from the treasury), and fostering green industry (6.3 trillion won from the treasury).\n* 28.4 trillion won (26.6 trillion won from the treasury) will be invested; and 339,000 jobs will be created. In response to the uncertainties resulting from structural transformation, employment and the social safety net will be strengthened (22.6 trillion won from the treasury), and investment in people, such as capacity building in digital and green sectors, will be increased (4 trillion won from the treasury)."}, {"text_block_id": "p22_b101", "text": "*The tables above show the amount that will be invested and the number of jobs that will be created through the Korean New Deal from the Third Supplementary Budget 2020 (2020 SB) to years 2022 and 2025."}, {"text_block_id": "p24_b102_merged", "text": "PART 1. Digital New Deal"}, {"text_block_id": "p24_b106", "text": "Focus Areas:"}, {"text_block_id": "p24_b107", "text": "Focus Areas:\n* Stronger Integration of DNA throughout the Economy\n* Digitalization of Education Infrastructure\n* Fostering the âUntactâ Industry\n* Digitalization of Social Overhead Capital (SOC)"}, {"text_block_id": "p24_b115", "text": "Overview of the Digital New Deal"}, {"text_block_id": "p24_b116", "text": "Against the accelerated transition towards a digital economy since the beginning of the COVID-19 pandemic, digitalization has become a key factor both driving innovation and determining the competitiveness of a country and its industries. The overall transformation of economic and social structures, including the greater use of web-based services, has once again emphasized the importance of digital capabilities. Businesses providing ‘untact’ services such as e-commerce and remote working tools are becoming a promising industry, while small and medium-sized enterprises (SMEs) and micro-businesses that lack a digital capacity lag behind."}, {"text_block_id": "p24_b117", "text": "The Digital New Deal aims to build a digital economy and promote growth in promising ‘untact’ industries. It heightens the competitiveness of Korea and its industries by establishing digital infrastructures in areas such as data, network and artificial intelligence (DNA). At the same time, major infrastructures including those for transportation, water resources, urban planning, and logistics will be digitalized."}, {"text_block_id": "p24_b118", "text": "In addition, the Digital New Deal fosters ‘untact’ industries, which are critical for the post COVID-19 era, while also strengthening support for SMEs and micro-businesses against the changing business environment. Through these efforts, Korea seeks to generate greater added-value and create more jobs in the future while bridging digital gaps."}, {"text_block_id": "p25_b119", "text": "Focus Areas of the Digital New Deal"}, {"text_block_id": "p25_b120", "text": "Focus Areas of the Digital New Deal\n* â promoting the use and integration of data, the 5G network and AI (DNA) throughout all sectors to create new digital products and services, while also enhancing the productivity of the Korean economy. (\n* â promoting the use and integration of data, the 5G network and AI (DNA) throughout all sectors to create new digital products and services, while also enhancing the productivity of the Korean economy. (\n 38.5 trillion won including 31.9 trillion won from the treasury will be invested by 2025 to create 567,000 jobs.)"}, {"text_block_id": "p25_b124_merged", "text": "Collecting, disclosing and utilizing data in areas closely related to people’s lives: The ‘data ecosystem,’ which involves the collection, utilization, disclosure, integration and distribution of data will be reinforced. A data control tower will be established for the integrated management of public and private data."}, {"text_block_id": "p25_b127", "text": "Collecting, disclosing and utilizing data in areas closely related to people’s lives: The ‘data ecosystem,’ which involves the collection, utilization, disclosure, integration and distribution of data will be reinforced. A data control tower will be established for the integrated management of public and private data.\n* Disclosure of 142,000 public data; and the expanded collection and utilization of data in fields such as manufacturing and medical industries\n* Establishment of big data platforms for different sectors, and the introduction of vouchers for data purchasing and processing to 8,400 companies\n* Collection of additional data for AI-learning (1,300 types of data), and the introduction of vouchers on processing the data for AI-learning for 6,700 SMEs"}, {"text_block_id": "p26_b133", "text": "Expanding the integration of 5G and AI into industries:"}, {"text_block_id": "p26_b134", "text": "Projects that integrate 5G and"}, {"text_block_id": "p26_b135", "text": "AI technology into primary, secondary, and tertiary sectors of the economy will be introduced for the digitalization of all industries and the creation of new markets."}, {"text_block_id": "p26_b136", "text": "AI technology into primary, secondary, and tertiary sectors of the economy will be introduced for the digitalization of all industries and the creation of new markets.\n* Production of 195 immersive contents in areas such as culture, sports and transportation; the construction of 160 smart museums and galleries based on ICT; and the development of technology to commercialize self-driving vehicles and self-navigating vessels\n* Construction of 12,000 smart factories; the provision of AI-based home services (e.g. indoor purification of fine dust); and the implementation of leading projects that integrate AI with other technologies in areas close to peopleâs lives (e.g. medical image readers, etc.)\n* Support for 1,000 startup businesses providing âuntactâ services; the creation of a new âSmart Korea Fundâ worth 6 trillion won; and the provision of vouchers for AI solutions to 3,400 SMEs, and smart service solutions to 1,350 SMEs"}, {"text_block_id": "p26_b142", "text": "Making a smart government that utilizes 5G and AI:"}, {"text_block_id": "p26_b143", "text": "The government will adopt a smart"}, {"text_block_id": "p26_b144", "text": "working environment by utilizing 5G and cloud networks, while also being innovative to quickly provide customized public services."}, {"text_block_id": "p26_b145", "text": "working environment by utilizing 5G and cloud networks, while also being innovative to quickly provide customized public services.\n* Implementation of pilot projects based on blockchain technology (e.g. to prevent duplicate claims on welfare benefits) and the provision of customized information on government subsidy and pension plans\n* Phased establishment of 5G at all government complexes; and the transition to cloud computing of public information system"}, {"text_block_id": "p26_b149_merged_merged_merged", "text": "Advancing cyber security: Cyber security will be strengthened nationwide to effectively respond to the accelerated digitalization and the consequent increase in cyber threats. Support will be provided to promising businesses and technologies in relevant areas."}, {"text_block_id": "p26_b152", "text": "§"}, {"text_block_id": "p26_b153", "text": "Provision of customized consulting on security, and installation support on security programs to 6,650 SMEs; and the diagnosis and reinforcement of the software security"}, {"text_block_id": "p26_b154", "text": "§"}, {"text_block_id": "p26_b155", "text": "Development of 100 promising businesses for AI security; and the distribution of security models to 500 industrial sites for integrated technologies (e.g. self-driving vehicles)"}, {"text_block_id": "p27_b156", "text": "Development of 100 promising businesses for AI security; and the distribution of security models to 500 industrial sites for integrated technologies (e.g. self-driving vehicles)\n* â expanding digital infrastructure and educational materials to incorporate a blend of online and offline methods into learning environments of all elementary, middle and high schools, universities and job training institutions across the country. (\n* â expanding digital infrastructure and educational materials to incorporate a blend of online and offline methods into learning environments of all elementary, middle and high schools, universities and job training institutions across the country. (\n 1.3 trillion won including 0.8 trillion won from the treasury will be invested by 2025 to create 9,000 jobs.)"}, {"text_block_id": "p27_b160", "text": "Creating technology-based education infrastructure for grades 1-12:"}, {"text_block_id": "p27_b161", "text": "Full coverage of high-speed classroom Wi-Fi will be provided to all elementary, middle and high schools across country"}, {"text_block_id": "p27_b162", "text": "(Timeline: from 80,000 classrooms in June 2020 to 240,000 classrooms based on the Supplementary Budget of 2020, and to all 380,000 classrooms by 2022)."}, {"text_block_id": "p27_b163", "text": "A total of 200,000 old computers and laptops of faculty members will be replaced with new ones, and 240,000 tablet PCs will be provided to 1,200 schools that will test out the ‘online textbook’ program in order to develop new teaching and learning models."}, {"text_block_id": "p27_b164", "text": "An integrated platform for online learning that utilizes various educational materials and big data to provide customized learning materials will be launched. This new platform provides both public and private learning materials, and supports all stages of learning."}, {"text_block_id": "p27_b165", "text": "Strengthening the online education system of universities and job training institutions:"}, {"text_block_id": "p27_b166", "text": "Old servers and network facilities will be replaced with new ones at 39 national universities; to set the basis for online learning, 10 remote education support centers for shared use by universities will be installed; and to build the digital capacity of faculty members, 28 training centers will be installed."}, {"text_block_id": "p27_b167", "text": "A total of 2,045 lectures that address the demands of the Fourth Industrial Revolution, such as AI and robotics, will be developed and made available to the general public via the Korean Massive Open Online Course (K-MOOC) by 2025. In collaboration with other MOOC providers worldwide, 50 lectures that are globally recognized will also be introduced each year."}, {"text_block_id": "p27_b168", "text": "The Smart Training Education Platform, a comprehensive job training system that combines online and offline courses, will be further enhanced with the development of 3,040 e-learning and virtual training (AR and VR) programs by 2025."}, {"text_block_id": "p27_b169", "text": "Consulting services will be provided to occupational training institutions on adopting online programs, and 585 businesses will be eligible for subsidies on online learning management systems (LMS) for up to 18 million won a year."}, {"text_block_id": "p28_b170", "text": "3."}, {"text_block_id": "p28_b171", "text": "Fostering the ‘Untact’ Industry"}, {"text_block_id": "p28_b172", "text": "– laying the groundwork to promote the ‘untact’ industry by setting up relevant infrastructures that are closely related to people’s daily lives (e.g. medical, work-related and businesses-related infrastructures)."}, {"text_block_id": "p28_b173", "text": "(2.5 trillion won including 2.1 trillion won from the treasury will be invested by 2025 to create 134,000 jobs.)"}, {"text_block_id": "p28_b174", "text": "Building smart medical and care infrastructures:"}, {"text_block_id": "p28_b175", "text": "By utilizing digital technology such as 5G and IoT, 18 smart hospitals will be built to allow real-time monitoring of inpatients and interdisciplinary diagnosis and treatment. To provide safer medical treatment, 1,000 specialized clinics for patients with respiratory symptoms and fever will be established."}, {"text_block_id": "p28_b176", "text": "Digital health care services, such as IoT sensors that measure the heart rate, blood-sugar levels and activities, and AI speakers that engage in conversations to enhance cognitive functions, will be provided to 120,000 elderlies and others vulnerable to health implications. Wearable devices will be provided to 200,000 people with chronic conditions, such as high blood pressure or diabetes, to help them manage their conditions."}, {"text_block_id": "p28_b177", "text": "Promoting remote working in SMEs:"}, {"text_block_id": "p28_b178", "text": "Vouchers will be provided to support remote working solutions and consulting services will be provided to 160,000 businesses. In areas where SMEs and venture companies are concentrated, 1,562 videoconferencing rooms will be established."}, {"text_block_id": "p28_b179", "text": "The development of ways to utilize new digital technologies in remote working (e.g. technology to enhance the quality and security of videoconferencing programs, and software on task management, etc.) will be supported."}, {"text_block_id": "p28_b180", "text": "Supporting online activities of microbusinesses:"}, {"text_block_id": "p28_b181", "text": "A space on online exhibitions, shopping malls or live commerce markets will be offered to 320,000 microbusinesses. Each year, 5,000 pilot projects on subscription services will be supported to help microbusinesses secure a stable demand."}, {"text_block_id": "p28_b182", "text": "Smart technology based on 5G or AI will be integrated into microbusiness workplaces to set up 100,000 smart stores, which use kiosks and other ‘untact’ ordering systems, and 10,000 smart workshops, which are manufacturing businesses that consist of less than 10 employees and utilize smart technology."}, {"text_block_id": "p29_b183", "text": "4."}, {"text_block_id": "p29_b184", "text": "Digitalization of Social Overhead Capital (SOC)"}, {"text_block_id": "p29_b185", "text": "– applying ICT technologies to key SOC infrastructure for safer and more convenient lifestyles and adding ‘smart’ components to urban spaces, industrial complexes and logistics systems to strengthen the competitiveness of relevant industries."}, {"text_block_id": "p29_b186", "text": "(15.8 trillion won including 10 trillion won from the treasury will be invested by 2025 to create 193,000 jobs.)"}, {"text_block_id": "p29_b187", "text": "Building a smart management system in four sectors:"}, {"text_block_id": "p29_b188", "text": "In terms of transportation, Cooperative-Intelligent Transportation System (C-ITS) will be adopted on major roads; IoT sensors will be installed on all railroads; and digital management systems that utilize CCTV and IoT will be established at 3 national fishing harbors."}, {"text_block_id": "p29_b189", "text": "Regarding the geographic information system, a precise road map and a comprehensive 3D map will be prepared on 15 types of underground structures; measuring instruments will be installed on 120 km of underground utility-pipe conduit; and a digital platform will be set up at 29 harbors."}, {"text_block_id": "p29_b190", "text": "For safer water management, real-time monitoring and remote controlling systems will be set up for national rivers (73 rivers; 3,600 km), 27 reservoirs, and 37 nationally managed dams."}, {"text_block_id": "p29_b191", "text": "In terms of disaster management, 510 early-warning systems will be installed for slope land and other areas with high risk for disasters. Additional flood warning systems will be set up in 180 parking lots located near high water levels."}, {"text_block_id": "p29_b192", "text": "Adding digital innovation to urban spaces and industrial complexes:"}, {"text_block_id": "p29_b193", "text": "Regarding smart cities, 108 platforms utilizing closed-circuit televisions (CCTVs) will be set up not only for traffic management but also for crime prevention in urban areas. The use of smart city solutions such as smart crosswalks, demand responsive transportation and drone delivery will be promoted, and two smart city pilots will be implemented as signature projects."}, {"text_block_id": "p29_b194", "text": "In terms of smart industries, comprehensive control centers will be established for the real-time management of safety, traffic and crimes in 10 industrial complexes. A remote monitoring system on leaking toxic chemical substances will be established in 15 old industrial complexes."}, {"text_block_id": "p29_b195", "text": "Building a smart logistics and distribution system:"}, {"text_block_id": "p29_b196", "text": "In terms of land logistics, 11 smart distribution centers to be shared by SMEs, and large e-commerce distribution complexes will be established. A certification system on smart distribution centers will also be introduced."}, {"text_block_id": "p29_b197", "text": "A smart distribution center will be established in two port complexes, and an integrated blockchain platform for harbors, which provides real-time information on harbor activity for efficient transshipment, will be expanded."}, {"text_block_id": "p30_b198", "text": "An integrated platform on the trading and management of agricultural products and other food supplies for public meal services, and a platform for the online auctioning of livestock will be established."}, {"text_block_id": "p30_b199", "text": "Research and development of logistics technology such as high-tech delivery systems utilizing robotics, IoT and big data will be supported."}, {"text_block_id": "p32_b200_merged", "text": "PART 2. Green New Deal"}, {"text_block_id": "p32_b204", "text": "Focus Areas:"}, {"text_block_id": "p32_b205", "text": "§"}, {"text_block_id": "p32_b206", "text": "Green Transition of Infrastructures"}, {"text_block_id": "p32_b207", "text": "§"}, {"text_block_id": "p32_b208", "text": "Low-carbon and Decentralized Energy"}, {"text_block_id": "p32_b209", "text": "§"}, {"text_block_id": "p32_b210", "text": "Innovation in the Green Industry"}, {"text_block_id": "p32_b211", "text": "Overview of the Green New Deal"}, {"text_block_id": "p32_b212", "text": "The economic risks from the pandemic have shed light on the need for a growth strategy that also ensures sustainability including environmental and ecological protection. Many countries are shifting towards a low-carbon economy to combat climate change, secure a stable source of energy and foster green industries. In Korea, meanwhile, greenhouse gas (GHG) emissions have seen a steady increase of 2% a year from 2000 to 2017, and the country’s industrial structure remains to be carbon-dependent."}, {"text_block_id": "p32_b213", "text": "Against such backdrop, the Korean government plans to move towards a net-zero society by supporting ongoing policies such as the 2030 target for GHG emissions reduction, and the plan to have renewables account for 20% of the country’s generation capacity by 2030. This includes a green transitioning of infrastructure to strengthen the safety net against climate and environmental risks. In addition, the use of low-carbon and decentralized energy will be promoted, while those regions and groups that lag behind the transition will be protected. Moreover, the foundations for innovation and growth will be consolidated for the green industry."}, {"text_block_id": "p32_b214", "text": "With an investment of 73.4 trillion won including 42.7 trillion won from the treasury by 2025, the Green New Deal will create 659,000 jobs."}, {"text_block_id": "p33_b215", "text": "Focus Areas of the Green New Deal"}, {"text_block_id": "p33_b216", "text": "1."}, {"text_block_id": "p33_b217", "text": "Green Transition of Infrastructures"}, {"text_block_id": "p33_b218", "text": "– creating a green-friendly environment towards a future where humans and nature coexist. ("}, {"text_block_id": "p33_b219", "text": "Investment of 30.1 trillion won including 12.1 trillion won from the treasury will be made by 2025 to create 387,000 jobs.)"}, {"text_block_id": "p33_b220", "text": "Turning public facilities into zero-energy buildings:"}, {"text_block_id": "p33_b221", "text": "Renewable energy equipment and high-performance insulation will be used to make public buildings green and energy-efficient"}, {"text_block_id": "p33_b222", "text": "(Targets: 225,000 public rental housings, 440 public daycare centers and 1,148 cultural facilities.)."}, {"text_block_id": "p33_b223", "text": "Energy efficiency of old school buildings, including at least 2,890 elementary, middle and high school buildings, will be enhanced through the installation of solar panels and eco-friendly insulation. This project will be funded both by government finances and through Public-Private Partnership (PPP) via the Build-Transfer-Lease (BTL) method. The private-sector component of the project is planned to be expanded with a new SOC fund open to the public. In addition to this green component, the plan to provide Wi-Fi coverage in 380,000 classrooms by 2024 will be completed by 2022 to integrate digital components into learning environments."}, {"text_block_id": "p33_b224", "text": "Restoring the terrestrial, marine and urban ecosystems:"}, {"text_block_id": "p33_b225", "text": "By conducting a comprehensive diagnosis on the climate and environmental challenges of a city, customized solutions based on environmental technology and ICT will be introduced in 25 regions by 2022"}, {"text_block_id": "p33_b226", "text": "."}, {"text_block_id": "p33_b227", "text": "Urban green spaces will be created with 630 ha of forest acting as a barrier against fine dust; 216 forest sites in close proximity to local communities; and 370 green sites near school zones to separate sidewalks from streets."}, {"text_block_id": "p33_b228_merged", "text": "The health of the ecosystems will be restored in 16 national parks, 25 damaged urban spaces, and 4.5 km of tidelands."}, {"text_block_id": "p34_b231", "text": "Building a management system for clean and safe water:"}, {"text_block_id": "p34_b232", "text": "The entire water supply system will be made smart through the use of ICT and AI"}, {"text_block_id": "p34_b233", "text": "(Targets: 48 inter-regional and 161 local water supply systems.)."}, {"text_block_id": "p34_b234", "text": "Smart components will be added to 15 sewage treatment plants by 2022, and a smart sewage management project controlling urban flooding and wastewater odor will be piloted at 10 locations until 2024."}, {"text_block_id": "p34_b235_merged", "text": "To improve water quality and prevent leakages, 12 water purification plants for inter-regional supply and old water supply pipes will be remodeled"}, {"text_block_id": "p34_b238", "text": "(3,332 km by 2024.)."}, {"text_block_id": "p35_b239", "text": "2."}, {"text_block_id": "p35_b240", "text": "Low-carbon and Decentralized Energy Supply"}, {"text_block_id": "p35_b241", "text": "– preparing for a paradigm shift towards future energy by actively investing in R&D facilities that promote the use of sustainable and renewable energy throughout the country."}, {"text_block_id": "p35_b242", "text": "(Investment of 35.8 trillion won including 24.3 trillion won from the treasury will be made by 2025 to create 209,000 jobs.)"}, {"text_block_id": "p35_b243", "text": "Building a smart grid for more efficient energy management:"}, {"text_block_id": "p35_b244", "text": "Advanced metering infrastructure (AMI), which is an integrated system of smart meters that enables two-way communication between suppliers and consumers, will be provided to 5 million apartments to help disperse energy needs and save energy."}, {"text_block_id": "p35_b245", "text": "An eco-friendly generation system will be established in 42 island regions to reduce the emission of pollutants from diesel-powered generators"}, {"text_block_id": "p35_b246", "text": "(Renewable energy facilities installed in 34 island regions; new facilities to improve air quality built in three regions; and high-performance hybrid generator installed in five regions)."}, {"text_block_id": "p35_b247", "text": "Overhead cables providing electrical power or telecommunication will be replaced with underground cables in school zones and other areas in need"}, {"text_block_id": "p35_b248", "text": "(Investment of 2 trillion won by 2025)."}, {"text_block_id": "p35_b249", "text": "Promoting Renewable Energy Use and Supporting a Fair Transition:"}, {"text_block_id": "p35_b250", "text": "Support will be provided to measure the wind conditions and conduct feasibility studies on up to 13 regions to find sites for large-scale offshore wind farms of either the floating or fixed-bottom types. Demonstration complexes will be established in phases."}, {"text_block_id": "p35_b251", "text": "Community benefit sharing for renewable energy projects will be introduced. Higher support on loans for renewable energy will be provided to participating residents of farming areas and industrial complexes. Support will also be provided to 200,000 households for renewable energy facilities installed in residential or commercial buildings for private use."}, {"text_block_id": "p35_b252", "text": "A fair transition will be ensured for those regions that foresee difficulties coming from a reduced use of coal power and other traditional sources of energy by supporting their adjustment to the renewable energy sector (e.g. green mobility, digital management of renewable energy, platform for offshore wind farm, etc.)."}, {"text_block_id": "p36_b253", "text": "Expanding the Supply of Electric and Hydrogen Vehicles:"}, {"text_block_id": "p36_b254", "text": "The provision of 1.13 million EVs including passenger cars, buses, and freight vehicles, will be supported along with the installation of 15,000 rapid chargers and 30,000 slow chargers."}, {"text_block_id": "p36_b255", "text": "The provision of 200,000 hydrogen vehicles including passenger cars, buses and freight vehicles will be supported along with the installation of 450 charging facilities. Fuel cell plants and other infrastructure for the distribution of hydrogen will also be established."}, {"text_block_id": "p36_b256", "text": "The scrappage of old diesel cars and the transition to liquefied petroleum gas (LPG) or electric vehicles will be supported"}, {"text_block_id": "p36_b257", "text": "(Scrappage of 1,160,000 diesel cars and construction equipment, and 32,000 farming machinery; and the transition of 135,000 freight and 88,000 school buses to LPG vehicles)."}, {"text_block_id": "p37_b258", "text": "3."}, {"text_block_id": "p37_b259", "text": "Innovation in the Green Industry"}, {"text_block_id": "p37_b260", "text": "– finding areas of the green industry that strategically address climate change and environmental risks, and building infrastructure in support of this to create an innovative environment. ("}, {"text_block_id": "p37_b261", "text": "7.6 trillion won including 6.3 trillion won from the treasury will be invested by 2025 to create 63,000 jobs.)"}, {"text_block_id": "p37_b262", "text": "Promoting prospective businesses to lead the green industry, and establishing low-carbon and green industrial complexes:"}, {"text_block_id": "p37_b263", "text": "For 123 SMEs in environmental and energy sectors, the entire process of developing a business item (from R&D, testing and commercialization) will be supported. A ‘green startup town,’ a concentrated complex of startups that help improve environmental, transportation and residential infrastructures, will be set up by 2021."}, {"text_block_id": "p37_b264", "text": "A ‘green-integrated cluster’ will be set up as a regional hub that supports the technological development, testing, manufacturing and marketing in the five leading areas, which are clean air, biomaterial, hydrothermal energy, future waste resources and recycling of resources."}, {"text_block_id": "p37_b265", "text": "To enable the real-time monitoring and control of energy generation and consumption, 10 smart energy platforms based on a micro power grid will be established. These platforms allow for the collection of data based on ICT, the visualization of energy flow, and the operation of an integrated control center for electricity."}, {"text_block_id": "p37_b266", "text": "Support for facilities that prevent fine dust will be provided to 9,000 small businesses; and 100 smart ecological plants and 1,750 clean factories that reduce pollution will be established."}, {"text_block_id": "p38_b267", "text": "Laying the foundation for green innovation via the R&D and financial sectors:"}, {"text_block_id": "p38_b268_merged", "text": "The foundation will be set to test and support the commercialization of large-scale carbon capture utilization and storage (CCUS) by 2023, and the technology to produce chemical stock and other useful materials from CO2 will be developed."}, {"text_block_id": "p38_b272", "text": "Measures against fine dust will be reinforced through the development of technology for the comprehensive management of fine dust in Northeast Asia based on regional cooperation and techniques against blind spots in fine dust management (e.g. military vehicles, agricultural machinery, construction equipment, etc.)."}, {"text_block_id": "p38_b273", "text": "To promote resource recycling, support will be provided to develop remanufacturing technology (e.g. the disassembling and reassembling of old electric materials and machineries, engines and exhausts of special vehicles, etc.) and technology on collecting and utilizing rare materials."}, {"text_block_id": "p38_b274", "text": "A loan of 1.9 trillion won will be introduced for the green sector including investment to prevent the environmental pollution of businesses; and a joint fund made up by the public and the private sectors will be set up for 215 billion won to foster green businesses."}, {"text_block_id": "p40_b275_merged", "text": "PART 3. Stronger Safety Net"}, {"text_block_id": "p40_b279", "text": "Focus Areas:"}, {"text_block_id": "p40_b280", "text": "§"}, {"text_block_id": "p40_b281", "text": "Employment and Social Safety Net"}, {"text_block_id": "p40_b282", "text": "§"}, {"text_block_id": "p40_b283", "text": "Investment in Human Resources"}, {"text_block_id": "p40_b284", "text": "Overview of the Stronger Safety Net"}, {"text_block_id": "p40_b285", "text": "Countries around the world have taken strong measures to overcome the sudden shock on employment arising from the pandemic. Unemployment benefits are being provided for up to 39 weeks in the US, while France has introduced policies to limit layoffs during the pandemic. The large-scale shift towards a digital and green economy has intensified the challenge for governments to reinforce employment safety to address the mismatch between jobs and skills, and the growing polarization. Against this backdrop, countries are increasing the amount of investment being made in people with measures to support job training and re-employment in order to overcome the employment shock and prepare for structural changes such as digitalization in the labor market."}, {"text_block_id": "p40_b286", "text": "This part of the Korean New Deal adds protection through stronger employment and social safety systems, while also increasing the levels of investment in human resources. As a result, vulnerable groups will be better protected against employment shocks during times of crisis. In addition, investment in human resources aims to close the digital gap and build human capacity for the future, allowing Korea to respond preemptively to the changing labor market and to drive innovation."}, {"text_block_id": "p41_b287", "text": "Focus Areas"}, {"text_block_id": "p41_b288", "text": "1."}, {"text_block_id": "p41_b289", "text": "Employment and Social Safety Net"}, {"text_block_id": "p41_b290", "text": "– protecting those who are particularly vulnerable in times of crisis, and building a stronger and tighter employment and social safety net."}, {"text_block_id": "p41_b291", "text": "(24 trillion won including 22.6 trillion won from the treasury will be invested by 2025 to create 159,000 jobs.)"}, {"text_block_id": "p41_b292", "text": "Building a universal employment safety net:"}, {"text_block_id": "p41_b293", "text": "The employment insurance system will be expanded in phases to cover workers in non"}, {"text_block_id": "p41_b294", "text": "-"}, {"text_block_id": "p41_b295", "text": "standard forms of employment such as artists and freelancers."}, {"text_block_id": "p41_b296", "text": "Workers’ compensation insurance will be expanded to cover approximately 88,000 additional workers in non-standard forms of employment."}, {"text_block_id": "p41_b297", "text": "Strengthening the social safety net for an inclusive society for all:"}, {"text_block_id": "p41_b298", "text": "To provide an increased level of benefits to wider populations, the eligibility criteria for the basic livelihood security benefits will be relaxed in phases by 2022."}, {"text_block_id": "p41_b299", "text": "To introduce a Korean version of invalidity benefits, a study and a pilot project for low-income groups will be carried out."}, {"text_block_id": "p41_b300", "text": "Ensuring livelihoods and employment stability for those not covered by employment insurance:"}, {"text_block_id": "p41_b301", "text": "Job Search Promotion Scheme, which includes Employment Success Package Program, Job Search Promotion Subsidy, job-training programs and internship opportunities for the vulnerable including low-income workers, will be expanded. Up to 500,000 won will be provided for six months through the Job Search Promotion Subsidy, and up to 1,500,000 won will be provided through the Employment Success Package Program depending on the period of continued employment after starting at the job."}, {"text_block_id": "p41_b302", "text": "Helping new employees in the labor market and those looking for new positions:"}, {"text_block_id": "p41_b303_merged_merged", "text": "A subsidy on labor costs will be provided to businesses for the employment of young employees in IT-related fields (up to 1,800,000 won for up to six months) and a short-term internship program for young employees (up to 800,000 won for up to six months). Job-matching support will also be provided to connect young graduates from science and engineering backgrounds to SMEs and enterprises of middle standing."}, {"text_block_id": "p41_b308", "text": "Innovating working environment and industrial safety standards:"}, {"text_block_id": "p41_b309", "text": "Improvements will be made to the working environment through ways such as regular technical training to prevent industrial accidents; the recruitment of dedicated staff to ensure a safe working environment; and the elimination of dust and noise."}, {"text_block_id": "p42_b310", "text": "2."}, {"text_block_id": "p42_b311", "text": "Investment in Human Resources"}, {"text_block_id": "p42_b312", "text": "– Against the changing economic structure, investment will be made in human resources to build talent and provide employment support for new types of jobs, and to reduce the digital gap."}, {"text_block_id": "p42_b313", "text": "(4.4 trillion won including 4 trillion won from the treasury will be invested by 2025 to create 180,000 jobs.)"}, {"text_block_id": "p42_b314", "text": "Training digital and green talents:"}, {"text_block_id": "p42_b315", "text": "With the aim to train 100,000 individuals on AI and software, two additional research organizations will be selected under the Korea Initiative for fostering University of Research and Innovation (KIURI), and support will be provided to 40 universities to focus on software knowledge."}, {"text_block_id": "p42_b316", "text": "To support the training of 20,000 individuals in green-integrated fields, specialized graduate schools in the fields of climate change and green engineering, and job-training in the environmental industry will be provided."}, {"text_block_id": "p42_b317", "text": "Restructuring the job-training system to be future-oriented:"}, {"text_block_id": "p42_b318", "text": "With the aim to nurture 180,000 individuals for future-oriented industries, training will be provided through businesses, universities and institutions for innovation."}, {"text_block_id": "p42_b319", "text": "Training on digital integration will be supported for 40,000 trainees in 2021 and 50,000 trainees a year from 2022, and a curriculum that integrates new technologies for 10,000 university students will be established in 40 campuses."}, {"text_block_id": "p42_b320", "text": "Digitally based training platforms will be provided to SMEs and training institutions by granting them access to local co-training centers, which had previously been available for affiliated businesses."}, {"text_block_id": "p42_b321", "text": "Enhancing the accessibility to digital infrastructure for rural residents and vulnerable people:"}, {"text_block_id": "p42_b322", "text": "An ultrahigh-speed internet network will be built in 1,200 rural villages including island and other remote areas."}, {"text_block_id": "p42_b323", "text": "In addition to the replacement of 18,000 old Wi-Fi equipment, 41,000 high-performance Wi-Fi equipment will be installed in public places such as community centers."}, {"text_block_id": "p42_b324", "text": "Through the operation of 6,000 digital capacity-building centers, digital education including mobile finance and digital ethics will be provided to all residents."}, {"text_block_id": "p42_b325", "text": "The production and provision of alternative materials for the disabled, such as braille and audio books, will be expanded to enhance their access to information."}, {"text_block_id": "p44_b326", "text": "III. WHAT WE ENVISION FOR 2025"}, {"text_block_id": "p46_b327", "text": "The Korean New Deal is expected to transform Korea into:"}, {"text_block_id": "p46_b328", "text": "1."}, {"text_block_id": "p46_b329", "text": "a smart country"}, {"text_block_id": "p46_b330", "text": "that leads the way for future industries and innovative public services."}, {"text_block_id": "p46_b331", "text": "that leads the way for future industries and innovative public services.\n* A newly established âdata damâ that allows the processing, trading and secure utilization of data will digitalize key industries of the country and create new markets.\n* Based on digital technology such as blockchain and 5G, customized government services for different needs will be made available anywhere at any time.\n* The digitalization of geographic data will create various types of new industries, and enable safe and convenient lifestyles through ICT and home services.\n* The establishment of âuntactâ infrastructure will protect the country from external shocks including infectious diseases by ensuring a stable provision of medical services and a safe working environment for medical staff.\n* Public facilities will be transformed into zero-energy buildings to enhance energy efficiency and create pleasant living spaces.\n* Terrestrial and marine ecosystems will be restored, and nature will be integrated into urban spaces.\n* The generation of more renewable energy will enable a faster transition towards a low-carbon economy and secure sustainable energy sources.\n* An eco-friendly transportation system will be established to address concerns of greenhouse gas and fine dust.\n* The Internet of Things (IoT), 5G and other digital technologies will support the transition of industrial complexes into innovative spaces with high energy efficiency and productivity.\n* A secure employment safety net will provide protection against unemployment, and build capacity for reemployment opportunities.\n* A social welfare system with no blind spots will ensure the minimum cost of living for all, and provide necessary support for the sick.\n* The benefits of a digitally-advanced country will be made available to all, regardless of their social/income status of where they live, to realize an inclusive country."}, {"text_block_id": "p46_b339", "text": "2."}, {"text_block_id": "p46_b340", "text": "a green country"}, {"text_block_id": "p46_b341", "text": "that engages deeply in global discussions on climate action, and strives to achieve a balance among growth, people and nature."}, {"text_block_id": "p46_b352", "text": "3."}, {"text_block_id": "p46_b353", "text": "a safe country"}, {"text_block_id": "p46_b354", "text": "that protects against unemployment and disparities."}, {"text_block_id": "p48_b361_merged", "text": "IV. IMPLEMENTATION PLAN"}, {"text_block_id": "p50_b363", "text": "Strategy Meeting on the Korean New Deal Chaired by the President:"}, {"text_block_id": "p50_b364", "text": "Going forward, a strategy meeting will be established for the implementation of the Korean New Deal. Key decisions will be made at this meeting, which will be chaired by the president with participation from the entire government, a committee on the Korean New Deal within the Democratic Party, local governments and private businesses. This strategy meeting will be organized once or twice a month, taking various forms such as comprehensive reporting to the public and progress updates on key projects."}, {"text_block_id": "p50_b365", "text": "Joint Committee between the Government and the Democratic Party:"}, {"text_block_id": "p50_b366", "text": "Within the government, the existing meetings of economy-related ministers will be utilized as ministerial meetings on the Korean New Deal. The K-New Deal Committee, which is the committee on the Korean New Deal within the Democratic Party, will also be continuing the discussions independently. To establish a channel for cooperation and discussion between the political community and the government, a joint headquarters for the implementation of the Korean New Deal will also be established. Co-chaired by the deputy prime minister of economy and the chief of the K-New Deal Committee, the headquarters will invite the heads of the subcommittee on the three components of the Korean New Deal and relevant ministers including those for the Ministry of Science and ICT (MSIT), the Ministry of Environment (MOE), the Ministry of Trade, Industry and Energy (MOTIE), and the Ministry of Employment and Labor (MOEL)."}, {"text_block_id": "p50_b367", "text": "Working-level Task Force Led by the Vice Minister of Economy and Finance:"}, {"text_block_id": "p50_b368", "text": "A working-level task force will be established within the Ministry of Economy and Finance with staff from other relevant ministries."}, {"text_block_id": "p52_b369", "text": "ANNEX: 10 KEY PROJECTS"}, {"text_block_id": "p52_b370", "text": "1."}, {"text_block_id": "p52_b371", "text": "Data Dam"}, {"text_block_id": "p52_b372", "text": "2."}, {"text_block_id": "p52_b373", "text": "AI Government"}, {"text_block_id": "p52_b374", "text": "3."}, {"text_block_id": "p52_b375", "text": "Smart Healthcare"}, {"text_block_id": "p52_b376", "text": "4."}, {"text_block_id": "p52_b377", "text": "Green and Smart Schools"}, {"text_block_id": "p52_b378", "text": "5."}, {"text_block_id": "p52_b379", "text": "Digital Twin"}, {"text_block_id": "p52_b380", "text": "6."}, {"text_block_id": "p52_b381", "text": "Digitalization of SOC"}, {"text_block_id": "p52_b382", "text": "7."}, {"text_block_id": "p52_b383", "text": "Smart and Green Industrial Complexes"}, {"text_block_id": "p52_b384", "text": "8."}, {"text_block_id": "p52_b385", "text": "Green Remodeling"}, {"text_block_id": "p52_b386", "text": "9."}, {"text_block_id": "p52_b387", "text": "Green Energy"}, {"text_block_id": "p52_b388", "text": "10."}, {"text_block_id": "p52_b389", "text": "Eco-friendly Mobility of the Future"}, {"text_block_id": "p54_b390", "text": "Selection Criteria for 10 Key Projects"}, {"text_block_id": "p54_b391", "text": "Among the Korean New Deal projects, 10 key projects have been selected in cooperation among the legislature, the government, and the public based on the following criteria:"}, {"text_block_id": "p54_b392", "text": "§"}, {"text_block_id": "p54_b393", "text": "a project with a great impact including boosting the economy;"}, {"text_block_id": "p54_b394", "text": "§"}, {"text_block_id": "p54_b395", "text": "a project that effectively stimulates regional economies and supports a balanced regional development;"}, {"text_block_id": "p54_b396", "text": "§"}, {"text_block_id": "p54_b397", "text": "a project that creates not only short-term jobs but also a large quantity of sustainable jobs;"}, {"text_block_id": "p54_b398", "text": "§"}, {"text_block_id": "p54_b399", "text": "a project that can lead to tangible changes which can be experienced by the people; and"}, {"text_block_id": "p54_b400", "text": "§"}, {"text_block_id": "p54_b401", "text": "a project that can mobilize private investments, promoting business activities in new industries"}, {"text_block_id": "p55_b402", "text": "1. Data Dam"}, {"text_block_id": "p55_b403", "text": "The transition towards a digital economy will be accelerated, and 5G and AI will be integrated throughout all sectors by strengthening the foundation for data collection, processing, trading and utilization."}, {"text_block_id": "p55_b404", "text": "Policy Target Timeline:"}, {"text_block_id": "p55_b405", "text": "Key Investments and System Reforms:"}, {"text_block_id": "p55_b406", "text": "§"}, {"text_block_id": "p55_b407", "text": "Invest 8.5 trillion won (including 7.1 trillion won from the treasury) by 2022 and create 207,000 new jobs"}, {"text_block_id": "p55_b408", "text": "§"}, {"text_block_id": "p55_b409", "text": "Invest 18.1 trillion won (including 15.5 trillion won from the treasury) by 2025 and create 389,000 new jobs"}, {"text_block_id": "p55_b410_merged", "text": "Additional big data platforms will be established across industries including financial and environmental platforms (20 additional platforms to make 30 total); a total of 142,000 public data will be made available to the public; and 1,300 types of data will be collected for AI learning."}, {"text_block_id": "p55_b413", "text": "The installation of 5G across the country will be supported by providing tax incentives and exemption of fees."}, {"text_block_id": "p55_b414", "text": "The 5G network will be integrated to produce 195 immersive contents in areas such as education, tourism and culture, and to develop technology for commercialization of self-driving vehicles and self-navigating vessels."}, {"text_block_id": "p55_b415", "text": "Support will be provided for the construction of 12,000 smart factories; the provision of AI-based home services (e.g. indoor purification of fine dust); and the implementation of leading projects that integrate AI with other technology in areas close to people’s lives (e.g. medical image readers, etc.)."}, {"text_block_id": "p55_b416", "text": "An integrated digital platform will be established to archive library databases, educational materials, and immersive contents of museums and galleries that are scattered nationwide. This will allow for the convenient searching and utilization of data."}, {"text_block_id": "p55_b417", "text": "A joint control tower between the public and the private sectors will be prepared to design national policies on data, to promote the integrated management, convergence and utilization of public and private data, and to support data-related industries."}, {"text_block_id": "p56_b418", "text": "2. Smart Government"}, {"text_block_id": "p56_b419", "text": "A ‘smart’ government will utilize the 5G network, blockchain technology and other new digital technologies to quickly process and provide customized public services."}, {"text_block_id": "p56_b420", "text": "Policy Target Timeline:"}, {"text_block_id": "p56_b421", "text": "Key Investments and System Reforms:"}, {"text_block_id": "p56_b422", "text": "§"}, {"text_block_id": "p56_b423", "text": "Invest 2.5 trillion won from the treasury by 2022 and create 23,000 new jobs"}, {"text_block_id": "p56_b424", "text": "§"}, {"text_block_id": "p56_b425", "text": "Invest 9.7 trillion won from the treasury by 2025 and create 91,000 new jobs"}, {"text_block_id": "p56_b426", "text": "Provision of ‘untact’ public services will be expanded. This includes issuance of government documents based on a mobile identification system and provision of customized information on government subsidy and pension plans."}, {"text_block_id": "p56_b427", "text": "Blockchain technology will be adopted in 120 pilot projects in areas closely related to people’s lives, such as the receipt of welfare benefits, real estate transactions and online voting."}, {"text_block_id": "p56_b428", "text": "To adopt a smart working environment in the government, the 5G network will be established in phases at all government complexes, and public information system will be transferred to cloud networks."}, {"text_block_id": "p56_b429", "text": "To build a knowledge platform, 1.25 million academic journals and books owned by the National Assembly and the National Library of Korea will be digitalized every year, and subscription to international academic journals will be expanded to five key academic journals and 76 general journals by 2025."}, {"text_block_id": "p57_b430", "text": "3. Smart Healthcare"}, {"text_block_id": "p57_b431", "text": "The establishment of a smart medical infrastructure based on digital technology will protect patients and healthcare professionals from infectious diseases, while enhancing the convenience of treatment for patients."}, {"text_block_id": "p57_b432", "text": "Policy Target Timeline:"}, {"text_block_id": "p57_b433", "text": "Key Investments and System Reforms:"}, {"text_block_id": "p57_b434", "text": "§"}, {"text_block_id": "p57_b435", "text": "Invest 100 billion won from the treasury by 2022 and create 1,000 new jobs"}, {"text_block_id": "p57_b436", "text": "§"}, {"text_block_id": "p57_b437", "text": "Invest 200 billion won (including 100 billion won from the treasury) by 2025 and create 2,000 new jobs"}, {"text_block_id": "p57_b438", "text": "Utilizing digital technology such as 5G and IoT, 18 smart hospitals will be built to allow for the real-time monitoring of inpatients and interdisciplinary diagnosis and treatment."}, {"text_block_id": "p57_b439", "text": "To provide safer medical treatment, 1,000 specialized clinics for patients with respiratory symptoms and fever will be established to diagnose them before they visit medical institutions."}, {"text_block_id": "p57_b440", "text": "AI-based software on the precise diagnosis of 12 diseases including lung cancer, diabetes and liver diseases will be developed and piloted."}, {"text_block_id": "p57_b441", "text": "To respond to infectious diseases and provide the convenience to the public, the Ministry of Health and Welfare will work to institutionalize ‘untact’ medical treatments based on full discussions with stakeholders including the medical sector. Measures will be prepared to address concerns over patient safety, accountability for medical mishaps and the overconcentration of patients at tertiary hospitals."}, {"text_block_id": "p57_b442", "text": "The government will continue to expand pilot projects extending health insurance coverage on remote medical treatment by utilizing ICT."}, {"text_block_id": "p58_b443", "text": "4. Green and Smart Schools"}, {"text_block_id": "p58_b444", "text": "The installation of energy-saving facilities supports environmentally friendly classrooms, while the use of technology-based educational materials provides a learning environment that incorporates a blend of both online and offline methods."}, {"text_block_id": "p58_b445", "text": "Policy Target Timeline:"}, {"text_block_id": "p58_b446", "text": "Key Investments and System Reforms:"}, {"text_block_id": "p58_b447", "text": "§"}, {"text_block_id": "p58_b448", "text": "Invest 5.3 trillion won (including 1.1 trillion won from the treasury) by 2022 and create 42,000 new jobs"}, {"text_block_id": "p58_b449", "text": "§"}, {"text_block_id": "p58_b450", "text": "Invest 15.3 trillion won (including 3.4 trillion won from the treasury) by 2025 and create 124,000 new jobs"}, {"text_block_id": "p58_b451", "text": "Energy efficiency of old school buildings, including at least 2,890 elementary, middle and high school buildings, will be enhanced through the installation of solar panels and eco-friendly insulation. This project will be funded both by government finances and through Public-Private Partnership (PPP) via the Build-Transfer-Lease (BTL) method. The private-sector component of the project is planned to be expanded with a new SOC fund open to public."}, {"text_block_id": "p58_b452", "text": "The plan to provide full Wi-Fi coverage in 380,000 classrooms by 2024 will be completed by 2022."}, {"text_block_id": "p58_b453", "text": "(Timeline: 80,000 classrooms by June 2020; 240,000 classrooms based on the Supplementary Budget of 2020; and all 380,000 classrooms by 2022)"}, {"text_block_id": "p58_b454", "text": "A total of 200,000 old computers and laptops of school faculty members will be replaced with new ones, and 240,000 tablet PCs will be provided to 1,200 schools that will test out the ‘online textbook’ program in order to develop new teaching and learning models."}, {"text_block_id": "p58_b455", "text": "An integrated platform for online learning that utilizes various educational contents and big data to provide customized learning materials, will be launched. This new platform provides both public and private learning materials, and supports all stages of learning."}, {"text_block_id": "p58_b456", "text": "The enactment of the Basic Act on Distance Learning (tentative) will reinforce and promote virtual learning methods by defining and basic plan on distance learning and support measures for schools."}, {"text_block_id": "p59_b457", "text": "5. Digital Twin"}, {"text_block_id": "p59_b458", "text": "Digital twin (a digital replica of an object that can be used for the analysis and prediction of the future through simulation) will be made for roads, underground spaces, harbors and dams to lay the foundation for new industries such as drones and self-driving vehicles, and to allow for the safe management of land and facilities."}, {"text_block_id": "p59_b459", "text": "Policy Target Timeline:"}, {"text_block_id": "p59_b460", "text": "Key Investments and System Reforms:"}, {"text_block_id": "p59_b461", "text": "§"}, {"text_block_id": "p59_b462", "text": "Invest 0.5 trillion won from the treasury by 2022 and create 5,000 new jobs"}, {"text_block_id": "p59_b463", "text": "§"}, {"text_block_id": "p59_b464", "text": "Invest 1.8 trillion won (including 1.5 trillion won from the treasury) by 2025 and create 16,000 new jobs"}, {"text_block_id": "p59_b465", "text": "A high-resolution image map and Digital Elevation Models (DEMs), which provide 3D representation of a terrain, will be prepared to show the altitude of key regions including urban areas."}, {"text_block_id": "p59_b466", "text": "Precise digital road maps will be prepared on local roads with more than four lanes and national roads."}, {"text_block_id": "p59_b467", "text": "An intelligent management system including measuring instruments will be installed on 120 km of old underground utility-pipe conduit; and systems for the real-time monitoring of safety will be set up at 37 nationally managed dams."}, {"text_block_id": "p59_b468", "text": "Testbeds for harbor automation based on digital twin technology (4 berths), and a digital platform for the real-time monitoring of harbor facilities (29 locations) will be set up."}, {"text_block_id": "p59_b469", "text": "Two smart city pilots will be implemented as signature projects that enhance the quality of life and provide urban solutions based on AI, digital twin and other types of new technologies."}, {"text_block_id": "p59_b470", "text": "With the amendment of Security Management Regulations of the National Spatial Data, the online provision of point cloud data will be authorized to produce high-definition road maps to be used in developing private sector services including the commercialization of self-driving vehicles."}, {"text_block_id": "p60_b471", "text": "6. Digitalization of SOC"}, {"text_block_id": "p60_b472", "text": "Key infrastructure that ensure safe and convenient lifestyles will be digitalized, and systems will be prepared to efficiently prevent and respond to disasters."}, {"text_block_id": "p60_b473", "text": "Policy Target Timeline:"}, {"text_block_id": "p60_b474", "text": "Key Investments and System Reforms:"}, {"text_block_id": "p60_b475", "text": "§"}, {"text_block_id": "p60_b476", "text": "Invest 8.2 trillion won (including 5.5 trillion won from the treasury) by 2022 and create 73,000 new jobs"}, {"text_block_id": "p60_b477", "text": "§"}, {"text_block_id": "p60_b478", "text": "Invest 14.8 trillion won (including 10 trillion won from the treasury) by 2025 and create 143,000 new jobs"}, {"text_block_id": "p60_b479", "text": "Cooperative-Intelligent Transportation System (C-ITS) will be adopted on major roads; IoT sensors will be installed on all railroads; and fourth generation networks for railways will be built."}, {"text_block_id": "p60_b480", "text": "‘Untact’ biometric systems will be introduced into 15 airports, and digital management systems that utilize CCTV and IoT will be established at 3 national fishing harbors."}, {"text_block_id": "p60_b481", "text": "For safer water management, real-time monitoring and remote controlling systems will be set up for national rivers (73 rivers; 3,600 km) and 27 reservoirs; and the entire water supply system will be made smart through the use of ICT and AI."}, {"text_block_id": "p60_b482", "text": "(Targets: 48 inter-regional and 161 local water supply systems)"}, {"text_block_id": "p60_b483", "text": "In terms of disaster management, 510 early-warning systems will be installed for slope land and other areas that are considered high risk for disasters. Additional flood warning systems will be set up in 180 parking lots located near high water levels."}, {"text_block_id": "p60_b484", "text": "For the stable operation and management of smart water networks, the enforcement decree and the enforcement regulation of the Water Supply and Waterworks Installation Act will be amended to authorize the managing operators of pipe networks, and improve the technology diagnosis process"}, {"text_block_id": "p60_b485", "text": "."}, {"text_block_id": "p61_b486", "text": "The Framework Act on the Management of Disasters and Safety and other relevant acts will be enacted and amended to allow for the utilization of necessary private resources in disaster management."}, {"text_block_id": "p62_b487", "text": "7. Smart and Green Industrial Complexes"}, {"text_block_id": "p62_b488", "text": "Industrial complexes will be made smart and eco-friendly (high productivity, high energy efficiency and low pollution) based on digital technology."}, {"text_block_id": "p62_b489", "text": "Policy Target Timeline:"}, {"text_block_id": "p62_b490", "text": "Key Investments and System Reforms:"}, {"text_block_id": "p62_b491", "text": "§"}, {"text_block_id": "p62_b492", "text": "Invest 2.1 trillion won (including 1.6 trillion won from the treasury) by 2022 and create 17,000 new jobs"}, {"text_block_id": "p62_b493", "text": "§"}, {"text_block_id": "p62_b494", "text": "Invest 4 trillion won (including 3.2 trillion won from the treasury) by 2025 and create 33,000 new jobs"}, {"text_block_id": "p62_b495", "text": "To test the manufacturing processes of industrial complexes, 3 simulation centers will be established. A remote monitoring system on leaking toxic chemical substance will be established utilizing AI and drones in 15 industrial complexes."}, {"text_block_id": "p62_b496", "text": "To enable the real-time monitoring and control of energy generation and consumption, 10 smart energy platforms based on micro power grid will be established. These platforms allow for the collection of data based on ICT, the visualization of energy flow, and the operation of an integrated control center for electricity."}, {"text_block_id": "p62_b497", "text": "Smart ecological plants minimizing pollution (e.g. by using renewable energy and reusing waste heat and other wastes) and clean factories reducing pollution based on individualized solutions for businesses will be established."}, {"text_block_id": "p62_b498", "text": "(100 plants and 1,750 factories)"}, {"text_block_id": "p62_b499", "text": "Support will be provided to help businesses build networks to share waste materials for reuse in 81 industrial complexes."}, {"text_block_id": "p62_b500", "text": "Support for facilities that prevent fine dust will be provided to 9,000 small businesses."}, {"text_block_id": "p62_b501", "text": "To measure and monitor the business pollutants, measuring instruments using IoT will be made mandatory in phases with the amendment of the Enforcement Decree of the Clean Air Conservation Act."}, {"text_block_id": "p63_b502", "text": "8. Green Remodeling"}, {"text_block_id": "p63_b503", "text": "To encourage the energy efficiency of private sector buildings, the government will take the initiative and enhance the energy efficiency of public buildings by installing solar panels, eco-friendly insulation systems, etc."}, {"text_block_id": "p63_b504", "text": "Policy Target Timeline:"}, {"text_block_id": "p63_b505", "text": "Key Investments and System Reforms:"}, {"text_block_id": "p63_b506", "text": "§"}, {"text_block_id": "p63_b507", "text": "Invest 3.1 trillion won (including 1.8 trillion won from the treasury) by 2022 and create 78,000 new jobs"}, {"text_block_id": "p63_b508", "text": "§"}, {"text_block_id": "p63_b509", "text": "Invest 5.4 trillion won (including 3.0 trillion won from the treasury) by 2025 and create 124,000 new jobs"}, {"text_block_id": "p63_b510", "text": "Solar panels will be installed and insulation system will be replaced with high-performance ones in 225,000 public rental housings that are over 15 years old; and in 2,170 daycare centers, public health centers and medical institutions."}, {"text_block_id": "p63_b511", "text": "High-efficiency energy equipment and eco-friendly materials will be used to build 440 public daycare centers and 51 public sports facilities."}, {"text_block_id": "p63_b512", "text": "Energy-saving facilities such as solar power systems and LED lights will be installed in 1,148 cultural facilities including museums and libraries."}, {"text_block_id": "p63_b513", "text": "The insulation of 3 old government complexes will be reinforced, and energy management systems will be made more efficient in 6 government complexes."}, {"text_block_id": "p63_b514", "text": "With an investment of 2 trillion won by 2025, overhead cables providing electrical power or telecommunication will be replaced with underground cables in school zones and other areas in need."}, {"text_block_id": "p63_b515", "text": "A roadmap to mandate the zero-energy of public buildings will be accelerated with the amendment of the Enforcement Decree of the Green Buildings Construction Support Act."}, {"text_block_id": "p64_b516", "text": "9. Green Energy"}, {"text_block_id": "p64_b517", "text": "R&D and pilot projects will be expanded, and additional facilities provided to promote industries for renewable energy such as solar and wind power."}, {"text_block_id": "p64_b518", "text": "Policy Target Timeline:"}, {"text_block_id": "p64_b519", "text": "Key Investments and System Reforms:"}, {"text_block_id": "p64_b520", "text": "§"}, {"text_block_id": "p64_b521", "text": "Invest 4.5 trillion won (including 3.7 trillion won from the treasury) by 2022 and create 16,000 new jobs"}, {"text_block_id": "p64_b522", "text": "§"}, {"text_block_id": "p64_b523", "text": "Invest 11.3 trillion won (including 9.2 trillion won from the treasury) by 2025 and create 38,000 new jobs"}, {"text_block_id": "p64_b524", "text": "Support will be provided to measure wind conditions and conduct feasibility studies on up to 13 regions to find sites for large-scale offshore wind farms of either floating or fixed-bottom types. Demonstration complexes will be established in phases."}, {"text_block_id": "p64_b525", "text": "Community benefit sharing for renewable energy projects will be introduced. Higher support on loans for renewable energy will be provided to participating residents of farming areas and industrial complexes. Support will also be provided to 200,000 households for renewable energy facilities installed in residential or commercial buildings for private use."}, {"text_block_id": "p64_b526", "text": "Support will be provided to develop all the core and original technologies needed from the generation to consumption of hydrogen, and to establish hydrogen cities."}, {"text_block_id": "p64_b527", "text": "A fair transition will be ensured for those regions that foresee difficulties arising from the reduced use of coal power and other traditional sources of energy by supporting their adjustment to the renewable energy sector (e.g. green mobility, digital management of renewable energy, platform for offshore wind turbine, etc.)."}, {"text_block_id": "p65_b528", "text": "10. Eco-friendly Mobility of the Future"}, {"text_block_id": "p65_b529", "text": "The green transition away from old diesel cars and vessels will be accelerated and the provision of electric vehicles (EVs) and hydrogen vehicles will be supported to reduce the emission of greenhouse gases and to enhance competitiveness in the future car market."}, {"text_block_id": "p65_b530", "text": "Policy Target Timeline:"}, {"text_block_id": "p65_b531", "text": "Key Investments and System Reforms:"}, {"text_block_id": "p65_b532", "text": "§"}, {"text_block_id": "p65_b533", "text": "Invest 8.6 trillion won (including 5.6 trillion won from the treasury) by 2022 and create 52,000 new jobs"}, {"text_block_id": "p65_b534", "text": "§"}, {"text_block_id": "p65_b535", "text": "Invest 20.3 trillion won (including 13.1 trillion won from the treasury) by 2025 and create 151,000 new jobs"}, {"text_block_id": "p65_b536", "text": "The provision of 1.13 million EVs including passenger cars, buses, and freight vehicles, will be supported along with the installation of 15,000 rapid chargers and 30,000 slow chargers."}, {"text_block_id": "p65_b537", "text": "The provision of 200,000 hydrogen vehicles including passenger cars, buses and freight vehicles will be supported along with the installation of 450 charging facilities. Fuel cell plants and other infrastructure for the distribution of hydrogen will also be established."}, {"text_block_id": "p65_b538", "text": "The scrappage of old diesel cars and the transition to liquefied petroleum gas (LPG) or electric vehicles will be supported."}, {"text_block_id": "p65_b539", "text": "(Scrappage of 1.2 million diesel cars and construction equipment, and 32,000 farming machinery; and the transition of 135,000 freight and 88,000 school buses to LPG vehicles)"}, {"text_block_id": "p65_b540", "text": "The green transition (e.g. to liquefied natural gas, hybrid, etc.) of public vessels and navy fleets, and private vessels will be supported; and 80 public vessels will be equipped with diesel particulate filters (DPF)."}, {"text_block_id": "p65_b541", "text": "Support will be provided to develop parts for future electric cars, hydrogen fuel cell systems, and eco-friendly fuels for vessels."}, {"text_block_id": "p66_b542", "text": "A medium to long-term fiscal management strategy will be prepared, reflecting the expected decline in the manufacturing costs of electric and hydrogen vehicles due to technological development and economies of scale."}, {"text_block_id": "p66_b543", "text": "To expand the supply of hydrogen cars, a fuel subsidy on hydrogen vehicles for commercial use will be introduced in phases with the amendments of the Passenger Transport Service Act and the Trucking Transport Business Act."}, {"text_block_id": "p68_b544", "text": "References"}, {"text_block_id": "p68_b545", "text": "European Commission. (2020, January 14)."}, {"text_block_id": "p68_b546", "text": "Press Release: Financing the Green Transition: The European Green Deal Investment Plan and Just Transition Mechanism"}, {"text_block_id": "p68_b547", "text": ". Retrieved from:"}, {"text_block_id": "p68_b548", "text": "European Parliament. (2020, May 27)."}, {"text_block_id": "p68_b549", "text": "Press Release: Europe's moment: Repair and prepare for the next generation"}, {"text_block_id": "p68_b550", "text": ". Retrieved from:"}, {"text_block_id": "p68_b551", "text": "IMF. (2020)."}, {"text_block_id": "p68_b552", "text": "World Economic Outlook Update."}, {"text_block_id": "p68_b553", "text": "IMF. (2020, April 20). Greening the Recovery."}, {"text_block_id": "p68_b554", "text": "IMF Special Series on COVID-19"}, {"text_block_id": "p68_b555", "text": ". Retrieved from:"}, {"text_block_id": "p68_b556", "text": "IRENA. (2020)."}, {"text_block_id": "p68_b557", "text": "Global Renewables Outlook"}, {"text_block_id": "p68_b558", "text": "."}, {"text_block_id": "p68_b559", "text": "OECD. (2020)."}, {"text_block_id": "p68_b560", "text": "OECD Economic Outlook"}, {"text_block_id": "p68_b561", "text": "."}, {"text_block_id": "p68_b562", "text": "OECD. (2019). Innovation and Business/Market Opportunities associated with Energy Transitions and a Cleaner Global Environment."}, {"text_block_id": "p68_b563", "text": "Issue Paper."}, {"text_block_id": "p68_b564", "text": "Pinner, D., Rogers, M., and Samandari, H. (2020, April 7). Addressing climate change in a post pandemic world,"}, {"text_block_id": "p68_b565", "text": "McKinsey Quarterly"}, {"text_block_id": "p68_b566", "text": ". Retrieved from:"}, {"text_block_id": "p68_b567", "text": "Renewable Energy 100. Website:"}, {"text_block_id": "p68_b568", "text": "www.there100.org"}, {"text_block_id": "p68_b569", "text": ". Accessed on July 22, 2020."}, {"text_block_id": "p68_b570", "text": "Rosalie Chan. (2020, April 30). Microsoft Teams now has 75 million daily active users, adding 31 million in just over a month."}, {"text_block_id": "p68_b571", "text": "Business Insider"}, {"text_block_id": "p68_b572", "text": ". Retrieved from:"}, {"text_block_id": "p68_b573", "text": "https://www.businessinsider.com/microsoft-teams-hits-75-million-daily-active-users-2020-4"}, {"text_block_id": "p68_b574_merged_merged_merged_merged_merged_merged_merged", "text": "Statistics Korea. (2020, July 3). Press Release: Online Shopping Trend of May 2020. Retrieved from:"}, {"text_block_id": "p69_b577", "text": "This booklet has been prepared by the Green Climate Policy Division of the Ministry of Economy and Finance based on the Korean original text."}, {"text_block_id": "p69_b578", "text": "Ministry of Economy and Finance"}, {"text_block_id": "p69_b579", "text": "Development Finance Bureau"}, {"text_block_id": "p69_b580", "text": "Green Climate Policy Division"}, {"text_block_id": "p69_b581", "text": "Government Complex Sejong (30109)"}, {"text_block_id": "p69_b582", "text": "Republic of Korea"}], "document_description": "This document is Korea's development strategy to support the country’s recovery from the pandemic crisis and lead the global action against structural changes with the international community. The strategy aims to accelerate the transition towards a low-carbon and eco-friendly economy.The Green New Deal part of the document notably seeks to make the country's infrastructure greener, increase the use of renewable energy, increase the share of electric- and hydrogen-powered vehicles, and promote sustainable practices in the business and finance worlds.Under this plan, KRW 73.4 trillion should be invested by 2025."}