{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Thailand", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Energy"], "document_language": "English", "document_name": "Alternative Energy Development Plan 2015-2036", "document_country_code": "THA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "17/09/2015", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/THA/2015/THA-2015-09-17-Alternative Energy Development Plan 2015-2036_5129afc2f902a407787e2077bee24d17.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Alternative Energy Development Plan: AEDP2015"}, {"text_block_id": "p0_b2", "text": "Department of Renewable Energy Development and Energy Efficiency"}, {"text_block_id": "p0_b3", "text": "September 2015"}, {"text_block_id": "p1_b4", "text": "Content"}, {"text_block_id": "p1_b5", "text": "หน้า"}, {"text_block_id": "p2_b6", "text": "1. Introduction"}, {"text_block_id": "p2_b7", "text": "Ministry of Energy has developed the Thailand Integrated Energy Blueprint (TIEB) with focus on (1) Energy security, to supply energy in response to the energy demand which consistent with the rate of economic growth, the rate of population growth and the growth of urban areas, and diversified energy to the appropriate resources. (2) Economy, Taking into account the energy costs are reasonable and not an obstacle to economic and social development of the country in the long term. Reforms in fuel prices structure in line with costs and the tax burden reasonable to level up national energy utilization performance with the promotion of energy efficiency. (3) Ecology, increased domestic renewable energy production and production energy with high performance technologies to reduce the impact on environment and community."}, {"text_block_id": "p2_b8", "text": "In the TIEB, Ministry of Energy has reviewed five energy master plans during the year 2015-2036 in consistent with the national economic and social development plan. The five master plans are: The Power Development Plan, The Energy Efficiency Development Plan, The Alternative Energy development Plan, The Oil Development Plan and The Gas Development Plan. The Alternative Energy Development Plan: AEDP2015 was developed and focused on promoting energy production within the full potential of domestic renewable energy resources. Develop appropriate renewable energy production with considered to the appropriate and benefit in social and environmental dimensions of the community."}, {"text_block_id": "p2_b9_merged", "text": "The AEDP’s public hearing was held in August – September 2014 in the seminar of “Thailand Energy direction” to receive comment of stake Holder from the whole country and the focus group seminar was also held in August 2015 to collect comments from renewable energy experts."}, {"text_block_id": "p3_b16", "text": "2. Renewable Energy Development Status"}, {"text_block_id": "p3_b17", "text": "The development of renewable energy in Thailand increased steadily. It was a result of the government promotion policy. Productions of renewable energy are in the form of electricity, heat and biofuels. In the year 2014, the total renewable energy consumption was at 9,025 thousand tons of oil equivalent (ktoe), up 9.6 percent from the previous year. It shares at 11.9 percent of final energy consumption."}, {"text_block_id": "p3_b18_merged", "text": "Table 2.1 Status of renewable energy development in 2012"}, {"text_block_id": "p3_b23", "text": "-"}, {"text_block_id": "p3_b24", "text": "2014"}, {"text_block_id": "p3_b25", "text": "The renewable energy is highly consumed in the form of heat. It is about 60 percent of the total renewable energy consumption, followed by biofuels and electricity. In year 2014, the utilization of renewable energy in the form of heat, biofuel and electricity are 64, 19.7 and 16.3 percent of total renewable energy consumption, respectively."}, {"text_block_id": "p4_b26", "text": "2.1"}, {"text_block_id": "p4_b27", "text": "Status of Power generation from renewable energy."}, {"text_block_id": "p4_b28", "text": "The Ministry of Energy has been promoting the production of electricity from renewable energy since"}, {"text_block_id": "p4_b29", "text": "1989."}, {"text_block_id": "p4_b30", "text": "It encouraged the Electricity Generating Authority of Thailand (EGAT) to purchase electricity from Cogeneration power plant of the Small Power Producers (SPP) that used waste or residues in agricultural sector as feed stock to produce electricity and heat. Heat left over from the manufacturing process can be used to produce electricity for sale to a transmission line to promote generation efficiency and the public investment in the production and distribution of electricity. Later, the policy was expanded to purchase electricity from other renewable energy such as solar, hydropower, wind power, biogas, waste from the Very Small Power Producers: VSPP (capacity no larger than 10 MW) to make more SPPs in remote areas to participate in the generation of electricity. Reducing losses in the power system and to reduce the investment in large power plant to supply electricity. By the adder measure which the additional tariff and time of support are difference depend on type of renewable feed stock used to produce electricity and the location of power plant (Power plant from renewable energy in the southern border provinces of Yala, Pattani, Narathiwat and four districts are in Songkhla can apply for Adder. This incentives driven electricity from renewable energy proportion rose annually. The proportion of electricity from renewable energy production from electricity generation system (Including off grid power generation) for the whole country increased 4.3 percent in 2007 and it is increased to 9.87 percent in 2014 (this excluding large hydro)."}, {"text_block_id": "p4_b31", "text": "Department of Alternative Energy Development and Energy Conservation"}, {"text_block_id": "p4_b32_merged_merged", "text": "Figure 2.1 The generation of electricity from renewable energy sources in 2007-2014"}, {"text_block_id": "p4_b40", "text": "."}, {"text_block_id": "p5_b41", "text": "2.2 Status of Heat Generation from Renewable Energy"}, {"text_block_id": "p5_b42", "text": "The agricultural industries such as sugar, palm oil, tapioca starch, wood processing, paper mills and animal farms, is mainly used heat from renewable fuel. These are industries with waste scrap and waste from manufacturing processes that can be used as raw material in the production of energy in the form of biomass and biogas from wastewater. The wastes of biomass such as bagasse, rice husk, wood chips, palm fiber palm kernel shells and sawdust and biogas from wastewater are most popular and widely used renewable feedstock that have been consumed to reduce the fuel cost in agricultural industry."}, {"text_block_id": "p5_b43_merged", "text": "Figure 2.2 Share of renewable energy for heat production in agro-industry"}, {"text_block_id": "p5_b45", "text": "The promotion of electricity generation from renewable energy by combine heat and power system is one of government policies that encourage more investment in energy efficiency. This is including the biogas from manure and wastewater, solar energy to produce hot water and used in dry manufacturing business that increased the proportion of"}, {"text_block_id": "p6_b46", "text": "renewable fuel to reduce fuel consumption. This affected to increase the competitiveness of the industry and help to improve health quality of people in communities around the factory."}, {"text_block_id": "p7_b47", "text": "Table 2.2"}, {"text_block_id": "p7_b48", "text": "Renewable heat consumption year 2010 -2014"}, {"text_block_id": "p7_b49", "text": "In the year 2014, biomass is a renewable energy that has highest share of the heat production (89 percent of the thermal energy produced from all renewable energy). Biogas accounted for 9 per cent and the rest is thermal energy from waste and solar. The production of energy from waste and solar energy is also the need the government promotion for encouraging more utilization in services and household sector."}, {"text_block_id": "p7_b50", "text": "2.3 Biofuel Production from Renewable Energy Status"}, {"text_block_id": "p7_b51", "text": "It was nearly a decade, the Ministry of Energy has introduced the concept of the King's renewable energy policies as a key to creating energy security and create renewable energy infrastructure in Thailand. Especially, the use of biofuels produced from domestic, renewable resources to replace gasoline and diesel fuel."}, {"text_block_id": "p7_b52_merged_merged", "text": "Figure 2.3 Bio-Fuels consumption by semester from 2008 -2015"}, {"text_block_id": "p8_b54", "text": "The Ministry of Energy has taken to promote biofuels as a concrete since 2004 by licensing for the biofuels factories, expanding more biofuels stations and promote public relations to make people more confidence in biofuels. However, the consumption of biofuels would not increase significantly. Until the world energy crisis occurred in year 2008. Crude oil prices rose above US $ 150 a barrel, resulting in increased demand for biofuels to replace and reduce imports of crude oil. The consumption of bio-ethanol rise up from 0.71 million liters per day to 1.29 million liters per day and the use of biodiesel increased from 0.80 million liters per day to 1.40 million liters per day."}, {"text_block_id": "p8_b55", "text": "The use of biodiesel began to increase significantly again in 2011, when the MOEN announced policy to blend more proportion of biodiesel from 3-5 percent and in 2014, MOEN step up the proportion of biodiesel blends to be 7 percent. However, due to the volume of crude palm oil, a raw material for biodiesel production, are seasonal fluctuations so some time MOEN would reduce the proportion of biodiesel blended down to balance of domestic material. In 2013, the biodiesel factory increased to 10 with the total capacity of 4.96 million gallons per day. Biodiesel was used to replace the regular diesel at 1,054.92 million liters which was equivalent to 2.89 million liters per day."}, {"text_block_id": "p8_b56", "text": "In 2013, the ethanol consumption increased significantly because the MOEN announced to ban 91 octane gasolines which was proportion of 40 percent of the total gasoline consumption, and the impact of the global crude oil price that trend to rise in the years 2013-2014, make people turn to use gasohol dramatically so the consumption of ethanol is increasing as well. By the year 2014, ethanol production facilities have been 22 factories with a total capacity of 5.31 million liters per day and the demand of ethanol was at 1,185.50 million liters per year or equivalent to 3.25 million liters per day."}, {"text_block_id": "p8_b57_merged", "text": "Table 2.3 Ethanol and Bio-diesel consumption from 2010 – 2014"}, {"text_block_id": "p9_b61", "text": "3. The renewable energy development targets"}, {"text_block_id": "p9_b62", "text": "The development of renewable energy as part of an overall energy policy is needed the integration with other energy plan to make all plan consistent. In the formulation of AEDP2015, the final energy consumption demands from the Energy Efficiency Plan: EEP 2015 was used especially in case of energy intensity is reducing by 30 percent in 2036 when compared to the year 2010. This was indicated that demand of final energy consumption in the year 2036 will be 131 000 tons of oil equivalent (ktoe). The electricity demand forecast from the power development plan: PDP2015 was also used to set the target of AEDP. PDP indicated that in the year 2036, net electricity demand will be 326,119 units or equivalent to 27,789 ktoe. The heat demand forecast in 2036 will be 68,413 ktoe and the forecast demand for fuel in the transportation sector from the fuel management plan for 2036 is 34,798 ktoe. The target of other plan as shown above, including consideration of the potential of renewable energy sources that can be developed, was used to formulate the target of AEDP2015 to replace 30 percent of final energy consumption ( in from of electricity, heat and Bio-fuel) by 2036."}, {"text_block_id": "p9_b63_merged", "text": "Table 3.1 AEDP Target"}, {"text_block_id": "p9_b65", "text": "3.1 Target of electricity from renewable energy"}, {"text_block_id": "p9_b66", "text": "To target electricity production from renewable energy with clear and consistent with the potential of fuel and the ability to support electrical system, Ministry of Energy has considered the issue as follow,"}, {"text_block_id": "p9_b67", "text": "To target electricity production from renewable energy with clear and consistent with the potential of fuel and the ability to support electrical system, Ministry of Energy has considered the issue as follow,\n* Available renewable energy resources potential of each RE conversion technology.\n<\\li1>"}, {"text_block_id": "p10_b69", "text": "To target electricity production from renewable energy with clear and consistent with the potential of fuel and the ability to support electrical system, Ministry of Energy has considered the issue as follow,\n* Available renewable energy resources potential of each RE conversion technology.\n<\\li1>\n* The electricity demand\n* The electricity demand\n Based on the demand forecast from electric demand by station of the\n* Capacity of transmission lines to receive the electricity produced from"}, {"text_block_id": "p10_b74_merged", "text": "The Electricity Generating Authority of Thailand (EGAT) has been assessed the potential of the transmission line to support PDP2015 using annual data from its power stations. The result indicated that there are some grid limits to support the production of electricity from renewable energy in 2015 – 2024. However, Capacity of grid can be fully maximized to receive electricity from renewable energy by the year 2024 onwards."}, {"text_block_id": "p10_b77", "text": "The Electricity Generating Authority of Thailand (EGAT) has been assessed the potential of the transmission line to support PDP2015 using annual data from its power stations. The result indicated that there are some grid limits to support the production of electricity from renewable energy in 2015 – 2024. However, Capacity of grid can be fully maximized to receive electricity from renewable energy by the year 2024 onwards.\n* Merit Order using levelize cost of electricity and the social and environmental\n* Merit Order using levelize cost of electricity and the social and environmental\n It is based on construction costs, the system operation cost and maintenance\n<\\li1>\n\t* RE Zoning\n<\\li2>"}, {"text_block_id": "p10_b82", "text": "The target of generation power from various types renewable sources was set up using Renewable Energy Supply-Demand Matching principle. The available RE resource potential will be sort and sequence by the Merit Order of renewable energy technologies in accordance with the demand for electricity in the area and the limitation of the transmission system as follows."}, {"text_block_id": "p10_b83", "text": "The target of generation power from various types renewable sources was set up using Renewable Energy Supply-Demand Matching principle. The available RE resource potential will be sort and sequence by the Merit Order of renewable energy technologies in accordance with the demand for electricity in the area and the limitation of the transmission system as follows.\n* Prepared Merit Order as the cost of electricity from renewable energy and\n<\\li1>"}, {"text_block_id": "p11_b85", "text": "The target of generation power from various types renewable sources was set up using Renewable Energy Supply-Demand Matching principle. The available RE resource potential will be sort and sequence by the Merit Order of renewable energy technologies in accordance with the demand for electricity in the area and the limitation of the transmission system as follows.\n* Prepared Merit Order as the cost of electricity from renewable energy and\n<\\li1>\n* Electricity targets for each type of renewable fuel have been distributed\n* Electricity targets for each type of renewable fuel have been distributed\n The AEDP2015 have set target of electricity from all renewable energy to achieve 20\n* Electricity targets for each type of renewable fuel have been distributed\n The AEDP2015 have set target of electricity from all renewable energy to achieve 20\n Table3.2 Status and Target of Electricity Generation by type of Fuel\n<\\li1>"}, {"text_block_id": "p12_b90", "text": "3.2 Goals heat production from renewable energy."}, {"text_block_id": "p12_b91", "text": "Demand of energy for heating is a significant proportion of the energy consumption of the country, which has increased steadily and is proportional to the economic situation, such as the expansion of city and the community, tourism, industry, and agricultural sector that adapted to the agricultural industry. The targeted promotion of heat production was consider as the steps below"}, {"text_block_id": "p12_b92", "text": "Demand of energy for heating is a significant proportion of the energy consumption of the country, which has increased steadily and is proportional to the economic situation, such as the expansion of city and the community, tourism, industry, and agricultural sector that adapted to the agricultural industry. The targeted promotion of heat production was consider as the steps below\n* The projected energy demand for heating. The energy demand for heat production was\n* Assessment of the potential to produce heat. Renewable energy resources are based on four groups.\n\t* production of heat from renewable feed stock such as residual waste, biomass and biogas as fuel remaining after deducting the estimated potential to produce a different type of energy now.\n<\\li2>"}, {"text_block_id": "p12_b98_merged", "text": "Table3.3 Potential of Heat Production from the Remain Feedstock"}, {"text_block_id": "p12_b100", "text": "Table3.3 Potential of Heat Production from the Remain Feedstock\n* production of heat from fast growing trees, target was set by considering the potential of\n<\\li1>"}, {"text_block_id": "p13_b102", "text": "Table3.3 Potential of Heat Production from the Remain Feedstock\n* production of heat from fast growing trees, target was set by considering the potential of\n<\\li1>\n* production of solar heat, the target was set at 1,200 ktoe by assessing the potential solar energy to heat demand from the three available technologies, solar hot water systems, solar drying system, and solar heating and cooling systems.\n* Solar hot water system, the goal is to install a solar hot water system at\n* Solar Drying System, The goal is to promote the installation of solar drying of 75,000\n* Solar cooling systems, the target was to promote the use of solar cooling system for\n* the production of Heat by other source of renewable energy, this will be in the research and development of the technology that competitive in price in the near future such as geothermal etc."}, {"text_block_id": "p13_b113_merged", "text": "Table3.4 Status and Target to Produce Heat by Type of Feedstock"}, {"text_block_id": "p14_b115", "text": "3.3 Renewable fuels for the transportation production target."}, {"text_block_id": "p14_b116", "text": "The promotional target of biofuels is determined by balancing energy demand in the transportation sector and the domestic biofuels production capacity. This was considered in steps below."}, {"text_block_id": "p14_b117", "text": "The promotional target of biofuels is determined by balancing energy demand in the transportation sector and the domestic biofuels production capacity. This was considered in steps below.\n* predicted fuel demand in the transportation sector by analysis of the demand for fuel in\n* assessed the potential for biofuel production. Now, the biofuels ware produced from\n\t* biodiesel\n<\\li2>"}, {"text_block_id": "p14_b123", "text": "The potential was determined from the Palm and Palm Oil strategy years 2015 -2026 and assumption that the palm oil remaining from domestic consumption was expects to produce biodiesel. This make potential of renewable diesel is 14 million liters per day in 2036. This also did not take into account the export of palm oil."}, {"text_block_id": "p14_b124_merged", "text": "Table 3.5 Palm Potential for Bio-diesel Production 2015 -2036"}, {"text_block_id": "p15_b126", "text": "(2.2)"}, {"text_block_id": "p15_b127", "text": "Ethanol"}, {"text_block_id": "p15_b128", "text": "Information from cassava and cassava products strategy and sugar cane and sugar strategy indicates that the use of land with potential for cassava and sugarcane planting will be full capacity by the year 2026. So the increasing production efficiency is the way to increase cassava and sugar cane. There for, it assumed that yield rate of cassava and molasses production will be constant until 2036 and it assume that the domestic consumption is constantly increased."}, {"text_block_id": "p15_b129", "text": "Table 3.6"}, {"text_block_id": "p15_b130", "text": "Casava and Molasses Potential for Ethanol Production 2015 -2026"}, {"text_block_id": "p15_b131_merged_merged", "text": "source: Casava and Casava products strategy and Sugar cane and Sugar Strategy 2015 – 2026"}, {"text_block_id": "p15_b134", "text": "In the case of molasses, the preliminary assessment expected that Thailand has the potential to produce ethanol from molasses about 4.8 million liters per day. In the case of cassava, it is implied that the use of cassava increased by 10 percent per year since 2026 so the country has the potential to produce ethanol from cassava, has about 6.5 million liters per day. Therefore in the year 2036, it is expected that the total potential of ethanol production to replace gasoline will be 11.3 million liters per day."}, {"text_block_id": "p15_b135", "text": "(2.3)"}, {"text_block_id": "p15_b136", "text": "The pyrolysis oil"}, {"text_block_id": "p15_b137", "text": "It is expected that the remaining of municipal solid waste from the production of electricity and heat is about 4690 tons per day. Therefore, the plastic waste will be produced the pyrolysis oil at approximately 700 tons per day."}, {"text_block_id": "p16_b138", "text": "(2.4)"}, {"text_block_id": "p16_b139", "text": "Compressed Bio-methane Gas; CBG"}, {"text_block_id": "p16_b140", "text": "The MOEN has introduced the concept of the biogas purification to be bio-methane and used as the option to replace of petroleum fuel in the area far away the natural gas pipeline. The promotion of CBG will encourage entrepreneurs to invest the CBG Stations and make public easier to access the fuel infrastructure. The study of potential areas for energy crop biogas to produce CBG in areas of 13 provinces that have 300 kilometers far from the gas pipeline indicated that there are 1 million rai (160,000 hectares) potential areas for energy crops. This can produce CBG at approximately 10,000 tonnes per day. AEDP2015 targeted the utilization of CBG at 4,800 tons per day, or about 2,000 ktoe in 2036."}, {"text_block_id": "p16_b141", "text": "(2.5)"}, {"text_block_id": "p16_b142", "text": "The alternatives feedstock"}, {"text_block_id": "p16_b143", "text": "Alternative feedstock used in the production of renewable fuels for the transportation in the future are biofuels from biomass (second generation biofuels) such as bio-oil and Bio-fuel production from algae (Third generation biofuels) as well as hydrogen which is still under technology and cost-competitive development."}, {"text_block_id": "p16_b144_merged", "text": "Table3.7 status and target of renewable energy production for transportation sector"}, {"text_block_id": "p17_b146", "text": "The MOEN has set a target of AEDP2015 to increase the share of renewable energy either in the form of electricity, heat and biofuels to be 30 percent of final energy consumption in 2036, as summarized in Table 3.8."}, {"text_block_id": "p17_b147_merged", "text": "Table 3.8 Target of AEDP2015"}, {"text_block_id": "p18_b150", "text": "4. Strategies to promote the development of renewable energy"}, {"text_block_id": "p18_b151_merged", "text": "The strategy to promote the development of renewable energy in the years 2015 -2036 are as follows."}, {"text_block_id": "p19_b156", "text": "4.1 The driven of renewable energy development strategy"}, {"text_block_id": "p23_b157", "text": "5. The expected results"}, {"text_block_id": "p23_b158", "text": "The goal AEDP2015 is to increase the proportion of renewable energy in the form of electricity, heat and biofuels for 30 percent of final energy consumption by 2036. This RE would replace the use of fossil fuels for approximately 39,388 ktoe, which is estimated value for 590,820 million baht (price 1 ktoe = 15 million baht). It will reduce the greenhouse gas emission for about 140 million tons of carbon dioxide equivalent (tCO2e)."}], "document_description": "The <a href=\"http://www.eppo.go.th/index.php/en/policy-and-plan/en-tieb/tieb-aedp\">Alternative Energy Development plan</a> (AEDP), developed by the Ministry of Energy has developed the Thailand Integrated Energy Blueprint (TIEB) focuses on three key areas:<br />\n<ol><br />\n<li>Energy security - in relation to energy supply</li><br />\n<li>Economy - regards to controlling energy and fuel costs while promoting efficiency</li><br />\n<li>Ecology - increasing domestic renewable energy production to reduce impact on environment</li><br />\n</ol><br />\nThe AEDP defines overall goals for the increase of renewable energy from the current 7,300 MW to almost 20,000 MW by 2036, and to achieve 20 % of net national electrical energy demand being supplied by renewable energy sources by 2036.<br />\nThe following capacities are envisaged for the respective sectors:<br />\n<ul><br />\n<li>Waste-to-energy: 550 MW (currently approx. 65 MW)</li><br />\n<li>Biomass: 5,570 MW (currently approx. 2,500 MW)</li><br />\n<li>Biogas from waste /wastewater: 600 MW (currently approx. 300 MW)</li><br />\n<li>Biogas from plants: 680 MW</li><br />\n<li>Wind energy: 3,002 MW (currently approx. 225 MW)</li><br />\n<li>Solar energy: 6,000 MW (currently 1,300 MW)</li><br />\n<li>Hydropower (small): 376 MW (currently 142 MW)</li><br />\n<li>Hydropower (large): unchanged (currently approx. 3,000 MW)</li><br />\n</ul><br />"}