{"document_instrument_name": ["Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Thailand", "document_category": "Law", "document_sector_name": ["Transportation", "Industry", "Energy"], "document_language": "English", "document_name": "Energy Industry Act B.E. 2550", "document_country_code": "THA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "12/11/2007", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/THA/2007/THA-2007-11-12-Energy Industry Act B.E. 2550_7451c6533ec4919b04bc9aebefa0298a.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "(Unofficial Translation)"}, {"text_block_id": "p0_b2", "text": "ENERGY INDUSTRY ACT"}, {"text_block_id": "p0_b3", "text": "B.E. 2550 (2007)"}, {"text_block_id": "p0_b4", "text": "Published in the Government Gazette"}, {"text_block_id": "p0_b5", "text": "Vol. 124, Part 89 a,"}, {"text_block_id": "p0_b6_merged", "text": "dated 10th December B.E. 2550 (2007)"}, {"text_block_id": "p1_b9", "text": "CONTENTS"}, {"text_block_id": "p1_b10", "text": "CONTENTS\n* REAMBLE/DEFINITIONS\n* REAMBLE/DEFINITIONS\n (Section 1-6)\n<\\li1>"}, {"text_block_id": "p1_b15", "text": "DIVISION 1: GENERAL PROVISIONS  (Section 7-9)"}, {"text_block_id": "p1_b16", "text": "DIVISION 1: GENERAL PROVISIONS  (Section 7-9)\n"}, {"text_block_id": "p1_b18", "text": "Authority and Duties of the Minister"}, {"text_block_id": "p1_b19", "text": "DIVISION 2: THE REGULATORY BODY FOR THE ENERGY INDUSTRY OPERATION"}, {"text_block_id": "p1_b20", "text": "DIVISION 2: THE REGULATORY BODY FOR THE ENERGY INDUSTRY OPERATION\n"}, {"text_block_id": "p1_b22", "text": "DIVISION 3: REGULATION OF THE ENERGY INDUSTRY OPERATION"}, {"text_block_id": "p1_b23", "text": "DIVISION 3: REGULATION OF THE ENERGY INDUSTRY OPERATION\n"}, {"text_block_id": "p1_b27", "text": "DIVISION 4: ENERGY CONSUMER PROTECTION"}, {"text_block_id": "p1_b28", "text": "DIVISION 4: ENERGY CONSUMER PROTECTION\n"}, {"text_block_id": "p1_b31", "text": "DIVISION 5: UTILIZATION OF IMMOVABLE PROPERTY"}, {"text_block_id": "p1_b32", "text": "(Section 104-118)"}, {"text_block_id": "p1_b33", "text": "DIVISION 6: REDRESS OF DISPUTES AND LODGING OF APPEALS"}, {"text_block_id": "p1_b34", "text": "(Section 119-121)"}, {"text_block_id": "p1_b35", "text": "DIVISION 7: COMPETENT OFFICIALS"}, {"text_block_id": "p1_b36", "text": "(Section 122-126)"}, {"text_block_id": "p1_b37", "text": "DIVISION 8: DISCIPLINARY PROCEDURES"}, {"text_block_id": "p1_b38", "text": "(Section 127-128)"}, {"text_block_id": "p1_b39", "text": "DIVISION 9: PUNISHMENT"}, {"text_block_id": "p1_b40", "text": "(Section 129-141)"}, {"text_block_id": "p1_b41", "text": "TRANSITIONAL PROVISIONS"}, {"text_block_id": "p1_b42", "text": "(Section 142-155)"}, {"text_block_id": "p2_b43", "text": "(Unofficial Translation)"}, {"text_block_id": "p2_b44", "text": "ENERGY INDUSTRY ACT"}, {"text_block_id": "p2_b45", "text": "B.E. 2550 (2007)"}, {"text_block_id": "p2_b46", "text": "BHUMIBOL ADULYADEJ, REX.,"}, {"text_block_id": "p2_b47_merged", "text": "Given on the 9th day of December, B.E. 2550; Being the 62nd Year of the Present Reign."}, {"text_block_id": "p2_b52", "text": "His Majesty King Bhumibol Adulyadej has been graciously pleased to proclaim that:"}, {"text_block_id": "p2_b53", "text": "Whereas it is deemed appropriate to enact a law on energy industry operation;"}, {"text_block_id": "p2_b54", "text": "This Act contains certain provisions that restrain the rights and liberty of an individual, which is allowed by the provisions under Section 29, conjoined with Section 33, Section 41, Section 42 and Section 43 of the Constitution of the Royal Kingdom of Thailand."}, {"text_block_id": "p2_b55", "text": "His Majesty the King, by and with the advice and consent of the National Legislative Assembly, is graciously pleased to enact an Act as follows:"}, {"text_block_id": "p2_b56", "text": "Section 1:"}, {"text_block_id": "p2_b57", "text": "This Act shall be called the “Energy Industry Act, B.E. 2550.”"}, {"text_block_id": "p2_b58", "text": "Section 2:"}, {"text_block_id": "p2_b59", "text": "This Act shall come into force as from the day following the date of its publication in the Government Gazette."}, {"text_block_id": "p2_b60", "text": "Section 3:"}, {"text_block_id": "p2_b61", "text": "This Act is not enforceable on the following cases:"}, {"text_block_id": "p2_b62", "text": "This Act is not enforceable on the following cases:\n* Petroleum industry under the law on petroleum, exclusively those located in the exploration blocks or between the exploration blocks that are associated with each other.\n* Petroleum industry under the law on Thailand-Malaysia Joint Organization and the law on other joint organizations of the like, exclusively in the joint development areas or areas with a similar sense.\n* The safety standards of petroleum transportation and storage under the law on petroleum control.\n* The application to be a petroleum trader, the report on the trade volume, the reserve and the petroleum quality under the law on petroleum trade."}, {"text_block_id": "p3_b70", "text": "Section 4:"}, {"text_block_id": "p3_b71", "text": "This Act shall have effect on any conduct of the energy industry undertaken anywhere in Thailand."}, {"text_block_id": "p3_b72", "text": "Section 5:"}, {"text_block_id": "p3_b73", "text": "In this Act,"}, {"text_block_id": "p3_b74", "text": "“Energy” means electricity or natural gas."}, {"text_block_id": "p3_b75", "text": "“Renewable energy” means renewable energy under the law on the National Energy Policy Council."}, {"text_block_id": "p3_b76", "text": "“Natural gas” means hydrocarbon compounds with methane being the major component, in the form of gas or liquid."}, {"text_block_id": "p3_b77", "text": "“Energy industry” means the electricity industry, the natural gas industry or the energy network system business."}, {"text_block_id": "p3_b78", "text": "“Electricity industry” means the production, procurement, transmission or distribution of electricity, or the control of a power system."}, {"text_block_id": "p3_b79", "text": "“Natural gas industry” means the natural gas transmission through pipelines via a natural gas transmission system, natural gas storage and transformation of natural gas from liquid to gas, natural gas procurement and wholesale, or natural gas retail via a natural gas distribution system, exclusive of the natural gas industry operation in the transportation sector."}, {"text_block_id": "p3_b80", "text": "“Energy network system” means a power network system or a natural gas network system."}, {"text_block_id": "p3_b81", "text": "“Power network system” means a power transmission system or a power distribution system."}, {"text_block_id": "p3_b82", "text": "“Power system” means a power generation system, a power transmission system and a power distribution system which are under the operation and control of licensees."}, {"text_block_id": "p3_b83", "text": "“Power generation system” means the power generation system of a licensee from the power plant to the connecting point with a power network system, and shall mean to include the fuel supply system for the power generation."}, {"text_block_id": "p3_b84", "text": "“Power transmission system” means a system that transmits electricity from a power generation system to a power distribution system, and shall mean to include the power system operator controlling that given power transmission system."}, {"text_block_id": "p3_b85", "text": "“Power distribution system” means a system that transmits electricity from a power transmission system or a power generation system to power consumers who are"}, {"text_block_id": "p4_b86", "text": "not licensees, and shall mean to include the power system operator controlling that given power distribution system."}, {"text_block_id": "p4_b87", "text": "“Natural gas network system” means a natural gas transmission system or a natural gas distribution system."}, {"text_block_id": "p4_b88", "text": "“Natural gas transmission system” means a pipeline system used for receiving natural gas from a natural gas purchasing point and for transmitting it to a natural gas distribution point or a natural gas distribution system or a power plant of the Electricity Generating Authority of Thailand or a power plant of an Independent Power Producer, including the equipment or any other thing necessary for receiving and transmitting natural gas."}, {"text_block_id": "p4_b89", "text": "“Natural gas distribution system” means a pipeline system connecting with the natural gas transmission system, including the equipment or any other thing necessary for the distribution of natural gas."}, {"text_block_id": "p4_b90", "text": "“Energy network system operator” means the power system operator or the natural gas transmission operator."}, {"text_block_id": "p4_b91", "text": "“Power system operator” means the agency responsible for the power system control."}, {"text_block_id": "p4_b92", "text": "“Energy industry facility” means a building, a location, machinery, an energy network system and any other equipment used in the energy industry operation."}, {"text_block_id": "p4_b93", "text": "“Tariff” means the price of energy per unit, cost of services or conditions of service provision, or other fees that a licensee charges energy consumers."}, {"text_block_id": "p4_b94", "text": "\"Thailand\" includes also the areas of the continental shelf over which the Kingdom of Thailand has jurisdiction under the principles of international laws or under compacts made with foreign governments;"}, {"text_block_id": "p4_b95", "text": "“Fund” means the Power Development Fund."}, {"text_block_id": "p4_b96", "text": "“License” means a license for the energy industry operation."}, {"text_block_id": "p4_b97", "text": "“Licensee” means a person who has been granted a license for the energy industry operation."}, {"text_block_id": "p4_b98", "text": "“ERC” means the Energy Regulatory Commission."}, {"text_block_id": "p4_b99", "text": "“Office” means the Office of the Energy Regulatory Commission."}, {"text_block_id": "p4_b100", "text": "“Secretary General” means the Secretary General of the Energy Regulatory Office."}, {"text_block_id": "p4_b101", "text": "“Competent official” means a person appointed by the ERC to have the authority and duties to execute the work under this Act."}, {"text_block_id": "p4_b102", "text": "“Minister” the Minister who has the care and charge of this Act."}, {"text_block_id": "p5_b103", "text": "Section 6:"}, {"text_block_id": "p5_b104", "text": "The Minister of Energy shall have charge and control of the execution of this Act and shall be empowered to issue Ministerial Regulations for the execution of the work under this Act."}, {"text_block_id": "p5_b105", "text": "Such Ministerial Regulations shall come into effect upon their publication in the Government Gazette."}, {"text_block_id": "p5_b106", "text": "DIVISION 1"}, {"text_block_id": "p5_b107", "text": "GENERAL PROVISIONS"}, {"text_block_id": "p5_b108", "text": "Section 7:"}, {"text_block_id": "p5_b109", "text": "The objectives of this Act are to:"}, {"text_block_id": "p5_b110", "text": "The objectives of this Act are to:\n* promote adequate and secure energy service provision, while maintaining fairness for both energy consumers and licensees;\n* protect energy consumersâ benefits in terms of both tariffs and service quality;\n* promote competition in the energy industry and prevent abusive use of dominance in the energy industry operation;\n* promote fairness and transparency of the service provision of the energy network systems, without unjust discrimination;\n* promote the efficient energy industry operation and ensure fairness for both licensees and energy consumers;\n* protect the rights and liberty of the energy consumers, local communities, general public and licensees in terms of participation, accessibility, utilization and management of energy under the criteria that are fair for stakeholders;\n* promote economical and efficient use of energy and resources in the energy industry operation, with due consideration of the environmental impact and the balance of natural resources; and\n* promote the use renewable energy that has less adverse impact on the environment in the electricity industry operation."}, {"text_block_id": "p5_b126", "text": "Section 8:"}, {"text_block_id": "p5_b127", "text": "The government should establish the fundamental policy guidelines on energy industry as follows:"}, {"text_block_id": "p5_b128", "text": "The government should establish the fundamental policy guidelines on energy industry as follows:\n* Procure energy to adequately meet the demand, with good quality, security as well as reasonable and fair prices, emphasizing full exploitation and\n<\\li1>"}, {"text_block_id": "p6_b130", "text": "The government should establish the fundamental policy guidelines on energy industry as follows:\n* Procure energy to adequately meet the demand, with good quality, security as well as reasonable and fair prices, emphasizing full exploitation and\n<\\li1>\n* Promote economical, efficient and worthwhile use of energy, including promoting the application of efficient technologies as well as the distributed generation system in power generation, in order to reduce the investment in energy utilization, to reduce fuel costs in the manufacturing processes and to reduce health impact and other associated impacts resulting from energy production and utilization, while increasing the economic competitive edge of the country.\n* Promote the participation of the local communities and the general public in the management and monitoring of energy-related operations to ensure that the management and tariff determination are carried out with transparency, with the establishment of a regulatory body for the energy industry operation to protect energy consumers and to ensure fairness for all stakeholders.\n* Promote correct knowledge, awareness and behavior with relation to the economical, efficient and worthwhile use of energy among the general public.\n* Support the electricity industry as the fundamental public utility, the maintenance of the power system security and reliability; in this regard, the government will be responsible for the operation of the power network system business, the power system operator and hydropower plants â with the Electricity Generating Authority of Thailand being the operator of the power transmission system, and the Metropolitan Electricity Authority and the Provincial Electricity Authority being the operators of the power distribution systems -- including the retention of an appropriate share of the power generation capacity of the state-owned electricity industry."}, {"text_block_id": "p6_b138", "text": "Section 9:"}, {"text_block_id": "p6_b139", "text": "For the purpose of regulating the energy industry operation under this Act, the Minister shall have the following authority and duties:"}, {"text_block_id": "p6_b140", "text": "For the purpose of regulating the energy industry operation under this Act, the Minister shall have the following authority and duties:\n* recommend to the cabinet the policy on the energy industry structure;\n* recommend to the National Energy Policy Council (NEPC) the policy on the energy procurement and the policy on diversification of fuel sources and types for power generation to ensure efficiency and security of the electricity industry;\n* consider the power development plan, the investment plans of the electricity industry, the natural gas procurement plan and the energy network system expansion plans, commented by the ERC pursuant to Section 11 (5), for submission to the cabinet for approval;\n* propose to the NEPC the policy on the protection against and solution to energy shortages;"}, {"text_block_id": "p7_b148", "text": "For the purpose of regulating the energy industry operation under this Act, the Minister shall have the following authority and duties:\n* recommend to the cabinet the policy on the energy industry structure;\n* recommend to the National Energy Policy Council (NEPC) the policy on the energy procurement and the policy on diversification of fuel sources and types for power generation to ensure efficiency and security of the electricity industry;\n* consider the power development plan, the investment plans of the electricity industry, the natural gas procurement plan and the energy network system expansion plans, commented by the ERC pursuant to Section 11 (5), for submission to the cabinet for approval;\n* propose to the NEPC the policy on the protection against and solution to energy shortages;\n* propose to the NEPC the policy, targets and general strategies of the energy industry operation;\n* set the policy on customer service standards and energy industry operation standards;\n* set the policy on extensive provision of energy services as well as energy services for the underprivileged, including the policy dealing with the energy consumersâ petitions;\n* recommend to the NEPC the policy on the sending of contributions to the Fund and on the Fund utilization;\n* consider the operational plan of the ERC and the expenditure budget of the Office for submission to the cabinet for approval;\n* approve the rules and Codes of Conduct of the ERC Commissioners and the competent officials, as proposed by the ERC pursuant to Section 11 (8); and\n* perform any other duty as stipulated in this Act."}, {"text_block_id": "p7_b162", "text": "All the regulations, rules, announcements or codes to be generally enforced shall come into effect upon their publication in the Government Gazette."}, {"text_block_id": "p7_b163", "text": "DIVISION 2"}, {"text_block_id": "p7_b164", "text": "THE REGULATORY BODY"}, {"text_block_id": "p7_b165", "text": "FOR THE ENERGY INDUSTRY OPERATION"}, {"text_block_id": "p7_b166", "text": "Part 1"}, {"text_block_id": "p7_b167", "text": "The Energy Regulatory Commission"}, {"text_block_id": "p7_b168", "text": "Section 10:"}, {"text_block_id": "p7_b169", "text": "There shall be established the Energy Regulatory Commission, comprising one Chairman and six other commissioners graciously appointed by His Majesty the King."}, {"text_block_id": "p7_b170", "text": "The Secretary General shall be the Secretary to the ERC."}, {"text_block_id": "p7_b171", "text": "Section 11:"}, {"text_block_id": "p7_b172", "text": "The ERC shall have the following authority and duties:"}, {"text_block_id": "p7_b173", "text": "(1)"}, {"text_block_id": "p7_b174", "text": "regulate the energy industry operation to ensure the compliance with the objectives of this Act under the policy framework of the government;"}, {"text_block_id": "p8_b175", "text": "(2)"}, {"text_block_id": "p8_b176", "text": "issue an announcement determining the types of licenses for energy industry operation, and recommend the issuance of a Royal Decree to determine the categories, capacities and characteristics of energy industry that are exempt from the license requirement;"}, {"text_block_id": "p8_b177", "text": "(3)"}, {"text_block_id": "p8_b178", "text": "establish measures to ensure security and reliability of the power system;"}, {"text_block_id": "p8_b179", "text": "(4)"}, {"text_block_id": "p8_b180", "text": "establish the regulations and criteria of the electricity procurement and the issuance of Requests for Proposals for the purchase of power as well as monitor the selection procedures to ensure fairness for all stakeholders;"}, {"text_block_id": "p8_b181", "text": "(5)"}, {"text_block_id": "p8_b182", "text": "provide comments on the power development plan, the investment plans of the electricity industry, the natural gas procurement plan and the energy network system expansion plans for submission to the Minister under Section 9 (3);"}, {"text_block_id": "p8_b183", "text": "(6)"}, {"text_block_id": "p8_b184", "text": "inspect the energy industry operation of the licensees to ensure efficiency and transparency;"}, {"text_block_id": "p8_b185", "text": "(7)"}, {"text_block_id": "p8_b186", "text": "issue regulations or announcements establishing the customer service standards and quality, including measures to protect energy consumers against adverse impacts resulting from the energy industry operation;"}, {"text_block_id": "p8_b187", "text": "(8)"}, {"text_block_id": "p8_b188", "text": "propose the rules and Codes of Conduct of the ERC Commissioners and the competent officials to the Minister under Section 9 (10);"}, {"text_block_id": "p8_b189", "text": "(9)"}, {"text_block_id": "p8_b190", "text": "issue regulations or announcements on the determination of the policy and guidelines with regard to the stake holding or the conflict of interests of the ERC Commissioners and the competent officials;"}, {"text_block_id": "p8_b191", "text": "(10)"}, {"text_block_id": "p8_b192", "text": "issue regulations or announcements on the determination of criteria, method and conditions of the contribution sending to the Fund and the Fund utilization to be in line with the NEPC policy under Section 9 (8);"}, {"text_block_id": "p8_b193", "text": "(11)"}, {"text_block_id": "p8_b194", "text": "issue orders and determine the administrative fines pursuant to Division 8 – Disciplinary Procedures;"}, {"text_block_id": "p8_b195", "text": "(12)"}, {"text_block_id": "p8_b196", "text": "provide comments or recommendations related to the energy industry operation to the Minister and the cabinet;"}, {"text_block_id": "p8_b197", "text": "(13)"}, {"text_block_id": "p8_b198", "text": "promote and support the research study in the field of energy industry operation;"}, {"text_block_id": "p8_b199", "text": "(14)"}, {"text_block_id": "p8_b200", "text": "promote knowledge and awareness in relation to energy in the society and among the general public;"}, {"text_block_id": "p8_b201", "text": "(15)"}, {"text_block_id": "p8_b202", "text": "promote and support human resources development in order to increase efficiency in the energy industry operation;"}, {"text_block_id": "p8_b203", "text": "(16)"}, {"text_block_id": "p8_b204", "text": "promote economical and efficient use of energy and the use of renewable energy and energy that has less adverse impact on the environment, with due consideration of the efficiency of the electricity industry operation and the balance of natural resources;"}, {"text_block_id": "p8_b205", "text": "(17)"}, {"text_block_id": "p8_b206", "text": "coordinate with other agencies in relation to the execution of the duties stipulated in this Act; and"}, {"text_block_id": "p9_b207", "text": "(18)"}, {"text_block_id": "p9_b208", "text": "perform any other task as stipulated in this Act or in other laws as part of the ERC’s authority and duties."}, {"text_block_id": "p9_b209", "text": "All the regulations, rules, announcements or codes to be generally enforced shall take effect upon their publication in the Government Gazette."}, {"text_block_id": "p9_b210", "text": "All the orders to be exclusively enforced on any individuals shall come into force upon their notification to the subject of such an order in accordance with the rules and procedure on notification of an administrative order under the law on administrative procedure."}, {"text_block_id": "p9_b211", "text": "Section 12:"}, {"text_block_id": "p9_b212", "text": "The ERC Commissioners must have practical achievements or hands-on experience illustrating profound knowledge, understanding and expertise or must have a minimum of ten years’ experience in the fields of energy, mathematics, law, science, engineering, economics, finance, accounting, natural resources and environment, consumer protection, or in other fields which will contribute to the energy industry.  In this regard, the working period in each of the mentioned fields can be accumulated."}, {"text_block_id": "p9_b213", "text": "Among the ERC Commissioners, there shall be Commissioners from the energy field, at least one each from the electricity industry and the natural gas industry."}, {"text_block_id": "p9_b214", "text": "Section 13:"}, {"text_block_id": "p9_b215", "text": "The ERC Commissioners shall have the qualifications and shall not possess any disqualification as follows:"}, {"text_block_id": "p9_b216", "text": "(1)"}, {"text_block_id": "p9_b217", "text": "having Thai nationality;"}, {"text_block_id": "p9_b218", "text": "(2)"}, {"text_block_id": "p9_b219", "text": "having attained the age of 40;"}, {"text_block_id": "p9_b220", "text": "(3)"}, {"text_block_id": "p9_b221", "text": "must not be a member of the House of Representatives, a member of the Senate, a political official, a member of a local assembly or a local administrator;"}, {"text_block_id": "p9_b222", "text": "(4)"}, {"text_block_id": "p9_b223", "text": "must not hold any position in a political party;"}, {"text_block_id": "p9_b224", "text": "(5)"}, {"text_block_id": "p9_b225", "text": "must not be insane or mentally disordered;"}, {"text_block_id": "p9_b226", "text": "(6)"}, {"text_block_id": "p9_b227", "text": "must not be addicted to drugs;"}, {"text_block_id": "p9_b228", "text": "(7)"}, {"text_block_id": "p9_b229", "text": "must not be adjudged as bankrupt or formerly be bankrupt or corrupt;"}, {"text_block_id": "p9_b230", "text": "(8)"}, {"text_block_id": "p9_b231", "text": "must not be adjudged incompetent or quasi-incompetent;"}, {"text_block_id": "p9_b232", "text": "(9)"}, {"text_block_id": "p9_b233", "text": "must not be convicted and sentenced to imprisonment and detained by a court warrant;"}, {"text_block_id": "p9_b234", "text": "(10)"}, {"text_block_id": "p9_b235", "text": "must not be a person who used to be imprisoned by a final judgment for two years or more and who has completed the sentence for less than five years on the date of being nominated, except for offenses committed through negligence or petty offenses;"}, {"text_block_id": "p10_b236", "text": "(11)"}, {"text_block_id": "p10_b237", "text": "must not be convicted and sentenced by a court to have the assets confiscated by the state due to immoderate wealth or unusual increase of assets;"}, {"text_block_id": "p10_b238", "text": "(12)"}, {"text_block_id": "p10_b239", "text": "have never been dismissed, discharged or removed from service of a government agency or a private entity on the grounds of dishonesty, or serious malfeasance, or quasi-corruption and quasi-disciplinary misconduct;"}, {"text_block_id": "p10_b240", "text": "(13)"}, {"text_block_id": "p10_b241", "text": "must not be a judge of the Constitutional Court, an election committee member, a state ombudsman, a member of the Counter Corruption Commission, a member of the Auditor-General of Thailand, a member of the National Human Rights Commission of Thailand or a member of the National Economic and Social Advisory Council; and"}, {"text_block_id": "p10_b242", "text": "(14)"}, {"text_block_id": "p10_b243", "text": "have never been removed from office by the resolution of the Senate."}, {"text_block_id": "p10_b244", "text": "Section 14:"}, {"text_block_id": "p10_b245", "text": "In appointing the ERC Commissioners, the Minister shall propose to the cabinet the names of a Screening Committee, comprising nine members, to be appointed to carry out the selection of qualified persons to be nominated ERC Commissioners.  The Screening Committee shall comprise:"}, {"text_block_id": "p10_b246", "text": "(1)"}, {"text_block_id": "p10_b247", "text": "a former Permanent Secretary of Energy, a former Permanent Secretary of Finance, a former Permanent Secretary of Industry, or a former Secretary-General of the National Economic and Social Development Board, totaling four persons;"}, {"text_block_id": "p10_b248", "text": "(2)"}, {"text_block_id": "p10_b249", "text": "one representative of the Federation of Thai Industries that is not an energy industry operator;"}, {"text_block_id": "p10_b250", "text": "(3)"}, {"text_block_id": "p10_b251", "text": "one representative of the Council of Engineers;"}, {"text_block_id": "p10_b252", "text": "(4)"}, {"text_block_id": "p10_b253", "text": "one representative of the rectors of public higher education institutes;"}, {"text_block_id": "p10_b254", "text": "(5)"}, {"text_block_id": "p10_b255", "text": "one representative of the National Economic and Social Advisory Council; and"}, {"text_block_id": "p10_b256", "text": "(6)"}, {"text_block_id": "p10_b257", "text": "one representative of the non-profit organizations, of which the achievements have been well recognized for no less than five years in the field of consumer protection, or natural resources and environment, or energy."}, {"text_block_id": "p10_b258", "text": "In the event that the selection of the persons under (1) cannot meet the required number, a former Permanent Secretary of another ministry or a person of an equivalent post in other government agencies, as deemed appropriate, shall be appointed in lieu of the missing required number."}, {"text_block_id": "p10_b259", "text": "The Screening Committee Members shall make public the details of their business stake holding with any energy industry operators during the past two (2) years, including those of their spouse and children who have not reached maturity, and shall not have any personal legal cases against any energy industry operators during the mentioned period."}, {"text_block_id": "p10_b260", "text": "The Screening Committee Members shall have no right to be nominated ERC Commissioners."}, {"text_block_id": "p11_b261", "text": "The Screening Committee shall elect one among them as Chairman of the Screening Committee."}, {"text_block_id": "p11_b262", "text": "The selection of the representatives under (4) and (6) shall be in line with the criteria, procedures and conditions set forth by the Minister."}, {"text_block_id": "p11_b263", "text": "The Office shall function as the administrative agency for the selection of the ERC Commissioners."}, {"text_block_id": "p11_b264", "text": "The Screening Committee Members shall have remuneration and other expenses for the duty execution as prescribed by the cabinet."}, {"text_block_id": "p11_b265", "text": "The Screening Committee Members shall have the qualifications and shall not possess any disqualification under Section 13."}, {"text_block_id": "p11_b266", "text": "Section 15:"}, {"text_block_id": "p11_b267", "text": "The selection and appointment proceedings of the ERC Commissioners shall be as follows:"}, {"text_block_id": "p11_b268", "text": "(1)"}, {"text_block_id": "p11_b269", "text": "The Screening Committee shall consider and select persons with knowledge, understanding and expertise or experience as described under Section 12, having qualifications and not possessing any disqualification under Section 13, totaling seven (7) persons, for submission to the Minister together with their particulars, which shall clearly indicate or be accompanied with testimonials illustrating that the persons are qualified in one of the fields specified under Section 12, including a letter of consent of each nominated person, and shall make public the information/particulars of the nominated persons."}, {"text_block_id": "p11_b270", "text": "(2)"}, {"text_block_id": "p11_b271", "text": "The Minister shall submit the names of the selected persons together with the particulars under (1) to the cabinet for approval."}, {"text_block_id": "p11_b272", "text": "(3)"}, {"text_block_id": "p11_b273", "text": "In the event that the number of approved individuals does not meet the required number of the ERC Commissioners to be appointed, the Screening Committee shall again consider and select persons in line with (1), to present to the Minister for further submission to the cabinet for approval."}, {"text_block_id": "p11_b274", "text": "(4)"}, {"text_block_id": "p11_b275", "text": "For the initial appointment of the ERC Commissioners, when the cabinet has approved all the required compositions of the ERC, those persons shall meet and elect one among themselves as Chairman and inform the Prime Minister; the latter shall present the names of the nominated ERC Commissioners to His Majesty the King for his gracious appointment as ERC Chairman and as ERC Commissioners."}, {"text_block_id": "p11_b276", "text": "In executing the duties under this Section, the Screening Committee Members shall be considered officials under the Criminal Code."}, {"text_block_id": "p11_b277", "text": "The determination of the time frame, criteria, procedures and conditions of the selection of the ERC Commissioners shall comply with the stipulations announced by the Minister."}, {"text_block_id": "p12_b278", "text": "Section 16:"}, {"text_block_id": "p12_b279", "text": "Apart from the qualifications and disqualifications under Section 13, an ERC Commissioner:"}, {"text_block_id": "p12_b280", "text": "(1)"}, {"text_block_id": "p12_b281", "text": "shall not be a civil servant with an assigned post or a regular monthly salary;"}, {"text_block_id": "p12_b282", "text": "(2)"}, {"text_block_id": "p12_b283", "text": "shall not be a staff member or employee of a government agency or a local government affairs bureau, or a board member of or an advisor to a government agency that holds a business in or operates a business in the energy industry, and the spouse of that person shall not be a board member of or an advisor to a government agency that holds a business in or operates a business in the energy industry;"}, {"text_block_id": "p12_b284", "text": "(3)"}, {"text_block_id": "p12_b285", "text": "shall not hold any position or be a partner of a partnership company or a shareholder in a company or an organization, holding a business in or operating the energy industry, and this shall mean to include the spouse and any children who have not reached maturity of that ERC Commissioner; and"}, {"text_block_id": "p12_b286", "text": "(4)"}, {"text_block_id": "p12_b287", "text": "shall not undertake any occupation or profession that has a stake or conflict of interests, either directly or indirectly, with the execution of duties as an ERC Commissioner."}, {"text_block_id": "p12_b288", "text": "In submitting the names of the selected persons to the cabinet under Section 15 (2), the disqualifications of an ERC Commissioner under Clause one hereof shall be presented at the same time.  When the cabinet has considered and approved a person who is a person under (1), (2), (3) or (4), the Prime Minister shall present his name to His Majesty the King for his gracious appointment only after the person has divested himself of the status specified under (1), (2) or (3) or has shown acceptable evidence that he has quit the occupation or profession under (4) within 15 days as from the date on which the cabinet has granted the approval.  If that person does not resign or quit his occupation or profession within the specified period of time, he shall be considered as never having been nominated ERC Commissioner.  The selection of an alternative person shall be made."}, {"text_block_id": "p12_b289", "text": "Section 17:"}, {"text_block_id": "p12_b290", "text": "The ERC Commissioners shall hold office for a term of six years as from the date of appointment by His Majesty the King and shall be in office only for one term."}, {"text_block_id": "p12_b291", "text": "At the initial term, after three years’ time, three (3) of the ERC Commissioners shall be discharged from office by drawing a lottery; such a discharge shall be regarded as the completion of the office term."}, {"text_block_id": "p12_b292", "text": "The discharged ERC Commissioners, by completion of the office term or by lottery drawing, shall continue performing their duties until new ERC Commissioners are appointed."}, {"text_block_id": "p12_b293", "text": "The selection of a new set of the ERC Commissioners, pursuant to Section 15, shall be made in advance, as deemed appropriate, in order that they are in place to take over the duties once the outgoing ERC Commissioners complete their office term."}, {"text_block_id": "p13_b294", "text": "The Prime Minister shall present the names of the nominated ERC Commissioners to His Majesty the King for his gracious appointment."}, {"text_block_id": "p13_b295", "text": "Section 18:"}, {"text_block_id": "p13_b296", "text": "When His Majesty the King has graciously appointed the ERC, the duty of the Screening Committee shall be terminated."}, {"text_block_id": "p13_b297", "text": "Section 19:"}, {"text_block_id": "p13_b298", "text": "Apart from vacating office upon completion of the term, an ERC Commissioner shall vacate office upon:"}, {"text_block_id": "p13_b299", "text": "(1)"}, {"text_block_id": "p13_b300", "text": "death;"}, {"text_block_id": "p13_b301", "text": "(2)"}, {"text_block_id": "p13_b302", "text": "having attained the age of 70;"}, {"text_block_id": "p13_b303", "text": "(3)"}, {"text_block_id": "p13_b304", "text": "resignation;"}, {"text_block_id": "p13_b305", "text": "(4)"}, {"text_block_id": "p13_b306", "text": "lack of qualifications or having any disqualification under Section 13;"}, {"text_block_id": "p13_b307", "text": "(5)"}, {"text_block_id": "p13_b308", "text": "having committed an act in violation of Section 16;"}, {"text_block_id": "p13_b309", "text": "(6)"}, {"text_block_id": "p13_b310", "text": "the cabinet has passed a resolution to remove the ERC Commissioner from his office on the grounds of misconduct, negligence, dishonesty or incompetence."}, {"text_block_id": "p13_b311", "text": "When an ERC Commissioner vacates office prior to the completion of the term, the selection and appointment of an ERC Commissioner to fill the vacancy shall be made according to Section 15, and the remaining Commissioners shall be able to continue performing their duties.  The ERC shall be regarded as comprising the remaining Commissioners, except for the case where the remaining Commissioners are less than four (4) persons."}, {"text_block_id": "p13_b312", "text": "In the event that the Chairman of the ERC vacates office under Clause one hereof, the ERC shall hold a meeting to elect one among themselves as Chairman and inform the Prime Minister, who shall present the nomination to His Majesty the King for his gracious appointment as Chairman of the ERC."}, {"text_block_id": "p13_b313", "text": "Section 20:"}, {"text_block_id": "p13_b314", "text": "Within two years after having vacated office, an ex-ERC Commissioner shall be prohibited from undertaking a career or professional practice that brings about money or any other privilege/benefit from a juristic entity undertaking an energy industry business."}, {"text_block_id": "p13_b315", "text": "The provision of Clause one hereof shall also apply to a juristic entity with the following characteristics:"}, {"text_block_id": "p13_b316", "text": "(1)"}, {"text_block_id": "p13_b317", "text": "any other juristic entity that is a shareholder or a partner, holding no less than 25% of the shares in the juristic entity under Clause one hereof;"}, {"text_block_id": "p14_b318", "text": "(2)"}, {"text_block_id": "p14_b319", "text": "any other juristic entity that is a shareholder or a partner, holding no less than 25% of the shares in the juristic entity under (1); and"}, {"text_block_id": "p14_b320", "text": "(3)"}, {"text_block_id": "p14_b321", "text": "any other juristic entity that is a shareholder or a partner, holding no less than 25% of the shares in the juristic entity under (2)."}, {"text_block_id": "p14_b322", "text": "The provisions of Clause one and Clause two hereof shall also apply to the board members of and advisors to the said juristic entities."}, {"text_block_id": "p14_b323", "text": "Section 21:"}, {"text_block_id": "p14_b324", "text": "Within the period of time specified under Section 20, the ERC Commissioners shall be prohibited from holding shares of the juristic entities under Section 20, except that the shareholding of such juristic entities is acquired via purchase in the stock market, within the amount specified by the Counter Corruption Commission."}, {"text_block_id": "p14_b325", "text": "Section 22:"}, {"text_block_id": "p14_b326", "text": "At any meeting of the ERC, attendance of no less than half of the existing ERC Commissioners shall be required to constitute a quorum."}, {"text_block_id": "p14_b327", "text": "The ERC Chairman shall preside over the meeting.  In the event that the Chairman does not attend or is absent from the meeting or cannot perform his duties, the ERC Commissioners present shall elect one among themselves to preside over the meeting."}, {"text_block_id": "p14_b328", "text": "The decision of the meeting shall be made by a majority of votes.  Each ERC Commissioner has one vote.  In case of an equality of votes, the person who presides over the meeting shall have an additional vote as a casting vote."}, {"text_block_id": "p14_b329", "text": "Section 23:"}, {"text_block_id": "p14_b330", "text": "The ERC Chairman and the ERC Commissioners shall be considered as high ranking state officers under the constitutional law on counter corruption."}, {"text_block_id": "p14_b331", "text": "Section 24:"}, {"text_block_id": "p14_b332", "text": "The ERC shall have the authority to appoint a sub-committee or a person to deliberate any matter or to carry out any task as entrusted by the ERC."}, {"text_block_id": "p14_b333", "text": "The procedures for executing the duties of the assigned sub-committee or person shall be in line with those stipulated by the ERC."}, {"text_block_id": "p14_b334", "text": "Section 25:"}, {"text_block_id": "p14_b335", "text": "In the execution of their duty, the ERC, the sub-committee and the person appointed by the ERC under Section 24 shall have the authority to request a government agency or any person to furnish facts in writing, to be present to provide explanations, or to send relevant documents and evidence for deliberation."}, {"text_block_id": "p15_b336", "text": "In executing their duty under Clause one hereof, the ERC Chairman, the ERC Commissioners, the sub-committee and the person appointed by the ERC under Section 24 shall be regarded officials under the Criminal Code."}, {"text_block_id": "p15_b337", "text": "Section 26:"}, {"text_block_id": "p15_b338", "text": "Prior to issuing any regulations, rules, announcements or codes of the ERC, which will affect a person, a group of persons or licensees, the ERC shall disclose the essence of the regulations, rules, announcements or codes and shall provide the interested person, group of persons or licensees with the opportunity to make representations to the ERC, in accordance with the hearing process established by the ERC."}, {"text_block_id": "p15_b339", "text": "In the case of emergency or exigency so as to maintain the energy security of the country or in any other circumstance as stipulated in the Ministerial Regulations, the ERC may not take action as stipulated under Clause one hereof; however, a report must be made to the cabinet for acknowledgement."}, {"text_block_id": "p15_b340", "text": "Section 27:"}, {"text_block_id": "p15_b341", "text": "For the issuance of any administrative order of the ERC, the law on administrative procedure shall apply mutatis mutandis."}, {"text_block_id": "p15_b342", "text": "Section 28:"}, {"text_block_id": "p15_b343", "text": "In issuing any regulations, rules, announcements, codes or orders of the ERC, the resolution of the meeting together with the facts and rationale, consisting of the details about the regulations, rules, announcements, codes or orders, shall be recorded in the Minutes of the ERC’s meeting."}, {"text_block_id": "p15_b344", "text": "The Office shall summarize the Minutes of the ERC’s meetings in its Annual Report, which shall include the details about the number of the ERC Commissioners’ attendance in and absence from the meetings, and shall have it published for dissemination to interested persons or shall also be posted on the website of the Office."}, {"text_block_id": "p15_b345", "text": "The ERC shall provide reasons, in writing, within sixty (60) days, in respect of the issuance of any regulations, rules, announcements, codes or orders affecting a person, a group of persons or licensees if so requested by the affected person, group of persons or licensees.  If the execution of the ERC affects the general public, the reasons for such execution shall also be made public via the website of the Office."}, {"text_block_id": "p15_b346", "text": "In the Annual Report of the Office under Clause two hereof, the outcomes of the sub-committee’s meetings and the number of the sub-committee members’ attendance in and absence from the meetings, as well as the execution of the person under Section 24 shall be summarized therein."}, {"text_block_id": "p16_b347", "text": "Section 29:"}, {"text_block_id": "p16_b348", "text": "The ERC Chairman and the ERC Commissioners shall work full-time and shall receive remuneration, expenditures for the duty execution and other rights/benefits as specified in a Royal Decree."}, {"text_block_id": "p16_b349", "text": "The remuneration and other expenditures for the duty execution of the Chairman of the sub-committee, the sub-committee members and the person under Section 24 shall comply with the regulations stipulated by the ERC and shall also be made public via the website of the Office."}, {"text_block_id": "p16_b350", "text": "The remuneration, expenditures for the duty execution and other rights/benefits of the ERC Commissioners, the sub-committee members and the person under Section 24 shall be considered as the operating cost of the Office."}, {"text_block_id": "p16_b351", "text": "P"}, {"text_block_id": "p16_b352", "text": "ART"}, {"text_block_id": "p16_b353", "text": "2"}, {"text_block_id": "p16_b354", "text": "T"}, {"text_block_id": "p16_b355_merged", "text": "HE OFFICE OF THE ENERGY REGULATORY COMMISSION"}, {"text_block_id": "p16_b364", "text": "Section 30:"}, {"text_block_id": "p16_b365", "text": "There shall be established the Office of the Energy Regulatory Commission, being a state entity, which is not considered a government agency or state-owned enterprise under the law on budgetary procedure, with the status of a juristic entity, and shall be under the supervision of the ERC."}, {"text_block_id": "p16_b366", "text": "Section 31:"}, {"text_block_id": "p16_b367", "text": "The Office shall have the authority and responsibilities for the general tasks of the Office and shall have the following power and duties:"}, {"text_block_id": "p16_b368", "text": "(1)"}, {"text_block_id": "p16_b369", "text": "to be responsible for the administrative work of the ERC;"}, {"text_block_id": "p16_b370", "text": "(2)"}, {"text_block_id": "p16_b371", "text": "to receive fees as specified by law or determined by the ERC;"}, {"text_block_id": "p16_b372", "text": "(3)"}, {"text_block_id": "p16_b373", "text": "to receive petitions concerning the energy industry operation;"}, {"text_block_id": "p16_b374", "text": "(4)"}, {"text_block_id": "p16_b375", "text": "to study, compile, analyze and disseminate information related to the energy industry operation, competitive conditions of the energy industry operation, the load forecast and other relevant information;"}, {"text_block_id": "p16_b376", "text": "(5)"}, {"text_block_id": "p16_b377", "text": "to develop the revenue and expenditure estimates of the Office for submission to the ERC for approval; and"}, {"text_block_id": "p16_b378", "text": "(6)"}, {"text_block_id": "p16_b379", "text": "to perform any other task as entrusted by the ERC or as stipulated in this Act or in other laws to be the authority and duties of the Office."}, {"text_block_id": "p17_b380", "text": "Section 32:"}, {"text_block_id": "p17_b381", "text": "The operation of the Office is not subject to the enforcement of the law on labor protection, the law on labor relations and the law on compensation.  In this regard, the Secretary General, staff members and employees of the Office shall receive the rights/benefits of no less than those specified in the mentioned laws."}, {"text_block_id": "p17_b382", "text": "Section 33:"}, {"text_block_id": "p17_b383", "text": "The ERC shall have the authority to issue regulations, rules or announcements concerning the general work management, personnel management, budgeting, finance and assets, and other functions of the Office, especially in the following matters:"}, {"text_block_id": "p17_b384", "text": "(1)"}, {"text_block_id": "p17_b385", "text": "The internal division of the organizational structure of the Office and the scope of work of each division."}, {"text_block_id": "p17_b386", "text": "(2)"}, {"text_block_id": "p17_b387", "text": "The establishment of the posts, monthly salary scale and other remuneration of the Secretary General, staff members and employees of the Office, including the permission to receive other salary and remuneration."}, {"text_block_id": "p17_b388", "text": "(3)"}, {"text_block_id": "p17_b389", "text": "The determination of qualifications, selection, assignment, appointment, probation, transfer, promotion, salary increase, discharge, removal, dismissal, service suspension, disciplines, disciplinary inquiry and penalty, filing grievances, appeals and punishment to be applied to the Secretary General and staff members of the Office, as well as the procedures and conditions of engaging employees of the Office."}, {"text_block_id": "p17_b390", "text": "(4)"}, {"text_block_id": "p17_b391", "text": "The acting as officer-in-charge or the acting for the post of the Secretary General and staff members of the Office."}, {"text_block_id": "p17_b392", "text": "(5)"}, {"text_block_id": "p17_b393", "text": "The establishment of the uniform and clothing of staff members and employees of the Office."}, {"text_block_id": "p17_b394", "text": "(6)"}, {"text_block_id": "p17_b395", "text": "The engagement and appointment of a person to be an expert or a specialist that will be helpful for the duty execution of the ERC, including the remuneration rate for such an engagement."}, {"text_block_id": "p17_b396", "text": "(7)"}, {"text_block_id": "p17_b397", "text": "The management and administration of the budget, assets and inventories of the Office."}, {"text_block_id": "p17_b398", "text": "(8)"}, {"text_block_id": "p17_b399", "text": "The provision of welfare or other assistance for staff members and employees of the Office."}, {"text_block_id": "p17_b400", "text": "The regulations, rules or announcements under Clause one hereof shall be published in the Government Gazette."}, {"text_block_id": "p17_b401", "text": "Section 34:"}, {"text_block_id": "p17_b402", "text": "There shall be a Secretary General of the Office to be responsible for the operation of the Office and report directly to the ERC Chairman.  He shall be the commanding officer of the staff members and employees of the Office."}, {"text_block_id": "p18_b403", "text": "With regard to the activities of the Office that deal with outsiders, the Secretary General shall be the representative of the Office.  In this regard, the Secretary General may assign any person to act on his behalf on specific activities, which shall comply with the regulations stipulated by the ERC."}, {"text_block_id": "p18_b404", "text": "Section 35:"}, {"text_block_id": "p18_b405", "text": "The ERC shall have the authority to select and appoint the Secretary General."}, {"text_block_id": "p18_b406", "text": "The Secretary General shall have the qualifications and shall not possess any disqualification described under Section 13 and Section 16, Clause one thereof, and shall be able to work full-time for the Office."}, {"text_block_id": "p18_b407", "text": "Section 36:"}, {"text_block_id": "p18_b408", "text": "The Secretary General shall hold office for a term of five (5) years counting from the date of appointment and may be re-appointed; however, he cannot hold office more than two (2) consecutive terms."}, {"text_block_id": "p18_b409", "text": "Section 37:"}, {"text_block_id": "p18_b410", "text": "Apart from vacating office upon completion of the term under Section 36 or pursuant to the engagement contract, the Secretary General shall vacate office upon:"}, {"text_block_id": "p18_b411", "text": "(1)"}, {"text_block_id": "p18_b412", "text": "death;"}, {"text_block_id": "p18_b413", "text": "(2)"}, {"text_block_id": "p18_b414", "text": "having attained the age of 60;"}, {"text_block_id": "p18_b415", "text": "(3)"}, {"text_block_id": "p18_b416", "text": "resignation;"}, {"text_block_id": "p18_b417", "text": "(4)"}, {"text_block_id": "p18_b418", "text": "lack qualifications or possess any disqualification stipulated under Section 13 or Section 16, Clause one thereof;"}, {"text_block_id": "p18_b419", "text": "(5)"}, {"text_block_id": "p18_b420", "text": "the ERC has passed a resolution, derived from no less than two-third of votes of the existing ERC Commissioners, to remove him from service, on the grounds of serious misconduct, serious malfeasance or inability to perform his duties."}, {"text_block_id": "p18_b421", "text": "Section 38:"}, {"text_block_id": "p18_b422", "text": "The provisions under Section 20 and Section 21 shall apply to the Secretary General and staff members, for the posts specified by the ERC."}, {"text_block_id": "p18_b423", "text": "Section 39:"}, {"text_block_id": "p18_b424", "text": "The Secretary General and staff members of the Office shall be considered state officials under the constitutional law on counter corruption."}, {"text_block_id": "p18_b425", "text": "The Secretary General shall be a high ranking officer under the constitutional law on counter corruption."}, {"text_block_id": "p19_b426", "text": "Section 40:"}, {"text_block_id": "p19_b427", "text": "The Office may acquire revenue and assets as follows:"}, {"text_block_id": "p19_b428", "text": "(1)"}, {"text_block_id": "p19_b429", "text": "the revenue or benefits derived from the execution of authority and duties as assigned to the ERC and the Office under this Act;"}, {"text_block_id": "p19_b430", "text": "(2)"}, {"text_block_id": "p19_b431", "text": "a general subsidy allocated by the government;"}, {"text_block_id": "p19_b432", "text": "(3)"}, {"text_block_id": "p19_b433", "text": "donated money or assets; and"}, {"text_block_id": "p19_b434", "text": "(4)"}, {"text_block_id": "p19_b435", "text": "interest or any benefit incurred from the money or assets of the Office."}, {"text_block_id": "p19_b436", "text": "As for the revenue of the Office under Clause one hereof, excluding the revenue under (3), after having deducted the operating expenditures of the Office and other costs, as it may think fit, whatever remaining shall be remitted to the Ministry of Finance as state revenue.  In the event that the revenue of the Office is inadequate for the operating costs and that no money can be obtained from other sources, the government shall allocate money from the government budget to the Office, as a general subsidy pursuant to (2), at an amount deemed necessary."}, {"text_block_id": "p19_b437", "text": "Section 41:"}, {"text_block_id": "p19_b438", "text": "The ERC shall present to the cabinet for approval the operational plan, expenditure budget and revenue estimation of the Office in each fiscal year, including the plan for determining the rates of fees and other benefits under Section 40 (1)."}, {"text_block_id": "p19_b439", "text": "When the plan for determining the rates of fees and other benefits under Clause one hereof is approved, the ERC shall set the rates of fees and other benefits in compliance with the approved plan, so that the Office would gain revenue according to the operational plan already approved by the cabinet."}, {"text_block_id": "p19_b440", "text": "With regard to the subsidy to be requested for allocation from the government budget, the Minister shall present to the cabinet the expenditure budget of the fiscal year for which the support is being requested.  The allocation of the general subsidy for the Office shall be incorporated into the Fiscal Budget Bill or the Additional Budget Bill, whichever is the case."}, {"text_block_id": "p19_b441", "text": "Section 42:"}, {"text_block_id": "p19_b442", "text": "The Office shall have the authority to occupy, oversee, maintain, use and make profits from its assets, in line with the regulations prescribed by the ERC."}, {"text_block_id": "p19_b443", "text": "As for the assets that are state properties under the law on state properties, the criteria, procedures and conditions of the possession, maintenance, usage and profit-making in relation to the state properties under the law on state properties shall be applied mutatis mutandis.  The revenue derived from the aforesaid acts shall be delivered as state revenue."}, {"text_block_id": "p20_b444", "text": "Section 43:"}, {"text_block_id": "p20_b445", "text": "All immovable properties acquired by the Office through purchase or exchange, using the revenue or assets of the Office, or through donation under Section 40 (3), shall become under the ownership of the Office."}, {"text_block_id": "p20_b446", "text": "Section 44:"}, {"text_block_id": "p20_b447", "text": "The accounting of the Office and of the Fund shall be made according to the international standards under the format, criteria, methods and conditions specified by the ERC.  The accounting separation shall be distinctly made, and there shall be an internal audit of the finance, accounting and inventories of the Office and of the Fund.  A report on the audit outcome shall be made to the ERC at least once a year."}, {"text_block_id": "p20_b448", "text": "A staff member of the Office shall be assigned to specifically undertake the internal audit function and shall report directly to the ERC according to the regulations set forth by the ERC."}, {"text_block_id": "p20_b449", "text": "Section 45:"}, {"text_block_id": "p20_b450", "text": "The Office shall prepare the financial statements and work sheets of the Office and of the Fund to be submitted to the internal auditor within one hundred and twenty (120) days as from the end of each fiscal year."}, {"text_block_id": "p20_b451", "text": "In each fiscal year round, the Office of the Auditor General of Thailand, or an outsider as appointed by the ERC with consent of the Office of the Auditor General of Thailand, shall audit and assess the budget expenditure and the assets of the Office and of the Fund, by providing analytical comments on the expenditure performance in terms of the objective compliance and the degree of economy, worthiness, efficiency and effectiveness achieved."}, {"text_block_id": "p20_b452", "text": "The Office shall be an entity subject to auditing under the constitutional law on the government audit."}, {"text_block_id": "p20_b453", "text": "Section 46:"}, {"text_block_id": "p20_b454", "text": "At the end of each fiscal year, the ERC shall have to prepare an annual report to be presented to the National Energy Policy Council, the Minister, the cabinet, the House of Representatives and the Senate, and to be made public.  The report shall cover the acquisition and expenditure of the money that need not be remitted to the Ministry of Finance as state revenue, the achievements of the ERC, the Office and the Fund in the past year, together with the rationales of the decisions made, the financial statements, the work sheets together with the auditor’s report, including the future operational plans of the ERC, the Office and the Fund."}, {"text_block_id": "p21_b455", "text": "DIVISION 3"}, {"text_block_id": "p21_b456", "text": "REGULATION OF THE ENERGY INDUSTRY OPERATION"}, {"text_block_id": "p21_b457", "text": "P"}, {"text_block_id": "p21_b458", "text": "ART"}, {"text_block_id": "p21_b459", "text": "1"}, {"text_block_id": "p21_b460", "text": "L"}, {"text_block_id": "p21_b461_merged", "text": "ICENSE FOR THE ENERGY INDUSTRY OPERATION"}, {"text_block_id": "p21_b468", "text": "Section 47:"}, {"text_block_id": "p21_b469", "text": "The energy industry operation, either with or without remuneration, shall have to obtain a license from the ERC."}, {"text_block_id": "p21_b470", "text": "In issuing a license, the ERC shall announce and determine the type and validity period of license that corresponds with the capacity and characteristics of individual energy industry categories, taking into account the impact on the people, the worthiness in the economic, social and investment aspects, including the competitive features of each business category.  Conditions to be exclusively applied may also be specified."}, {"text_block_id": "p21_b471", "text": "The determination of categories, capacities and characteristics of the energy industry that are exempt from the license requirement shall be promulgated through the issuance of a Royal Decree."}, {"text_block_id": "p21_b472", "text": "For the benefit of data/statistics collection, the ERC may announce and prescribe that the energy industry that are exempt from the license requirement pursuant to Clause three hereof shall have to notify the Office of their operation."}, {"text_block_id": "p21_b473", "text": "Section 48:"}, {"text_block_id": "p21_b474", "text": "In the case that the facility construction or factory establishment for the purpose of energy industry operation must comply with the law on factories, the law on building control, the law on town and country planning or the law on energy development and promotion, the authorization under the laws on those respective matters shall become under the authority and duties of the ERC under this Act.  In this regard, the ERC shall have to solicit for comments from the authoritative agencies under the respective laws, and the concerned agencies must provide comments and indicate the amount of fees to be collected under those respective laws, to the ERC."}, {"text_block_id": "p21_b475", "text": "The Office shall deliver the fees collected by the ERC under Clause one hereof to the respective authoritative agencies under those laws for further action."}, {"text_block_id": "p21_b476", "text": "Section 49:"}, {"text_block_id": "p21_b477", "text": "The ERC shall have the power to order a business operator who is considered to be an energy industry operator requiring a license but who has not yet obtained any license to stop or suspend the energy industry operation or to disconnect from the energy network system."}, {"text_block_id": "p22_b478", "text": "After the ERC has issued the order under Clause one hereof, if the business operator fails to abide by the order, the ERC shall have the authority to order the competent officials to take any necessary action to achieve the objective of the order under Clause one hereof."}, {"text_block_id": "p22_b479", "text": "In such a case, the business operator shall have to pay for the expenses actually incurred to the Office."}, {"text_block_id": "p22_b480", "text": "Section 50:"}, {"text_block_id": "p22_b481", "text": "The qualifications of an applicant for a license, the criteria, procedures and conditions of the application for a license and the license issuance, including the license fees and the rates of the energy industry operation fees, shall be in line with the regulations stipulated and announced by the ERC, which shall correspond with the plans under Section 9 (3) or with the energy policy as approved by the cabinet."}, {"text_block_id": "p22_b482", "text": "Section 51:"}, {"text_block_id": "p22_b483", "text": "The criteria, procedures and conditions of license issuance stipulated by the ERC under Section 50 shall take into account the difference of the categories, capacities and characteristics of the energy industry and shall not create an undue burden on the energy industry operation of the licensees and shall not lead to the limitation of market competition.  Also, they shall not be discriminately applied to the licensees who operate the energy industry of the same category, capacity and characteristics."}, {"text_block_id": "p22_b484", "text": "The criteria, procedures and conditions under Clause one hereof shall include one or more of the following issues:"}, {"text_block_id": "p22_b485", "text": "(1)"}, {"text_block_id": "p22_b486", "text": "the location and surrounding conditions of an energy business facility;"}, {"text_block_id": "p22_b487", "text": "(2)"}, {"text_block_id": "p22_b488", "text": "technical, engineering and safety standards;"}, {"text_block_id": "p22_b489", "text": "(3)"}, {"text_block_id": "p22_b490", "text": "standards and quality of the service provision;"}, {"text_block_id": "p22_b491", "text": "(4)"}, {"text_block_id": "p22_b492", "text": "tariffs;"}, {"text_block_id": "p22_b493", "text": "(5)"}, {"text_block_id": "p22_b494", "text": "efficiency of the energy and resource utilization;"}, {"text_block_id": "p22_b495", "text": "(6)"}, {"text_block_id": "p22_b496", "text": "efficiency of the energy industry operation and service provision;"}, {"text_block_id": "p22_b497", "text": "(7)"}, {"text_block_id": "p22_b498", "text": "categories and types of fuel, including requirements for the use of renewable energy;"}, {"text_block_id": "p22_b499", "text": "(8)"}, {"text_block_id": "p22_b500", "text": "processes and technologies used in the energy industry operation;"}, {"text_block_id": "p22_b501", "text": "(9)"}, {"text_block_id": "p22_b502", "text": "protection against and solution to energy shortages;"}, {"text_block_id": "p22_b503", "text": "(10)"}, {"text_block_id": "p22_b504", "text": "competition in the energy industry operation and prevention of abusive use of monopoly power;"}, {"text_block_id": "p22_b505", "text": "(11)"}, {"text_block_id": "p22_b506", "text": "shareholding structure and relationship with other energy industry operators;"}, {"text_block_id": "p23_b507", "text": "(12)"}, {"text_block_id": "p23_b508", "text": "the hearing process and public relations to raise understanding of the general public and stakeholders;"}, {"text_block_id": "p23_b509", "text": "(13)"}, {"text_block_id": "p23_b510", "text": "environmental standards;"}, {"text_block_id": "p23_b511", "text": "(14)"}, {"text_block_id": "p23_b512", "text": "measures to alleviate social and environmental impacts in the vicinity of the energy business facility;"}, {"text_block_id": "p23_b513", "text": "(15)"}, {"text_block_id": "p23_b514", "text": "the comprehensiveness and completeness of the report made to the ERC."}, {"text_block_id": "p23_b515", "text": "Section 52:"}, {"text_block_id": "p23_b516", "text": "When an applicant for a license has paid the license fee and the fee for the energy industry operation to the Office, the ERC shall issue a license to that applicant."}, {"text_block_id": "p23_b517", "text": "After having issued the licenses, the ERC shall make public the name list of the licensees via the website of the Office."}, {"text_block_id": "p23_b518", "text": "Section 53:"}, {"text_block_id": "p23_b519", "text": "When a licensee wishes to commence operation of any part of his electricity industry, the licensee shall have to inform the Office prior to the commencement date of the operation according to the criteria, procedures and conditions set forth by the ERC."}, {"text_block_id": "p23_b520", "text": "In the event that the licensee wishes to carry out a trial run of the machinery or equipment prior to the commencement of the electricity industry operation under Clause one hereof, the licensee shall have to inform the Power System Operator of the date, time and duration of the trial run of the machinery or equipment, and the Power System Operator shall promptly notify back to the licensee of the exact date and time scheduled for the trial run."}, {"text_block_id": "p23_b521", "text": "Section 54:"}, {"text_block_id": "p23_b522", "text": "The duration of the energy industry operation shall accord with the duration specified in the license."}, {"text_block_id": "p23_b523", "text": "In requesting extension of a license, the licensee shall have to submit a petition for the extension before the license expires.  After the petition submission, the petitioner will still be regarded as a licensee until a contrary notification is received."}, {"text_block_id": "p23_b524", "text": "The application for license extension and the license granting, including the rate of the license extension fee, shall be in conformity with the criteria, procedures and conditions stipulated by the ERC.  The mentioned criteria, procedures and conditions shall be similar to the criteria, procedures and conditions under Section 50 and Section 51."}, {"text_block_id": "p23_b525", "text": "Section 55:"}, {"text_block_id": "p23_b526", "text": "The licensee shall be prohibited from transferring the rights granted by the license to another person, in whole or in part, unless approval is granted by the ERC, according to the criteria, procedures and conditions specified by the ERC."}, {"text_block_id": "p24_b527", "text": "Section 56:"}, {"text_block_id": "p24_b528", "text": "In the case where it is found that the licensee lacks the qualifications or fails to comply with the regulations stipulated by the ERC under Section 50, the ERC may order the suspension or cancellation of the license, according to the criteria, procedures and conditions specified by the ERC."}, {"text_block_id": "p24_b529", "text": "Section 57:"}, {"text_block_id": "p24_b530", "text": "In the event that occasional electricity shortages may occur or that it is essential to reserve fuel for electricity generation for the sake of the security or economic benefits of the country, the ERC, by and with consent of the Minister, shall have the power to order the licensees to increase or reduce their electricity generation or distribution."}, {"text_block_id": "p24_b531", "text": "In the case of occasional shortages of natural gas and for the sake of the national security, the ERC shall have the power to order the licensees who are natural gas suppliers and wholesalers to negotiate with natural gas sellers in order to seek for the means to increase the natural gas production and supply volume and to report the outcome of the negotiations to the ERC."}, {"text_block_id": "p24_b532", "text": "Section 58:"}, {"text_block_id": "p24_b533", "text": "Licensees are prohibited to halt or cease their energy services, unless they have taken actions in conformity with the criteria, procedures and conditions prescribed by the ERC."}, {"text_block_id": "p24_b534", "text": "Section 59:"}, {"text_block_id": "p24_b535", "text": "Any licensee who wishes to discontinue the energy industry operation shall have to inform the Office in writing in advance, according to the criteria, procedures, conditions and period of time as prescribed by the ERC."}, {"text_block_id": "p24_b536", "text": "In the case that the discontinuity of the energy industry operation, according to the categories, capacities and locations specified by the ERC, will affect the energy system security and is still pending for another licensee to take over his operation, the ERC shall have the power to order a government or private agency with experience and expertise in the energy industry operation to temporarily run the business until another licensee takes over the operation or until it is deemed by the ERC that the energy industry operation should be discontinued."}, {"text_block_id": "p24_b537", "text": "The replacing government or private agency shall be regarded as a licensee, having the rights and duties under this Act."}, {"text_block_id": "p24_b538", "text": "The government or private agency that operates the business in lieu of the licensee shall have the rights to enter and use the energy industry facility of the licensee having discontinued the operation under Clause one hereof, to the extent that it is deemed necessary to maintain the continuity of the energy service provision.  The government or private agency shall exercise caution to keep and protect the assets of the licensee in the same manner that an energy industry"}, {"text_block_id": "p25_b539", "text": "operator or a person with such a profession should do.  If damage is caused to the licensee, he shall have the rights to claim for compensation for such damage from the Office, according to the criteria, procedures and conditions prescribed by the ERC."}, {"text_block_id": "p25_b540", "text": "The apportionment of the revenue and costs incurred, during the period of the operation in lieu of the licensee, between the replacing operator and the licensee who has discontinued the energy industry operation shall be in conformity with the criteria, procedures and conditions prescribed by the ERC."}, {"text_block_id": "p25_b541", "text": "Section 60:"}, {"text_block_id": "p25_b542", "text": "The ERC shall have the power to issue the regulations establishing the criteria to prevent any acts that are monopolistic, reduce competition or limit competition in the energy service provision."}, {"text_block_id": "p25_b543", "text": "Section 61:"}, {"text_block_id": "p25_b544", "text": "In the event that a licensee does not comply with the criteria under Section 60, the ERC shall have the following authority:"}, {"text_block_id": "p25_b545", "text": "(1)"}, {"text_block_id": "p25_b546", "text": "to order the licensee to stop or correct the practice that is monopolistic, reduces competition or limits competition;"}, {"text_block_id": "p25_b547", "text": "(2)"}, {"text_block_id": "p25_b548", "text": "to change the license conditions."}, {"text_block_id": "p25_b549", "text": "Section 62:"}, {"text_block_id": "p25_b550", "text": "In the case where the ERC views that the service provision of a licensee may cause damage to the systems, machinery and equipment of energy consumers or other energy industry operators, the ERC shall have the power to order that licensee to improve his service provision within the period of time determined by the ERC."}, {"text_block_id": "p25_b551", "text": "Section 63:"}, {"text_block_id": "p25_b552", "text": "A licensee shall prepare and submit to the ERC the information pertaining to his energy industry operation, which may include the account illustrating the financial status and financial statements, according to the criteria, procedures and conditions specified by the ERC."}, {"text_block_id": "p25_b553", "text": "In the case of a licensee operating a power network system together with the Power System Operator, the accounts and balance sheets of the operation of the power network system and the Power System Operator shall have to be distinctly separated from those of other business categories."}, {"text_block_id": "p26_b554", "text": "P"}, {"text_block_id": "p26_b555", "text": "ART"}, {"text_block_id": "p26_b556", "text": "2"}, {"text_block_id": "p26_b557", "text": "T"}, {"text_block_id": "p26_b558_merged", "text": "ARIFFS FOR THE ENERGY INDUSTRY OPERATION"}, {"text_block_id": "p26_b565", "text": "Section 64:"}, {"text_block_id": "p26_b566", "text": "The Minister, by and with consent of the NEPC, shall set the policy and guidelines on the tariff determination in the energy industry operation."}, {"text_block_id": "p26_b567", "text": "Section 65:"}, {"text_block_id": "p26_b568", "text": "Under the policy and guidelines approved by the NEPC, the ERC shall establish the criteria for determining the tariffs of licensees under each category, based on the following approaches that:"}, {"text_block_id": "p26_b569", "text": "(1)"}, {"text_block_id": "p26_b570", "text": "should reflect the actual costs and take into account the appropriate return on investment capital of efficient energy industry operation;"}, {"text_block_id": "p26_b571", "text": "(2)"}, {"text_block_id": "p26_b572", "text": "should be at the rates that enhance efficient and adequate energy supply to satisfy the domestic energy demand;"}, {"text_block_id": "p26_b573", "text": "(3)"}, {"text_block_id": "p26_b574", "text": "should induce efficiency improvement in the energy industry operation;"}, {"text_block_id": "p26_b575", "text": "(4)"}, {"text_block_id": "p26_b576", "text": "take into account fairness for both energy consumers and licensees;"}, {"text_block_id": "p26_b577", "text": "(5)"}, {"text_block_id": "p26_b578", "text": "take into account the assistance to the underprivileged power consumers or the electricity supply in order to decentralize prosperity to provincial areas;"}, {"text_block_id": "p26_b579", "text": "(6)"}, {"text_block_id": "p26_b580", "text": "have an explicit and transparent tariff calculation and make public the tariffs; and"}, {"text_block_id": "p26_b581", "text": "(7)"}, {"text_block_id": "p26_b582", "text": "do not exert unjust discrimination against energy consumers or those who wish to use energy."}, {"text_block_id": "p26_b583", "text": "Section 66:"}, {"text_block_id": "p26_b584", "text": "The ERC shall regulate the tariffs set by the licensees to ensure their compliance with the policy and guidelines as approved under Section 64 and pursuant to the criteria under Section 65."}, {"text_block_id": "p26_b585", "text": "In the event that the tariffs are at the rates generally enforced, the ERC shall disclose the formula or the methodology used in the tariff calculation, including the information about the variables used in the tariff calculation, except for the case that the ERC considers such variables are commercially confidential information of the licensees."}, {"text_block_id": "p26_b586", "text": "Section 67:"}, {"text_block_id": "p26_b587", "text": "With regard to the tariff regulation under Section 66, Clause one thereof, the licensees shall propose the tariffs to the ERC for approval.  The consideration"}, {"text_block_id": "p27_b588", "text": "process must be transparent, and a consultation must be arranged to obtain views from the stakeholders."}, {"text_block_id": "p27_b589", "text": "Section 68:"}, {"text_block_id": "p27_b590", "text": "In the case where the ERC views that the tariffs become inappropriate due to a change in economic or social conditions, or the investment or technology, the ERC shall have the following authority:"}, {"text_block_id": "p27_b591", "text": "(1)"}, {"text_block_id": "p27_b592", "text": "to adjust the tariffs; or"}, {"text_block_id": "p27_b593", "text": "(2)"}, {"text_block_id": "p27_b594", "text": "to order the licensees to make the tariff adjustment for submission to the ERC for approval, and the ERC shall finalize the consideration within thirty (30) days as from the date of receipt of complete documents/evidences."}, {"text_block_id": "p27_b595", "text": "The tariff adjustment under Clause one hereof shall also be undertaken under the policy and guideline framework as approved under Section 64."}, {"text_block_id": "p27_b596", "text": "Section 69:"}, {"text_block_id": "p27_b597", "text": "In the case where a licensee views that the tariffs adjusted or approved by the ERC is inappropriate due to a change in economic or social conditions, or the investment, technology or any other factor, the licensee may petition for tariff adjustment to the ERC for approval.  The ERC shall finalize the consideration within thirty (30) days as from the date of receipt of complete documents/ evidences."}, {"text_block_id": "p27_b598", "text": "The tariff adjustment under Clause one hereof shall also be undertaken under the policy and guideline framework as approved under Section 64."}, {"text_block_id": "p27_b599", "text": "Section 70:"}, {"text_block_id": "p27_b600", "text": "Licensees shall make public the tariffs as approved by the ERC, according to the criteria, methods and conditions specified by the ERC."}, {"text_block_id": "p27_b601", "text": "Section 71:"}, {"text_block_id": "p27_b602", "text": "Licensees are prohibited from collecting tariffs at the rates higher than those approved by the ERC."}, {"text_block_id": "p27_b603", "text": "P"}, {"text_block_id": "p27_b604", "text": "ART"}, {"text_block_id": "p27_b605", "text": "3"}, {"text_block_id": "p27_b606", "text": "E"}, {"text_block_id": "p27_b607_merged", "text": "STABLISHMENT OF STANDARDS AND SAFETY IN THE ENERGY INDUSTRY OPERATION"}, {"text_block_id": "p27_b616", "text": "Section 72:"}, {"text_block_id": "p27_b617", "text": "The energy industry operation shall comply with the engineering standards and shall ensure safety pursuant to the regulations prescribed by the ERC.  The prescribed regulations:"}, {"text_block_id": "p28_b618", "text": "(1)"}, {"text_block_id": "p28_b619", "text": "shall not create an undue burden on the licensees;"}, {"text_block_id": "p28_b620", "text": "(2)"}, {"text_block_id": "p28_b621", "text": "shall not be so rigid that they would limit or hinder the competition;"}, {"text_block_id": "p28_b622", "text": "(3)"}, {"text_block_id": "p28_b623", "text": "shall not create biased benefits for any particular licensee; and"}, {"text_block_id": "p28_b624", "text": "(4)"}, {"text_block_id": "p28_b625", "text": "shall be transparent."}, {"text_block_id": "p28_b626", "text": "In the event that the energy industry operation of a licensee fails to comply with the regulations under Clause one hereof, the ERC shall have the authority to order the licensee to improve or to rectify the operation."}, {"text_block_id": "p28_b627", "text": "Section 73:"}, {"text_block_id": "p28_b628", "text": "The standards of the equipment to be connected to the energy network system of a licensee operating such a system, including the testing methods and the testing outcome certification, shall be in conformity with the regulations prescribed by the ERC."}, {"text_block_id": "p28_b629", "text": "The regulations under Clause one hereof may require that the standards of certain types of equipment to be connected to the energy network system be tested and certified prior to their utilization in the energy industry operation."}, {"text_block_id": "p28_b630", "text": "In developing the regulations under Clause one hereof, the licensees operating the energy network systems shall develop the details for submission to the ERC for consideration."}, {"text_block_id": "p28_b631", "text": "Section 74:"}, {"text_block_id": "p28_b632", "text": "A licensee shall have to undertake the maintenance, repair and improvement of the energy network system, equipment or other devices used for the energy industry operation to ensure that their operating efficiency and standards comply with the regulations issued under Section 72, Clause one thereof.  In the case of any damage or breakdown, repair must be expeditiously taken to restore the operation."}, {"text_block_id": "p28_b633", "text": "Section 75:"}, {"text_block_id": "p28_b634", "text": "In establishing the standards under Section 72, Clause one thereof, and Section 73, Clause one thereof, the ERC may refer to the standards established by other agencies entrusted with the power and duties under the laws on those respective matters."}, {"text_block_id": "p28_b635", "text": "Section 76:"}, {"text_block_id": "p28_b636", "text": "Any entity wishing to undertake the testing and certification of the standards of the equipment to be connected to an energy network system shall have to acquire a license to be a standard testing and certifying agency from the ERC."}, {"text_block_id": "p28_b637", "text": "The qualifications of an applicant for the license to be a standard testing and certifying agency, the application submission for such a license, the license issuance, the license extension, the license validity period, the fees for license"}, {"text_block_id": "p29_b638", "text": "issuance and extension, including the fee for the testing and certification, shall be in conformity with the criteria, procedures and conditions prescribed by the ERC."}, {"text_block_id": "p29_b639", "text": "Section 77:"}, {"text_block_id": "p29_b640", "text": "The ERC shall have the power to revoke the license to undertake the testing and certification of the standards of the equipment to be connected to an energy network system in the following cases:"}, {"text_block_id": "p29_b641", "text": "(1)"}, {"text_block_id": "p29_b642", "text": "lack of qualifications as stipulated in the announcement issued under Section 76, Clause two thereof;"}, {"text_block_id": "p29_b643", "text": "(2)"}, {"text_block_id": "p29_b644", "text": "dishonesty in undertaking the testing, in reporting the testing outcome or in certifying the testing outcome;"}, {"text_block_id": "p29_b645", "text": "(3)"}, {"text_block_id": "p29_b646", "text": "delay in the undertaking of the testing, reporting the testing outcome or certifying the testing outcome, with undue reasons, hence causing serious damage to a person requesting the testing; or"}, {"text_block_id": "p29_b647", "text": "(4)"}, {"text_block_id": "p29_b648", "text": "failure of the inspectors to meet the standard qualifications, or having insufficient number of the inspectors as stipulated in the announcement issued under Section 76, Clause two thereof."}, {"text_block_id": "p29_b649", "text": "Section 78:"}, {"text_block_id": "p29_b650", "text": "The revocation of the license to be a standard testing and certifying agency under Section 77 shall not affect the standard certification undertaken by the agency prior to the license revocation except that the certification is below the standards specified by the ERC, in which case the ERC may give an order to revoke that certification."}, {"text_block_id": "p29_b651", "text": "In the case where any person is affected by the damage caused by the standard certification which is below standards and hence the revocation under Clause one hereof, the standard testing and certifying agency whose license is revoked shall be liable for the compensation for such damage."}, {"text_block_id": "p29_b652", "text": "P"}, {"text_block_id": "p29_b653", "text": "ART"}, {"text_block_id": "p29_b654", "text": "4"}, {"text_block_id": "p29_b655", "text": "T"}, {"text_block_id": "p29_b656", "text": "HE"}, {"text_block_id": "p29_b657", "text": "E"}, {"text_block_id": "p29_b658", "text": "NERGY"}, {"text_block_id": "p29_b659", "text": "N"}, {"text_block_id": "p29_b660", "text": "ETWORK"}, {"text_block_id": "p29_b661", "text": "S"}, {"text_block_id": "p29_b662", "text": "YSTEMS"}, {"text_block_id": "p29_b663_merged_merged", "text": "AND THE ENERGY NETWORK SYSTEM OPERATORS"}, {"text_block_id": "p29_b672", "text": "Section 79:"}, {"text_block_id": "p29_b673", "text": "A licensee who has an energy network system shall carry out the operation in line with what is stipulated in the energy network system expansion plan."}, {"text_block_id": "p29_b674", "text": "A licensee who has an energy network system and who is a government agency as determined by the ERC shall develop his energy network system expansion plan and present it to the Minister for further submission to the cabinet for approval."}, {"text_block_id": "p30_b675", "text": "In considering the energy network system expansion plan under Clause two hereof, the ERC shall provide comments on the subject.  In this regard, if the mentioned plan has significant impacts on the general public, the ERC shall organize a hearing process in accordance with Section 26."}, {"text_block_id": "p30_b676", "text": "A licensee who has an energy network system and who is not a government agency under Clause two hereof shall develop his energy network system expansion plan for submission to the ERC for approval in compliance with the scope and criteria specified by the ERC."}, {"text_block_id": "p30_b677", "text": "Section 80:"}, {"text_block_id": "p30_b678", "text": "A licensee who has an energy network system shall fairly carry out his energy industry without unjust discrimination."}, {"text_block_id": "p30_b679", "text": "Section 81:"}, {"text_block_id": "p30_b680", "text": "A licensee who has an energy network system must allow other licensees or energy industry operators to utilize or connect to his energy network system in accordance with the codes stipulated and announced by the licensee operating the energy network system."}, {"text_block_id": "p30_b681", "text": "The codes under Clause one hereof shall comprise the code of the energy network system connection, the code of utilization of the energy network system facilities and the code of the energy network system operation.  Such codes shall be based on the following principles:"}, {"text_block_id": "p30_b682", "text": "(1)"}, {"text_block_id": "p30_b683", "text": "They must not adversely affect the security, safety and quality of the energy system."}, {"text_block_id": "p30_b684", "text": "(2)"}, {"text_block_id": "p30_b685", "text": "They must not disadvantage energy consumers and the public as a whole."}, {"text_block_id": "p30_b686", "text": "(3)"}, {"text_block_id": "p30_b687", "text": "They must not unjustly discriminate or hinder other licensees or energy industry operators."}, {"text_block_id": "p30_b688", "text": "(4)"}, {"text_block_id": "p30_b689", "text": "The technical specifications at the end-use points or at the point of connection to the energy network system must be clear, technically feasible and must not impose an undue burden on the person who requests to utilize or connect to the energy network system."}, {"text_block_id": "p30_b690", "text": "(5)"}, {"text_block_id": "p30_b691", "text": "Duties and liability of both the person who requests to utilize or connect to the energy network system and the person who allows the utilization of or connection to the system must be clearly stipulated."}, {"text_block_id": "p30_b692", "text": "(6)"}, {"text_block_id": "p30_b693", "text": "Any other characteristic as specified and announced by the ERC."}, {"text_block_id": "p30_b694", "text": "The codes under Clause one and Clause two hereof shall not cause the licensee operating the energy network system to lose benefits or to be at a disadvantage in the competition against other licensees or energy industry operators."}, {"text_block_id": "p31_b695", "text": "Section 82:"}, {"text_block_id": "p31_b696", "text": "In the case where the ERC views that the code of the energy network system connection, the code of utilization of the energy network system facilities and the code of the energy network system operation do not comply with the principles under Section 81, the ERC shall have the power to order the licensee issuing such codes to revise or improve the codes to comply with the principles under Section 81."}, {"text_block_id": "p31_b697", "text": "Section 83:"}, {"text_block_id": "p31_b698", "text": "In the case where a licensee or an energy industry operator, wishing to use or connect to an energy network system views that the code of the energy network system connection, the code of utilization of the energy network system facilities and the code of the energy network system operation do not comply with the principles under Section 81, the licensee or the energy industry operator can file a petition to the ERC for consideration."}, {"text_block_id": "p31_b699", "text": "In the case where the ERC views that the codes do not comply with the principles under Section 81, the ERC shall have the power to order the licensee issuing such codes to revise or improve the codes to comply with the principles under Section 81."}, {"text_block_id": "p31_b700", "text": "Section 84:"}, {"text_block_id": "p31_b701", "text": "In the event that a licensee who has an energy network system refuses to allow utilization of or connection to his energy network system, the person who has been refused has the right to file a petition for the ERC’s consideration."}, {"text_block_id": "p31_b702", "text": "When the ERC has made a decision on the petition under Clause one hereof, the concerned parties shall abide by the decision."}, {"text_block_id": "p31_b703", "text": "Section 85:"}, {"text_block_id": "p31_b704", "text": "A licensee who has an energy network system shall provide the person who requests to utilize or connect to his energy network system with accurate information necessary for the utilization of or connection to the system.  He shall not take any action that would disrupt the normal operation of the other licensee or energy industry operator utilizing or connecting to his energy network system."}, {"text_block_id": "p31_b705", "text": "Section 86:"}, {"text_block_id": "p31_b706", "text": "A licensee who has an energy network system must disclose the contracts, agreements, conditions and tariffs for the utilization of or connection to his energy network system, according to the criteria, procedures and conditions established and announced by the ERC."}, {"text_block_id": "p31_b707", "text": "Section 87:"}, {"text_block_id": "p31_b708", "text": "A licensee with an energy network system operator shall be responsible for the control, management and overseeing of the energy system to ensure the overall system balance, security, stability, efficiency and reliability and shall have the"}, {"text_block_id": "p32_b709", "text": "power and duties to execute other tasks as specified by the ERC under the conditions of the license issuance."}, {"text_block_id": "p32_b710", "text": "The licensee with the power system operator shall fairly instruct licensees operating the electricity industry to generate electricity and shall not exert unjust discrimination."}, {"text_block_id": "p32_b711", "text": "Section 88:"}, {"text_block_id": "p32_b712", "text": "In the case where a petition is filed to the ERC claiming that the licensee with the power system operator has breached the provision of Section 87, Clause two thereof, the ERC shall finalize the deliberation on the petition within thirty (30) days as from the date the petition is received."}, {"text_block_id": "p32_b713", "text": "In the case where the ERC views that the licensee with the power system operator has breached Section 87, Clause two thereof, and hence has caused damage to the petitioner, the ERC shall, preliminarily, determine also the amount of the compensation for such damage."}, {"text_block_id": "p32_b714", "text": "DIVISION 4"}, {"text_block_id": "p32_b715", "text": "ENERGY CONSUMER PROTECTION"}, {"text_block_id": "p32_b716", "text": "P"}, {"text_block_id": "p32_b717", "text": "ART"}, {"text_block_id": "p32_b718", "text": "1"}, {"text_block_id": "p32_b719", "text": "S"}, {"text_block_id": "p32_b720_merged", "text": "ERVICE STANDARDS AND SERVICE EXTENSION"}, {"text_block_id": "p32_b727", "text": "Section 89:"}, {"text_block_id": "p32_b728", "text": "The licensees shall provide energy services pursuant to the standards established by the ERC, which shall include the technical and engineering standards as well as the service quality standards."}, {"text_block_id": "p32_b729", "text": "The licensees who fail to meet the standards specified under Clause one hereof shall be liable for the compensation payment to energy consumers, according to the regulations established by the ERC."}, {"text_block_id": "p32_b730", "text": "The licensees shall submit a report on the service provision quality to the ERC, according to the regulations set forth by the ERC."}, {"text_block_id": "p32_b731", "text": "Section 90:"}, {"text_block_id": "p32_b732", "text": "The ERC may designate a licensee to arrange for energy service provision in a particular locality where no energy service exists or where the service is not extensive or is inadequate to meet the demand of energy consumers in that locality."}, {"text_block_id": "p33_b733", "text": "The designation under Clause one hereof shall conform to the policy set forth by the Minister under Section 9 (7)."}, {"text_block_id": "p33_b734", "text": "Section 91:"}, {"text_block_id": "p33_b735", "text": "The ERC shall have the power to issue an announcement establishing the standard models of contracts pertaining to the energy service provision and may also specify matters of which the contracts can differ from the contract standard models."}, {"text_block_id": "p33_b736", "text": "The standard models of contracts pertaining to the energy service provision shall have, at least, the following aspects:"}, {"text_block_id": "p33_b737", "text": "(1)"}, {"text_block_id": "p33_b738", "text": "the provisions on duty and liability of both the licensee and the energy consumer, which must be clearly indicated;"}, {"text_block_id": "p33_b739", "text": "(2)"}, {"text_block_id": "p33_b740", "text": "no provisions that restrict the energy consumer’s utilization of services, without appropriate reasons; and"}, {"text_block_id": "p33_b741", "text": "(3)"}, {"text_block_id": "p33_b742", "text": "no provisions that unjustly discriminate or hinder the energy consumer."}, {"text_block_id": "p33_b743", "text": "Section 92:"}, {"text_block_id": "p33_b744", "text": "The licensee must publicize the contract model of his energy service provision to energy consumers in accordance with the criteria set forth by the ERC, and the contract model shall be noticeably displayed in the establishment of the licensee to allow examination by the general public."}, {"text_block_id": "p33_b745", "text": "P"}, {"text_block_id": "p33_b746", "text": "ART"}, {"text_block_id": "p33_b747", "text": "2"}, {"text_block_id": "p33_b748", "text": "T"}, {"text_block_id": "p33_b749_merged", "text": "HE POWER DEVELOPMENT FUND"}, {"text_block_id": "p33_b756", "text": "Section 93:"}, {"text_block_id": "p33_b757", "text": "A fund shall be set up in the Office, under the name “Power Development Fund,” with the following objectives: to be used as a capital to support extensive extension of electricity service provision to various localities so as to decentralize prosperity to provincial areas; to develop the local communities affected by the operation of a power plant; to promote the use of renewable energy and technologies in the electricity industry operation that have less impact on the environment, with due consideration on the balance of natural resources; and to create fairness for power consumers."}, {"text_block_id": "p33_b758", "text": "Section 94:"}, {"text_block_id": "p33_b759", "text": "The Fund consists of the following:"}, {"text_block_id": "p33_b760", "text": "(1)"}, {"text_block_id": "p33_b761", "text": "the contributions obtained under Section 96;"}, {"text_block_id": "p33_b762", "text": "(2)"}, {"text_block_id": "p33_b763", "text": "the fines collected from licensees for the electricity industry operation under Section 128 and Section 140;"}, {"text_block_id": "p34_b764", "text": "(3)"}, {"text_block_id": "p34_b765", "text": "donated money or assets; and"}, {"text_block_id": "p34_b766", "text": "(4)"}, {"text_block_id": "p34_b767", "text": "interest or any benefit incurred from the money or assets of the Fund."}, {"text_block_id": "p34_b768", "text": "The money and assets belonging to the Fund are not subject to remittance to the Ministry of Finance as state revenue under the law on treasury balance and the law on budgetary procedure."}, {"text_block_id": "p34_b769", "text": "Section 95:"}, {"text_block_id": "p34_b770", "text": "The Office shall receive, disburse, keep and manage the money of the Fund separately from the budget of the Office."}, {"text_block_id": "p34_b771", "text": "The receipt, disbursement, keeping and management of the money of the Fund shall be in conformity with the regulations set forth by the ERC."}, {"text_block_id": "p34_b772", "text": "Section 96:"}, {"text_block_id": "p34_b773", "text": "The electricity industry licensees shall deliver contributions to the Fund in accordance with the regulations prescribed by the ERC under the policy framework of the NEPC under Section 11 (10).  The contributions sent to the Fund to be used under Section 97 (1) shall be deducted from the tariffs."}, {"text_block_id": "p34_b774", "text": "The establishment of the criteria, procedures and conditions of the contribution delivery to the Fund under Clause one hereof shall include the distinct account separation according to the activities specified under Section 97 (1), (2), (3), (4) and (5), taking into consideration the impacts on power consumers who have to absorb the burden resulting from the electricity industry licensees’ obligation to deliver such contributions."}, {"text_block_id": "p34_b775", "text": "Section 97:"}, {"text_block_id": "p34_b776", "text": "The Fund shall be used for the following activities:"}, {"text_block_id": "p34_b777", "text": "(1)"}, {"text_block_id": "p34_b778", "text": "to compensate and subsidize for electricity industry licensees who have provided services for underprivileged power consumers or to enhance extensive electrification or to support the policy on the development decentralization to provincial areas;"}, {"text_block_id": "p34_b779", "text": "(2)"}, {"text_block_id": "p34_b780", "text": "to compensate power consumers who have to pay the tariffs at a higher rate resulting from the act of the licensee with the power system operator that breaches Section 87, Clause two thereof;"}, {"text_block_id": "p34_b781", "text": "(3)"}, {"text_block_id": "p34_b782", "text": "to develop or rehabilitate a locality that is affected by the power plant operation;"}, {"text_block_id": "p34_b783", "text": "(4)"}, {"text_block_id": "p34_b784", "text": "to promote the use of renewable energy and technologies for electricity industry operation that have less impact on the environment;"}, {"text_block_id": "p34_b785", "text": "(5)"}, {"text_block_id": "p34_b786", "text": "to increase knowledge, awareness and participation of the society and people in power-related issues; and"}, {"text_block_id": "p34_b787", "text": "(6)"}, {"text_block_id": "p34_b788", "text": "to pay for the costs of the Fund management."}, {"text_block_id": "p35_b789", "text": "The use of the Fund under (1), (2), (3), (4) and (5) shall comply with the regulations prescribed by the ERC under the policy framework of the NEPC under Section 11 (10), and there shall be the distinct account separation by activity."}, {"text_block_id": "p35_b790", "text": "P"}, {"text_block_id": "p35_b791", "text": "ART"}, {"text_block_id": "p35_b792", "text": "3"}, {"text_block_id": "p35_b793", "text": "R"}, {"text_block_id": "p35_b794_merged", "text": "EGIONAL ENERGY CONSUMER COMMITTEES"}, {"text_block_id": "p35_b801", "text": "Section 98:"}, {"text_block_id": "p35_b802", "text": "For the benefit of energy consumer protection, the ERC shall appoint the Regional Energy Consumer Committees, each comprising one Chairman and other members, not exceeding 10 persons, representing energy consumers in each region."}, {"text_block_id": "p35_b803", "text": "The qualifications, terms of office, discharge from office, working procedures, remuneration and other expenses for the duty execution of the Regional Energy Consumer Committees shall comply with the stipulations of the ERC, and the aforementioned remuneration and other expenses shall be considered as part of the operating expenditure of the Office."}, {"text_block_id": "p35_b804", "text": "The division of regional areas under Clause one hereof shall be determined by the ERC."}, {"text_block_id": "p35_b805", "text": "Section 99:"}, {"text_block_id": "p35_b806", "text": "The Regional Energy Consumer Committees shall have the following power and duties:"}, {"text_block_id": "p35_b807", "text": "(1)"}, {"text_block_id": "p35_b808", "text": "to address the petitions of energy consumers and give advice to energy consumers in line with the stipulations of the ERC;"}, {"text_block_id": "p35_b809", "text": "(2)"}, {"text_block_id": "p35_b810", "text": "to give advice to the ERC on energy consumer protection issues;"}, {"text_block_id": "p35_b811", "text": "(3)"}, {"text_block_id": "p35_b812", "text": "to propose corrective and improvement measures regarding energy service provision;"}, {"text_block_id": "p35_b813", "text": "(4)"}, {"text_block_id": "p35_b814", "text": "to co-ordinate with energy industry operators to acquire the information related to the petitions of energy consumers with a view to improving service quality and finding solutions to the petitions; and"}, {"text_block_id": "p35_b815", "text": "(5)"}, {"text_block_id": "p35_b816", "text": "to perform any other task as may be assigned by the ERC."}, {"text_block_id": "p35_b817", "text": "Section 100:"}, {"text_block_id": "p35_b818", "text": "In the event that an energy consumer is adversely affected by the service provision of a licensee, the energy consumer shall have the right to file a petition to the concerned Regional Energy Consumer Committee."}, {"text_block_id": "p35_b819", "text": "The petition shall explicitly indicate the facts occurred, and any proof or documentary evidence relevant to the petition shall be furnished therewith."}, {"text_block_id": "p36_b820", "text": "The criteria and petition procedures shall comply with the regulations prescribed by the ERC.  In this connection, a timeframe shall be fixed that the petition deliberation shall be finalized within sixty (60) days as from the date of receipt of the petition, and the parties concerned shall also be given an opportunity to provide facts and present their evidence."}, {"text_block_id": "p36_b821", "text": "Section 101:"}, {"text_block_id": "p36_b822", "text": "In the event that the energy consumer disagrees with the decision of the Regional Energy Consumer Committee, he shall have the right to appeal to the ERC, according to the criteria, procedures and conditions set forth by the ERC."}, {"text_block_id": "p36_b823", "text": "The appeal decision of the ERC shall be treated as final."}, {"text_block_id": "p36_b824", "text": "Section 102:"}, {"text_block_id": "p36_b825", "text": "In the case where an energy consumer has found that a licensee collects the tariff at a higher rate than that approved by the ERC, or that the licensee unfairly provides services, the energy consumer shall have the right to request information about his service utilization from the licensee, and the licensee must provide the requested information to the energy consumer within thirty (30) days from the date on which a written request is received."}, {"text_block_id": "p36_b826", "text": "In the event that the energy consumer wishes to obtain the information under Clause one hereof in the form of a document with the certification of the information accuracy, the licensee shall accordingly provide him with such a document and the charge for so doing can be imposed on the energy consumer. However, the charge shall not be higher than the actual cost and shall be in line with the criteria, procedures and conditions prescribed by the ERC."}, {"text_block_id": "p36_b827", "text": "Section 103:"}, {"text_block_id": "p36_b828", "text": "In the case where there are reasonable grounds for suspicion that a licensee unjustly or unfairly collects tariffs, the energy consumer shall have the right to submit a petition to the Regional Energy Consumer Committee.  The provisions of Section 100 shall apply mutatis mutandis."}, {"text_block_id": "p36_b829", "text": "DIVISION 5"}, {"text_block_id": "p36_b830", "text": "UTILIZATION OF IMMOVABLE PROPERTY"}, {"text_block_id": "p36_b831", "text": "Section 104:"}, {"text_block_id": "p36_b832", "text": "When it is necessary for a licensee that is a government agency to use immovable property for the purpose of constructing an energy network system or other structures necessary and related to such an activity, including water resources for power generation and constructing a barrage, a diversion dam, a storage dam, a reservoir or any other structure that is a component of the dam or reservoir for"}, {"text_block_id": "p37_b833", "text": "hydropower generation, for hydropower development, or for the benefits related to the construction of a hydropower plant, including the switchyard and any other structure that is a component of the hydropower plant, if no agreement is made on the transfer to be otherwise, the expropriation shall be made according to the law on the expropriation of immovable property.  In this regard, the Office shall be the expropriation authority and the ownership to the expropriated immovable property shall belong to the state."}, {"text_block_id": "p37_b834", "text": "The Office shall be tasked with the administration, maintenance, utilization and profit making in relation to the immovable property belonging to the state under Clause one hereof, in accordance with the criteria, procedures and conditions set forth by the ERC."}, {"text_block_id": "p37_b835", "text": "Section 105:"}, {"text_block_id": "p37_b836", "text": "For the benefit of exploration or survey for a location for the construction of an energy network system, a licensee, with the approval of the ERC, shall have the power to enter and temporarily make use or occupy the immovable property of any person, so long as it is not his dwelling place.  In this connection, a licensee that is a government agency or the office of another licensee shall make an announcement designating the area to be surveyed by posting up a written notification at the district office, or the minor-district office, the sub-district office and the village headman office, overseeing the area where the immovable property is situated, for a period of no less than seven (7) days.  Besides, the licensee shall make an announcement via at least one of the local newspapers which are widely distributed in the locality for no less than three (3) days, notifying the scheduled date, time and duration of the act to be performed, or in accordance with the criteria set forth by the ERC."}, {"text_block_id": "p37_b837", "text": "The posting of such a notification and the announcement in the newspaper shall be made no less than thirty (30) days prior to the entrance to use or possess of the immovable property."}, {"text_block_id": "p37_b838", "text": "After having entered the immovable property of any person, if any damage or depreciation of the immovable property or assets occurs, the licensee shall notify the amount of compensation for the damage, in writing, to the owner or occupying person or right holder of the immovable property or assets and shall pay compensation for the damage to the concerned person according to the criteria, procedures and conditions specified by the ERC.  In this regard, the compensation amount shall be fairly assessed, including the charge for loss of economic benefits that should have been gained from the use of the concerned property."}, {"text_block_id": "p37_b839", "text": "The owner or occupying person or right holder of the immovable property or assets may lodge an appeal against the amount of compensation to the ERC within sixty (60) days as from the receipt date of the written notification on the amount of compensation."}, {"text_block_id": "p37_b840", "text": "The ERC shall finalize the deliberation on the appeal within sixty (60) days as from the receipt date of the appeal."}, {"text_block_id": "p37_b841", "text": "The ERC’s decision on the appeal shall be treated as final."}, {"text_block_id": "p38_b842", "text": "Section 106:"}, {"text_block_id": "p38_b843", "text": "When the licensee has identified the route or the site for the energy network system construction, he shall prepare a drawing illustrating detailed characteristics of the directions and boundary of the energy network system installation for submission to the ERC for consideration and approval, and the ERC shall finalize the consideration within thirty (30) days."}, {"text_block_id": "p38_b844", "text": "After the ERC has approved the drawing under Clause one hereof, the Office shall make an announcement designating the energy network system boundary by posting notifications at the district office, or the minor-district office, the sub-district office and the village headman office, where the energy network system boundary is located, or by any other means as deemed appropriate by the ERC.  In this regard, the licensee shall illustrate the demarcation of the energy network boundary on the actual site and issue a written notification to the owner or occupying person or right holder of the immovable property that is located within the boundary, or in the associated energy network system sites, pursuant to the criteria, procedures and conditions set forth by the ERC."}, {"text_block_id": "p38_b845", "text": "The owner or occupying person or right holder of the immovable property may lodge an appeal giving reasons rendering such an act inappropriate to the ERC within thirty (30) days as from the receipt date of the written notification from the licensee."}, {"text_block_id": "p38_b846", "text": "The ERC shall finalize the deliberation on the appeal within sixty (60) days as from the receipt date of the appeal."}, {"text_block_id": "p38_b847", "text": "The ERC’s decision on the appeal shall be treated as final."}, {"text_block_id": "p38_b848", "text": "Section 107:"}, {"text_block_id": "p38_b849", "text": "When the announcement on the energy network system boundary under Section 106 has been made, the licensee shall have the power to carry out the following:"}, {"text_block_id": "p38_b850", "text": "(1)"}, {"text_block_id": "p38_b851", "text": "To construct the energy network system under, above, along or across the energy network system of another licensee, and the latter shall not be able to oppose the implementation unless it can be proved that the implementation will create technical problems that may disturb his own energy network system installation.  In this connection, the other licensee may impose a utilization charge at a reasonable and fair amount."}, {"text_block_id": "p38_b852", "text": "(2)"}, {"text_block_id": "p38_b853", "text": "To construct the energy network system under, above, along or across a state property land.  In this regard, the licensee shall abide by the rules and regulations pursuant to the provisions of relevant laws."}, {"text_block_id": "p38_b854", "text": "(3)"}, {"text_block_id": "p38_b855", "text": "To construct the energy network system under, above, along or across the land belonging to any person and to erect or install poles or other equipment in or on the ground of any person where no structures are situated."}, {"text_block_id": "p39_b856", "text": "(4)"}, {"text_block_id": "p39_b857", "text": "To demolish buildings or structures of other persons, or to destroy other things that were constructed or made, or to destroy or cut trunks, branches or roots of trees of other persons, or vegetation in the energy network system boundary."}, {"text_block_id": "p39_b858", "text": "Section 108:"}, {"text_block_id": "p39_b859", "text": "Before the execution under Section 107, the licensee shall take the following actions:"}, {"text_block_id": "p39_b860", "text": "(1)"}, {"text_block_id": "p39_b861", "text": "Inform, in writing, the other licensee under Section 107 (1), the owner or occupying person or right holder of the assets under Section 107 (2), (3) or (4). The other licensee, the owner or occupying person or right holder of the assets may lodge a petition opposing the execution, giving reasons rendering the act inappropriate to the ERC for consideration within thirty (30) days as from the receipt date of the written notification.  The decision of the ERC shall be treated as final."}, {"text_block_id": "p39_b862", "text": "(2)"}, {"text_block_id": "p39_b863", "text": "Pay for the utilization charge or take any other action under Section 107 (1), or pay compensation to the owner or occupying person or right holder of the assets under Section 107 (2), (3) or (4) according to the criteria, procedures and conditions announced by the ERC, as well as inform, in writing, the owner or occupying person or right holder of the assets of the amount of the utilization charge or compensation.  As for a state property land, the ERC shall coordinate with the agency responsible for the administration of that state property land in establishing the relevant criteria, procedures and conditions."}, {"text_block_id": "p39_b864", "text": "(3)"}, {"text_block_id": "p39_b865", "text": "In the event that the other licensee, the owner or occupying person or right holder of the assets does not agree to the amount of the utilization charge or compensation under (2), the licensee shall deposit the payment for the utilization charge or compensation according to the criteria, procedures and conditions stipulated by the ERC, and the licensee shall have the right to take action under Section 107, which shall not cause troubles or disturbances or shall not create damaging effect on the environment and shall not depreciate the economic use of the assets.  In this connection, such acts shall be undertaken without undue appropriateness."}, {"text_block_id": "p39_b866", "text": "(4)"}, {"text_block_id": "p39_b867", "text": "In the event that the other licensee, the owner or occupying person or right holder of the assets is not satisfied with the amount of the utilization charge or compensation, he shall have the right to appeal to the ERC.  The ERC’s decision on the appeal shall be treated as final.  In this regard, the criteria, procedures and conditions of the appeal and the appeal procedure shall comply with the regulations stipulated and announced by the ERC."}, {"text_block_id": "p39_b868", "text": "Section 109:"}, {"text_block_id": "p39_b869", "text": "For the purpose of repairing or maintenance of an energy network system, a licensee shall have the power to enter and temporarily make use or occupy the immovable property of any person which is not his dwelling place, as deemed necessary, subject to the following conditions:"}, {"text_block_id": "p40_b870", "text": "(1)"}, {"text_block_id": "p40_b871", "text": "Such use or possession is necessary for the inspection or repairing and maintenance of the energy network system or for the prevention of danger or damage which may be caused to the energy network system."}, {"text_block_id": "p40_b872", "text": "(2)"}, {"text_block_id": "p40_b873", "text": "The licensee must notify, in writing, the owner or occupying person or right holder of the immovable property no less than three (3) days in advance."}, {"text_block_id": "p40_b874", "text": "The criteria, procedures and conditions of the appeal and the appeal procedure shall comply with the regulations announced by the ERC."}, {"text_block_id": "p40_b875", "text": "Section 110:"}, {"text_block_id": "p40_b876", "text": "In the case where the equipment of an energy consumer has caused disturbances to the extent that damage may be caused to the energy industry facility, the licensee shall inform that energy consumer, in writing, to change or correct and improve that equipment within a reasonable period of time."}, {"text_block_id": "p40_b877", "text": "In the event that the energy consumer declines to take action according to the notification and that the use of that equipment still causes disturbances, the licensee can temporarily suspend the service provision to that energy consumer until the latter has taken action pursuant to the notification.  In this connection, the licensee shall immediately report the motive for the service suspension to the ERC.  When the ERC has been informed of the service suspension, an order shall be issued to confirm or alter that service suspension.  The licensee shall abide by the order within thirty (30) days as from the date of issuance of the ERC’s order."}, {"text_block_id": "p40_b878", "text": "In the case of emergency, the licensee can immediately suspend the service provision without having to send a written notification to the energy consumer to change or correct and improve the equipment causing disturbances.  However, the notification shall then be made to the energy consumer and the ERC without delay.  When the ERC has been notified, further actions under Clause two hereof shall be undertaken."}, {"text_block_id": "p40_b879", "text": "Section 111:"}, {"text_block_id": "p40_b880", "text": "In the case where the energy network system under Section 107 or the equipment used in the operation of the energy network system has severely caused a disturbance or an obstacle to the economic utilization of the immovable property of its owner, occupying person or right holder due to the change in purpose or method of utilizing the immovable property, and when the owner, occupying person or right holder has lodged a complaint, the licensee shall take action to get rid of that disturbance or obstacle unless that act will severely affect the operation of the licensee or will be extremely difficult in terms of engineering aspects.  In such a case, the licensee and the owner, occupying person or right holder shall"}, {"text_block_id": "p41_b881", "text": "make a settlement for the implementation to get rid of that disturbance or obstacle, by specifying the implementation time frame, the party to be liable for the expense incurred and the method of payment for the expense."}, {"text_block_id": "p41_b882", "text": "In the event that the settlement cannot be reached or in the event that the settlement is reached but the execution according to the settlement cannot be materialized, the licensee, the owner, occupying person or right holder shall submit a petition to the ERC to make a final decision."}, {"text_block_id": "p41_b883", "text": "When the petition is received by the ERC, a copy of the petition shall be sent to the licensee and the owner, occupying person or right holder, whichever is the case, for acknowledgment within thirty (30) days as from the receipt date of the petition.  The party receiving the copy of the petition may present his comments in writing to the ERC within fifteen (15) days as from the receipt date of the copy of the petition.  When the said period is over, the ERC shall make a decision and shall, without delay, notify the decision to the licensee and the owner, occupying person or right holder.  The decision must mention the implementation to get rid of that disturbance or obstacle, the implementation time frame, the party liable for the expense incurred for the implementation and the method of payment for the expense."}, {"text_block_id": "p41_b884", "text": "When the ERC has made a decision, the licensee or the stakeholders shall have the right to appeal against the decision to the ERC within sixty (60) days as from the date of acknowledgment of the decision."}, {"text_block_id": "p41_b885", "text": "The ERC’s decision on the appeal shall be treated as final."}, {"text_block_id": "p41_b886", "text": "The criteria, procedures and conditions of the appeal and the appeal procedure shall comply with the regulations stipulated and announced by the ERC."}, {"text_block_id": "p41_b887", "text": "Section 112:"}, {"text_block_id": "p41_b888", "text": "Within the energy network system boundary as announced under Section 106, no person shall be allowed to construct a building or any structure, to grow any tree or plant, to install anything, to drill or dig a hole, to pile up soil, to discard things or to do anything that may cause danger or may be an obstacle to the energy network system, unless written permission is granted by a competent official, in compliance with the criteria, procedures and conditions stipulated by the ERC."}, {"text_block_id": "p41_b889", "text": "In considering the permission granting, under Clause one hereof, the competent official shall also listen to the comments of the licensee.  If it is viewed that such acts will not affect the energy network system, human beings, animals, vegetation, property or the environment, the competent official shall grant the permission as per the request, which may be affiliated with certain conditions."}, {"text_block_id": "p41_b890", "text": "In the event that an act under Clause one hereof is carried out without permission or with permission but there is a breach of the permission or conditions affiliated with the permission, the competent official shall have the power to exert the disciplinary measures under the law on administrative procedure."}, {"text_block_id": "p42_b891", "text": "Section 113:"}, {"text_block_id": "p42_b892", "text": "For the benefit of safety, a licensee shall have the power to demolish or cut trunks, branches, roots of trees or any other things that are in the vicinity of, or conceal, cover, spread over or overlie the energy network system area.  In so doing, a written notification must be given to the owners or occupying persons of the trees or those things in advance for a reasonable period of time.  In case the owners or occupying persons cannot be contacted, the licensee shall have the power to take action as deemed necessary and notify the ERC accordingly."}, {"text_block_id": "p42_b893", "text": "In the execution of the acts under Clause one hereof, if the trees or other things exist before the construction of the energy network system, the licensee shall pay compensation to the owners or occupying persons of the trees or those things.  If the settlement on the compensation amount cannot be reached, an appeal shall be made to the ERC, according to the criteria, procedures and conditions set forth by the ERC."}, {"text_block_id": "p42_b894", "text": "The ERC’s decision on the appeal shall be treated as final."}, {"text_block_id": "p42_b895", "text": "Section 114:"}, {"text_block_id": "p42_b896", "text": "In the case of necessity and urgency, a licensee shall have the power to immediately enter the land or the premise of any person, which is not his dwelling place, at any time in order to inspect, repair or fix up the energy network system. However, if the owner, occupying person or right holder is present at the site, he shall be notified prior to the entrance."}, {"text_block_id": "p42_b897", "text": "When the act under Clause one hereof has been undertaken, the licensee shall report the matter, without delay, to the ERC."}, {"text_block_id": "p42_b898", "text": "Section 115:"}, {"text_block_id": "p42_b899", "text": "In taking actions under Section 113 or Section 114, the licensee shall cautiously avoid damage to other things; however, if any damage occurs, the licensee shall be liable for the damage."}, {"text_block_id": "p42_b900", "text": "Section 116:"}, {"text_block_id": "p42_b901", "text": "When a request from a licensee is received, and if the ERC views that it is necessary to protect the energy network system, a protection zone of the energy network system may be demarcated together with the establishment of prohibitions against certain actions within the said zone, according to the criteria, procedures and conditions set forth by the ERC."}, {"text_block_id": "p42_b902", "text": "Any construction or action to be undertaken within the protection zone of the energy network system shall have to be permitted by the ERC, and in granting the permission, the ERC shall also take into consideration the protection of related energy network systems."}, {"text_block_id": "p43_b903", "text": "In the event that any construction or action having been granted permission under Clause two hereof causes any damage, the person responsible for the construction or action shall be liable for the compensation for the damage incurred."}, {"text_block_id": "p43_b904", "text": "Section 117:"}, {"text_block_id": "p43_b905", "text": "No person shall be allowed to damage, destroy, depreciate, negate or do anything that may cause danger to an energy industry facility or an energy network system operator."}, {"text_block_id": "p43_b906", "text": "For the benefit of this Section, the ERC may establish and announce measures to protect the aforementioned under Clause one hereof, as deemed necessary."}, {"text_block_id": "p43_b907", "text": "Section 118:"}, {"text_block_id": "p43_b908", "text": "In the energy network system boundary and in the protection zone of the energy network system, which are in any river, canal, sea or waterway, no person shall be allowed to drop or drag the anchors, or drag fishing-nets or any animal-catching tools."}, {"text_block_id": "p43_b909", "text": "When a ship sails across the energy network system boundary, if the anchor is not weighed until it can be seen well above the water, the act shall be regarded as anchor dragging."}, {"text_block_id": "p43_b910", "text": "DIVISION 6"}, {"text_block_id": "p43_b911", "text": "REDRESS OF DISPUTES AND LODGING OF APPEALS"}, {"text_block_id": "p43_b912", "text": "Section 119:"}, {"text_block_id": "p43_b913", "text": "Unless the dispute settlement or lodging of appeals is stipulated otherwise in a contract, the procedures of dispute settlement or lodging of appeal shall comply with the provisions of this Division."}, {"text_block_id": "p43_b914", "text": "Section 120:"}, {"text_block_id": "p43_b915", "text": "When a dispute occurs between an energy consumer and a licensee, or between a licensee and another licensee, the following procedures shall apply to the consideration and adjudication on the dispute or to subjugate the argument:"}, {"text_block_id": "p43_b916", "text": "(1)"}, {"text_block_id": "p43_b917", "text": "For a dispute between an energy consumer and a licensee, the dispute resolution procedures shall comply with the provision of Section 100."}, {"text_block_id": "p43_b918", "text": "(2)"}, {"text_block_id": "p43_b919", "text": "For a dispute between a licensee and another licensee, the dispute resolution procedures shall comply with the regulations prescribed by the ERC."}, {"text_block_id": "p44_b920", "text": "Section 121:"}, {"text_block_id": "p44_b921", "text": "In the event that any energy consumer, licensee or stakeholder is dissatisfied with any order, regulation, requirement, announcement or code issued by the ERC, the person shall have the right to lodge an appeal to the ERC."}, {"text_block_id": "p44_b922", "text": "The appeal under Clause one hereof shall be submitted to the ERC within thirty (30) days as from the date of receipt of the ERC’s order or from the date on which the ERC issues the regulation, requirement, announcement or code."}, {"text_block_id": "p44_b923", "text": "The criteria, procedures and conditions of the appeal submission and the appeal consideration procedures shall be in accordance with the regulations set forth by the ERC."}, {"text_block_id": "p44_b924", "text": "The appeal under Clause two hereof shall not be the cause to suspend the enforcement of the ERC’s order unless the ERC has given an interim instruction to be otherwise before a decision is made on the appeal."}, {"text_block_id": "p44_b925", "text": "The ERC’s decision on the appeal shall be treated as final."}, {"text_block_id": "p44_b926", "text": "DIVISION 7"}, {"text_block_id": "p44_b927", "text": "COMPETENT OFFICIALS"}, {"text_block_id": "p44_b928", "text": "Section 122:"}, {"text_block_id": "p44_b929", "text": "For the execution of this Act, the competent officials shall have the authority and duties as follows:"}, {"text_block_id": "p44_b930", "text": "(1)"}, {"text_block_id": "p44_b931", "text": "to enter the building or the energy industry facility of a licensee during the time between sunrise and sunset, or during the office hours of that establishment, for the purpose of inspection of the business, accounts, documents or evidence, or relevant information, including any acts of the licensee that may violate or fail to comply with the provisions of this Act or the conditions specified in the license;"}, {"text_block_id": "p44_b932", "text": "(2)"}, {"text_block_id": "p44_b933", "text": "to issue a written notification requiring any person’s presence to furnish a statement or ordering the person to submit any document or material for consideration;"}, {"text_block_id": "p44_b934", "text": "(3)"}, {"text_block_id": "p44_b935", "text": "to inspect and compile facts, then report to the ERC in the case where the licensee has committed malfeasance or has caused damage arising from the violation of or non-compliance with the provisions of this Act or the conditions specified in the license;"}, {"text_block_id": "p44_b936", "text": "(4)"}, {"text_block_id": "p44_b937", "text": "to enter and temporarily make use or occupy the immovable property of any person, which is not his dwelling place, for the benefit of surveying or exploring for a location for an energy network system installation, as stipulated under Section 105, by and with approval of the ERC; and"}, {"text_block_id": "p44_b938", "text": "(5)"}, {"text_block_id": "p44_b939", "text": "to enter and carry out the acts affecting the land or assets of other persons, as stipulated under Section 107, Section 109, Section 113, Section 114 and Section 116, by and with approval of the ERC."}, {"text_block_id": "p45_b940", "text": "Having entered the establishment and commenced the inspection under (1), if the inspection is not completed, the competent officials can continue doing their duties after sunset or after the office hours of that establishment, as may be deemed necessary and appropriate."}, {"text_block_id": "p45_b941", "text": "In executing the duty under (1), the competent officials shall not act in a threatening or searching manner under the crime procedure code."}, {"text_block_id": "p45_b942", "text": "Section 123:"}, {"text_block_id": "p45_b943", "text": "A person affected by the duty execution of the competent officials shall provide facilities to the latter, as appropriate."}, {"text_block_id": "p45_b944", "text": "Section 124:"}, {"text_block_id": "p45_b945", "text": "In executing the duties, a competent official shall produce his identification card to the interested persons."}, {"text_block_id": "p45_b946", "text": "The identification card of the competent official shall be in the form prescribed and announced by the ERC."}, {"text_block_id": "p45_b947", "text": "Section 125:"}, {"text_block_id": "p45_b948", "text": "In executing the duties under this Act, the Secretary General, the staff members of the Office and the competent officials shall be considered officials under the Criminal Code."}, {"text_block_id": "p45_b949", "text": "Section 126:"}, {"text_block_id": "p45_b950", "text": "In the case of an emergency or necessity to maintain the national security or the economic stability, or to protect the public interest, or to maintain peacefulness of the people, the ERC may assign or order a government agency with experience and expertise in the energy industry operation or the competent officials to occupy or utilize the equipment and devices of a licensee to operate the business, or order the licensee or his staff to take any actions until the emergency or necessity dissolves."}, {"text_block_id": "p45_b951", "text": "In carrying out the implementation under Clause one hereof, the government agency or competent officials shall exercise caution to keep and protect the assets of the licensee in the same manner that an energy industry operator or a person with such a profession should do."}, {"text_block_id": "p45_b952", "text": "In carrying out the implementation under Clause one hereof, if any damage occurs to the licensee, the latter shall have the right to claim compensation for the damage from the Office, according to the criteria, procedures and conditions prescribed by the ERC."}, {"text_block_id": "p46_b953", "text": "DIVISION 8"}, {"text_block_id": "p46_b954", "text": "DISCIPLINARY PROCEDURES"}, {"text_block_id": "p46_b955", "text": "Section 127:"}, {"text_block_id": "p46_b956", "text": "In the case where it is evident to the ERC that there is a violation or a breach of Section 53, Section 55, Section 58, Section 63, Section 70, Section 71, Section 73, Section 74, Section 79, Section 80, Section 85, Section 86, Section 87, Section 89, Section 92, Section 96 (Clause one) or Section 102, the ERC shall have the power to order the licensee to act or refrain from the act, or to improve or rectify the act, within a specified period of time."}, {"text_block_id": "p46_b957", "text": "Section 128:"}, {"text_block_id": "p46_b958", "text": "In the case where the licensee violates or fails to comply with the ERC’s order under Section 56, Section 57, Section 61, Section 62, Section 68 (2), Section 72 (Clause two), Section 82, Section 83 (Clause two), Section 84 (Clause two) or Section 127, and where the period for lodging an appeal under Section 121 has elapsed, or in the case where an appeal is submitted under Section 121 but the ERC has passed a resolution overriding the appeal, and when the ERC has issued a warning notification to the licensee but still no compliance with the order is made, the ERC shall consider determining an administrative fine, which shall not exceed five hundred thousand (500,000) Baht per day, taking into account the degree of severity of the violation or breach of the order as well."}, {"text_block_id": "p46_b959", "text": "In the case where no payment of the administrative fine is made, the enforcement of disciplinary procedures shall be made pursuant to Part 8: Disciplinary Procedures, Division 2: Administrative Orders, under the Administrative Procedure Act, B.E. 2539 (1996)."}, {"text_block_id": "p46_b960", "text": "In the event that the licensee still ignores to rectify the operation or violates the license suspension order, or in the event that serious damage affecting the public interest arises, the ERC shall have the power to suspend or revoke his license, as the case may be."}, {"text_block_id": "p46_b961", "text": "DIVISION 9"}, {"text_block_id": "p46_b962", "text": "PUNISHMENT"}, {"text_block_id": "p46_b963", "text": "Section 129:"}, {"text_block_id": "p46_b964", "text": "Whoever violates Section 20 shall be punished with imprisonment of not exceeding one (1) year or a fine of not exceeding one million (1,000,000) Baht, or both."}, {"text_block_id": "p47_b965", "text": "Section 130:"}, {"text_block_id": "p47_b966", "text": "Whoever obstructs or fails to comply with the order of the ERC, the sub-committee or the person appointed by the ERC under Section 24 and exercising their authority under Section 25, or of the competent officials exercising their authority under Section 122, shall be punished with imprisonment of not exceeding one (1) year or a fine of not exceeding one million (1,000,000) Baht, or both."}, {"text_block_id": "p47_b967", "text": "Section 131:"}, {"text_block_id": "p47_b968", "text": "Whoever refuses to facilitate the competent officials pursuant to Section 122 and Section 123 shall be punished with imprisonment of not exceeding six (6) months or a fine of not exceeding ten thousand (10,000) Baht, or both."}, {"text_block_id": "p47_b969", "text": "Section 132:"}, {"text_block_id": "p47_b970", "text": "Any person who misrepresents or provides distorted information to the ERC, the sub-committee or the person appointed by the ERC under Section 24, and hence damage caused to the Office, energy consumers, licensees or other persons, shall be punished with imprisonment of not exceeding six (6) months or a fine of not exceeding five hundred thousand (500,000) Baht, or both."}, {"text_block_id": "p47_b971", "text": "Section 133:"}, {"text_block_id": "p47_b972", "text": "Whoever violates Section 47 (Clause one) or Section 59 (Clause one) shall be punished with imprisonment of not exceeding two (2) years or a fine of not exceeding ten million (10,000,000) Baht, or both."}, {"text_block_id": "p47_b973", "text": "In addition to the punishment under Clause one hereof, the violator of Section 47 (Clause one) shall be subject to a fine of not exceeding twenty thousand (20,000) Baht per day so long as the violation still continues."}, {"text_block_id": "p47_b974", "text": "Section 134:"}, {"text_block_id": "p47_b975", "text": "Whoever does not comply with the ERC’s order issued under Section 127, arising from the violation of Section 96 (Clause one), shall be punished with imprisonment of not exceeding one (1) month or a fine of not exceeding twenty thousand (20,000) Baht per day so long as the violation still continues."}, {"text_block_id": "p47_b976", "text": "Section 135:"}, {"text_block_id": "p47_b977", "text": "Whoever violates Section 61 (1), Section 76 (Clause one) or Section 84 (Clause two) shall be punished with imprisonment of not exceeding two (2) years or a fine of not exceeding four million (4,000,000) Baht, or both."}, {"text_block_id": "p47_b978", "text": "Section 136:"}, {"text_block_id": "p47_b979", "text": "Any licensee to be a standard testing and certifying entity, who commits the act under Section 77 (2), shall be punished with imprisonment of not exceeding two (2) years or a fine of not exceeding four million (4,000,000) Baht, or both."}, {"text_block_id": "p48_b980", "text": "Section 137:"}, {"text_block_id": "p48_b981", "text": "Whoever violates Section 116 (Clause two) or Section 117 shall be punished with imprisonment of not exceeding ten (10) years or a fine of not exceeding ten million (10,000,000) Baht, or both."}, {"text_block_id": "p48_b982", "text": "Section 138:"}, {"text_block_id": "p48_b983", "text": "Whoever violates Section 118 shall be punished with imprisonment of not exceeding six (6) months or a fine of not exceeding ten thousand (10,000) Baht, or both."}, {"text_block_id": "p48_b984", "text": "If such an act has caused destruction, damage, depreciation or negation to the energy network system, the person who commits the act shall be punished with imprisonment of not exceeding two (2) years or a fine of not exceeding two hundred thousand (200,000) Baht, or both."}, {"text_block_id": "p48_b985", "text": "Section 139:"}, {"text_block_id": "p48_b986", "text": "Whoever clandestinely uses the services of a licensee without legitimate rights, which causes damage to the licensee, shall be punished with imprisonment of not exceeding three (3) years or a fine of not exceeding three hundred thousand (300,000) Baht, or both."}, {"text_block_id": "p48_b987", "text": "Section 140:"}, {"text_block_id": "p48_b988", "text": "For any offenses under Section 131, Section 132, Section 134 or Section 138 (Clause one), the ERC shall have the power to settle the case.  For this purpose, the ERC may appoint a sub-committee to settle the case in its place and may establish the settlement criteria or set up any conditions for the duty execution of the sub-committee."}, {"text_block_id": "p48_b989", "text": "In the case where an offense is evident to the inquiry officials and the offender consents to settle the case, the inquiry officials shall expeditiously refer the case to the ERC for further consideration of the settlement."}, {"text_block_id": "p48_b990", "text": "When the offender has paid the fine imposed on him through the setttlement, the case shall be deemed to have been settled under the Criminal Procedure Code."}, {"text_block_id": "p48_b991", "text": "Section 141:"}, {"text_block_id": "p48_b992", "text": "In the event that the person who has committed an offense and who shall be punished under this Act is a juristic entity, the managing director, the manager or any person responsible for the operation of that juristic entity shall also be punished pursuant to the provision dealing with that offense, unless he can prove that he has no part in or consent to the commission of the offense."}, {"text_block_id": "p49_b993", "text": "TRANSITIONAL PROVISIONS"}, {"text_block_id": "p49_b994", "text": "Section 142:"}, {"text_block_id": "p49_b995", "text": "At the initial term, the selection of the ERC shall be completed within one hundred and twenty (120) days as from the effective date of this Act."}, {"text_block_id": "p49_b996", "text": "The National Energy Policy Council shall temporarily assume charge of the ERC until His Majesty the King graciously appoints the ERC under this Act."}, {"text_block_id": "p49_b997", "text": "Section 143:"}, {"text_block_id": "p49_b998", "text": "The Director General of the Energy Policy and Planning Office shall assume charge of the Secretary General, and the Energy Policy and Planning Office shall assume charge of the Office until the Secretary General is appointed and the Office established under this Act."}, {"text_block_id": "p49_b999", "text": "Section 144:"}, {"text_block_id": "p49_b1000", "text": "For the purpose of enhancing efficient operation of the Office, the Minister, by and with the cabinet approval, may designate the secondment of the civil servants, government staff members or employees from government departments, local government affairs bureaux or other government agencies to assist with the work of the Office on a temporary basis, while obtaining a salary from their respective offices of recruitment but being under the Secretary General’s supervision."}, {"text_block_id": "p49_b1001", "text": "Section 145:"}, {"text_block_id": "p49_b1002", "text": "The civil servants, government staff members and employees of the Ministry of Energy’s Office of the Permanent Secretary, the Department of Mineral Fuels, the Department of Energy Business, the Department of Alternative Energy Development and Efficiency, and the Energy Policy and Planning Office, who voluntarily wish to be staff members or employees of the Office, shall exert the right by submitting a written notification of their wish to their respective supervisors within one hundred and eighty (180) days as from the date this Act comes into force."}, {"text_block_id": "p49_b1003", "text": "The assignment and appointment of the staff members and employees of the Office under Clause one hereof to any posts in the Office shall be in accordance with the manpower, qualifications and salary scale or engagement fees, prescribed by the ERC."}, {"text_block_id": "p49_b1004", "text": "The assignment and appointment of the civil servants under this Section shall be regarded as the discharge from the government service because the government has terminated or dissolved the posts under the law on government pension or the law on government pension fund, as the case may be."}, {"text_block_id": "p49_b1005", "text": "The assignment and appointment of the employees under this Section shall be regarded as the discharge from the job because the government has dissolved the posts or discontinued the engagement, with no offense, and shall be eligible for the gratuity under the Ministry of Finance’s regulations on employees’ gratuity."}, {"text_block_id": "p50_b1006", "text": "Section 146:"}, {"text_block_id": "p50_b1007", "text": "As from the effective date of this Act, the energy industry operation of the Electricity Generating Authority of Thailand (EGAT), the Metropolitan Electricity Authority (MEA), the Provincial Electricity Authority (PEA) and the PTT Public Company Limited (PTT) shall be able to continue until a license under this Act is respectively granted."}, {"text_block_id": "p50_b1008", "text": "During the energy industry operation under Clause one hereof, the EGAT, MEA, PEA and PTT shall have to comply with the law on the Electricity Generating Authority of Thailand, the law on the Metropolitan Electricity Authority, the law on the Provincial Electricity Authority and the Royal Decree Describing Powers, Rights and Benefits of the PTT Public Company Limited, whichever is the case."}, {"text_block_id": "p50_b1009", "text": "Section 147:"}, {"text_block_id": "p50_b1010", "text": "All the powers, rights and benefits that the EGAT, MEA and PEA are entitled to under the law on the Electricity Generating Authority of Thailand, the law on the Metropolitan Electricity Authority and the law on the Provincial Electricity Authority shall remain insofar as they do not contradict or contravene this Act."}, {"text_block_id": "p50_b1011", "text": "Section 148:"}, {"text_block_id": "p50_b1012", "text": "The provisions regarding the execution so as to acquire the immovable property by expropriation, entrusted to the EGAT, MEA and PEA under the law on the Electricity Generating Authority of Thailand, the law on the Metropolitan Electricity Authority and the law on the Provincial Electricity Authority, shall remain in force."}, {"text_block_id": "p50_b1013", "text": "Section 149:"}, {"text_block_id": "p50_b1014", "text": "In order that the energy industry operation of the PTT could continue in accordance with Section 146, the provision of Section 26 (Clause four) of the State Enterprise Corporatization Act, B.E. 2542 (1999), shall not be enforceable on the PTT until the PTT is granted a license under this Act, and during such a duration, the Royal Decree Describing Powers, Rights and Benefits of the PTT Public Company Limited, B.E. 2544 (2001), amended up to the Royal Decree Describing Powers, Rights and Benefits of the PTT Public Company Limited, No. 2, B.E. 2550 (2007) shall remain in force."}, {"text_block_id": "p50_b1015", "text": "Section 150:"}, {"text_block_id": "p50_b1016", "text": "Within one hundred and eighty (180) days as from the effective date of the ERC’s regulations under Section 50, the ERC shall grant a license for energy industry operation under this Act to the EGAT, MEA, PEA and PTT according to the characteristics and categories of their business operation, the scope of service provision, including the existing rights related to the provision of electricity or natural gas services, as far as the responsibilities of the EGAT, MEA, PEA and PTT are concerned as at the date on which this Act comes into force."}, {"text_block_id": "p51_b1017", "text": "In granting a license under Clause one hereof, the ERC shall specify the conditions of the business operation of the EGAT, MEA, PEA and PTT, taking into account the existing rights and commitments of the energy industry operators and the existing benefits that energy consumers have obtained from the services, including the development to improve the service quality and efficiency, with a view to achieving the objectives of this Act."}, {"text_block_id": "p51_b1018", "text": "Section 151:"}, {"text_block_id": "p51_b1019", "text": "Within one hundred and eighty (180) days as from the effective date of the ERC’s regulations under Section 50, the ERC shall grant a license for energy industry operation under this Act to the energy industry operators involving with the development of natural gas resources in the Joint Development Area, under the law on Thailand-Malaysia Joint Development Authority, and providing natural gas transmission services via pipelines through the natural gas transmission system to Malaysia, who have operated the business prior to the enforcement date of this Act and who are considered energy industry operators requiring a license under this Act.  In granting such a license, consideration must be given to the existing agreements and terms of contracts that the energy industry operators have already committed when this Act comes into force, and this shall not affect the rights or benefits of the contract partners under the mentioned contracts."}, {"text_block_id": "p51_b1020", "text": "Section 152:"}, {"text_block_id": "p51_b1021", "text": "With regard to the energy industry operation undertaken by other government agencies, apart from the EGAT, MEA, PEA and PTT, the provisions of Section 146 and Section 150 shall apply mutatis mutandis."}, {"text_block_id": "p51_b1022", "text": "Section 153:"}, {"text_block_id": "p51_b1023", "text": "The power system interconnection or the power network system connection that the EGAT, MEA and PEA have approved prior to the effective date of this Act shall be able to proceed and shall be regarded as the energy network system connection which must comply with this Act."}, {"text_block_id": "p51_b1024", "text": "The areas of petroleum pipeline transmission systems that have been announced prior to the date this Act comes into force shall be regarded as the energy network system areas under this Act."}, {"text_block_id": "p51_b1025", "text": "Section 154:"}, {"text_block_id": "p51_b1026", "text": "Apart from the EGAT, MEA, PEA, PTT and other government agencies under Section 152, any energy industry operator who has operated the business prior to the effective date of this Act and who is regarded as an energy industry operator requiring a license under this Act shall be able to continue his energy industry operation and shall apply for a license according to Clause two hereof."}, {"text_block_id": "p51_b1027", "text": "The energy industry operator under Clause one hereof shall have to apply for a license under this Act within sixty (60) days as from the date on which the ERC’s regulations under Section 50 take effect, and when the application for such a"}, {"text_block_id": "p52_b1028", "text": "license has been submitted, he shall be able to continue his operation until an order declining the license granting is received from the ERC."}, {"text_block_id": "p52_b1029", "text": "In the event that the energy industry operator has been granted a license from another government agency prior to the effective date of this Act, in issuing the license under Clause two hereof, the ERC shall take into consideration his existing rights and commitments, and the existing benefits that energy consumers have obtained from the services, including the development to improve the service quality and efficiency, with a view to achieving the objectives of this Act."}, {"text_block_id": "p52_b1030", "text": "The energy industry operation of the energy industry operator under Clause one and Clause two hereof shall comply with any permission granted under the Revolutionary Decree No. 58, dated 26 January 1972, the law on energy development and promotion, the law on the Electricity Generating Authority of Thailand, the law on factories, or other laws related to the energy industry operation, until a license under Clause two hereof is granted."}, {"text_block_id": "p52_b1031", "text": "Section 155:"}, {"text_block_id": "p52_b1032", "text": "The EGAT, MEA, PEA, PTT, the Department of Mineral Fuels, the Department of Energy Business, the Department of Alternative Energy Development and Efficiency, the Energy Policy and Planning Office and other government agencies being charged with permission granting and monitoring, or with the control of the energy industry operation, shall furnish the ERC with information pertinent to the energy industry operation according to the criteria, procedures, conditions and time frame specified and announced by the ERC."}, {"text_block_id": "p52_b1033", "text": "Countersigned by"}, {"text_block_id": "p52_b1034", "text": "General Surayud Chulanont"}, {"text_block_id": "p52_b1035", "text": "Prime Minister"}, {"text_block_id": "p52_b1036_merged", "text": "Remarks: The rationale behind the enactment of this Act is that, since the energy industry is vital to the social and economic structure as well as the environment of the country, it is essential to restructure the energy industry management by distinctly separating the policy-making, regulation and operating functions of the energy industry from each other.  In order to enhance greater participation and roles of the private sector, communities as well as the general public so that the energy industry operation would be efficient, secure, adequate and extensive, with reasonable prices and standardized quality, to respond to the domestic demand and sustainable development of the country in terms of social, economic and environmental aspects pursuant to the principles of Sufficiency Economy Philosophy, it is deemed necessary that the Energy Regulatory Commission be established to regulate the energy industry.  To this effect, the ERC shall be designated to prevent abusive use of monopoly power and to protect energy consumers and those adversely affected from the energy industry operation.  Besides, in order that the ERC could execute their authority and duties efficiently, it is deemed appropriate to have the Office of the Energy Regulatory Commission established, being a state agency with the status of a juristic entity, to function as the Secretariat to the ERC.  It is, therefore, essential to enact this Act."}], "document_description": "The Act established the Energy Regulatory Commission (ERC) to regulate the energy industry, to prevent abuse of power and protect energy consumers and those adversely affected by energy industry operations. In energy efficiency and conservation, the ERC has the following authority and duties:<br />\n1) Establish measures to ensure security and reliability of the power system;<br />\n2) Inspect the energy industry operations of licensees to ensure efficiency and transparency;<br />\n3) Promote knowledge and awareness in relation to energy;<br />\n4) Promote and support human resources development in order to increase efficiency in the energy industry;<br />\n5) Promote economical and efficient use of energy and the use of renewable energy and low-impact energy, with due consideration of the efficiency of the electricity industry operations and the balance of natural resources."}