{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Institutional mandates|Governance"], "document_country_english_shortname": "Thailand", "document_category": "Law", "document_sector_name": ["Waste", "Transportation", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Energy Conservation Promotion Act", "document_country_code": "THA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2007", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/THA/2007/THA-2007-01-01-Energy Conservation Promotion Act_4396cdc5a46021a9af0ae321772fb7cb.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Energy Conservation Promotion Act (No. 2), B.E. 2550 (2007)"}, {"text_block_id": "p0_b2", "text": "Translation"}, {"text_block_id": "p0_b3", "text": "BHUMIBOL ADULYADEJ REX.;"}, {"text_block_id": "p0_b4", "text": "Given on the 24th Day of November B.E. 2550;"}, {"text_block_id": "p0_b5", "text": "Being the 62nd Year of the Present Reign"}, {"text_block_id": "p0_b6", "text": "His Majesty King Bhumibol Adulyadej is graciously pleased to proclaim that:"}, {"text_block_id": "p0_b7", "text": "Whereas it is expedient to amend the law on energy conservation promotion;"}, {"text_block_id": "p0_b8", "text": "This Act contains certain provisions that restrain the rights and liberty of an individual, which is allowed by the provisions under Section 29, conjoined with Section 33, Section 41 and Section 43 of the Constitution of the Royal Kingdom of Thailand;"}, {"text_block_id": "p0_b9", "text": "Be it, therefore, enacted by the King’s most Excellent Majesty, by and with the advice and consent of the National Legislative Assembly, as follows:"}, {"text_block_id": "p0_b10", "text": "Section 1"}, {"text_block_id": "p0_b11", "text": "This Act shall be called the “Energy Conservation Promotion Act (No. 2), B.E. 2550 (2007)”"}, {"text_block_id": "p0_b12", "text": "Section 2"}, {"text_block_id": "p0_b13", "text": "This Act shall come into force after one hundred and eighty (180) days as from the date of its publication in the Government Gazette."}, {"text_block_id": "p0_b14", "text": "Section 3"}, {"text_block_id": "p0_b15", "text": "The provision under (3) of Section 4 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p0_b16", "text": "“(3) To provide recommendations on the issuance of Ministerial Regulations under Section 9, Section 19, Section 21 and Section 23.”"}, {"text_block_id": "p0_b17", "text": "Section 4"}, {"text_block_id": "p0_b18", "text": "The provision under Section 6 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p0_b19", "text": "The provision under Section 6 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:\n"}, {"text_block_id": "p0_b20", "text": "The Prime Minister, the Minister of Energy, the Minister of Industry, the Minister of Finance and the Minister of Interior shall have the care and charge of this Act, on the parts that are relevant to their authority and duties."}, {"text_block_id": "p0_b21", "text": "The Minister of Energy shall have the power to appoint competent officers, issue Ministerial Regulations or announcements and shall have the power to prescribe other work for the purpose of the execution of this Act."}, {"text_block_id": "p0_b22", "text": "The Ministerial Regulations and announcements shall take effect upon their publication in the Government Gazette.”"}, {"text_block_id": "p0_b23", "text": "Section 5"}, {"text_block_id": "p0_b24", "text": "The provision under Section 9 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p0_b25", "text": "“Section 9"}, {"text_block_id": "p0_b26", "text": "In order to conserve energy in designated factories, the Minister2, by and with the advice of the National Energy Policy Council, shall have the power to issue Ministerial Regulations on the following:"}, {"text_block_id": "p1_b27", "text": "In order to conserve energy in designated factories, the Minister2, by and with the advice of the National Energy Policy Council, shall have the power to issue Ministerial Regulations on the following:\n* the establishment of the standards, criteria and energy management\n* the requirement for the owners of designated factories to arrange to have"}, {"text_block_id": "p1_b31", "text": "The Ministerial Regulations under Clause one hereof may specify the category, type or size of any designated factory to be eligible for exemption from the compliance with any requirement, and the Ministerial Regulations may stipulate technical specifications, academic details or any other matter that rapidly changes in accordance with the economic and social conditions, as per the criteria prescribed by the Minister and publicized in the Government Gazette.”"}, {"text_block_id": "p1_b32", "text": "Section 6"}, {"text_block_id": "p1_b33", "text": "The provisions under Section 11, Section 12, Section 13, Section 14, Section 15 and Section 16 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified."}, {"text_block_id": "p1_b34", "text": "Section 7"}, {"text_block_id": "p1_b35", "text": "The provision under Section 19 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p1_b36", "text": "The provision under Section 19 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:\n"}, {"text_block_id": "p1_b37", "text": "In order to conserve energy in the buildings that will be constructed or modified, the Minister, by and with the advice of the National Energy Policy Council, shall have the power to issue Ministerial Regulations on the following:"}, {"text_block_id": "p1_b38", "text": "In order to conserve energy in the buildings that will be constructed or modified, the Minister, by and with the advice of the National Energy Policy Council, shall have the power to issue Ministerial Regulations on the following:\n* the establishment of the category or size of the buildings to be constructed or\n* the establishment of the standards, criteria and procedures of the building"}, {"text_block_id": "p1_b42", "text": "The Ministerial Regulations under Clause one hereof may stipulate technical specifications, academic details or any other matter that rapidly changes in accordance with the economic and social conditions, as per the criteria prescribed by the Minister and publicized in the Government Gazette.”"}, {"text_block_id": "p1_b43", "text": "Section 8"}, {"text_block_id": "p1_b44", "text": "The provision under Section 21 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p1_b45", "text": "The provision under Section 21 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:\n* the establishment of the standards, criteria and energy management\n\t* the requirement for the owners of designated buildings to arrange to have"}, {"text_block_id": "p1_b51", "text": "The provisions under Section 9, Clause two thereof, and Section 10 shall apply mutatis mutandis.”"}, {"text_block_id": "p1_b52", "text": "Section 9"}, {"text_block_id": "p1_b53", "text": "The provision under Section 22 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified."}, {"text_block_id": "p2_b54", "text": "Section 10"}, {"text_block_id": "p2_b55", "text": "The topic of Division 3: Energy Conservation in Machinery, Equipment and Promotion of Energy-Efficient Materials and the provision under Section 23 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p2_b56", "text": "“DIVISION 3"}, {"text_block_id": "p2_b57", "text": "Energy Conservation in Machinery or Equipment and Promotion of the Use of Energy-Efficient Materials or Equipment"}, {"text_block_id": "p2_b58", "text": "Section 23"}, {"text_block_id": "p2_b59", "text": "In order to conserve energy in machinery or equipment and to promote the use of energy-efficient materials or equipment, the Minister, by and with the recommendation of the National Energy Policy Council, shall have the power to issue Ministerial Regulations on the following:"}, {"text_block_id": "p2_b60", "text": "In order to conserve energy in machinery or equipment and to promote the use of energy-efficient materials or equipment, the Minister, by and with the recommendation of the National Energy Policy Council, shall have the power to issue Ministerial Regulations on the following:\n* the establishment of energy efficiency standards of machinery or\n* the determination of machinery or equipment, according to which category,\n* the determination of materials or equipment to conserve energy, according\n* the requirement for the manufacturers and the distributors of machinery or"}, {"text_block_id": "p2_b68", "text": "The manufacturers and the distributors of the high-efficiency machinery or equipment, or the energy-efficient materials or equipment, under Clause one (2) or (3) hereof, shall have the right to ask for promotion and assistance under Section 40."}, {"text_block_id": "p2_b69", "text": "The Ministerial Regulations under Clause one hereof may stipulate technical specifications, academic details or any other matter that rapidly changes in accordance with the economic and social conditions, as per the criteria prescribed by the Minister and publicized in the Government Gazette."}, {"text_block_id": "p2_b70", "text": "If the Industrial Product Standards Council under the law on industrial product standards deems it appropriate to designate any industrial product standards or any industrial products to comply with the energy efficiency standards, stipulated in the Ministerial Regulations issued under this Section, the Thai Industrial Standards Institute shall take action pursuant to the law on industrial product standards.”"}, {"text_block_id": "p2_b71", "text": "Section 11"}, {"text_block_id": "p2_b72", "text": "The provision under Section 24 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p2_b73", "text": "“Section 24"}, {"text_block_id": "p2_b74", "text": "A fund shall be set up under the Ministry of Energy, under the name “Energy Conservation Promotion Fund,” to be used as working capital and as grants or subsidies for the implementation of energy conservation-related work. The Fund shall consist of capital and assets as follows:"}, {"text_block_id": "p2_b75", "text": "A fund shall be set up under the Ministry of Energy, under the name “Energy Conservation Promotion Fund,” to be used as working capital and as grants or subsidies for the implementation of energy conservation-related work. The Fund shall consist of capital and assets as follows:\n* The money transferred from the Oil Fund under the law on remedy and\n<\\li1>"}, {"text_block_id": "p3_b77", "text": "A fund shall be set up under the Ministry of Energy, under the name “Energy Conservation Promotion Fund,” to be used as working capital and as grants or subsidies for the implementation of energy conservation-related work. The Fund shall consist of capital and assets as follows:\n* The money transferred from the Oil Fund under the law on remedy and\n<\\li1>\n* The contributions delivered under Section 35, Section 36 and Section 37.\n* Surcharges collected under Section 42.\n* Subsidies from the government, at times as appropriate.\n* Money or assets received from the private sector, both domestic and\n* Interest and any benefit incurred from this Fund."}, {"text_block_id": "p3_b87", "text": "The Ministry of Energy shall keep the money and assets of the Fund and shall handle the procedures of disbursement from the Fund under this Act.”"}, {"text_block_id": "p3_b88", "text": "Section 12"}, {"text_block_id": "p3_b89", "text": "The following provision shall be added as Section 24/1 of the Energy Conservation Promotion Act, B.E. 2535:"}, {"text_block_id": "p3_b90", "text": "“Section 24/1"}, {"text_block_id": "p3_b91", "text": "All undertakings, assets, rights, debts and money from the Fund under the Ministry of Finance shall be transferred to be under the Fund under this Act.”"}, {"text_block_id": "p3_b92", "text": "Section 13:"}, {"text_block_id": "p3_b93", "text": "The provision under Clause one of Section 27 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p3_b94", "text": "“Section 27"}, {"text_block_id": "p3_b95", "text": "There shall be a Fund Committee consisting of a Deputy Prime Minister assigned by the Prime Minister as Chairman, the Minister of Energy, the Permanent Secretary of Finance, the Permanent Secretary of Energy, the Secretary General of the National Economic and Social Development Board, the Secretary General of the Thai Industrial Standards Institute, the Director General of the Comptroller General Department, the Director General of the Department of Alternative Energy Development and Efficiency, the Director General of the Department of Public Works and Town and Country Planning, the Director General of the Department of Industrial Works, the President of the Federation of Thai Industries, the President of the Council of Engineers, the President of the Council of Architects and not more than seven other qualified persons appointed by the Cabinet as members, and the Director General of the Energy Policy and Planning Office who shall be a member and secretary to the Fund Committee.”"}, {"text_block_id": "p3_b96", "text": "Section 14"}, {"text_block_id": "p3_b97", "text": "The provision under Section 34 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p3_b98", "text": "“Section 34"}, {"text_block_id": "p3_b99", "text": "The Fund Committee shall have the authority to appoint a sub-committee to review or act upon the matters assigned by the Fund Committee, including inviting a person for his presence to provide facts, explanation, advice or opinion in order to enhance the execution of the authority and duties, as deemed necessary."}, {"text_block_id": "p3_b100", "text": "In appointing a sub-committee to review or act pursuant to Section 28 (2), the Fund Committee may empower the sub-committee to approve the request to alter the allocation of appropriations from the Fund for activities, programs or projects so long as this does not exceed the amount of money formerly allocated by the Fund Committee, according to the regulations stipulated by the Fund Committee."}, {"text_block_id": "p3_b101_merged", "text": "The sub-committee appointed by the Fund Committee under Clause one hereof can invite a person for his presence to provide facts, explanation, advice or opinion for the benefit of executing the authority and duties, as necessary, and the provision under Section 33 shall apply to the meetings of the sub-committee mutatis mutandis.”"}, {"text_block_id": "p4_b104", "text": "Section 15"}, {"text_block_id": "p4_b105", "text": "The following provisions shall be added as Section 34/1 and Section 34/2 of the Energy Conservation Promotion Act, B.E. 2535:"}, {"text_block_id": "p4_b106", "text": "The following provisions shall be added as Section 34/1 and Section 34/2 of the Energy Conservation Promotion Act, B.E. 2535:\n"}, {"text_block_id": "p4_b107", "text": "The receipt, disbursement and keeping of money, the sale of assets of the Fund and the accounting shall comply with the regulations prescribed by the Fund Committee, by and with the consent of the Ministry of Finance."}, {"text_block_id": "p4_b108", "text": "Section 34/2"}, {"text_block_id": "p4_b109", "text": "The Fund Committee shall prepare a financial statement for submission to the Office of the Auditor General of Thailand or an external person, appointed by the Fund Committee, by and with the consent of the Office of the Auditor General of Thailand, as account auditor of the Fund and shall inspect and certify the accounts and finances of all types of the Fund within ninety (90) days as from the end of each fiscal year."}, {"text_block_id": "p4_b110", "text": "The Office of the Auditor General of Thailand or the account auditor under Clause one hereof shall prepare a report on the outcome of the inspection and certification of the Fund accounts and finances for submission to the Fund Committee within one hundred and fifty (150) days as from the end of the fiscal year for further presentation to the National Energy Policy Council and the cabinet for acknowledgement."}, {"text_block_id": "p4_b111", "text": "The Minister shall present the report on the outcome of the inspection and certification of the Fund accounts and finances under Clause two hereof to the Prime Minister for further presentation to the Parliament for acknowledgement and shall arrange for its publication in the Government Gazette.”"}, {"text_block_id": "p4_b112", "text": "Section 16"}, {"text_block_id": "p4_b113", "text": "The provision under Section 38 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p4_b114", "text": "“Section 38"}, {"text_block_id": "p4_b115", "text": "In the event that the person who has the duty to send contributions to the Fund under Section 35, Section 36 and Section 37 fails to send the contributions or sends less than the required amount to the Fund within the specified timeframe, via the Excise Department in the case of a producer of petroleum at a refinery and a distributor for consumption in Thailand, or the Customs Department in the case of an importer of petroleum, or the Department of Mineral Fuels in the case of a buyer or acquirer of gas from a concessionaire under the law on petroleum, the Excise Department, the Customs Department or the Department of Mineral Fuels, whichever is the case, shall take appropriate action to start legal proceedings under Section 58 promptly, except for the following cases:"}, {"text_block_id": "p4_b116", "text": "In the event that the person who has the duty to send contributions to the Fund under Section 35, Section 36 and Section 37 fails to send the contributions or sends less than the required amount to the Fund within the specified timeframe, via the Excise Department in the case of a producer of petroleum at a refinery and a distributor for consumption in Thailand, or the Customs Department in the case of an importer of petroleum, or the Department of Mineral Fuels in the case of a buyer or acquirer of gas from a concessionaire under the law on petroleum, the Excise Department, the Customs Department or the Department of Mineral Fuels, whichever is the case, shall take appropriate action to start legal proceedings under Section 58 promptly, except for the following cases:\n* In the case that the person realizes by himself that such a case occurs, the\n* In the event that the Excise Department, the Customs Department or the"}, {"text_block_id": "p5_b120", "text": "In the event that the person who has the duty to send contributions to the Fund under Section 35, Section 36 and Section 37 fails to send the contributions or sends less than the required amount to the Fund within the specified timeframe, via the Excise Department in the case of a producer of petroleum at a refinery and a distributor for consumption in Thailand, or the Customs Department in the case of an importer of petroleum, or the Department of Mineral Fuels in the case of a buyer or acquirer of gas from a concessionaire under the law on petroleum, the Excise Department, the Customs Department or the Department of Mineral Fuels, whichever is the case, shall take appropriate action to start legal proceedings under Section 58 promptly, except for the following cases:\n* In the case that the person realizes by himself that such a case occurs, the\n* In the event that the Excise Department, the Customs Department or the\n"}, {"text_block_id": "p5_b121", "text": "When the person who has the duty to send contributions to the Fund has taken action as specified under (1) or (2), that person shall be considered not guilty."}, {"text_block_id": "p5_b122", "text": "The surcharge shall be regarded as contributions to be sent to the Fund as well, and, in computing the period of time for the surcharge calculation under (1) or (2), the fraction of a month shall be treated as one whole month.”"}, {"text_block_id": "p5_b123", "text": "Section 17"}, {"text_block_id": "p5_b124", "text": "The provision under Clause one of Section 42 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p5_b125", "text": "“Section 42"}, {"text_block_id": "p5_b126", "text": "Three (3) years after the effective date of the Ministerial Regulations issued under Section 9 (1) or Section 21 (1) in the case of being a designated factory or designated building prior to or on the date the said Ministerial Regulations take effect, or as from the date of being a designated factory or designated building in the case of being a designated factory or designated building after the effective date of the said Ministerial Regulations, if any owner of the designated factory or designated building fails to comply with the said Ministerial Regulations, he shall have to pay the surcharge for use of electricity under this Division.”"}, {"text_block_id": "p5_b127", "text": "Section 18"}, {"text_block_id": "p5_b128", "text": "The provision under Section 46 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p5_b129", "text": "“Section 46"}, {"text_block_id": "p5_b130", "text": "After the designated factory or designated building, which must remit payment for the surcharge for use of electricity, has already complied with the Ministerial Regulations issued under Section 9 (1) or Section 21 (1), it shall inform the Director General accordingly."}, {"text_block_id": "p5_b131", "text": "The order terminating the collection of the surcharge for use of electricity under Clause two hereof shall take effect as from the first day of the following month.”"}, {"text_block_id": "p5_b132", "text": "Section 19"}, {"text_block_id": "p5_b133", "text": "The following provision shall be added as (3) of Section 47 of the Energy Conservation Promotion Act, B.E. 2535:"}, {"text_block_id": "p5_b134", "text": "“(3) To inspect and certify the energy management, the energy consumption of machinery or equipment, and the quality of energy-efficient materials or equipment to ensure compliance with this Act.”"}, {"text_block_id": "p5_b135", "text": "Section 20"}, {"text_block_id": "p5_b136", "text": "The following provisions shall be added as Section 48/1, Section 48/2, Section 48/3 and Section 48/4 of the Energy Conservation Promotion Act, B.E. 2535:"}, {"text_block_id": "p5_b137", "text": "“Section 48/1"}, {"text_block_id": "p5_b138", "text": "In the case where it is required to inspect and certify the energy management, the energy consumption of machinery or equipment, and the quality of energy-efficient materials or equipment under Section 47 (3), the Director General may authorize a person or a juristic person to undertake the tasks instead of the competent officers."}, {"text_block_id": "p6_b139", "text": "The determination of qualifications, the application for a license, the authorization and the extension of the license of the person or the juristic person under Clause one hereof shall comply with the criteria, procedures and conditions stipulated in the Ministerial Regulations."}, {"text_block_id": "p6_b140", "text": "Section 48/2"}, {"text_block_id": "p6_b141", "text": "For any licensee under Section 48/1 who fallaciously or distortedly reports the outcome of the inspection and certification under Section 47 (3) and when the court has delivered a final verdict to exercise the punishment under Section 56 of this Act, the Director General shall order the withdrawal of his license."}, {"text_block_id": "p6_b142", "text": "Section 48/3"}, {"text_block_id": "p6_b143", "text": "In the event that a licensee under Section 48/1 is brought to the court on a charge of having committed the wrongdoing under Section 56 of this Act, the Director General shall have the power to order the suspension of his license, pending the final verdict, or not."}, {"text_block_id": "p6_b144", "text": "The licensee whose license has been suspended shall be prohibited from operating the business authorized therein."}, {"text_block_id": "p6_b145", "text": "Section 48/4"}, {"text_block_id": "p6_b146", "text": "The licensee whose license has been suspended has the right to appeal to the Minister within thirty (30) days as from the date of receipt of the order."}, {"text_block_id": "p6_b147", "text": "The Minister’s order shall be treated as final."}, {"text_block_id": "p6_b148", "text": "The appeal to the Minister under Clause one hereof shall not be the cause to suspend the enforcement of the license suspension order.”"}, {"text_block_id": "p6_b149", "text": "Section 21"}, {"text_block_id": "p6_b150", "text": "The provision under Section 55 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p6_b151", "text": "“Section 55"}, {"text_block_id": "p6_b152", "text": "Any owner of the designated factory, any owner of the designated building or any person responsible for energy who fails to comply with the Ministerial Regulations issued under Section 9 or Section 21 shall be punished with a fine of not exceeding two hundred thousand Baht.”"}, {"text_block_id": "p6_b153", "text": "Section 22"}, {"text_block_id": "p6_b154", "text": "The provision under Section 56 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified and shall be replaced by the following provision:"}, {"text_block_id": "p6_b155", "text": "“Section 56"}, {"text_block_id": "p6_b156", "text": "Any licensee to undertake the inspection and certification of the energy management, the energy consumption of machinery or equipment, and the quality of energy-efficient materials or equipment under Section 48/1 fallaciously or distortedly reports the outcome of the inspection and certification under Section 47 (3) shall be punished with imprisonment of not exceeding three months or a fine of not exceeding two hundred thousand Baht, or both.”"}, {"text_block_id": "p6_b157", "text": "Section 23"}, {"text_block_id": "p6_b158", "text": "The provision under Section 57 of the Energy Conservation Promotion Act, B.E. 2535, shall be nullified."}, {"text_block_id": "p6_b159", "text": "Countersigned by General Surayud Chulanont as Prime Minister"}, {"text_block_id": "p6_b160", "text": "Published in the Government Gazette Vol. 124, Part 87 a, dated 4th December B.E. 2550 (2007)"}, {"text_block_id": "p7_b161", "text": "Remarks"}, {"text_block_id": "p7_b162", "text": ": The rationale behind the enactment of this Act is that, whereas certain provisions stipulated in the Energy Conservation Promotion Act, B.E. 2535, are not suitable for the present situations, it is deemed appropriate to amend such provisions so as to enhance the monitoring and promotion of efficient energy utilization and energy conservation as well as to enable the adjustment or alteration of energy conservation approaches to be in line with technologies, the establishment of efficiency standards of the manufacturing of machinery and equipment, the keeping of money and assets of the Energy Conservation Promotion Fund, including the assignment of a person or a juristic person to undertake the inspection and certification of the energy management, the energy consumption of machinery or equipment, and the quality of energy-efficient materials or equipment instead of the competent officers, so as to keep abreast of the changing economic and social situations. It is, therefore, essential to enact this Act."}, {"text_block_id": "p7_b163", "text": "Amendment"}, {"text_block_id": "p7_b164", "text": "(2)"}, {"text_block_id": "p7_b165", "text": "Amended to mean the Minister of Energy (from formerly the Minister of Science, Technology and Energy), by Section 33 of the Royal Decree Amending Provisions to Correspond with the Transfer of Powers and Duties of the Government Agencies under the Act on Organization of the Ministries, Sub-ministries and Departments, B.E. 2545, B.E. 2545 (2002)."}, {"text_block_id": "p7_b166", "text": "(3)"}, {"text_block_id": "p7_b167", "text": "Amended to mean the Director General of the Department of Alternative Energy Development and Efficiency or a person assigned by the Director General (from formerly the Director General of the Department of Energy Development and Promotion), by Section 33 of the Royal Decree Amending Provisions to Correspond with the Transfer of Powers and Duties of the Government Agencies under the Act on Organization of the Ministries, Sub-ministries and Departments, B.E. 2545, B.E. 2545 (2002)."}, {"text_block_id": "p7_b168", "text": "Disclaimer"}, {"text_block_id": "p7_b169_merged", "text": "This translation is intended to help Thais or foreigners to understand Thailand laws and www.ThaiLaws.com"}], "document_description": "The Energy Conservation Promotion Act has three main components: A compulsory programme that requires 'designated' factories and buildings to conduct energy audit, set targets for energy conservation. It includes a voluntary programme with a focus on small- to medium-sized companies and a complementary programme covering research programmes and awareness raising activities. Measures include:\n- Improvement in combustion efficiency of fuels\n- Energy recycling (waste heat recovery)\n- Prevention of energy loss\n- More efficient use of electricity\nThe act created the Energy Conservation Promotion Fund to finance projects and research related to the issue of energy conservation."}