{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Thailand", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Thailand Power Development Plan 2015-2036", "document_country_code": "THA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "30/06/2015", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/THA/2015/THA-2015-06-30-Thailand Power Development Plan 2015-2036_c5b22d3706ad9a42e09855a30acfc24d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "PDP2015"}, {"text_block_id": "p0_b2", "text": "Thailand Power Development Plan"}, {"text_block_id": "p0_b3", "text": "2015-2036"}, {"text_block_id": "p0_b4", "text": "(PDP2015)"}, {"text_block_id": "p0_b5", "text": "Energy Policy and Planning Office"}, {"text_block_id": "p0_b6", "text": "June 30, 2015"}, {"text_block_id": "p1_b7", "text": "PDP2015"}, {"text_block_id": "p1_b8", "text": "Thailand Power Development Plan"}, {"text_block_id": "p1_b9", "text": "2015-2036"}, {"text_block_id": "p1_b10", "text": "(PDP2015)"}, {"text_block_id": "p1_b11", "text": "Endorsed by the National Energy Policy Council (NEPC) on May 14, 2015"}, {"text_block_id": "p1_b12", "text": "Acknowledged by the Cabinet on June 30, 2015"}, {"text_block_id": "p2_b13", "text": "Table of Contents"}, {"text_block_id": "p2_b14", "text": "Page"}, {"text_block_id": "p2_b15", "text": "Page\n* Introduction 1-1\n* Summary 2-1\n* Thailand Energy Policies\n\t* Energy Efficiency Development Plan (EEDP) 3-2\n\t* Alternative Energy Development Plan\n\t* AEDP) 3-5\n\t* Principles and Directions for Firmed Cogeneration SPPs with PPAs 3-7\n\t* Power Demand Forecast 4-1\n\t* Thailand Power Development Plan (PDP2015) 5-1\n\t* Transmission System Development Plan 6-1"}, {"text_block_id": "p3_b44", "text": "Appendix"}, {"text_block_id": "p3_b45", "text": "Page"}, {"text_block_id": "p3_b46", "text": "Page\n* Comparison of Thailand Power Development Plans A\n* -1\n* Thailandâs generating capacity\n* 2-1\n* Map of transmission system A\n* Current status of transmission system A\n* Estimated generating capacity by technology A\n* Estimated generated energy by fuel type A 6-1\n* Carbon dioxide emission from power generation A"}, {"text_block_id": "p4_b70", "text": "In 2012, the Ministry of Energy (Thailand) together with the Electricity Generating Authority of Thailand (EGAT) prepared the Thailand Power Development Plan 2012-2030 (PDP2010 Revision 3) to formulate power system development framework. The PDP2010 Revision 3 was endorsed by the National Energy Policy Council (NEPC) on June 8, 2012 and acknowledged by the Cabinet on June 19, 2012."}, {"text_block_id": "p4_b71_merged", "text": "Since the end of year 2014, Sub-committee on Load Forecast and Power Development Plan Formulation considered developing a new PDP to respond to changes in economic and infrastructure development and ASEAN Economic Community (AEC). Therefore, the Ministry of Energy (Thailand) developed 5 integration master plans as follows: (1) Thailand Power Development Plan: PDP, (2) Energy Efficiency Development Plan: EEDP, (3) Alternative Energy Development Plan: AEDP, (4) Natural Gas Supply Plan, and (5) Petroleum Management Plan. The new PDP called “Thailand Power Development Plan 2015-2036 (PDP2015)” focuses on (1) Energy Security: coping with the increasing power demand to correspond to National Economic and Social Development Plan and taking into account fuel diversification (2) Economy: maintaining an appropriate cost of power generation for long-term economic competitiveness (3) Ecology: lessening carbon dioxide intensity of power generation."}, {"text_block_id": "p4_b76", "text": "The themes of the PDP2015 emphasize on improving power system reliability by reducing dependence on natural gas power generation, increasing a share of coal power generation via clean coal technology, importing power from neighboring countries, and developing renewable energy. In addition, the plan aims on transmission and distribution system development in order to support for renewable energy development and ASEAN Economic Community."}, {"text_block_id": "p4_b77", "text": "Throughout the PDP2015 development process, useful comments and options obtained from all stakeholders were taken into account. Besides, public hearings for the draft of the PDP2015 were conducted on April 8 and 28, 2015 at Rama Garden Hotel, Bangkok, Thailand. Consequently, the Thailand Power Development Plan 2015-2036 (PDP2015) was considered and commented by the Energy Regulatory Commission (ERC) on May 6, 2015. The PDP2015 was endorsed by the National Energy Policy Council (NEPC) on May 14, 2015 and acknowledged by the Cabinet on June 30, 2015."}, {"text_block_id": "p5_b78", "text": "2. Summary"}, {"text_block_id": "p5_b79", "text": "According to the government policies of electricity, the framework of the Thailand Power Development Plan 2015-2036 (PDP2015) formulated in line with the Energy Efficiency Development Plan (EEDP) and the Alternative Energy Development Plan (AEDP) was approved by the National Energy Policy Council (NEPC) on December 17, 2014 as the following:"}, {"text_block_id": "p5_b80", "text": "According to the government policies of electricity, the framework of the Thailand Power Development Plan 2015-2036 (PDP2015) formulated in line with the Energy Efficiency Development Plan (EEDP) and the Alternative Energy Development Plan (AEDP) was approved by the National Energy Policy Council (NEPC) on December 17, 2014 as the following:\n* Energy Security: dealing with an increase in power demand taking into account\n* Economy: maintaining an appropriate cost of power generation and implementing\n* Ecology: reducing environmental and social impacts by lessening carbon dioxide"}, {"text_block_id": "p5_b86", "text": "The PDP2015 was formulated in line with social and economic development direction addressed by the office of National Economic and Social Development Board (NESDB). The average growth of projected long-term Thai Gross Domestic Products (GDP) estimated by the NESDB was 3.94 percent. With the integration of the PDP2015 and the EEDP to foster energy efficiency, the expected energy saving would be 89,672 GWh in year 2036. Moreover, renewable energy, for instance, municipal waste, biomass, biogas, wind and solar power generation will be encouraged according to the AEDP. Investments in transmission and distribution system will accommodate renewable energy and smart-grid development. Consequently, estimated fuel requirements for the PDP2015 are shown in the following table:"}, {"text_block_id": "p6_b87", "text": "2.1 Current Status"}, {"text_block_id": "p6_b88", "text": "Power requirement:"}, {"text_block_id": "p6_b89", "text": "The peak power demand of year 2014 occurred on April 23, 2014 at 2.26 p.m. with the temperature of 37.5 Degree Celsius, and the maximum power generation of EGAT system reached 26,942.1 MW relating to 344.0 MW or 1.29 percent higher than the record of year 2013."}, {"text_block_id": "p6_b90", "text": "Generating capacity:"}, {"text_block_id": "p6_b91", "text": "As of December 2014, the total contract capacity was 37,612 MW comprising 34,668 MW from firmed power plants -EGAT, IPPs and firmed-SPPs, 915 MW from non-firmed SPPs, and 2,029 MW from VSPPs. The details of contract capacity of Thailand power system are shown as the following:"}, {"text_block_id": "p6_b92", "text": "Classified by technology"}, {"text_block_id": "p6_b93", "text": "Transmission System:"}, {"text_block_id": "p6_b94", "text": "The standard voltage levels of EGAT transmission system are 500 kV, 230 kV, 132 kV, 115 kV, and 69 kV at operation frequency of 50 Hz. The total length of high voltage transmission line as of December 2014 was 32,526.99 circuit-kilometers comprising 4,167.17 circuit-kilometers of 500 kV, 14,605.12 circuit-kilometers of 230 kV, 8.70 circuit-kilometers of 132 kV, 13,703.93 circuit-kilometers of 115 kV, and 19.00 circuit-kilometers of 69 kV. Besides,"}, {"text_block_id": "p7_b95", "text": "the 300 MW HVDC linked between EGAT and TNB system was 23.07 circuit-kilometers. The total number of high voltage substations was 213 comprising 11 of 500 kV substations, 71 of 230 kV substations, and 131 of 115 kV substations, with total transformer capacity of 88,461.44 MVA."}, {"text_block_id": "p7_b96", "text": "2.2 Power Demand Forecast"}, {"text_block_id": "p7_b97", "text": "Thailand’s"}, {"text_block_id": "p7_b98", "text": "new Power Demand Forecast was calculated upon the average long"}, {"text_block_id": "p7_b99", "text": "-"}, {"text_block_id": "p7_b100", "text": "term GDP growth during year 2014-2036 estimated by the NESDB of 3.94 percent and the average population growth of 0.03 percent. In addition, the energy saving target from the EEDP accounts for 89,672 GWh, and the renewable energy development target from the AEDP was set at 19,634.4 MW in year 2036."}, {"text_block_id": "p7_b101_merged_merged", "text": "The Thailand’s new Power Demand Forecast would grow 2.67 percent annually from year 2014 to 2036. In year 2036, the expected energy and power demand would be 326,119 GWh and 49,655 MW respectively. The Power Demand Forecast of the PDP2010 Revision 3 and the PDP2015 are compared as shown in the table below:"}, {"text_block_id": "p7_b104", "text": "2.3 Key Assumptions and Frameworks of PDP2015"}, {"text_block_id": "p7_b105", "text": "On August 15, 2014, the National Energy Policy Council (NEPC) approved assumptions and frameworks to formulate the PDP2015 as the following:"}, {"text_block_id": "p7_b106", "text": "On August 15, 2014, the National Energy Policy Council (NEPC) approved assumptions and frameworks to formulate the PDP2015 as the following:\n* Ensuring power system reliability of subsystem areas in terms of generation,\n* Focusing on fuel diversification in order to lessen the dependence of one\n\t* Reducing natural gas power generation\n\t* Increasing coal power generation by clean coal technology"}, {"text_block_id": "p8_b114", "text": "On August 15, 2014, the National Energy Policy Council (NEPC) approved assumptions and frameworks to formulate the PDP2015 as the following:\n* Ensuring power system reliability of subsystem areas in terms of generation,\n* Focusing on fuel diversification in order to lessen the dependence of one\n\t* Reducing natural gas power generation\n\t* Increasing coal power generation by clean coal technology\n* Purchasing power from neighboring countries not larger than 20 percent\n\t* Encouraging renewable power generation\n\t* Maintaining nuclear power plants at the end of plan\n\t* Ensuring an appropriate level of reserve margin not less than 15 percent of\n\t* Maintaining committed IPPs and SPPs according to power purchase"}, {"text_block_id": "p8_b124", "text": "2.4 Thailand Power Development Plan 2015-2036 (PDP2015)"}, {"text_block_id": "p8_b125", "text": "With the mentioned assumptions and frameworks, the PDP2015 can be summarized as follows: In 2036, the total capacity would be 70,335 MW comprising existing capacity of 37,612 MW (as of December 2014), new capacity of 57,459 MW, and retired capacity during 2015-2036 of 24,736 MW as shown below:"}, {"text_block_id": "p8_b126_merged", "text": "Generating capacity during 2015 -2036"}, {"text_block_id": "p8_b129", "text": "-"}, {"text_block_id": "p8_b130", "text": "-"}, {"text_block_id": "p8_b131", "text": "New capacity added during 2015-2036 of 57,459 MW can be classified as follows:"}, {"text_block_id": "p9_b132", "text": "To ensure power system reliability of subsystem areas in terms of generation, transmission, and distribution, 2 areas which have high possibilities of power shortages were considered thoroughly."}, {"text_block_id": "p9_b133", "text": "Ensuring power system reliability in Southern of Thailand"}, {"text_block_id": "p9_b134", "text": "Power demand in southern of Thailand would grow 3 percent annually; therefore, 3 power plants will be added during 2019-2024 as the followings:"}, {"text_block_id": "p9_b135", "text": "Power demand in southern of Thailand would grow 3 percent annually; therefore, 3 power plants will be added during 2019-2024 as the followings:\n* In 2019, Krabi Coal-fired Power Plant 800\n* In 2019, Krabi Coal-fired Power Plant 800\n MW\n* In 2021, Thepa Coal-fired Power Plant unit 1 1,000 MW\n* In 2024, Thepa Coal-fired Power Plant unit 2 1,000 MW"}, {"text_block_id": "p9_b142", "text": "Ensuring power system reliability in Metropolitan area and central of Thailand"}, {"text_block_id": "p9_b143", "text": "Electricity consumption of metropolitan area -"}, {"text_block_id": "p9_b144", "text": "the country’s largest economy area"}, {"text_block_id": "p9_b145", "text": "-acquired the largest portion accounting for 30 percent of the total electricity consumption. However, relying on power from other areas, and lacking its own capacity, the area has been confronted with the challenge of the continuously growing power demand. Therefore, power plants are needed to be developed to maintain power system reliability in the area during 2019-2025 as the following:"}, {"text_block_id": "p9_b146", "text": "-acquired the largest portion accounting for 30 percent of the total electricity consumption. However, relying on power from other areas, and lacking its own capacity, the area has been confronted with the challenge of the continuously growing power demand. Therefore, power plants are needed to be developed to maintain power system reliability in the area during 2019-2025 as the following:\n* In 2019, replacement of South Bangkok Thermal Power Plant\n* In 2019, replacement of South Bangkok Thermal Power Plant\n unit 1-5 1,300 MW\n* In 2019, replacement of Bang Pakong Thermal Power Plant unit 1-2 1,300 MW\n* In 2022, replacement of South Bangkok Combined Cycle Power Plant\n* In 2023, replacement of Wang Noi Combined Cycle Power Plant\n* In 2023, replacement of Wang Noi Combined Cycle Power Plant\n unit 1-2 1,300 MW\n* In 2025, replacement of Wang Noi Combined Cycle Power Plant unit 3 1,300 MW"}, {"text_block_id": "p10_b159", "text": "2.5 Transmission System Development Plan"}, {"text_block_id": "p10_b160", "text": "Transmission system development has been o"}, {"text_block_id": "p10_b161", "text": "ne of EGAT’s main responsibilities"}, {"text_block_id": "p10_b162", "text": "conducted in order to cope with continuously growing power demand, and to reinforce power system reliability. Major transmission system development plans according to the timeframe of the PDP2015 are as follows:"}, {"text_block_id": "p10_b163", "text": "conducted in order to cope with continuously growing power demand, and to reinforce power system reliability. Major transmission system development plans according to the timeframe of the PDP2015 are as follows:\n* 9 transmission system development projects to cope with the rising power\n* 7 transmission system development projects to reinforce power system\n* 5 renovation and expansion projects of retired transmission systems\n* 9 transmission system development projects for power purchases from IPPs,\n* Transmission interconnection project (Grid to Grid)\n* Smart grid system development"}, {"text_block_id": "p10_b176", "text": "Currently, 13 transmission system development projects are under construction and other 19 projects are in studying processes."}, {"text_block_id": "p11_b177", "text": "3. Thailand Energy Policies"}, {"text_block_id": "p11_b178", "text": "On September 12, 2014, Prime Minister General Prayut Chan-o-cha issued 11 policies in different perspectives to the legislature. The electricity policies were stated in the topic number 6 focusing on transparency, environmental concerns, cooperation among neighboring countries and long-term economic competitiveness by encouraging public and private sector investments on power generating capacity, for instance, fossil fuel power plant and renewable energy. Besides, the topic number 8 focuses on the exploration of technologies and sciences on R&D and innovation, investments and infrastructure development, for instance, clean energy, rail transport system, electric vehicle, and waste and water management."}, {"text_block_id": "p11_b179", "text": "Therefore, Sub-committee on Load Forecast and Power Development Plan Formulation considered revising The Thailand Power Development Plan 2012-2030 (PDP2010 revision 3) in order to conform to the policies, including infrastructure development, changes in economic, and ASEAN Economic Community."}, {"text_block_id": "p11_b180", "text": "The Thailand Power Development Plan 2015-2036 (PDP2015) was formulated according to the frameworks and the assumptions approved by the National Energy Policy Council (NEPC) on August 15, 2014. Thus, the timeframe of the Thailand Power Development Plan 2015-2036 (PDP2015), the Energy Efficiency Development Plan (EEDP), and the Alternative Energy Development Plan (AEDP) were harmonized with the National Economic and Social Development Plan (NESDP)."}, {"text_block_id": "p11_b181_merged", "text": "The Ministry of Energy (Thailand) intended to harmonize 5 integration master plans – (1) the PDP2015, (2) the EEDP, (3) the AEDP, (4) the Natural Gas Supply Plan, and (5) the Petroleum Management Plan -in order to systemize the country’s energy management."}, {"text_block_id": "p11_b186", "text": "The Energy Efficiency Development Plan (EEDP) and the Alternative Energy Development Plan (AEDP) were described as follows:"}, {"text_block_id": "p12_b187", "text": "3.1 Energy Efficiency Development Plan (EEDP)"}, {"text_block_id": "p12_b188_merged", "text": "Government anticipated that energy prices would be one of key concerns due to limited energy resources, environmental issues, global warming and climate change challenges which affect people’s quality of life and the country’s competitiveness. Therefore, the 20-year Energy Efficiency Development Plan 2015-2036 (EEDP) was developed by the Energy Policy and Planning Office, Ministry of Energy (Thailand) to address the issues. The objectives of the EEDP are as follows:"}, {"text_block_id": "p12_b191", "text": "Government anticipated that energy prices would be one of key concerns due to limited energy resources, environmental issues, global warming and climate change challenges which affect people’s quality of life and the country’s competitiveness. Therefore, the 20-year Energy Efficiency Development Plan 2015-2036 (EEDP) was developed by the Energy Policy and Planning Office, Ministry of Energy (Thailand) to address the issues. The objectives of the EEDP are as follows:\n* To establish the energy conservation targets (heat and electricity) in short\n* To define strategies and guidelines in the energy conservation promotion to"}, {"text_block_id": "p12_b195", "text": "Figure 3.1 the energy conservation target during year 2010-2036"}, {"text_block_id": "p12_b196", "text": "In order to formulate the 20-year Energy Efficiency Development Plan 2015-2036, the Ministry of Energy (Thailand) revised the 20-year Energy Efficiency Development Plan 2011-2030 by adjusting the baseline data and assumptions. Therefore, the target of the EEDP"}, {"text_block_id": "p13_b197", "text": "In order to formulate the 20-year Energy Efficiency Development Plan 2015-2036, the Ministry of Energy (Thailand) revised the 20-year Energy Efficiency Development Plan 2011-2030 by adjusting the baseline data and assumptions. Therefore, the target of the EEDP\n* becomes to reduce energy intensity by 30 percent in year 2036 compared with\n* becomes to reduce energy intensity by 30 percent in year 2036 compared with\n Figure 3.2 the energy conservation target according to EEDP in year 2036\n<\\li1>"}, {"text_block_id": "p13_b200_merged", "text": "Moreover, the energy conservation plans of 4 economic sectors -residential, industrial, business, and transportation – were revised. Therefore, 6 guidelines were stated to encourage energy conservation as follows:"}, {"text_block_id": "p13_b203", "text": "1."}, {"text_block_id": "p13_b204", "text": "Removing / Revising energy price subsidies to create the market price"}, {"text_block_id": "p13_b205", "text": "2."}, {"text_block_id": "p13_b206", "text": "Introducing tax incentives / ESCO fund to encourage the use of efficient appliances"}, {"text_block_id": "p13_b207", "text": "3."}, {"text_block_id": "p13_b208", "text": "Introducing monetary incentives / grants or soft loan along with energy management consulting to encourage the use of high efficiency appliances"}, {"text_block_id": "p13_b209", "text": "4."}, {"text_block_id": "p13_b210", "text": "Defining Industrial Factory and Building Energy Code to be under obligations"}, {"text_block_id": "p13_b211", "text": "5."}, {"text_block_id": "p13_b212", "text": "Building public awareness of energy conservation"}, {"text_block_id": "p13_b213", "text": "6."}, {"text_block_id": "p13_b214", "text": "Defining Energy Efficiency Resources Standard (EERS) for power producers and distributors"}, {"text_block_id": "p14_b215", "text": "According to the EEDP, 6 of the most feasible measures from 34 energy conservation measures would be implemented in electricity sectors accounting for 89,672 GWh of energy savings in year 2036 as shown in Table 3.1"}, {"text_block_id": "p14_b216_merged", "text": "Table 3.1 the energy conservation targets in year 2036 classified by measure"}, {"text_block_id": "p14_b219", "text": "("}, {"text_block_id": "p14_b220", "text": "GWh)"}, {"text_block_id": "p14_b221", "text": "The aforementioned energy conservation targets can be shown in table 3.2 and the targets classified by economic sectors can be shown in Table 3.3."}, {"text_block_id": "p14_b222", "text": "Table 3.2 the energy conservation targets classified by measure (GWh)"}, {"text_block_id": "p15_b223", "text": "Table 3.3 the energy conservation targets classified by economic sector (GWh)"}, {"text_block_id": "p15_b224", "text": "3.2 Alternative Energy Development Plan (AEDP)"}, {"text_block_id": "p15_b225", "text": "The words -"}, {"text_block_id": "p15_b226", "text": "“Alternative Energy” and “Renewable Energy” –"}, {"text_block_id": "p15_b227", "text": "started to play a great role in power system. However, the power generation costs from some renewable energy resources have still been higher than those of conventional energy resources such as coal, natural gas, and hydro while renewable energy has been promoted to address global warming and climate change issues causing by greenhouse gases (GHGs). The most well known GHG is Carbon Dioxide (CO"}, {"text_block_id": "p15_b228", "text": "2"}, {"text_block_id": "p15_b229", "text": ") mostly emitted from combustion of fossil fuels in industrial sectors and electricity power generation. Therefore, the government has been making an effort to push forward the Alternative Energy Development Plan (AEDP) in order to become a Low Carbon Society. In the past, to attract investors, the Adder System was used to encourage renewable power generation, while nowadays Feed-in Tariff (FIT) has been planned to be implemented in order to reflect the real cost of renewable power generation and to specify the timeframe of purchasing."}, {"text_block_id": "p15_b230_merged_merged", "text": "Previously, the timeframe of renewable energy promotion according to the PDP2010 revision 3 and the previous ADEP was during year 2012-2021. The target was to substitute fossil fuel consumption by 25 percent in 10 years, and to analyze the effects of the AEDP on energy prices according to NEPC’s guidance. However, there was a great interest on renewable power generation investments in some areas due to their high incentives causing challenges on the power system and purchasing scheme."}, {"text_block_id": "p16_b233", "text": "of power generation from biomass would be 2,500 MW. In line with the policies of the Ministry of Agriculture and Cooperatives (Thailand), to increase the plantation area of sugar cane and palm, as well as to raise productivity of cassava from 3.5 to 7 tons per Rai per year could increase the potential of 1,500 MW. In addition, area by area zoning and power generation capacity limitation measures were adopted to prevent challenges from the previous plan. It is expected that technology improvement would build up the competitiveness of renewable energy over that of conventional energy especially LNG. The main target of the new AEDP is to increase the portion of renewable energy generation from currently 8 percent to 20 percent of the total power requirement in 2036 which accounts for 19,634.4 MW as shown in Table 3.4"}, {"text_block_id": "p16_b234", "text": "Table 3.4 the Alternative Energy Development Plan in year 2036 (MW)"}, {"text_block_id": "p16_b235_merged", "text": "Remark: 1/ Installed capacity"}, {"text_block_id": "p16_b239", "text": "The portion of renewable energy for power generation has been increasing; therefore, the development of the PDP2015 must be in line with the AEDP. Power system theories should be adopted to prevent the reverse power and to balance supply and demand so that power system reliability will be reinforced. Frameworks adopted in order to address the mentioned issues are as follows:"}, {"text_block_id": "p16_b240", "text": "1."}, {"text_block_id": "p16_b241", "text": "Department of Alternative Energy Development and Efficiency (DEDE) being the organization responsible for considering potential of each renewable energy resource by area in order to define purchase amount and the timeframe"}, {"text_block_id": "p16_b242", "text": "2."}, {"text_block_id": "p16_b243", "text": "Considering transmission system availability by calculating the existing power demand and quantity of the power purchase from renewable energy of each high voltage substation in order to reduce losses in the transmission system and to define purchase amount"}, {"text_block_id": "p16_b244", "text": "3."}, {"text_block_id": "p16_b245", "text": "Considering distribution system availability by calculating the existing power demand and quantity of power purchase from renewable energy of each"}, {"text_block_id": "p17_b246", "text": "distribution substation in order to define purchase amount, and to prevent reverse power from the distribution system into the transmission system which would cause power losses. Therefore, to prevent such a problem, power generation from renewable energy sources must be managed by the distribution operators -Metropolitan Electricity Authority (MEA) and Provincial Electricity Authority (PEA) -"}, {"text_block_id": "p17_b247_merged", "text": "In the future, the renewable purchase schemes would play a vital role in implementing the AEDP, thus, the Energy Regulatory Commission (ERC) will be responsible for monitoring the country’s renewable energy status, and revising the AEDP by situation. As a result, private investors would have a clear picture of the country’s renewable energy development."}, {"text_block_id": "p17_b252", "text": "The National Energy Policy Council (NEPC) approved principles and directions for firmed cogeneration SPPs with PPAs expiration date during year 2017-2025, the details are as follows:"}, {"text_block_id": "p17_b253", "text": "1. Criteria for Firmed Cogeneration SPPs with PPAs expiration date during year 2017-2025"}, {"text_block_id": "p17_b254", "text": "Cogeneration power plants could generate both electricity power and useful heat in the form of steam. Therefore, it is advantageous for industrial estates not to invest on unnecessary own boilers. Moreover, Replacement of expired Cogeneration SPPs and construction of the news are ease because of community acceptance and the existing infrastructure exploitation. Thus, the criteria for Firmed Cogeneration SPPs with PPAs expiration date during year 2017-2025 are as follows:"}, {"text_block_id": "p17_b255", "text": "1.1"}, {"text_block_id": "p17_b256", "text": "In case of PPA renewal for old technology cogeneration SPPs, the tariff structure will be renegotiated because the investor has already recovered construction costs."}, {"text_block_id": "p17_b257", "text": "1.2"}, {"text_block_id": "p17_b258", "text": "In case of construction of new cogeneration SPPs, it is necessary to promote cogeneration SPPs as Distributed Generation (DG) in order to lessen losses in transmission and distribution system by the following measures:"}, {"text_block_id": "p18_b259", "text": "In case of construction of new cogeneration SPPs, it is necessary to promote cogeneration SPPs as Distributed Generation (DG) in order to lessen losses in transmission and distribution system by the following measures:\n* Site of cogeneration SPPs must be located in the industrial estates or\n* Capacity of cogeneration SPPs should be defined at the least\n* Solid regulation should be adopted to maintain primary fuel\n* In case of cogeneration SPPs with PPAs expiration date during year\n* In case of cogeneration SPPs with PPAs expiration date during year\n SPPsâ\n* In case of cogeneration SPPs with PPAs expiration date during year\n SPPsâ\n customer at the\n* In case of cogeneration SPPs with PPAs expiration date during year"}, {"text_block_id": "p18_b265", "text": "2."}, {"text_block_id": "p18_b276", "text": "Directions for Firmed Cogeneration SPPs with PPAs expiration date during year 2017-2025"}, {"text_block_id": "p19_b277", "text": "4. Power Demand Forecast"}, {"text_block_id": "p19_b278", "text": "4.1 Current Status of Thailand Power Sector"}, {"text_block_id": "p19_b279", "text": "The peak power demand of year 2014 occurred on April 23, 2014 at 2.26 p.m. with the temperature of 37.5 Degree Celsius where the maximum power generation of EGAT system reached 26,942.1 MW relating to 344.0 MW or 1.29 percent higher than the record of 2013. The energy requirement of EGAT system was 177,580 GWh relating to 4,045 GWh or 2.33 percent higher than the record of the previous year."}, {"text_block_id": "p19_b280", "text": "T"}, {"text_block_id": "p19_b281", "text": "he country’s"}, {"text_block_id": "p19_b282", "text": "peak power demand occurring at the same time of EGAT system"}, {"text_block_id": "p19_b283", "text": "’s"}, {"text_block_id": "p19_b284", "text": "reached 27,663.5 MW relating to 549.0 MW or 2.03 percent higher than that of year 2013. The energy requirement increased 5,338.8 GWh or 3.01 percent from the record of year 2013."}, {"text_block_id": "p19_b285", "text": "4.2 Thailand Power Demand Forecast"}, {"text_block_id": "p19_b286", "text": "The National Energy Policy Council (NEPC) approved assumptions and frameworks to formulate the Thailand Power Development Plan 2015-2036 (PDP2015) on August 15, 2015. In addition, the Alternative Energy Development Plan (AEDP) and the Energy Efficiency Development Plan (EEDP) were also formulated along the timeframe between year 2015 and 2036."}, {"text_block_id": "p19_b287_merged_merged", "text": "The new Thailand’s Load Forecast was formulated in line with the potential and target of the AEDP and the EEDP, economic growth, changes in economic structure, infrastructure development projects, the performance of the EEDP measures, and VSPP power purchase plan. The Thailand’s new Load Forecast was proposed to Thailand Load Forecast and Power Development Subcommittee and approved on January 9, 2015."}, {"text_block_id": "p20_b292", "text": "Assumptions of the Power Demand Forecast"}, {"text_block_id": "p20_b293", "text": "1)"}, {"text_block_id": "p20_b294", "text": "The power demand forecast models for long-term energy efficiency developed by Faculty of Economics, Thammasat University (February 2014) were used to estimate the power demand of the Provincial Electricity Authority (PEA) distribution system and the Metropolitan Electricity Authority (MEA) distribution system. Assumptions required for the models are growth rates of Residential, Business, Industrial, and Other Customer in the distribution system which changes according to economic and population growth."}, {"text_block_id": "p20_b295", "text": "2)"}, {"text_block_id": "p20_b296", "text": "The actual data from January to October 2014 and the estimated data from November to December of 2014 were used to estimate the power demand of year 2014."}, {"text_block_id": "p20_b297", "text": "3)"}, {"text_block_id": "p20_b298", "text": "Table 4.1 the estimated long-term GDP growth by NESDB (September 2, 2014)"}, {"text_block_id": "p20_b299", "text": "The estimated GDP growth during year 2014-2036 was published by NESDB on September 2, 2014 in which the outcomes from the infrastructure development projects excluding high speed train projects were included in the estimation. The estimated GDP growth during year 2014-2036 expected to grow on the average of 3.94 percent annually was used in the power demand forecast models. The details of the estimated GDP growth during year 2014-2036 are shown in the following table:"}, {"text_block_id": "p20_b300", "text": "4)"}, {"text_block_id": "p20_b301", "text": "The maximum power demand of each electricity customer was estimated from load profiles of year 2013."}, {"text_block_id": "p20_b302", "text": "5)"}, {"text_block_id": "p20_b303", "text": "The power demand from BTS sky train, MRT train, and 10 mass rapid transit projects in Bangkok was counted in the model except those of the unclear high speed train projects."}, {"text_block_id": "p20_b304", "text": "6)"}, {"text_block_id": "p20_b305", "text": "The target of the EEDP is to reduce the energy intensity of year 2036 by 30 percent from that of year 2010. Thus, the measures of the EEDP on electricity focus mainly on industrial, building, residential, and government sector as shown in the table below:"}, {"text_block_id": "p21_b306", "text": "Table 4.2 the energy conservation targets of the EEDP on electricity in year 2036 classified by economic sectors (GWh)"}, {"text_block_id": "p21_b307", "text": "7)"}, {"text_block_id": "p21_b308", "text": "The target of the AEDP is to increase a portion of renewable and alternative energy uses to 30 percent of the total final energy consumption. Thus, the measures of the AEDP on electricity generation are shown as follows:"}, {"text_block_id": "p21_b309", "text": "The target of the AEDP is to increase a portion of renewable and alternative energy uses to 30 percent of the total final energy consumption. Thus, the measures of the AEDP on electricity generation are shown as follows:\n* Power generation from municipal waste, biomass, and biogas will be\n\t* Municipal waste power plants installed capacity of 500 MW\n\t* Biomass power plants\n\t\t* Installed capacity of 2,500 MW from current potential\n\t\t* Installed capacity of 1,500 MW from agricultural zoning policy\n\t\t* Renewable energy targets were defined region by region according to\n\t\t* Solar and wind energy will be promoted as soon as they become\n\t\t* Competitive Bidding measures would be adopted to promote the AEDP."}, {"text_block_id": "p22_b325", "text": "The AEDP would be integrated with the power demand forecasting in order to formulate the PDP2015. However, many limitations should be considered, for instance, the renewable energy potential and power demand of each region. Transmission and distribution system have not been planned for the large amount of power generated from Very Small Power Producers (VSPPs); therefore, there would be a possibility of reverse power flow problems which would increase losses in the power system."}, {"text_block_id": "p22_b326", "text": "The AEDP developed by Department of Alternative Energy Development and Efficiency (DEDE) was approved by the National Energy Policy Council (NEPC) on December 15, 2014 with the target on power generated from renewable energy in year 2036 of 19,634.4 MW as show in Table 4.3."}, {"text_block_id": "p22_b327", "text": "Table 4.3 the renewable and alternative energy targets of AEDP in 2036 (MW)"}, {"text_block_id": "p22_b328_merged", "text": "Remark: 1/ installed capacity"}, {"text_block_id": "p22_b332", "text": "The information required on the estimation of power demand is as follows: power consumption, distribution power requirement, EGAT sales, power requirement of EGAT system, and power requirement of the country. However, data collection of power plants linked outside EGAT system such as renewable power generation from VSPPs and DEDE as well as diesel generation from PEA has been facing challenges due to their large numbers of sites. Therefore, the installed capacity of VSPPs which would be used in the calculation on energy requirement of EGAT system and the country was estimated from the AEDP as shown in Table 4.4."}, {"text_block_id": "p23_b333", "text": "Table 4.4 the accumulated installed capacity of renewable energy (VSPPs/DEDE/PEA) (MW)"}, {"text_block_id": "p23_b334", "text": "The long-term power demand forecast was developed into 2 cases as the following:"}, {"text_block_id": "p23_b335", "text": "1)"}, {"text_block_id": "p23_b336", "text": "BAU (Business as Usual) Case: the statistical data of year 2013 was used in the model where the energy conservation measures were already implemented. Therefore, in 2036, the estimated energy saving would be 27,282 GWh, as a result, the maximum power demand would reach 59,300 MW or grow on the average of 3.5 percent."}, {"text_block_id": "p23_b337", "text": "2)"}, {"text_block_id": "p23_b338", "text": "Base Case: the measures of energy conservation from the EEDP were integrated in the model. Therefore, in year 2036, the energy intensity would be reduced from that of year 2010 by 24 percent accounting for 89,672 GWh of the energy saving. The maximum power demand would reach 49,655 MW or grows on the average of 2.7 percent with the power demand saving of 9,543 MW as shown in Table 4.5 to 4.9."}, {"text_block_id": "p23_b339", "text": "Table 4.5 comparison of power demand forecast between BAU case and Base case"}, {"text_block_id": "p24_b340", "text": "Table 4.6 TOTAL GENERATION REQUIREMENT"}, {"text_block_id": "p24_b341", "text": "(PDP2015:Base case)"}, {"text_block_id": "p24_b342_merged", "text": "Remark Purchasing power from VSPP is included."}, {"text_block_id": "p24_b344", "text": "9"}, {"text_block_id": "p24_b345", "text": "Jan 15"}, {"text_block_id": "p25_b346", "text": "Table 4.7 EGAT GENERATION REQUIREMENT"}, {"text_block_id": "p25_b347", "text": "9 Jan 2015 : Base Case"}, {"text_block_id": "p25_b348", "text": "9"}, {"text_block_id": "p25_b349", "text": "Jan 15"}, {"text_block_id": "p26_b350", "text": "Table 4.8  Power Demand Forecast"}, {"text_block_id": "p26_b351", "text": "(PDP2015 : Base case)"}, {"text_block_id": "p26_b352", "text": "Remark"}, {"text_block_id": "p26_b353", "text": "1/ Maximum Power Demand (Non-coincident)"}, {"text_block_id": "p26_b354", "text": "9"}, {"text_block_id": "p26_b355", "text": "January 2015"}, {"text_block_id": "p27_b356", "text": "TABLE 4.9"}, {"text_block_id": "p27_b357", "text": "COMPARISON OF TOTAL GENERATION REQUIREMENT"}, {"text_block_id": "p28_b358", "text": "5. Thailand Power Development Plan 2015-2036 (PDP2015)"}, {"text_block_id": "p28_b359", "text": "5.1 Current Status"}, {"text_block_id": "p28_b360", "text": "As of December 2014, the total contract capacity was 37,612 MW comprising 34,668 MW from firmed power plants -EGAT, IPPs and firmed-SPPs, 915 MW from non-firmed SPPs, and 2,029 MW from VSPPs. The details of the contract capacity of Thailand power system are shown as following:"}, {"text_block_id": "p28_b361", "text": "Classified by technology"}, {"text_block_id": "p28_b362", "text": "Picture 5.1 Thailand’s generating capacity as of December 2014"}, {"text_block_id": "p29_b363", "text": "5.2"}, {"text_block_id": "p29_b364", "text": "Development of Thailand Power Development Plan 2015-2036 (PDP2015)"}, {"text_block_id": "p29_b365", "text": "According to the 1/2014 resolution of the National Energy Policy Council (NEPC) on August 15, 2014, the timeframe of the Thailand Power Development Plan 2015-2036 (PDP2015), the Energy Efficiency Development Plan (EEDP) and the Alternative Energy Development Plan (AEDP) would be harmonized to the timeframe of the National Economic and Social Development Plan (NESDP). The NEPC approved the themes of the PDP2015 as the following:"}, {"text_block_id": "p29_b366", "text": "1."}, {"text_block_id": "p29_b367", "text": "Energy Security: coping with an increase in power demand for economic growth taking into account fuel diversification to lessen dependence of one particular fuel"}, {"text_block_id": "p29_b368", "text": "2."}, {"text_block_id": "p29_b369", "text": "Economy: maintaining an appropriate cost of power generation, implementing energy efficiency"}, {"text_block_id": "p29_b370", "text": "for the country’s long"}, {"text_block_id": "p29_b371", "text": "-term economic competitiveness"}, {"text_block_id": "p29_b372", "text": "3."}, {"text_block_id": "p29_b373", "text": "Ecology: reducing environmental and social impacts by lessening carbon dioxide intensity of power generation"}, {"text_block_id": "p29_b374", "text": "1."}, {"text_block_id": "p29_b375", "text": "The power demand forecast was estimated according to the Base Case GDP growth during year 2014-2036 on the average of 3.94 percent published on September 2, 2014 from the NESDB (GDP growth of the previous plan was on the average of 4.49 percent)."}, {"text_block_id": "p29_b376", "text": "2."}, {"text_block_id": "p29_b377", "text": "Energy savings from the EEDP (30 percent reduction of energy intensity of year 2036 compared to that of year 2010 or 89,672 GWh for power sector) would be integrated to the PDP2015."}, {"text_block_id": "p29_b378", "text": "3."}, {"text_block_id": "p29_b379_merged_merged", "text": "The AEDP target which is to increase the portion of renewable generation from 8 percent at present to 20 percent of the country’s electricity requirement in year 2036 of 19,634.4 MW would be integrated to the PDP2015."}, {"text_block_id": "p29_b382", "text": "4."}, {"text_block_id": "p29_b383", "text": "Frameworks for new generating capacity allocation and fuel diversification of the PDP2015 are as follows:"}, {"text_block_id": "p30_b384", "text": "Frameworks for new generating capacity allocation and fuel diversification of the PDP2015 are as follows:\n* Ensuring power system reliability of subsystem areas in terms of\n* Focusing on fuel diversification in order to lessen dependence of one\n\t* Reducing natural gas power generation\n\t* Increasing coal power generation via clean coal technology due to its\n\t* Purchasing power from neighboring countries not larger than 20\n\t* Encouraging renewable power generation with consideration to\n\t* Maintaining nuclear power plants at the end of plan due to its\n\t* Maintaining the level of reserve margin from the previous plan\n\t* Committed IPPs and SPPs would be maintained according to PPAs. And,"}, {"text_block_id": "p30_b405", "text": "According to the 2/2014 resolution of the National Energy Policy Council (NEPC) on December 15, 2014, frameworks and directions for the development of the PDP2015 were approved as follows: In year 2036, the estimated fuel requirement of the PDP2015 would be hydro power purchases from neighboring countries of 15-20 percent, clean coal of 20-25 percent, renewable energy of 15-20 percent, natural gas of 30-40 percent, and nuclear of not more than 5 percent as shown in Table 5.1."}, {"text_block_id": "p31_b406", "text": "Table 5.1 the estimated fuel requirement for the PDP2015"}, {"text_block_id": "p31_b407", "text": "One of the main objectives of the PDP2015 is to ensure power system reliability of subsystem areas in terms of generation, transmission, and distribution. Therefore, 2 areas which have high possibilities of power shortages were considered as follows:"}, {"text_block_id": "p31_b408", "text": "5.4.1 Ensuring power system reliability in Southern of Thailand"}, {"text_block_id": "p31_b409", "text": "Power demand in southern of Thailand would grow on the average of 3 percent; therefore, 3 power plants would be added during 2019-2024 as the following:"}, {"text_block_id": "p31_b410", "text": ""}, {"text_block_id": "p31_b411", "text": "Krabi Coal-fired Power Plant"}, {"text_block_id": "p31_b412", "text": "Krabi coal-fired power plant is the 800 MW coal-fired power plant listed in the PDP2010 revision 3. At present, the project has passed public hearing process"}, {"text_block_id": "p31_b413", "text": "–"}, {"text_block_id": "p31_b414", "text": "public scoping, public screening, and public review (EIA and EHIA have been carried out for the coal unloading terminal unit and the power plant unit respectively). The project is planned to be online in December, 2019."}, {"text_block_id": "p31_b415", "text": ""}, {"text_block_id": "p31_b416", "text": "Thepa Coal-fired Power Plant"}, {"text_block_id": "p31_b417_merged_merged", "text": "Clean coal technology is one of the alternatives to reduce natural gas power generation which was accounting for 64 percent of the total power generation. Moreover, clean coal technology could reduce the country’s cost of power generation. Therefore, feasibility study of the Thepa coal-fired power plant 2x1000 MW project was carried out and the project was listed in the PDP2015. At present, the project has passed public hearing process – public scoping and public screening. And, the public hearing of the project will be held on July 27, 2015. Consequently, the Thepa coal-fired power plant unit 1 and unit 2 is planned to be online in year 2021 and year 2024 respectively."}, {"text_block_id": "p32_b423", "text": "5.4.2 Ensuring power system reliability in Metropolitan area and central of Thailand"}, {"text_block_id": "p32_b424_merged", "text": "Electricity consumption of metropolitan area -the country’s largest economy area -held the largest portion accounting for 30 percent of the total electricity consumption. However, relying on power from other areas and lacking of generating capacity, the area has been confronted with the challenge of the continuously growing power demand. Therefore, more new power plants are needed to be added during year 2019-2025 to maintain power system reliability in the area as the followings:"}, {"text_block_id": "p32_b427", "text": ""}, {"text_block_id": "p32_b428", "text": "South Bangkok area"}, {"text_block_id": "p32_b429", "text": "To ensure power system reliability in metropolitan, western, and eastern area, a 1,300 MW combined cycle power plant using natural gas as a primary fuel and diesel as a secondary fuel was listed in the plan to replace the South Bangkok thermal power plant unit 1-5, and the project is planned to be online on April, 2019. Moreover, another 1,300 MW combined cycle power plant was also listed in the plan to replace the South Bangkok combined cycle power plant unit 1-2 -EHIA of the project was already done and the project is planned to be online on January, 2022."}, {"text_block_id": "p32_b430", "text": ""}, {"text_block_id": "p32_b431", "text": "Bang Pakong area"}, {"text_block_id": "p32_b432", "text": "To ensure power system reliability in metropolitan and eastern area, a 1,300 MW combined cycle power plant using natural gas as a primary fuel and diesel as a secondary fuel was listed in the plan to replace a Bang Pakong thermal power plant unit 1-2 -EHIA of the project was already done, and the project is planned to be online on April, 2019."}, {"text_block_id": "p32_b433", "text": ""}, {"text_block_id": "p32_b434", "text": "Wang Noi area"}, {"text_block_id": "p33_b435", "text": "5.5 Roles of Private Sector in Power Generation"}, {"text_block_id": "p33_b436", "text": "In the PDP2015, Power purchases from committed and contracted generating capacity of IPPs, SPPs, VSPPs, and neighboring countries during year 2015-2025 are as the followings:"}, {"text_block_id": "p33_b437", "text": "Independent Power Producer (IPP)"}, {"text_block_id": "p33_b438", "text": "There are 7 IPPs signed PPAs with EGAT. The projects are planned to be online during year 2015-2024 with the total capacity of 8,070 MW. The details of the projects are shown in the table below:"}, {"text_block_id": "p33_b439", "text": "Table 5.2 IPPs during year 2015-2024"}, {"text_block_id": "p33_b440", "text": "Small Power Producer (SPP)"}, {"text_block_id": "p33_b441", "text": "There are 97 SPPs with the total capacity of 5,922 MW which already have PPAs with EGAT to be online during year 2015-2025. The details are as follows: 1) 41 projects of cogeneration power plant with the total capacity of 3,660 MW, 2) 25 Extension projects of cogeneration power plant with the total capacity of 424 MW, 3) 31 projects of renewable energy generation with the total capacity of 1,838 MW."}, {"text_block_id": "p33_b442", "text": "Very Small Power Producer (VSPP)"}, {"text_block_id": "p33_b443", "text": "The total capacity of VSPP power purchase to be online during year 2015-2036 according to the AEDP would be 9,735.6 MW. The details are as follows: 1) renewable power plant with the capacity of 9,701 MW, 2) Cogeneration power plants with the capacity of 34.6 MW."}, {"text_block_id": "p34_b444", "text": "Neighboring country power purchases"}, {"text_block_id": "p34_b445", "text": "There are 4 projects of neighboring country power purchases with the total capacity of 3,316 MW which already have PPAs with EGAT to be online during year 20152019. The details are shown in Table 5.3."}, {"text_block_id": "p34_b446", "text": "Table 5.3 neighboring country power purchases during year 2015-2019"}, {"text_block_id": "p34_b447", "text": "5.6 Thailand Power Development Plan 2015-2036 (PDP2015)"}, {"text_block_id": "p34_b448", "text": "According to the aforementioned frameworks, the Thailand Power Development Plan 2015-2036 (PDP2015) can be summarized as follows: the total capacity at the end plan (year 2036) would be 70,335 MW comprising the existing capacity (as of year 2014) of 37,612 MW, the new capacity added during year 2015-2036 of 57,459 MW, and the capacity of 24,736 MW which would be retired during year 2015-2036."}, {"text_block_id": "p34_b449", "text": "Generating capacity during year 2015-2036"}, {"text_block_id": "p35_b450", "text": "New generating capacity during year 2015-2036"}, {"text_block_id": "p35_b451", "text": "57,459 MW of new generating capacity during year 2015-2036 can be described as follows:"}, {"text_block_id": "p35_b452", "text": "New generating capacity during year 2015-2026"}, {"text_block_id": "p35_b453", "text": "Power plant projects during the first 10 years according to the PDP2015 would be the committed power plants which were planned to improve power system reliability of the sensitive areas. The total capacity of the projects during 2015-2026 would be 36,804 MW as follows:"}, {"text_block_id": "p36_b454", "text": "New generating capacity during year 2027-2036"}, {"text_block_id": "p36_b455", "text": "Power plant projects during the last 10 years according to the PDP2015 would be domestic power plants and neighboring country power purchases. The projects were planned to cope with an increase in power demand and to replace the capacities which would be retired during year 2027-2036. The total capacity of the projects during year 20272036 would be 20,655 MW as follows:"}, {"text_block_id": "p36_b456", "text": "Details of projects in the PDP2015 are shown in Table 5.4."}, {"text_block_id": "p37_b457", "text": "Table  5.4"}, {"text_block_id": "p37_b458", "text": "Thailand Power Development Plan (2015-2036)"}, {"text_block_id": "p38_b459", "text": "Table  5.4 (Continued)"}, {"text_block_id": "p38_b460", "text": "Thailand Power Development Plan (2015-2036)"}, {"text_block_id": "p39_b461", "text": "Table  5.4 (Continued)"}, {"text_block_id": "p39_b462", "text": "Thailand Power Development Plan (2015-2036)"}, {"text_block_id": "p40_b463", "text": "Table  5.4 (Continued) Thailand Power Development Plan (2015-2036)"}, {"text_block_id": "p41_b464", "text": "Table  5.4 (Continued)"}, {"text_block_id": "p41_b465", "text": "Thailand Power Development Plan (2015-2036)"}, {"text_block_id": "p42_b466", "text": "5.7 Generating capacity from renewable sources"}, {"text_block_id": "p42_b467", "text": "According to the government’s policies,"}, {"text_block_id": "p42_b468", "text": "the target of the Alternative Energy Development Plan (AEDP) is to substitute fossil fuel consumption by 30 percent by year 2036. Therefore, in power sector, the renewable power projects were planned in the Thailand Power Development Plan 2015-2036 (PDP2015) with the total installed capacity of 19,634.4 MW or the total contract capacity of 17,678.9 MW. The details of the renewable projects are as follows: the existing contract capacity as of December 2014 was 5,872.1 MW. The capacity of 298.1 MW would be retired, and the new capacity of 12,104.9 MW would be added during year 2015-2036. Consequently, the renewable contract capacity during year 2015-2026 and year 2027-2036 would be 8,101.2 MW and 4,003.7 MW respectively as shown below:"}, {"text_block_id": "p43_b469", "text": "5.8 Fuel Requirement"}, {"text_block_id": "p43_b470", "text": "Fuel diversification will lessen dependence on one particular fuel. In the PDP2015, the share of natural gas power generation would be reduced by increasing the portion of renewable and coal power generation. Therefore, the share of power generation in year 2036 would be as follows: 15 percent from hydro power generation from neighboring countries, 23 percent from coal power generation, 20 percent from renewable power generation, 37 percent from natural gas power generation, and 5 percent from nuclear power generation as shown in Table 5.5."}, {"text_block_id": "p43_b471", "text": "Table 5.5 the share of fuel requirement (Unit: Percent)"}, {"text_block_id": "p43_b472_merged", "text": "Remark: 1/ Including EGAT-TNB Tie line, Fuel oil, Diesel"}, {"text_block_id": "p44_b475", "text": "5.9 Carbon dioxide Gas Emission in Power Sector"}, {"text_block_id": "p44_b476", "text": "In 2013, carbon dioxide (CO"}, {"text_block_id": "p44_b477", "text": "2"}, {"text_block_id": "p44_b478", "text": ") emitted from power sector accounted for 0.506"}, {"text_block_id": "p44_b479", "text": "kgCO"}, {"text_block_id": "p44_b480", "text": "2"}, {"text_block_id": "p44_b481", "text": "/kWh."}, {"text_block_id": "p44_b482", "text": "Therefore, to promote renewable energy, the target of CO"}, {"text_block_id": "p44_b483", "text": "2"}, {"text_block_id": "p44_b484", "text": "emission reduction was set in the PDP2015 to be more aggressive than that of the PDP2010 revision 3."}, {"text_block_id": "p44_b485", "text": "In the PDP2015, the expected CO"}, {"text_block_id": "p44_b486", "text": "2"}, {"text_block_id": "p44_b487", "text": "emission from power sector would be less than that of the previous plan because of fuel diversification and renewable energy promotion. In"}, {"text_block_id": "p44_b488", "text": "year 2030, the estimated CO"}, {"text_block_id": "p44_b489", "text": "2"}, {"text_block_id": "p44_b490", "text": "intensity would be 0.342 kgCO"}, {"text_block_id": "p44_b491", "text": "2"}, {"text_block_id": "p44_b492", "text": "/kWh or 0.043 kgCO"}, {"text_block_id": "p44_b493", "text": "2"}, {"text_block_id": "p44_b494", "text": "/kWh less than that of the previous plan. Moreover, the estimated CO"}, {"text_block_id": "p44_b495", "text": "2"}, {"text_block_id": "p44_b496", "text": "intensity at the end of the plan"}, {"text_block_id": "p44_b497", "text": "(year 2036) would reach 0.319 kgCO"}, {"text_block_id": "p44_b498", "text": "2"}, {"text_block_id": "p44_b499", "text": "/kWh."}, {"text_block_id": "p44_b500", "text": "Carbon dioxide emission per annum in the PDP2015 would be less than that of the PDP2010 revision 3 due to less power demand compared with that of the previous plan. In year 2030, Carbon dioxide emission is estimated to reach 99,822 thousand tons of CO"}, {"text_block_id": "p44_b501", "text": "2"}, {"text_block_id": "p44_b502", "text": "which is 33,717 thousand tons of CO"}, {"text_block_id": "p44_b503", "text": "2"}, {"text_block_id": "p44_b504", "text": "less than that of the previous plan. In addition, the estimated CO"}, {"text_block_id": "p44_b505", "text": "2"}, {"text_block_id": "p44_b506", "text": "emission at the end of the plan would reach 104,075 thousand tons of CO"}, {"text_block_id": "p44_b507", "text": "2"}, {"text_block_id": "p44_b508", "text": "."}, {"text_block_id": "p44_b509", "text": "The amount of carbon dioxide emission was calculated according to the IPCC Guidelines for National Greenhouse Gas Inventories."}, {"text_block_id": "p44_b510", "text": "Table 5.6 the amount of carbon dioxide emission per unit (kgCO"}, {"text_block_id": "p44_b511", "text": "2"}, {"text_block_id": "p44_b512", "text": "/kWh)"}, {"text_block_id": "p44_b513_merged_merged_merged_merged_merged", "text": "Table 5.7 the amount of carbon dioxide emission per annum (thousand tons of CO2)"}, {"text_block_id": "p45_b516", "text": "6 Transmission System Development Plan"}, {"text_block_id": "p45_b517", "text": "Transmission System Development Projects in PDP 2015 during 2015"}, {"text_block_id": "p45_b518", "text": "–"}, {"text_block_id": "p45_b519", "text": "2036"}, {"text_block_id": "p45_b520", "text": "consist of:"}, {"text_block_id": "p45_b521", "text": "6.1"}, {"text_block_id": "p45_b522", "text": "Transmission System Development Projects to Cope with the Growing Electricity Demand"}, {"text_block_id": "p45_b523", "text": "6.1.1"}, {"text_block_id": "p45_b524", "text": "Bulk Power Supply for the Greater Bangkok Area Project Phase"}, {"text_block_id": "p45_b525", "text": "3 ("}, {"text_block_id": "p45_b526", "text": "BSB"}, {"text_block_id": "p45_b527", "text": "3)"}, {"text_block_id": "p45_b528", "text": "The Bulk Power Supply for the Greater Bangkok Area Project Phase 3 (BSB3) is the successive project of BSB2 and was approved by the Cabinet on October 15, 2013. The project consists of many subprojects such as the voltage upgrade of the existing 500 kV transmission lines from 230 kV to 500 kV, the reconstruction of 230 kV transmission lines, the construction of 230 kV new substations and renovation of existing substations to cope with increasing demand, to solve the problem of shutting down for gas field maintenance in Myanmar and to support the long term distribution system expansion plan of the Metropolitan Electricity Authority (MEA). It is planned to be completed during 2016 -2018."}, {"text_block_id": "p45_b529", "text": "6.1.2"}, {"text_block_id": "p45_b530", "text": "Bulk Power Supply for the Greater Bangkok Area Project (Future Phases)"}, {"text_block_id": "p45_b531", "text": "The next phases of Bulk Power Supply for the Greater Bangkok Project Area will be the successive project of BSB3 to cope with the increasing demand in the Greater Bangkok Area in the future. In addition, EGAT has planned to implement the underground cable or underground substation for serving increasing demand, avoiding the new Right"}, {"text_block_id": "p45_b532", "text": "–"}, {"text_block_id": "p45_b533", "text": "Of"}, {"text_block_id": "p45_b534", "text": "–"}, {"text_block_id": "p45_b535", "text": "Way (ROW) of transmission system and reducing public impact in the future. Nevertheless, these technologies will take long time for consideration and need to use technical experts. The future phases of Bulk Power Supply for the Greater Bangkok Area Project and its implementation period are as follows:"}, {"text_block_id": "p45_b536", "text": "6.1.3"}, {"text_block_id": "p45_b537", "text": "Transmission System Expansion Project No."}, {"text_block_id": "p45_b538", "text": "12 ("}, {"text_block_id": "p45_b539", "text": "TS."}, {"text_block_id": "p45_b540", "text": "12)"}, {"text_block_id": "p45_b541_merged_merged_merged_merged_merged", "text": "The project was approved by the National Council for Peace and Order (NCPO) on August 19, 2014. It aims to handle the increasing demand and support the power system security except Bangkok area and its vicinity. The TS.12 is the successive project of TS.11 and to support Provincial Electricity Authority (PEA)"}, {"text_block_id": "p45_b546", "text": "’s distribution"}, {"text_block_id": "p46_b547", "text": "expansion plan to other areas efficiently. It is planned to be completed during 2016 -2020."}, {"text_block_id": "p46_b548", "text": "6.1.4"}, {"text_block_id": "p46_b549", "text": "Transmission System Expansion Projects (the future Phases)"}, {"text_block_id": "p46_b550", "text": "The successive phases of Transmission System Expansion Projects of TS.12 are also aimed to cope with the increasing demand in the Provincial Area except Bangkok area and its vicinity in the future. The next phases of Transmission System Expansion Projects and its implementation period are as follows:"}, {"text_block_id": "p46_b551", "text": "6.2"}, {"text_block_id": "p46_b552", "text": "Transmission System Improvement Project in Thailand to Enhance System Security"}, {"text_block_id": "p46_b553", "text": "6.2.1"}, {"text_block_id": "p46_b554", "text": "Transmission System Improvement Project in Eastern Region to Enhance System Security"}, {"text_block_id": "p46_b555", "text": "This transmission system project aims to improve the system security in the eastern region of Thailand to continuously cope with the growing electricity demand and to receive the electric power from new power plants. This project consists of the constructions of 500 kV and 230 kV transmission systems. It was approved by the Cabinet on April"}, {"text_block_id": "p46_b556", "text": "23"}, {"text_block_id": "p46_b557", "text": ","}, {"text_block_id": "p46_b558", "text": "2013"}, {"text_block_id": "p46_b559", "text": "and planned to be completed within two phases: by year"}, {"text_block_id": "p46_b560", "text": "2017"}, {"text_block_id": "p46_b561", "text": "and"}, {"text_block_id": "p46_b562", "text": "2019."}, {"text_block_id": "p46_b563", "text": "6.2.2"}, {"text_block_id": "p46_b564", "text": "Transmission System Improvement Project in Western and Southern Regions to Enhance System Security"}, {"text_block_id": "p46_b565_merged_merged", "text": "The transmission system improvement project comprises the construction of the 500 kV transmission system lines and the renovation of 230 kV transmission systems to cope with the growing electricity demand in the southern part of Thailand in the long term and to increase the capability of the transmission system from the West/Central of Thailand to the South in order to promote the growth of business, industry and tourism sectors in the southern region especially in Phuket Province including remedy in the power outage problem in the South. It was approved by the National Council for Peace and Order (NCPO) on August 19, 2014 and planned to be completed within two phases: by year 2019 and"}, {"text_block_id": "p46_b576", "text": "2022."}, {"text_block_id": "p47_b577", "text": "6.2.3"}, {"text_block_id": "p47_b578", "text": "Transmission System Improvement Project in Southern Region to Enhance System Security"}, {"text_block_id": "p47_b579", "text": "The transmission system improvement project comprises the construction of 500 kV transmission system lines and the renovation of 230 kV transmission system in the area of Surat Thani Province through Songkhla Province to cope with the growing electricity demand in the southern part of Thailand in the long term and to increase the transmission system security in the lower southern region in order to promote the growth of business, industry, and tourism sectors in the southern region and to accommodate renewable energy and ASEAN Power Grid (APG). It is planned to be implemented during 2016 -2023."}, {"text_block_id": "p47_b580", "text": "6.2.4"}, {"text_block_id": "p47_b581", "text": "Transmission System Improvement Project in Northeastern, Lower Northern, Central Regions and Bangkok Area to Enhance System Security"}, {"text_block_id": "p47_b582", "text": "The transmission system project aims to improve the system security in Northeastern, Lower Northern, and Central parts of Thailand including Bangkok area to continuously cope with the growing electricity demand in the long term and receive the electric power from renewable energy according to the new Alternative Energy Development Plan, AEDP. The project also accommodates ASEAN Power Grid (APG) and power purchase from neighboring countries. The project involves the construction of new"}, {"text_block_id": "p47_b583", "text": "500"}, {"text_block_id": "p47_b584", "text": "kV and 230 kV main grid to increase the capability of the transmission system from the northeastern/lower northern/central regions of Thailand to Bangkok area. It is planned to be completed within three phases: by year 2019, 2021, and"}, {"text_block_id": "p47_b585", "text": "2023."}, {"text_block_id": "p47_b586", "text": "6.2.5"}, {"text_block_id": "p47_b587", "text": "Transmission System Improvement Project in Upper Northern Region to Enhance System Security"}, {"text_block_id": "p47_b588_merged_merged", "text": "This transmission system project aims to improve the system security in Upper Northern part of Thailand especially Chiang Mai and Lamphun Provinces to continuously cope with the growing electricity demand. The project involves the construction of new 500 kV and 230 kV main grid from Lampang to Chiang Mai to increase the capability of the transmission system and to promote the growth of business, industry, and tourism sectors in the upper northern region in the future especially Chiang Mai and Lamphun Provinces. It is planned to be completed within two phases: by year 2019 and"}, {"text_block_id": "p47_b591", "text": "2021."}, {"text_block_id": "p47_b592", "text": "6.2.6"}, {"text_block_id": "p47_b593", "text": "Submarine Cable Development Project to Enhance System Security of Koh Samui, Surat Thani Province,"}, {"text_block_id": "p47_b594", "text": "This development project aims to increase the capability of the transmission system and to improve the security and reliability of the power system in"}, {"text_block_id": "p48_b595", "text": "Koh Samui and its vicinity in the long run. Currently, PEA has operated one 33 kV and three 115 kV Submarine Cables of which the capacity will be able to cope with the growing electricity demand in the areas of Koh Samui, Koh Pha-Ngan, and Koh Tao for only 4-5 years. The project involves the construction of 230 kV submarine cable from"}, {"text_block_id": "p48_b596", "text": "EGAT’s substation to"}, {"text_block_id": "p48_b597", "text": "the new 230 kV Koh Samui substation (new EGAT substation). It is planned to be completed in 2019."}, {"text_block_id": "p48_b598", "text": "6.2.7"}, {"text_block_id": "p48_b599", "text": "Transmission System Improvement Project in Upper Northern Region to Enhance System Security, Phase 2"}, {"text_block_id": "p48_b600", "text": "The Transmission System Improvement Project in Upper Northern Region to Enhance System Security, Phase 2 is the successive project of Transmission System Improvement Project in Upper Northern Region to Enhance System Security. The project involves the construction of the 500 kV and 230 kV transmission system lines to increase the security of transmission system in Phayao and Chiang Rai Provinces to cope with the growing electricity demand in the long term and to accommodate ASEAN Power Grid (APG) and power purchase from neighboring countries. It is planned to be completed during 2024 -2029."}, {"text_block_id": "p48_b601", "text": "6.3"}, {"text_block_id": "p48_b602", "text": "Transmission System Expansion and Renovation Project"}, {"text_block_id": "p48_b603", "text": "6.3.1"}, {"text_block_id": "p48_b604", "text": "Transmission System Expansion and Renovation Project, Phase"}, {"text_block_id": "p48_b605", "text": "1:"}, {"text_block_id": "p48_b606", "text": "Substation"}, {"text_block_id": "p48_b607", "text": "The Transmission System Expansion and Renovation Project, Phase"}, {"text_block_id": "p48_b608", "text": "1:"}, {"text_block_id": "p48_b609", "text": "Substation involves the improvement or replacement of aging equipment in substations which consist of 15 subprojects and miscellaneous system improvement. The project aims to increase the availability, reliability and security of the transmission system. It was approved by the cabinet on January 18, 2011 and planned to be completed in"}, {"text_block_id": "p48_b610", "text": "2017."}, {"text_block_id": "p48_b611", "text": "6.3.2"}, {"text_block_id": "p48_b612", "text": "Transmission System Expansion and Renovation Project, Phase"}, {"text_block_id": "p48_b613", "text": "1:"}, {"text_block_id": "p48_b614", "text": "Transmission Line"}, {"text_block_id": "p48_b615_merged_merged_merged_merged_merged", "text": "The Transmission System Expansion and Renovation Project, Phase 1: Transmission Line involves the improvement or replacement of aging equipment in transmission line routes which consist of 15 subprojects and miscellaneous system improvement. The project aims to reduce the power outage caused by the aging transmission lines, to increase the continuity and efficiency in power supply and to enhance the reliability of the power system and the performance index of the transmission system. It was approved by the cabinet on May 20, 2012 and planned to be completed in"}, {"text_block_id": "p48_b618", "text": "2019."}, {"text_block_id": "p49_b619", "text": "6.3.3"}, {"text_block_id": "p49_b620", "text": "Transmission System Expansion and Renovation Project, Phase"}, {"text_block_id": "p49_b621", "text": "2"}, {"text_block_id": "p49_b622", "text": "The Transmission System Expansion and Renovation Project, Phase"}, {"text_block_id": "p49_b623", "text": "2"}, {"text_block_id": "p49_b624", "text": ", a successive scheme of Phase"}, {"text_block_id": "p49_b625", "text": "1"}, {"text_block_id": "p49_b626", "text": "involves the renovation and expansion of the existing"}, {"text_block_id": "p49_b627", "text": "19"}, {"text_block_id": "p49_b628", "text": "substations and"}, {"text_block_id": "p49_b629", "text": "11"}, {"text_block_id": "p49_b630", "text": "transmission lines and miscellaneous improvement related to the transmission system. It was approved by the cabinet on January"}, {"text_block_id": "p49_b631", "text": "15"}, {"text_block_id": "p49_b632", "text": ","}, {"text_block_id": "p49_b633", "text": "2013"}, {"text_block_id": "p49_b634", "text": "and planned to be completed in"}, {"text_block_id": "p49_b635", "text": "2020."}, {"text_block_id": "p49_b636", "text": "6.3.4"}, {"text_block_id": "p49_b637", "text": "Transmission System Expansion and Renovation Project (Future Phases)"}, {"text_block_id": "p49_b638", "text": "The successive phases of Transmission System Expansion and Renovation Projects involve the renovation and expansion of the existing substations and transmission lines as well as miscellaneous works related to the transmission system in the future to prevent the power outage and improve the reliability of the transmission system. The other phases of Transmission System Expansion and Renovation Projects are as follows:"}, {"text_block_id": "p49_b639", "text": "Period"}, {"text_block_id": "p49_b640", "text": "Transmission System Expansion and Renovation Project, Phase"}, {"text_block_id": "p49_b641", "text": "3 2017 -2021"}, {"text_block_id": "p49_b642", "text": "Transmission System Expansion and Renovation Project, Phase"}, {"text_block_id": "p49_b643", "text": "4 2022 -2026"}, {"text_block_id": "p49_b644", "text": "6.4 Transmission System Development for Power Purchase"}, {"text_block_id": "p49_b645", "text": "6.4.1"}, {"text_block_id": "p49_b646", "text": "Transmission System Development for Power Purchase from Hongsa Lignite-Fired Thermal Power Plant Project"}, {"text_block_id": "p49_b647", "text": "The transmission system project aims to accommodate the power purchase from Hongsa Lignite -Fired Thermal Power Plant Project in Lao PDR which is the first lignite-fired power plant of the capacity of"}, {"text_block_id": "p49_b648", "text": "3"}, {"text_block_id": "p49_b649", "text": "x"}, {"text_block_id": "p49_b650", "text": "626"}, {"text_block_id": "p49_b651", "text": "MW for supplying"}, {"text_block_id": "p49_b652", "text": "1"}, {"text_block_id": "p49_b653", "text": ","}, {"text_block_id": "p49_b654", "text": "473"}, {"text_block_id": "p49_b655", "text": "MW of power to Thailand. The transmission system project consists of the construction of new"}, {"text_block_id": "p49_b656", "text": "500"}, {"text_block_id": "p49_b657", "text": "kV transmission lines from Thai/Lao border (Nan Province) to"}, {"text_block_id": "p49_b658", "text": "500/230/115"}, {"text_block_id": "p49_b659", "text": "kV Nan Substation to be connected with"}, {"text_block_id": "p49_b660", "text": "500"}, {"text_block_id": "p49_b661", "text": "kV transmission line to the main system at Mae Moh"}, {"text_block_id": "p49_b662", "text": "3"}, {"text_block_id": "p49_b663", "text": "Substation. It was approved by the cabinet on July 13,"}, {"text_block_id": "p49_b664", "text": "2010"}, {"text_block_id": "p49_b665", "text": "and planned to be completed in year"}, {"text_block_id": "p49_b666", "text": "2015."}, {"text_block_id": "p49_b667", "text": "6.4.2"}, {"text_block_id": "p49_b668", "text": "Transmission System Development Project for Power Purchase from IPPs"}, {"text_block_id": "p49_b669", "text": "("}, {"text_block_id": "p49_b670", "text": "IPP 2007"}, {"text_block_id": "p49_b671", "text": ")"}, {"text_block_id": "p49_b672_merged_merged_merged_merged", "text": "The transmission system project aims to accommodate power purchase from four IPPs according to the Power Development Plan 2007 – 2021 (PDP 2007), which was approved by the National Energy Policy Council (NEPC) and the cabinet in June 2007. The project was approved by the cabinet on June 9, 2009 and it comprises four transmission system sub-projects as follows:"}, {"text_block_id": "p50_b675", "text": "1)"}, {"text_block_id": "p50_b676", "text": "The transmission system for the Gheco-One Power Plant Project was completed and connected to the grid system since February"}, {"text_block_id": "p50_b677", "text": "11"}, {"text_block_id": "p50_b678", "text": ","}, {"text_block_id": "p50_b679", "text": "2013."}, {"text_block_id": "p50_b680", "text": "2)"}, {"text_block_id": "p50_b681", "text": "The transmission system for the Gulf JP UT Co., Ltd. was completed and connected to the grid system since August"}, {"text_block_id": "p50_b682", "text": "28"}, {"text_block_id": "p50_b683", "text": ","}, {"text_block_id": "p50_b684", "text": "2014."}, {"text_block_id": "p50_b685", "text": "3)"}, {"text_block_id": "p50_b686", "text": "The transmission system for the Gulf JP NS Co., Ltd. will be completed in June"}, {"text_block_id": "p50_b687", "text": "2015."}, {"text_block_id": "p50_b688", "text": "4)"}, {"text_block_id": "p50_b689", "text": "The transmission system for the National Power Supply Co., Ltd. is currently not commenced."}, {"text_block_id": "p50_b690", "text": "6.4.3"}, {"text_block_id": "p50_b691", "text": "Main Transmission System Expansion Project for Power Purchase from SPP Cogeneration Power Plant, based on Request for Proposal"}, {"text_block_id": "p50_b692", "text": "2010"}, {"text_block_id": "p50_b693", "text": "The transmission system project aims to accommodate the increasing power purchase of"}, {"text_block_id": "p50_b694", "text": "3"}, {"text_block_id": "p50_b695", "text": ","}, {"text_block_id": "p50_b696", "text": "500"}, {"text_block_id": "p50_b697", "text": "MW from SPP’s c"}, {"text_block_id": "p50_b698", "text": "ogeneration power plants with the resolution of the National Energy Policy Council (NEPC) on November"}, {"text_block_id": "p50_b699", "text": "25"}, {"text_block_id": "p50_b700", "text": ","}, {"text_block_id": "p50_b701", "text": "2010"}, {"text_block_id": "p50_b702", "text": "to strengthen the stability of the power system and reduce the system losses of both transmission and distribution network. The project involves the construction of new"}, {"text_block_id": "p50_b703", "text": "230"}, {"text_block_id": "p50_b704", "text": "kV transmission lines between Ayutthaya"}, {"text_block_id": "p50_b705", "text": "4"}, {"text_block_id": "p50_b706", "text": "and Si Khiu"}, {"text_block_id": "p50_b707", "text": "2"}, {"text_block_id": "p50_b708", "text": "Substations, the renovation of related transmission lines with the distance of"}, {"text_block_id": "p50_b709", "text": "507.85"}, {"text_block_id": "p50_b710", "text": "circuit-kilometers, a new substation, the installation of"}, {"text_block_id": "p50_b711", "text": "2"}, {"text_block_id": "p50_b712", "text": ","}, {"text_block_id": "p50_b713", "text": "900"}, {"text_block_id": "p50_b714", "text": "MVA transformers, and the improvement of relevant transmission systems. It was approved by the cabinet on October 18, 2011 and planned to be completed in December"}, {"text_block_id": "p50_b715", "text": "2017."}, {"text_block_id": "p50_b716", "text": "6.4.4"}, {"text_block_id": "p50_b717", "text": "Transmission System Development for Power Purchase from Nam Ngum"}, {"text_block_id": "p50_b718", "text": "3"}, {"text_block_id": "p50_b719", "text": "and Nam Theun"}, {"text_block_id": "p50_b720", "text": "1"}, {"text_block_id": "p50_b721", "text": "Hydropower Plant Project"}, {"text_block_id": "p50_b722_merged_merged_merged_merged_merged", "text": "The transmission system project aims to accommodate the power purchase from Nam Ngum 3 and Nam Theun 1 Hydropower Plant Projects and/or other potential projects in Lao PDR such as Nam Ngiep 1 Hydropower Project and Xayaburi Hydropower Project. The project comprises: 1) The construction of new 500 kV transmission lines Nam Phong 2 – Chaiyaphum 2 -Tha Tako connected with the existing Ban Na Bong (Lao PDR) – Udon Thani 3 – Nam Phong 2 lines (currently operating at 230 kV) to become the 500 kV Ban Na Bong – Udon Thani 3 – Chaiyaphum 2 – Tha Tako line, 2) The construction of the 230 kV Chaiyaphum 2 – Chaiyaphum line with a total length of approximately 1,492 circuit-kilometers, a new substation and the installation of transformers of 4,000 MVA. It was approved by the cabinet on December 18, 2007 and planned to be completed in June"}, {"text_block_id": "p50_b772", "text": "2017."}, {"text_block_id": "p51_b773", "text": "6.4.5"}, {"text_block_id": "p51_b774", "text": "Transmission System Development in the Area of Ubon Ratchathani, Yasothon and Amnat Charoen Provinces for Power Purchase from Lao PDR Project"}, {"text_block_id": "p51_b775", "text": "The transmission system project aims to accommodate the power purchase from Xepian-Xenamnoy Hydropower Plant Project which has the generating capacity of"}, {"text_block_id": "p51_b776", "text": "3"}, {"text_block_id": "p51_b777", "text": "x"}, {"text_block_id": "p51_b778", "text": "130"}, {"text_block_id": "p51_b779", "text": "MW and to receive more electric power from other potential projects in the southern part of Lao PDR. The project comprises: 1"}, {"text_block_id": "p51_b780", "text": ")"}, {"text_block_id": "p51_b781", "text": "the construction of new"}, {"text_block_id": "p51_b782", "text": "500"}, {"text_block_id": "p51_b783", "text": "kV transmission lines from Thai/Laos Border at Ubon Ratchathani Province to the new Ubon Ratchathani"}, {"text_block_id": "p51_b784", "text": "3"}, {"text_block_id": "p51_b785", "text": "Substation with the distance of"}, {"text_block_id": "p51_b786", "text": "90"}, {"text_block_id": "p51_b787", "text": "km, initially energized at"}, {"text_block_id": "p51_b788", "text": "230"}, {"text_block_id": "p51_b789", "text": "kV, and"}, {"text_block_id": "p51_b790", "text": "2)"}, {"text_block_id": "p51_b791", "text": "the improvement of other transmission lines (in Thai territory only) with a total of"}, {"text_block_id": "p51_b792", "text": "440"}, {"text_block_id": "p51_b793", "text": "circuit-kilometers,"}, {"text_block_id": "p51_b794", "text": "3)"}, {"text_block_id": "p51_b795", "text": "a new substation and"}, {"text_block_id": "p51_b796", "text": "4)"}, {"text_block_id": "p51_b797", "text": "the installation of transformers of"}, {"text_block_id": "p51_b798", "text": "400"}, {"text_block_id": "p51_b799", "text": "MVA. It was approved by the cabinet on March"}, {"text_block_id": "p51_b800", "text": "19"}, {"text_block_id": "p51_b801", "text": ","}, {"text_block_id": "p51_b802", "text": "2013"}, {"text_block_id": "p51_b803", "text": "and planned to be completed in"}, {"text_block_id": "p51_b804", "text": "2018."}, {"text_block_id": "p51_b805", "text": "6.4.6"}, {"text_block_id": "p51_b806", "text": "Transmission System Development in the Area of Loei, Nongbua Lamphu and Khon Kaen Provinces for Power Purchase from Lao PDR Project"}, {"text_block_id": "p51_b807", "text": "The transmission system project aims to accommodate the power purchase from the Xayaburi Hydroelectric Power Plant Project in Lao PDR which will supply power of"}, {"text_block_id": "p51_b808", "text": "1"}, {"text_block_id": "p51_b809", "text": ","}, {"text_block_id": "p51_b810", "text": "220"}, {"text_block_id": "p51_b811", "text": "MW to Thailand. It is scheduled that all units will supply power commercially in October"}, {"text_block_id": "p51_b812", "text": "2019."}, {"text_block_id": "p51_b813", "text": "The project comprises: 1"}, {"text_block_id": "p51_b814", "text": ")"}, {"text_block_id": "p51_b815", "text": "the construction of"}, {"text_block_id": "p51_b816", "text": "500"}, {"text_block_id": "p51_b817", "text": "kV double-circuit transmission lines from Thai/Lao Border in Loei Province to the new Tha Li Substation (the distance of approximately"}, {"text_block_id": "p51_b818", "text": "5"}, {"text_block_id": "p51_b819", "text": "kilometers) and from Tha Li Substation to the new Khon Kaen"}, {"text_block_id": "p51_b820", "text": "4"}, {"text_block_id": "p51_b821", "text": "Substation (the distance of approximately"}, {"text_block_id": "p51_b822", "text": "225"}, {"text_block_id": "p51_b823", "text": "kilometers) with a total of"}, {"text_block_id": "p51_b824", "text": "460"}, {"text_block_id": "p51_b825", "text": "circuit-kilometers of transmission lines (only in Thai territory),"}, {"text_block_id": "p51_b826", "text": "2)"}, {"text_block_id": "p51_b827", "text": "two new substations and"}, {"text_block_id": "p51_b828", "text": "3)"}, {"text_block_id": "p51_b829", "text": "the installation of transformer of"}, {"text_block_id": "p51_b830", "text": "1"}, {"text_block_id": "p51_b831", "text": ","}, {"text_block_id": "p51_b832", "text": "000"}, {"text_block_id": "p51_b833", "text": "MVA. It was approved by the cabinet on November 12, 2012 and planned to be completed in"}, {"text_block_id": "p51_b834", "text": "2018."}, {"text_block_id": "p51_b835", "text": "6.4.7"}, {"text_block_id": "p51_b836", "text": "Transmission System Development Project for Power Purchase from IPPs, Phase 3 (IPP"}, {"text_block_id": "p51_b837", "text": "2012)"}, {"text_block_id": "p51_b838_merged_merged_merged", "text": "The transmission system project will accommodate the power purchase from Independent Power Producers (IPPs) to connect to the main grid of EGAT according to Power Development Plan 2010 – 2030 (PDP 2010: Revision 3). The Scheduled Commercial Operation Date (SCOD) of this IPPs is between 2021 and 2026."}, {"text_block_id": "p51_b841", "text": "6.4.8"}, {"text_block_id": "p51_b842", "text": "Transmission System Development Projects for Power Purchase from New Domestic Power Plants"}, {"text_block_id": "p51_b843", "text": "The transmission system projects will accommodate the power purchase from new domestic power plants such as combined-cycle power plants, coal-fired power plants, nuclear power plants, hydropower plants and other types of power"}, {"text_block_id": "p52_b844", "text": "plants which will be connected to E"}, {"text_block_id": "p52_b845", "text": "GAT’s main grid according to the"}, {"text_block_id": "p52_b846", "text": "updated PDP to ensure an adequate electricity generation and maintain both security and reliability of the power system based on"}, {"text_block_id": "p52_b847", "text": "EGAT’s"}, {"text_block_id": "p52_b848", "text": "criteria."}, {"text_block_id": "p52_b849", "text": "6.4.9"}, {"text_block_id": "p52_b850", "text": "Transmission System Development Projects for Power Purchase from Neighboring Countries"}, {"text_block_id": "p52_b851", "text": "The transmission system projects will accommodate the power purchase from neighboring countries such as Lao PDR, Myanmar, Cambodia and Malaysia to reduce the dependence on natural gas for electricity generation and to prepare for the ASEAN Power Grid (APG) in the future."}, {"text_block_id": "p52_b852", "text": "6.5"}, {"text_block_id": "p52_b853", "text": "Transmission System Interconnection Project (Grid to Grid)"}, {"text_block_id": "p52_b854", "text": "The transmission system project aims to interconnect as Grid to Grid between Thailand and Neighboring Countries at the new and existing interconnection points. The interconnection points are expected to be expanded or renovated in the future for accommodating ASEAN Power Grid (APG) and improving the stability and reliability of the power system. Currently, EGAT has planned to connect a new interconnection point between Su-Ngai Kolok Substation of EGAT and Rantau Panjang Substation of Tenaga Nasional Berhad (TNB). The 132 kV transmission line from Su-Ngai Kolok Substation to Rantau Panjang Substation with distance of 12.5 kilometers will be constructed after the Interconnection Agreement between EGAT and TNB is concluded."}, {"text_block_id": "p52_b855", "text": "6.6"}, {"text_block_id": "p52_b856", "text": "Smart Grid Development Project"}, {"text_block_id": "p52_b857_merged_merged", "text": "The Thailand Smart Grid Development Master Plan 2015 – 2036, approved by the National Energy Policy Committee (NEPC) on February 16, 2015, has set policies, directions and frameworks for the overall development of smart grid in Thailand. Hence, all sectors, who plan to invest in smart grid development by their own budget, both government sector i.e. EGAT, MEA and PEA and private sector i.e. entrepreneur, industry, educational institution and consumers, should set their direction and investment plan according to the Thailand Smart Grid Development Master Plan. The rapid increasing of renewable energy into the main grid at present and in the near future, the system security and the environmental impact will be the main concerned issues in the system. The smart grid development in Thailand has been initiated by the government policy, global trends on smart grid and the technology improvement towards ICT-base. These initiatives will enhance the security and efficiency of power system also increase the capability of the system to accommodate the power from renewable energy sources and reduce the environmental impact. The Thailand Smart Grid Development Master Plan 2015 – 2036, issued by the Ministry of Energy, has divided into four phases which are Phase I: preparation (2015 – 2016), Phase II: short-term (2017 -2021), Phase III:"}, {"text_block_id": "p53_b865", "text": "term (2022"}, {"text_block_id": "p53_b866", "text": "–"}, {"text_block_id": "p53_b867", "text": "2031) and Phase IV: long-term (2032 -2036). The five strategic areas of the Master Plan which will be a mechanism for the power system improvement to be more secured, sufficient, environment-friendly and effectively manageable, are as follows:"}, {"text_block_id": "p53_b868", "text": "Strategy 1: Power Reliability and Quality"}, {"text_block_id": "p53_b869", "text": "The power reliability and quality using as an indicator of the power system operation are the main concerned issues for three power utilities in Thailand"}, {"text_block_id": "p53_b870", "text": "."}, {"text_block_id": "p53_b871", "text": "This strategy will be considered on the technical aspect which covers the capacity, reliability and quality of the power system. The smart grid development shall improve the power system in generation adequacy and continuity, and reduce the power quality problems in both voltage and current levels which may cause damage to equipment in the power system."}, {"text_block_id": "p53_b872", "text": "Strategy"}, {"text_block_id": "p53_b873", "text": "2"}, {"text_block_id": "p53_b874", "text": ": Energy Sustainability and Efficiency"}, {"text_block_id": "p53_b875", "text": "Strategy 3: Utility Operation and Service"}, {"text_block_id": "p53_b876", "text": "The consideration on utility operation and service has to be evaluated together with the development of technologies or innovation of smart grid since the application of smart grid system can imply that the performance of power system and utility itself have to be improved. Therefore"}, {"text_block_id": "p53_b877", "text": ","}, {"text_block_id": "p53_b878", "text": "the performance indices shall be provided. Moreover"}, {"text_block_id": "p53_b879", "text": ","}, {"text_block_id": "p53_b880", "text": "the smart grid development requires both operation and service performances of power utility to be more effective and more accurate which will help minimizing the operation time and improving services directly to customers."}, {"text_block_id": "p53_b881_merged_merged_merged_merged_merged", "text": "Strategy 4: Integration and Interoperability"}, {"text_block_id": "p53_b884", "text": "The consideration on integration and interoperability is a major issue which has to be carefully considered since smart grid development will involve a large amount of innovative equipments which will have information exchange and communication among them all the time. The integration of all equipments to accommodate a harmonized and standardized control system must be well organized. Moreover, the accessibility of renewable energy or end-user generation to the system and the grid-"}, {"text_block_id": "p54_b885", "text": "grid connection period will be taken into account as well. The smart grid development shall improve the interoperability of all equipments by using ICT technology which will also bring the new services to customers."}, {"text_block_id": "p54_b886", "text": "Strategy"}, {"text_block_id": "p54_b887", "text": "5"}, {"text_block_id": "p54_b888", "text": ": Economic and Industrial Competitiveness"}, {"text_block_id": "p54_b889_merged_merged", "text": "The consideration on economic and industrial competitiveness is necessary since smart grid development will directly affect both economic and industrial aspects such as higher domestic investment, more employment and industrial investment in new technologies, e.g. smart appliances and electric vehicles (EV). If smart grid development depends only on importing technologies from others, it will be non-sustainable and may cause some negative impacts to the country economic system. Accordingly, the human resource development and domestic industry promotion in smart grid technology is extremely essential. Additionally, the smart grid development shall stimulate both economic and industrial growth of country simultaneously."}, {"text_block_id": "p55_b892", "text": "Table"}, {"text_block_id": "p55_b893", "text": "6"}, {"text_block_id": "p55_b894", "text": ".1"}, {"text_block_id": "p55_b895_merged_merged", "text": "Details of Transmission System Expansion Projects during 2015 – 2036"}, {"text_block_id": "p55_b898", "text": "PDP2015"}, {"text_block_id": "p56_b899", "text": "Table"}, {"text_block_id": "p56_b900", "text": "6"}, {"text_block_id": "p56_b901", "text": ".1 (continuous)"}, {"text_block_id": "p56_b902_merged_merged", "text": "Details of Transmission System Expansion Projects during 2015 – 2036"}, {"text_block_id": "p56_b905", "text": "PDP2015"}, {"text_block_id": "p57_b906", "text": "Appendix"}, {"text_block_id": "p58_b907", "text": "Comparison of"}, {"text_block_id": "p58_b908", "text": "Thailand Power Development Plans"}, {"text_block_id": "p59_b909", "text": "Comparison of Thailand Power Development Plans"}, {"text_block_id": "p60_b910", "text": "Comparison of Thailand Power Development Plans"}, {"text_block_id": "p61_b911", "text": "Appendix"}, {"text_block_id": "p61_b912", "text": "2"}, {"text_block_id": "p61_b913", "text": "Thailand’s generating capacity"}, {"text_block_id": "p62_b914", "text": "CAPACITY OF THAILAND AND POWER SYSTEM"}, {"text_block_id": "p62_b915", "text": "(as of December 2014)"}, {"text_block_id": "p63_b916", "text": "CAPACITY OF THAILAND AND POWER SYSTEM (Continued)"}, {"text_block_id": "p63_b917", "text": "(as of December 2014)"}, {"text_block_id": "p64_b918", "text": "Small Power Producer (SPP) Firm Contract"}, {"text_block_id": "p64_b919", "text": "( as of 31 December 2014  )"}, {"text_block_id": "p65_b920", "text": "Small Power Producer (SPP) Firm Contract"}, {"text_block_id": "p65_b921", "text": "( as of 31 December 2014  )"}, {"text_block_id": "p66_b922", "text": "Small Power Producer (SPP) Non-Firm"}, {"text_block_id": "p66_b923", "text": "( as of 31 December 2014  )"}, {"text_block_id": "p67_b924", "text": "Very Small Power Producer (VSPP)"}, {"text_block_id": "p67_b925", "text": "DEDE and PEA"}, {"text_block_id": "p67_b926", "text": "(  as of 31 December 2014  )"}, {"text_block_id": "p68_b927", "text": "Appendix"}, {"text_block_id": "p68_b928", "text": "3"}, {"text_block_id": "p68_b929", "text": "Map of transmission system"}, {"text_block_id": "p70_b930", "text": "Appendix"}, {"text_block_id": "p70_b931", "text": "4"}, {"text_block_id": "p70_b932", "text": "Current status of transmission system"}, {"text_block_id": "p71_b933", "text": "CURRENT STATUS OF TRANSMISSION SYSTEM"}, {"text_block_id": "p71_b934", "text": "(AS OF DECEMBER, 2015)"}, {"text_block_id": "p72_b935", "text": "Appendix"}, {"text_block_id": "p72_b936", "text": "5"}, {"text_block_id": "p72_b937", "text": "Projection of generating capacity"}, {"text_block_id": "p72_b938", "text": "by power plant types"}, {"text_block_id": "p73_b939", "text": "PROJECTION OF GENERATING CAPACITY BY POWER PLANT TYPES PDP2015"}, {"text_block_id": "p74_b940", "text": "Appendix"}, {"text_block_id": "p74_b941", "text": "6"}, {"text_block_id": "p74_b942", "text": "Projection of energy generation by fuel types"}, {"text_block_id": "p75_b943", "text": "PROJECTION OF ENERGY GENERATION BY FUEL TYPES PDP2015"}, {"text_block_id": "p76_b944", "text": "Appendix"}, {"text_block_id": "p76_b945", "text": "7"}, {"text_block_id": "p76_b946", "text": "Carbon dioxide emission"}, {"text_block_id": "p76_b947", "text": "from power generation"}, {"text_block_id": "p77_b948", "text": "CARBON DIOXIDE EMISSION FROM POWER GENERATION"}, {"text_block_id": "p77_b949_merged", "text": "Remark: The estimation was conducted according to “IPCC Guidelines for National Greenhouse"}, {"text_block_id": "p77_b954", "text": "Gas Inventories”"}], "document_description": "The <a href=\"http://www.eppo.go.th/index.php/en/policy-and-plan/en-tieb/tieb-pdp\">Thailand Power Development Plan 2015 - 2036</a> defines three major objectives:<br />\n<ol><br />\n<li>Energy Security: managing an increase in power demand. This takes into account fuel diversification as a way of lessening the dependency of one particular energy source.</li><br />\n<li>Economy: maintaining appropriate costs for power generation and implementing energy efficiency measures.</li><br />\n<li>Ecology: reducing impacts on both the environment and society by lessening CO2 intensity during power generation.</li><br />\n</ol><br />\nThe Plan also sets a carbon intensity from power sector targets:<br />\n<br />\n<br />\n<br />\n<ul><br />\n<li>Amount of carbon dioxide emission per unit (kgCO2/kWh): 2021 - 0.399; 2026 - 0.370; 2030 - 0.342; and 2036 - 0.319</li><br />\n<li>Amount of carbon dioxide emission per annum (thousand tons of CO2): 2021 - 93,689; 2026 - 98,950; 2030 - 99,822; and 2036 - 104,075</li><br />\n</ul><br />\n<br />\n<br />\n<br />\nTo achieve the above targets, the Plan sets target shares of energy consumption for individual energy sources to be reached in the sector:<br />\n<ul><br />\n<li>Imported hydro power: 7% (2014), 10-15% (2026), 15-20% (2036)</li><br />\n<li>Clean coal including lignite: 20% (2014), 20-25% (2026), 20-25% (2036)</li><br />\n<li>Renewable energy including hydro: 8% (2014), 10-20% (2026), 15-20% (2036)</li><br />\n<li>Natural gas: 64% (2014), 45-50% (2026), 30-40% (2036)</li><br />\n<li>Nuclear: 0% (2014), 0% (2026), 0-5% (2036)</li><br />\n<li>Diesel/Fuel: 1% (2014), 0% (2026), 0% (2036)</li><br />\n</ul><br />"}