{"document_instrument_name": [], "document_country_english_shortname": "Thailand", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Thailand Oil Plan 2015-2036", "document_country_code": "THA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2015", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/THA/2015/THA-2015-12-25-Thailand Oil Plan 2015-2036_705c8e64bd5bdeffa10b2f8d9a185907.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Oil Plan 2015 – 2036"}, {"text_block_id": "p0_b2", "text": "1. Background"}, {"text_block_id": "p0_b3", "text": "The Ministry of Energy has set policy and National Energy Plan, call Thailand Integrated Energy Blueprint: TIEB consist of Power Development Plan: PDP, Energy Conservation Development Plan: EEDP, Alternative Energy Development Plan: AEDP, Gas Management Plan: Gas Plan and Oil plan. Oil is consumed in very high a ratio compare to a total energy consumption each year, especially in the transport sector and because the demand for fuel is consistent and has been affected by the others implementation plans. It has to be a management plan to achieve a balance of energy efficiency and can determine the direction of energy policy with concrete."}, {"text_block_id": "p0_b4", "text": "Oil Plan 2015 -2036 will be a long-term plan to support fuel management in line with the goal of energy conservation plan and alternative energy development plan and serve as a framework for the management of the future fuel mix which takes into account the environment and risks that may impact both directly and indirectly to the development of the country's energy."}, {"text_block_id": "p0_b5", "text": "The formulation of oil is the integration between the EEDP2015 and AEDP2015. It is begin with the fuels demand forecasting with the same input data (Fuels demand) and same assumption of an energy conservation development plan."}, {"text_block_id": "p0_b6", "text": "In this plan \"Fuel\" includes oil, liquefied petroleum gas used as fuel and natural gas for motor vehicles. The plan will focus on the management of fuel in the transportation sector. This is because oil is the highest energy consumption proportion in the EEDP. EEDP has evaluated the demand for fuel in the base case scenario (Business as Usual: BAU) and it indicated that demand for fuel in the region. Transportation will be 65,459 ktoe by 2036. The plan defines the energy conservation measures in the transport sector into four groups: 1) regulate fuel prices to reflect the true cost 2) increase fuel consumption efficiency in automotive 3) Promote the truck and bus utilization management and 4) develop appropriate infrastructure for transportation."}, {"text_block_id": "p1_b7", "text": "Unit: ktoe"}, {"text_block_id": "p1_b8", "text": "Source: Energy policy and Planning Office"}, {"text_block_id": "p1_b9", "text": "Remark: BAU = Business as Usual"}, {"text_block_id": "p1_b10", "text": "EEP = Energy Efficiency Plan"}, {"text_block_id": "p1_b11", "text": "ktoe = kilo ton of oil equivalent"}, {"text_block_id": "p1_b12", "text": "The forecast information on fuel demand in the above, The Department of Energy"}, {"text_block_id": "p1_b13", "text": "Business has set five management principles as follows."}, {"text_block_id": "p1_b14", "text": "Business has set five management principles as follows.\n* Support measures to save fuel in the transportation sector, according to the EEP\n* Manage type of fuel properly\n* Restructuring prices of fuel\n* Enhance ethanol and biodiesel consumption in accordance with AEDP2015\n* Encourage investment in the fuel infrastructure"}, {"text_block_id": "p2_b24", "text": "3. Fuel management principle"}], "document_description": "The <a href=\"http://www.eppo.go.th/images/POLICY/ENG/oil_plan2558.pdf\">Thailand Oil Plan 2015 -2036</a> is a long-term plan to support fossil fuel management in line with the goals of the <a href=\"http://www.lse.ac.uk/GranthamInstitute/law/thailand-energy-efficiency-development-plan-2015-2036/\">Energy efficiency plan</a> and <a href=\"http://www.lse.ac.uk/GranthamInstitute/law/alternative-energy-development-plan-2015-2036/\">Alternative energy development plan</a> (AEDP 2015), while taking into account the environment and potential risks to the country's energy security.<br><br> The Plan, which also covers natural gas management, sets five key management principles and details each with proposed measures:<br>&nbsp;</div><ol><li>Support measures to save fuel in the transportation sector</li></ol><div><br><br></div><ol><li>Promote optimal type of fuel according to uses</li></ol><div><br><br></div><ol><li>Restructuring prices of fuel to reflect cost of pollution, road damage and other externalities</li></ol><div><br><br></div><ol><li>Enhance ethanol and biodiesel consumption</li></ol><div><br><br></div><ol><li>Encourage investment in the fuel infrastructure</li></ol><div><br><br></div><div><br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br><br>"}