{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Institutional mandates|Governance"], "document_country_english_shortname": "Thailand", "document_category": "Law", "document_sector_name": ["Waste", "Transportation", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "The Energy Conservation Promotion Act B.E. 2535", "document_country_code": "THA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/1992", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/THA/1992/THA-1992-01-01-The Energy Conservation Promotion Act B.E. 2535_390bafb144d2bf16fb2c7f29893872dc.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Energy Conservation Promotion Act B.E. 2535"}, {"text_block_id": "p0_b2", "text": "Bhumibol Adulyadej Rex"}, {"text_block_id": "p0_b3", "text": "Given on the 2nd day of April B.E. 2535 being the 47th year of the"}, {"text_block_id": "p0_b4", "text": "present reign"}, {"text_block_id": "p0_b5", "text": "DIVISIONS"}, {"text_block_id": "p0_b6", "text": "Energy conservation in factories"}, {"text_block_id": "p0_b7", "text": "Energy conservation in buildings"}, {"text_block_id": "p0_b8", "text": "Energy conservation in machinery, equipment and promotion of energy-efficient materials"}, {"text_block_id": "p0_b9", "text": "Fund for promotion energy conservation"}, {"text_block_id": "p0_b10", "text": "Measures for promotion and assistance"}, {"text_block_id": "p0_b11", "text": "Surcharges"}, {"text_block_id": "p0_b12", "text": "Competent officers"}, {"text_block_id": "p0_b13", "text": "Appeals"}, {"text_block_id": "p0_b14", "text": "Punishment"}, {"text_block_id": "p0_b15", "text": "His Majesty King Bhumibol Adulyadej has been graciously pleased to proclaim that Whereas it is deemed appropriate to enact an Energy Conservation Promotion law, His Majesty the King, by and with the advice and consent of the National Assembly in the capacity as Parliament, is graciously pleased to enact an Act as follows:"}, {"text_block_id": "p0_b16", "text": "Section 1 This Act is called \"Energy Conservation Promotion Act, B.E. 2535\"."}, {"text_block_id": "p0_b17", "text": "Section 2 This Act shall come into force on the day following the date of its publication in the Government Gazette."}, {"text_block_id": "p0_b18", "text": "Section 3 In this Act,:"}, {"text_block_id": "p0_b19", "text": "\"Energy\" means ability to perform work that is inherent in the sources that may provide work, consisting of renewable energy and non renewable energy, and includes sources that may provide work such as fuels, heat, and electricity;"}, {"text_block_id": "p0_b20", "text": "\"Renewable Energy\" includes energy obtained from sources such as: wood, firewood, paddy husk, bagasse, biomass, hydro power, solar power, geothermal power, wind power, waves and tides;"}, {"text_block_id": "p0_b21", "text": "\"Non-Renewable Energy\" includes energy from sources such as: coal, oil shale, tar sands, crude oil, oil, natural gas, and nuclear power;"}, {"text_block_id": "p0_b22", "text": "\"Fuels\" includes: coal, oil shale, tar sands, oil, natural gas, fuel gas, synfuels, wood, firewood, paddy husk, bagasse, garbage, and other materials designated in the Government Gazette by the National Energy Policy Council;"}, {"text_block_id": "p0_b23", "text": "\"Petroleum\" means gas, gasoline, fuel for aircraft, kerosene, diesel oil, fuel oil, and other oils similar to the above-mentioned and other petroleum products designated in the Government Gazette by the National Energy Policy Council;"}, {"text_block_id": "p0_b24", "text": "\"Gas\" means liquefied petroleum gas used for cooking, or liquefied hydrocarbon gases (i.e.; propane, propylene, normal butane, iso-butane and butylene, each of, or a combination of these gases);"}, {"text_block_id": "p1_b25", "text": "\"Refinery\" means a petroleum refinery, a place where petroleum products are produced and sold. The term also includes a gas separation plant, and petro-chemical and solvent plants;"}, {"text_block_id": "p1_b26", "text": "\"The National Energy Policy Council\" means the National Energy Policy Council under the National Energy Policy Council Act\";"}, {"text_block_id": "p1_b27", "text": "\"Energy conservation\" means to produce and use energy efficiently and economically;"}, {"text_block_id": "p1_b28", "text": "\"Inspect\", means survey, audit and collect data;"}, {"text_block_id": "p1_b29", "text": "\"Factory\" means a factory under the laws governing factories;"}, {"text_block_id": "p1_b30", "text": "\"Factory Owner\" includes those who are responsible for the management of the factory;"}, {"text_block_id": "p1_b31", "text": "\"Building\" means a building under the Building Code."}, {"text_block_id": "p1_b32", "text": "\"Fund\" means fund for promotion of energy conservation;"}, {"text_block_id": "p1_b33", "text": "\"Fund Committee\" means the Committee of the Fund for promotion of energy conservation;"}, {"text_block_id": "p1_b34", "text": "\"Competent officer\" means an officer appointed by the Minister for the execution of work under this Act;"}, {"text_block_id": "p1_b35", "text": "\"Director General\" means the Director General of the Energy Development and Promotion Department or a person assigned by the Director General of the Energy Development and Promotion Department; and"}, {"text_block_id": "p1_b36", "text": "\"Minister\" means the Minister of Science, Technology and Energy."}, {"text_block_id": "p1_b37", "text": "Section 4 For the benefit of promotion of energy conservation under this Act, the National Energy Policy Council shall have the following authority and duties to:"}, {"text_block_id": "p1_b38", "text": "Section 4 For the benefit of promotion of energy conservation under this Act, the National Energy Policy Council shall have the following authority and duties to:\n* Propose to the Cabinet policies, targets, or measures with respect to energy conservation;\n* Propose to the Cabinet the making of decrees under Section 8 and Section 18;\n* Provide recommendations in issuing of the Ministerial Regulations under Section 9, Section 11, Section\n* Prescribe guidelines, criteria, and priorities for the use of the Fund under Section 28 (1);\n* Prescribe the types of petroleum that are not required to send contributions to the Fund under Section 28\n* Prescribe the rates of the contribution to be sent to the Fund for petroleum under Section 35, Section 36\n* Approve a surcharge under Section 43;\n* Prescribe guidelines, criteria, and conditions in providing promotion and assistance for factories,\n* Carry out other duties as stipulated under this Act."}, {"text_block_id": "p1_b56", "text": "Prescriptions under (5) and (6) shall be made in the Government Gazette."}, {"text_block_id": "p2_b57", "text": "Section 5 The Competent Officer shall deliver a written notice or instruction addressed to any person for the purpose of the execution of this Act between sunrise and sunset or during working hours of the said person, or he shall send the same by certified mail."}, {"text_block_id": "p2_b58", "text": "In the event that for any reason, delivery cannot be made in the manner prescribed in Clause one hereof, the notice or instruction shall be delivered by posting them at a conspicuous spot at the place of residence, office, or at the house where the addressee is latest registered in the House Registration Certificate, under the laws that govern the census records; or a short announcement may be made in a local newspaper of such area."}, {"text_block_id": "p2_b59", "text": "After delivery in the manner prescribed in Clause two hereof has been made and seven days have passed, such notice or instruction shall be deemed as received."}, {"text_block_id": "p2_b60", "text": "Section 6 The Prime Minister, the Science Technology and Energy Minister, the Industry Minister, the Finance Minister, and the Interior Minister shall have the care and charge of the Act, on the parts that are relevant to their authority and duties."}, {"text_block_id": "p2_b61", "text": "The Science, Technology and Energy Minister shall have the power to appoint competent officers, issue Ministerial Regulations and prescribe other works for the purpose of the execution of this Act. The Ministerial Regulations shall take effect upon their publication in the Government Gazette."}, {"text_block_id": "p2_b62", "text": "Division 1 Energy conservation in factories"}, {"text_block_id": "p2_b63", "text": "Section 7 Energy conservation in factories means one of the following measures:"}, {"text_block_id": "p2_b64", "text": "Section 7 Energy conservation in factories means one of the following measures:\n* Improvement in combustion efficiency of fuels;\n* Prevention of energy loss;\n* Recycling of energy wastes;\n* Substitution of one type of energy by another type;\n* More efficient use of electricity through improvements in power factors, reduction of maximum power\n* The use of energy-efficient machinery or equipment as well as the use of operation control systems and\n* Other means of energy conservation as stipulated in the Ministerial Regulations."}, {"text_block_id": "p2_b78", "text": "Section 8 Designation of factories, by types, quantities of energy use, or methods of energy utilization, as being \"designated factories\", shall be made into decrees. The decrees under Clause one hereof, shall come into effect one hundred and twenty days after its publication in the Government Gazette."}, {"text_block_id": "p2_b79", "text": "Should the owner of any designated factory which is using energy at a level lower than the quantity prescribed in the decrees under Clause one hereof, and will continue to use energy at the said level for a minimum of six consecutive months, the said owner of the such designated factory may submit details together with reasons and file an appeal to the Director General for leniency with respect to having to comply with this Act at all times. In the event that the said appeal has been filed, the Director General shall decide whether such leniency may or may not be granted, and shall notify the owner of the designated factory of the decision in writing promptly."}, {"text_block_id": "p2_b80", "text": "Section 9 The owner of the designated factory must conserve energy, audit and analyze energy utilization in his factory, in accordance with the standard, criteria, and procedures as provided by the Ministerial Regulations issued by the Minister under the recommendation of the National Energy Policy Council."}, {"text_block_id": "p3_b81", "text": "Section 10 In the event that there are reasonable causes, the Director General may give an instruction to the owner of any designated factory, to furnish factual information on energy utilization for the purpose of inspection, to assure that energy conservation measures are in accordance with the standard, criteria and procedures provided under the Ministerial Regulations issued under Section 9, and the said owner of designated factory must comply within thirty days starting from the date of receipt of such instruction."}, {"text_block_id": "p3_b82", "text": "Section 11 In addition to provisions in Section 10, the owner of a designated factory shall have the following duties:"}, {"text_block_id": "p3_b83", "text": "Section 11 In addition to provisions in Section 10, the owner of a designated factory shall have the following duties:\n* Assign at least one person to take a full-time position at the designated factory to take full responsibility\n* Submit information on energy production, consumption, and conservation to the Energy Development\n* Keep records of information on energy consumption and installation or modification of machinery or\n* Set targets and plans for energy conservation of the designated factory and submit to the Energy\n* Audit and analyze operations to achieve such targets and plans for energy conservation, in compliance"}, {"text_block_id": "p3_b93", "text": "The Ministerial Regulations under this Section shall be issued by the Minister under recommendation of the National Energy Policy Council."}, {"text_block_id": "p3_b94", "text": "Section 12 The owner of the designated factory shall arrange to have personnel responsible for energy and report to the Director General within one hundred and eighty days after the decrees prescribing designated factories under Section 8 come into effect in the case that such factory has been classified as a designated factory before the date the decrees under Section 8 come into effect, (180 days) after such factory becomes a designated factory in the case of being a designated factory on or after the date the decrees under Section 8 take effect."}, {"text_block_id": "p3_b95", "text": "Section 13 The Personnel responsible for energy shall have one of the following qualifications:"}, {"text_block_id": "p3_b96", "text": "Section 13 The Personnel responsible for energy shall have one of the following qualifications:\n* Holding a Higher Vocational Certificate and having at least three years experience in the factory, with\n* Holding a degree in Science or Engineering, with evidence of work in energy conservation verified by\n* Having taken a training course in energy conservation or training course with similar objectives"}, {"text_block_id": "p3_b102", "text": "Verification of the owner of the designated factory under (1) and (2) shall conform to the form prescribed by the Director General."}, {"text_block_id": "p3_b103", "text": "Section 14 The person responsible for energy shall have the following duties:"}, {"text_block_id": "p3_b104", "text": "Section 14 The person responsible for energy shall have the following duties:\n* Periodically maintain and inspect the efficiency of machinery and equipment that uses energy;\n* Improve upon energy consumption in line with the principle of energy conservation;"}, {"text_block_id": "p4_b108", "text": "Section 14 The person responsible for energy shall have the following duties:\n* Periodically maintain and inspect the efficiency of machinery and equipment that uses energy;\n* Improve upon energy consumption in line with the principle of energy conservation;\n* Verify the information the owner of designated factory Submits to the Energy Development and\n* Oversee record keeping of information under Section 11 (3) so that the competent officer may inspect\n* Assist the owner of the designated factory in setting the goals and plans for energy conservation of the\n* Verify the result of the inspection or analysis under Section 11 (5); and\n* Assist the owner of the designated factory to comply with the advice of the Director General under"}, {"text_block_id": "p4_b118", "text": "Section 15 The owner of the designated factory shall keep records of information under Section 11 (3) at the designated factory for a minimum of five years so that the competent officer may have access to and inspect such records."}, {"text_block_id": "p4_b119", "text": "Section 16 The targets and plans for energy conservation under Section 11 (4) that the owner of the designated factory must submit to the Energy Development and Promotion Department, must have details on operations plan of the designated factory in order that energy conservation in the designated factory shall meet the standards, criteria and procedures prescribed under the Ministerial Regulations issued under Section 9."}, {"text_block_id": "p4_b120", "text": "Should the Director General deem such targets and plans for energy conservation as inappropriate, the Director General is responsible for giving advice to the owner of the designated factory to take corrective measures to comply with provisions under Clause one, and for monitoring and following up on the owner of the designated factory to take prompt actions on energy conservation to meet the rectified targets and plans for energy conservation."}, {"text_block_id": "p4_b121", "text": "Division 2 Energy conservation in buildings"}, {"text_block_id": "p4_b122", "text": "Section 17 Energy conservation inside the buildings means one of the following measures:"}, {"text_block_id": "p4_b123", "text": "Section 17 Energy conservation inside the buildings means one of the following measures:\n* Reduction of heat from the sunlight that enters the building;\n* Efficient air-conditioning, including maintaining room temperature at an appropriate level;\n* Use of energy -efficient construction materials and demonstration of qualities of such materials.\n* Efficient use of light in the building;\n* Use and installation of machinery, equipment, and materials that contribute to energy conservation in the\n* Use of operation control systems for machinery and equipment; and\n* Other measures for energy conservation as prescribed in the Ministerial Regulations."}, {"text_block_id": "p4_b137", "text": "Section 18 Designation of any building as a designated building, by types, quantities of energy use and methods of energy utilization in such building, shall be made into decrees. Provisions of Clause two and Clause three of Section 8 shall apply mutatis mutandis."}, {"text_block_id": "p4_b138", "text": "Section 19 For energy conservation inside of the designated building, the Minister, under the recommendation of the National Energy Policy council, shall have the power to issue the Ministerial Regulations prescribing:"}, {"text_block_id": "p5_b139", "text": "Section 19 For energy conservation inside of the designated building, the Minister, under the recommendation of the National Energy Policy council, shall have the power to issue the Ministerial Regulations prescribing:\n* The overall thermal transfer value of the building and energy consumption inside the building;\n* Criteria, procedures and conditions for estimation of the thermal transfer, value of construction materials\n* Standard for air-conditioning, hot-water and heating systems inside the building."}, {"text_block_id": "p5_b145", "text": "Section 20 In issuing the Ministerial Regulations under Section 19, if the Building Control Committee under the laws governing control of buildings deems it appropriate to impose such regulations on control of buildings, under the laws governing control of buildings; such Ministerial Regulations shall be treated as having the same effects as the Ministerial Regulations issued under Section 8 of the Building Code, B.E. 2522. In this event, the authorized persons under the laws governing control buildings, shall have the authority and duties to oversee that construction or modification of such building is in accordance with the said Ministerial Regulations."}, {"text_block_id": "p5_b146", "text": "In this case, even though the building that may be classified as a designated building, is in the location where there are still no decrees to enforce the laws governing control of buildings, such building shall still be considered as being under the laws governing the control of buildings. This however, is applicable only to the extent that it is related to and for the benefit of the execution of this Act."}, {"text_block_id": "p5_b147", "text": "Section 21 The owner of the designated building shall conserve energy, audit and analyze energy consumption in his building in accordance with the standards, criteria, and procedures as prescribed in the Ministerial Regulations issued under Section 19."}, {"text_block_id": "p5_b148", "text": "The provisions of Section 10 shall apply to the owner of the designated building mutatis mutandis."}, {"text_block_id": "p5_b149", "text": "Section 22 Section 11, Section 12, Section 15 and Section 16 shall be enforced upon the owner of the designated building and Section 13 and Section 14 shall be enforced upon the person responsible for energy management employed by the owner of the designated building, whichever is the case, mutatis mutandis."}, {"text_block_id": "p5_b150", "text": "Division 3 Energy conservation in machinery, equipment and promotion of energy-efficient materials"}, {"text_block_id": "p5_b151", "text": "Section 23 In order to conserve energy in machinery or equipment, and to promote the use of energy -efficient materials, the Cabinet, under the recommendation of the National Energy Policy Council, shall have the power to issue the Ministerial Regulations as follows to:"}, {"text_block_id": "p5_b152", "text": "Section 23 In order to conserve energy in machinery or equipment, and to promote the use of energy -efficient materials, the Cabinet, under the recommendation of the National Energy Policy Council, shall have the power to issue the Ministerial Regulations as follows to:\n* Designate machinery or equipment as having high efficiency, according to the types and sizes of the\n* Determine which materials, by types, qualities, and standards, are materials used for energy conservation."}, {"text_block_id": "p5_b156", "text": "Producers and distributors of high-efficiency machinery or equipment, or materials to be used for energy conservation under Clause one hereof, shall have the right to ask for support and assistance under Section 40."}, {"text_block_id": "p5_b157", "text": "Division 4 Fund for promotion energy conservation"}, {"text_block_id": "p5_b158", "text": "Section 24 A fund shall be set up in the Finance Ministry, under the name \"Fund for Promotion of Energy Conservation\", to be used as working capital and as grants or subsidy in carrying out energy conservation work. The Fund shall consist of capital and property as follows:"}, {"text_block_id": "p5_b159", "text": "Section 24 A fund shall be set up in the Finance Ministry, under the name \"Fund for Promotion of Energy Conservation\", to be used as working capital and as grants or subsidy in carrying out energy conservation work. The Fund shall consist of capital and property as follows:\n* The money transferred from the Oil Fund under the laws governing correction and prevention of Oil\n* The contributions delivered under Section 35, Section 36, and Section 37;\n* Surcharges collected under Section 42;"}, {"text_block_id": "p6_b165", "text": "Section 24 A fund shall be set up in the Finance Ministry, under the name \"Fund for Promotion of Energy Conservation\", to be used as working capital and as grants or subsidy in carrying out energy conservation work. The Fund shall consist of capital and property as follows:\n* The money transferred from the Oil Fund under the laws governing correction and prevention of Oil\n* The contributions delivered under Section 35, Section 36, and Section 37;\n* Surcharges collected under Section 42;\n* Subsidy from the government, at times as appropriate;\n* Money or property received from the private sector locally and from overseas, and from foreign\n* Interest and other benefits incurred from this Fund."}, {"text_block_id": "p6_b171", "text": "The Finance Ministry shall keep the money and assets of the Fund and shall handle the procedures in disbursement of the Fund under this Act."}, {"text_block_id": "p6_b172", "text": "Section 25 The fund shall be used as follows:"}, {"text_block_id": "p6_b173", "text": "(1)"}, {"text_block_id": "p6_b174", "text": "As working capital, grants, or subsidies for investment in and operations of energy conservation programs, or for solving environmental problems resulting from energy. Conservation programs of the government agencies or state enterprises;"}, {"text_block_id": "p6_b175", "text": "(2)"}, {"text_block_id": "p6_b176", "text": "As working capital, grants or subsidies for the private sector for investment in and operations of energy conservation programs or for correction of environmental problems resulting from energy conservation;"}, {"text_block_id": "p6_b177", "text": "(3)"}, {"text_block_id": "p6_b178", "text": "As grants or subsidies to government agencies, state enterprises, educational institutions or private organizations, to be used on the following matters:"}, {"text_block_id": "p6_b179", "text": "As grants or subsidies to government agencies, state enterprises, educational institutions or private organizations, to be used on the following matters:\n* Energy conservation programs or programs related to environment protection and correction of the\n* Study or research projects on energy development, promotion and conservation, environment protection,\n* Demonstration projects or pilot projects on energy conservation or environment protection and correction\n* Education, training and conferences with respect to energy; and\n* Advertisements, information dissemination, and public relations work, with regard to energy"}, {"text_block_id": "p6_b189", "text": "(4)"}, {"text_block_id": "p6_b190", "text": "Administrative cost of energy conservation promotion work in accordance with this Act."}, {"text_block_id": "p6_b191", "text": "Section 26 A private organization entitled to a grant or subsidy under Section 25(3) shall be a juristic person under Thai or foreign laws, whose business is directly related to energy conservation or environment protection and correction of environmental problems arising from energy conservation, and which does not have political or profit oriented objectives."}, {"text_block_id": "p6_b192", "text": "Section 27 There shall be a Fund Committee consisting of a Deputy Prime Minister assigned by the Prime Minister as the Chairman, the Permanent Secretary of the Science, Technology and Energy Ministry, the Permanent Secretary of the Industry Ministry, the Secretary General of the National Economic and Social Development Board, the secretary General of the Thai Industrial Standard Institutes, the Director General of the Comptroller General Department, the Director General of the Energy Development and promotion Department, the Director General of the Public Works Department, the Director General of the Industrial Works Department, the President of the Federation of Thai Industries and the President of the Engineering Institute of Thailand under H.M. the King's Patronage, and not more than seven other qualified persons appointed by the Cabinet as members, and the Secretary General of the National Energy Policy Council who shall be a member and the Secretary to the Committee."}, {"text_block_id": "p7_b193", "text": "In appointing qualified person as committee members in Clause one hereof, consideration shall be given to the persons who have the knowledge, expertise, achievements, and experience in economics, finance, energy technology, and promotion and protection of the quality of the environment."}, {"text_block_id": "p7_b194", "text": "Section 28 The Fund Committee shall have the following authority and duties:"}, {"text_block_id": "p7_b195", "text": "(1)"}, {"text_block_id": "p7_b196", "text": "Propose to the National Energy Policy Council guidelines, criteria, conditions and priorities for disbursement of fund in accordance with the objectives prescribed under section 25;"}, {"text_block_id": "p7_b197", "text": "(2)"}, {"text_block_id": "p7_b198", "text": "Allocated appropriations from the Fund to be used in accordance with the objectives prescribed in Section 25, provided that they conform to the guidelines, criteria, conditions and priorities prescribed by the National Energy Policy Council under Section 4(4);"}, {"text_block_id": "p7_b199", "text": "(3)"}, {"text_block_id": "p7_b200", "text": "Prescribe rules with respect to the criteria and procedures in making requests to allot, and requests for grants and subsidies from the Fund;"}, {"text_block_id": "p7_b201", "text": "(4)"}, {"text_block_id": "p7_b202", "text": "Propose the rates of contributions for petroleum to be sent to this Fund to the National Energy Policy Council;"}, {"text_block_id": "p7_b203", "text": "(5)"}, {"text_block_id": "p7_b204", "text": "Propose the types of petroleum that shall be exempted from sending contribution to the Fund to the National Energy Policy Council;"}, {"text_block_id": "p7_b205", "text": "(6)"}, {"text_block_id": "p7_b206", "text": "Prescribe the surcharges under the approval of the National Energy Policy Council;"}, {"text_block_id": "p7_b207", "text": "(7)"}, {"text_block_id": "p7_b208", "text": "Prescribe the exception of surcharges;"}, {"text_block_id": "p7_b209", "text": "(8)"}, {"text_block_id": "p7_b210", "text": "Review and approve requests for promotion and assistance under Section 40(2) in accordance with the guidelines, criteria and conditions prescribed by the National Energy Policy Council under Section 4(8);"}, {"text_block_id": "p7_b211", "text": "(9)"}, {"text_block_id": "p7_b212", "text": "Prescribe rules with respect to the criteria and procedures in making requests for promotion and assistance under Section 41; and"}, {"text_block_id": "p7_b213", "text": "(10)"}, {"text_block_id": "p7_b214", "text": "Carry out other duties as prescribed under this Act."}, {"text_block_id": "p7_b215", "text": "Prescriptions under (3), (7) and (9) shall be made in the Government Gazette."}, {"text_block_id": "p7_b216", "text": "Section 29 Qualified members shall hold office for a term of three years. A member who has left office may be reappointed."}, {"text_block_id": "p7_b217", "text": "Section 30 Apart of leaving office upon completion of the term under Section 29, a qualified member shall retire from his office upon:"}, {"text_block_id": "p7_b218", "text": "(1)"}, {"text_block_id": "p7_b219", "text": "Death;"}, {"text_block_id": "p7_b220", "text": "(2)"}, {"text_block_id": "p7_b221", "text": "Resignation;"}, {"text_block_id": "p7_b222", "text": "(3)"}, {"text_block_id": "p7_b223", "text": "Being dismissed by the Cabinet on the grounds of negligence, dishonesty, or incompetence;"}, {"text_block_id": "p7_b224", "text": "(4)"}, {"text_block_id": "p7_b225", "text": "Being adjudged as bankrupt;"}, {"text_block_id": "p7_b226", "text": "(5)"}, {"text_block_id": "p7_b227", "text": "Being adjudged incompetent or quasi-incompetent; and"}, {"text_block_id": "p7_b228", "text": "(6)"}, {"text_block_id": "p7_b229", "text": "Being convicted and sentenced by a final judgement to imprisonment, except for offenses committed by negligence or petty offenses."}, {"text_block_id": "p8_b230", "text": "Section 31 In the event of appointment of qualified member during the term of appointed members, whether it be an additional appointment or an appointment to fill the vacancy, the newly appointed member shall hold office for the remainder of the term of the appointed members."}, {"text_block_id": "p8_b231", "text": "Section 32 In the event that the appointed member has completed the term and a new member has not yet been appointed, the retired member shall continue to perform his duties until a new member is appointed."}, {"text_block_id": "p8_b232", "text": "Section 33 At any meeting of the Committee, attendance of not less than half of the total membership shall be required to constitute a quorum. In the event that the Chairman is absent from the meeting, the members present shall elect on among themselves to be the Chairman of that meeting."}, {"text_block_id": "p8_b233", "text": "Any decision of the meeting shall be taken by a majority of votes. In the event of a tie, the Chairman shall cast on extra vote to reach a decision."}, {"text_block_id": "p8_b234", "text": "Section 34 The Committee shall have the authority to appoint a sub-committee to review or act upon the matters assigned by the committee, and to invite any person for his presence to furbish facts, explanation, advice, or opinion."}, {"text_block_id": "p8_b235", "text": "The provisions of Section 33 shall apply to the meetings of the sub-committee mutatis mutandis."}, {"text_block_id": "p8_b236", "text": "Section 35 The person who produces petroleum at a refinery and sells it for consumption in Thailand must send contributions to the Fund in proportion with the quantities of petroleum produced and sold for consumption in Thailand, at the rates prescribed by the National Energy Policy Council."}, {"text_block_id": "p8_b237", "text": "Contributions to be given to the Fund under Clause one hereof shall be sent to the Excise Department together with payment for excise taxes for petroleum, if any, in accordance with the rules prescribed by the Excise Department."}, {"text_block_id": "p8_b238", "text": "Section 36 Importers of petroleum for consumption in Thailand shall send contributions in proportion to the quantities of imported petroleum for consumption in Thailand at the rates prescribed by the National Energy Policy Council."}, {"text_block_id": "p8_b239", "text": "Contributions to be made under clause one hereof shall be sent the Customs Department together with payment of duties for such petroleum, if any, under the rules prescribed by the Customs Department."}, {"text_block_id": "p8_b240", "text": "Section 37 Whoever buys or obtains gas from a concessionaire under the laws that govern petroleum, who produces such gas from separation of natural gas, shall send contributions to the Fund at the rates prescribed by the National Energy Policy Council."}, {"text_block_id": "p8_b241", "text": "Contributions to be sent to the Fund under Clause one hereof shall be sent to the Department of Mineral Resources together with payment of royalty for such gas, if any, under the rules prescribed by the Department of Mineral Resources"}, {"text_block_id": "p8_b242", "text": "Section 38 In the event that the person who has the duty to send contributions to the Fund under Section 35, Section 36 or Section 37, fails to send contributions or sends less than the amount required, the Excise Department in the case of a producer of petroleum at a refinery and sells for consumption in Thailand, the Customs Department in the case of importer of petroleum, or the Mineral Resources Department in the case of buyer or acquirer of gas from a legal concessionaire under the laws governing petroleum who produces such gas from separation of natural gas, whichever is the case, shall take appropriate actions to start legal proceedings under Section 57 promptly."}, {"text_block_id": "p8_b243", "text": "In the event that the person who has the duty to send contributions to the Fund fails to do so under Clause one hereof, or sends contributions after the time limit in addition to being liable to offenses under this Act, such person shall also have to pay a surcharge at the rate of three percent per month on the original amount, counting from the date payment is due, and the surcharge shall be regarded as contributions to be sent to the Fund as well."}, {"text_block_id": "p9_b244", "text": "In computing the time under Clause two hereof, a fraction of a month shall be treated as one whole month."}, {"text_block_id": "p9_b245", "text": "Section 39 Contributions to the Fund under Section 35, Section 36 and Section 37 shall be regarded as expenses under the Code of Revenue."}, {"text_block_id": "p9_b246", "text": "Division 5 Measures for promotion and assistance"}, {"text_block_id": "p9_b247", "text": "Section 40 The designated factory or designated building which is required to have an energy conservation program together with machinery, equipment, tools, articles and materials essential for such a program, or a producer or distributor of machinery or equipment which has high efficiency, or materials to be used in the energy conservation programs, shall have the right to request for promotion and assistance as follows:"}, {"text_block_id": "p9_b248", "text": "(1)"}, {"text_block_id": "p9_b249", "text": "Exemption from paying surcharges under this Act; and"}, {"text_block_id": "p9_b250", "text": "(2)"}, {"text_block_id": "p9_b251", "text": "Grant or subsidy from the Fund under Section 25."}, {"text_block_id": "p9_b252", "text": "Owners of factories, buildings, or government agencies and state enterprises which are not required to have energy conservation programs under Clause one hereof, but desire to make provisions for machinery, equipment, tools, articles, or operation control systems of their own for the purpose of energy conservation, shall have the right to request for promotion and assistance under Clause one hereof."}, {"text_block_id": "p9_b253", "text": "Section 41 Requests for promotion and assistance under Section 40 shall be submitted to the Fund Committee in Accordance with the rules prescribed by the Committee. In considering the requests under Clause one, the Fund Committee may employ any person or organization who is an expert or has expertise on the matter to study and report or give opinion in addition to its own consideration."}, {"text_block_id": "p9_b254", "text": "The Fund Committee shall review and approve the requests for promotion and assistance according to the guidelines, criteria, and conditions prescribed by the National Energy Policy Council under Section 4 (8), and shall inform the government agencies concerned to act upon the resolution of the Fund Committee with respect to providing promotion or assistance to the persons whose requests have been approved."}, {"text_block_id": "p9_b255", "text": "The Energy Development and Promotion Department shall have the duty to follow-up and assure that the persons who are granted promotion and assistance, shall execute their operations as stated in Clause three hereof, and to report to the Fund Committee."}, {"text_block_id": "p9_b256", "text": "Division 6 Surcharges"}, {"text_block_id": "p9_b257", "text": "Section 42 Three years after the date the Ministerial Regulations issued under Section 9 or Section 19 take effect in the case of being a designated factory or designated building before the date the Ministerial Regulations issued under Section 9 or Section 19 take effect, or (3 years) after the date of becoming a designated factory or designated building in the case of being a designated factory on or after the date the Ministerial Regulations issued under Section 9 or Section 19 take effect, if any owner of the designated factory or any owner of the designated building violates or fails to comply with said Ministerial Regulations, the owner of the designated factory or the owner of the designated building, whichever is a case, shall pay the surcharges for use of electricity under this Division."}, {"text_block_id": "p9_b258", "text": "The surcharges for use of electricity under Clause one hereof shall be collected from the designated factory or designated building according to the quantities bought or acquired from EGAT, MEA, or PEA, and such surcharges shall be imposed upon in the same manner as payment for use of electricity under the laws governing EGAT, the laws governing the MEA, or the laws governing the PEA, whichever is the case."}, {"text_block_id": "p9_b259", "text": "Section 43 The Fund Committee, with the approval of the National Energy Policy Council, shall prescribe the rates of the surcharges for the use of electricity. In prescribing the surcharge rates for the use of electricity under Clause one hereof, consideration shall be given to the differences between the rates payable to EGAT, MEA or PEA by the designated factory or designated building and total inclusive cost of production and distribution in providing such quantities of electricity to the designated factory or designated building."}, {"text_block_id": "p10_b260", "text": "The total inclusive cost under Clause two hereof means the cost of power production and distribution systems, the cost in procuring fuels for power generation, maintenance cost, administrative cost, the cost of power loss in the system, and other miscellaneous costs in the electricity operations, as well as the cost of impacts on the environment or on the general public which arise from production and distribution of such electricity which have not been directly incurred by EGAT, MEA, or PEA."}, {"text_block_id": "p10_b261", "text": "Section 44 In the event that the surcharge for the use of electricity under Section 42 must be collected, the Director General shall inform the owner of the designated factory or designated building who must pay for such surcharge in writing, and the obligation to make payments for such surcharge shall take effect on the first day of the following month, counting from the date of being informed by the Director General."}, {"text_block_id": "p10_b262", "text": "EGAT, MEA, or PEA each shall collect payment for the surcharge for use of electricity from the designated factories on designated buildings that bought or acquired electricity from them, together with monthly payments for regular use of electricity, and deliver to the Fund within thirty days after the dates of receipt of the surcharges."}, {"text_block_id": "p10_b263", "text": "Section 45 During the period when the designated factory and designated building must remit payment for the surcharges for use of electricity under this Division, the Fund Committee, as it deems appropriate, may consider termination of the right to request for promotion and assistance of that designated factory or designated building temporarily, or may reduce the promotion or assistance temporarily, in the case that such designated factory or designated building has already been granted promotion and assistance."}, {"text_block_id": "p10_b264", "text": "Section 46 After the designated factory or designated building, which must remit payment for the surcharge for use of electricity, has already complied with the Ministerial Regulations issued under Section 9 or Section 19, it shall inform the Director General accordingly."}, {"text_block_id": "p10_b265", "text": "Upon being informed under Clause one hereof, the Director General shall review within thirty days, whether or not such designated factory or designated building has complied with the Ministerial Regulations issued under Section 9 or Section 19. In the event of compliance, the Director General shall issue an order terminating collection of such surcharge for use of electricity and shall inform the designated factory or designated building in writing accordingly."}, {"text_block_id": "p10_b266", "text": "Termination of collection of surcharges shall take effect as of the first day of the following month."}, {"text_block_id": "p10_b267", "text": "Division 7 Competent officers"}, {"text_block_id": "p10_b268", "text": "Section 47 In the execution of this Act, the competent officer shall have the power to:"}, {"text_block_id": "p10_b269", "text": "(1)"}, {"text_block_id": "p10_b270", "text": "Issue a written notice to the owner of the designated factory or designated building asking him to furnish statements of facts in person, or to submit written explanation, or to furnish any document or evidence, for the competent officer to inspect or consider; and"}, {"text_block_id": "p10_b271", "text": "(2)"}, {"text_block_id": "p10_b272", "text": "Enter upon a designated factory or designated building between sunrise and sunset or during working hours of such place for the purpose of inspection or execution of this Act. In this case, he shall have the power to make enquiries about or inspect the records on conditions of the factory, building, machinery and equipment, and other matters related to energy conservation in the factory and building, including the execution of work of any person in such place. He shall also have the authority to inspect the machinery and equipment or take as samples reasonable quantities of materials for tests."}, {"text_block_id": "p10_b273", "text": "Section 48 The owner of the designated factory or designated building as well as other persons concerned shall accord facility to the competent officer who is executing his duties under Section 47(2)"}, {"text_block_id": "p10_b274", "text": "Section 49 In the execution of this Act, the competent officer shall present his I.D. Card to the persons concerned. The I.D. Card of the competent officer shall be in accordance with the form prescribed in the Ministerial Regulations"}, {"text_block_id": "p11_b275", "text": "Division 8 Appeals"}, {"text_block_id": "p11_b276", "text": "Section 50 The person who has been informed in writing, of the decision under Section 8, Clause three, who does not consent to the decision, may appeal to the Minister within thirty days of the date of being informed. In this case, the Energy Development and Promotion Department shall suspend any action until the Minister has made a decision and the appellant has already been informed of such decision."}, {"text_block_id": "p11_b277", "text": "Section 51 The person who has received a notice under Section 44, Clause one, who does not consent to the decision, may appeal to the minister within thirty days of the date of having been informed. The appeal shall not be the cause to suspend lawful enforcement, except when the Minister deems appropriate to suspend lawful enforcement temporarily."}, {"text_block_id": "p11_b278", "text": "Section 52 The Minister shall take prompt actions on the proceedings of the appeal under Section 50 and Section 51. The decision of the Minister shall be treated as final."}, {"text_block_id": "p11_b279", "text": "Division 9 Punishment"}, {"text_block_id": "p11_b280", "text": "Section 53 The owner of any designated factory who furnishes false information or false reasons under Section 8, Clause Three, shall be punished with imprisonment of not exceeding three months and a fine of not exceeding one hundred and fifty thousand Baht, or both."}, {"text_block_id": "p11_b281", "text": "Section 54 Any owner of a designated factory who fails to comply with the instruction of the Director General under Section 10, or any owner of the designated building who fails to comply with the instruction of the Director General under Section 10, which applies mutatis mutandis under Section 21, shall be punished with a fine of not exceeding fifty thousand Baht."}, {"text_block_id": "p11_b282", "text": "Section 55 Any owner of the designated factory who fails to comply with Section 11(1) and any owner of the designated building who fails to comply with Section 11(1) which applies mutatis mutandis under Section 22, shall be punished with a fine of not exceeding two hundred thousand Baht."}, {"text_block_id": "p11_b283", "text": "Section 56 Any owner of a designated factory who fails to comply with Section 11(2), 11(3), 11(4), or 11(5), or section 15 or any owner of the designated building who fails to comply with Section 11(2), 11(3), 11(4), or 11(5) or Section 15 which applies mutatis shall be punished with a fine of not exceeding one hundred thousand Baht."}, {"text_block_id": "p11_b284", "text": "Section 57 Any owner of a designated factory who has verified evidence of energy conservation work under Section 13(1) or 13(2), which is false, or any owner of a designated building who has verified evidence of work in energy conservation under Section 13(1) or 13(2), which applies mutatis mutandis under Section 22, which is false; or any person responsible for energy aspects of the designated factory, who has verified information under section 14(3), 14(4), or 14(6), which is false; or any person responsible for energy aspects of a designated building who has verified information under Section 13(3), 13(4), or 13(6) which applied mutatis mutandis under Section 22, which is false; shall be punished with imprisonment of not exceeding one month, or a fine of not exceeding fifty thousand Baht, or both."}, {"text_block_id": "p11_b285", "text": "Section 58 Any person who fails to send contributions to the Fund, or sends less than the full amount of contributions to the Fund, under Section 35, Section 36, or Section 37, shall be punished with imprisonment of three months to two years, or a fine of one hundred thousand Baht to ten million Baht, or both."}, {"text_block_id": "p11_b286", "text": "Section 59 Whoever obstructs or fails to accord facility to the competent officer in the execution of his duties under Section 47(2) shall be punished with a fine of not exceeding five thousand Baht."}, {"text_block_id": "p11_b287", "text": "Section 60 In the event that the person who has committed an offence and shall be punished under this Act is a juristic person, the director or manager of such juristic person, or a person responsible for carrying out the business of such juristic person, shall also be punished likewise, unless he can prove that he has not part in committing such an offence."}, {"text_block_id": "p12_b288", "text": "Section 61 For any offence under this Act, the Committee appointed by the Minister to settle the case, consisting of three law experts chosen from among government officials, shall have the power to settle the case. When the offender has paid the fine for the amount to be settles, within the limit of time determined by the Committee, the case shall be considered settled under the Criminal Procedure Code."}, {"text_block_id": "p12_b289", "text": "During the inquiry, if the inquiry officials finds that any person commits an offence under this Act, and such person consents to settle the case, the inquiry official shall refer the case to the Committee under Clause one hereof, within seven days counting from the date such person has shown consent to settle the case."}, {"text_block_id": "p12_b290", "text": "Countersigned by"}, {"text_block_id": "p12_b291", "text": "Mr. Anand Panyarachun"}, {"text_block_id": "p12_b292", "text": "The Prime Minister"}], "document_description": "The Energy Conservation Promotion Act has three main components: A compulsory programme that requires 'designated' factories and buildings to conduct energy audit, set targets for energy conservation. It includes a voluntary programme with a focus on small- to medium-sized companies and a complementary programme covering research programmes and awareness raising activities. Measures include:\n- Improvement in combustion efficiency of fuels\n- Energy recycling (waste heat recovery)\n- Prevention of energy loss\n- More efficient use of electricity\nThe act created the Energy Conservation Promotion Fund to finance projects and research related to the issue of energy conservation."}