{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Thailand", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial"], "document_language": "English", "document_name": "พระราชกฤษฎีกา: กา จัดตั้งองคการบริหารจัดการกาซเรือนกระจก (องคการมหาชน)", "document_country_code": "THA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Decree", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2007", "document_keyword": "Institutions / Administrative Arrangements", "document_url": "https://cdn.climatepolicyradar.org/THA/2007/THA-2007-01-01-พระราชกฤษฎีกา: กา จัดตั้งองคการบริหารจัดการกาซเรือนกระจก (องคการมหาชน)_6404d95174c53e1799dbcc1b5524afbe.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ROYAL DECREE"}, {"text_block_id": "p0_b2", "text": "Establishment of Greenhouse Gas Management Organization (Public"}, {"text_block_id": "p0_b3", "text": "Organization), B.E. 2550 (2007)"}, {"text_block_id": "p0_b4", "text": "Translation"}, {"text_block_id": "p0_b5", "text": "BHUMIBOL ADULYADEJ, REX"}, {"text_block_id": "p0_b6", "text": "Given on the 20"}, {"text_block_id": "p0_b7", "text": "th"}, {"text_block_id": "p0_b8", "text": "Day of June B.E. 2550 (2007)"}, {"text_block_id": "p0_b9_merged_merged", "text": "Being the 62nd Year of the Present Reign"}, {"text_block_id": "p0_b12", "text": "Phra Bat Somdet Phra Poramin Maha Bhumibol Adulyadej is graciously pleased to proclaim that:"}, {"text_block_id": "p0_b13", "text": "Whereas it is expedient to establish Thailand Greenhouse Gas Management Organization as a public Organization in accordance with the law on public Organization;"}, {"text_block_id": "p0_b14", "text": "Be it, therefore, by virtue of Section 16 of the Constitution of the Kingdom of Thailand (Interim) Buddhist Era 2549 (2006) and Section 5 of the Public Organization Act BE 2542 (1999), enacted by the King a Royal Decree as follows:"}, {"text_block_id": "p0_b15", "text": "Section 1"}, {"text_block_id": "p0_b16", "text": "This Royal Decree is called the “Royal Decree on Establishment of Thailand Greenhouse Gas Management Organization (Public Organization) B.E. 2550 (2007).”"}, {"text_block_id": "p0_b17", "text": "Section 2"}, {"text_block_id": "p0_b18", "text": "This Royal Decree shall come into force as from the day following the date of its publication in the Government Gazette."}, {"text_block_id": "p0_b19", "text": "Section 3"}, {"text_block_id": "p0_b20", "text": "In this Royal Decree:"}, {"text_block_id": "p0_b21", "text": "“Greenhouse gas” means all gases being the atmospheric constituent—both occurred by the nature and by human, which absorb and reflect the infrared radiation;"}, {"text_block_id": "p0_b22", "text": "“climate change” means the change of climatic state caused by human activities which change the composition of the global weather through direct and indirect means, and which manifestly and simultaneously eventuated by the extreme weather for additional cause;"}, {"text_block_id": "p0_b23", "text": "“clean development mechanism” means the clean development mechanism in accordance with the Kyoto Protocol under the United Nations’ Framework Convention on Climate Change adopted in Kyoto on 11 December B.E. 2540 (1997);"}, {"text_block_id": "p0_b24", "text": "“National Board” means the National Climate Change Policy Board in accordance with the Regulation of the Prime Minister’s Office on Climate Change Operations;"}, {"text_block_id": "p0_b25", "text": "“Project” means a project or activity carried out as a project in order to minify the greenhouse gas emission according to the clean development mechanism;"}, {"text_block_id": "p0_b26", "text": "“Authorized project” means a project which has been authorized for minifying the greenhouse gas emission and furthering the national permanent development;"}, {"text_block_id": "p0_b27", "text": "“Organization” means Thailand Greenhouse Gas Management Organization (Public Organization);"}, {"text_block_id": "p0_b28", "text": "“Board” means a Board of the Organization;"}, {"text_block_id": "p0_b29", "text": "“Director” means a Director of the Organization;"}, {"text_block_id": "p0_b30", "text": "“Functionary” means a functionary of the Organization;"}, {"text_block_id": "p1_b31", "text": "“Employee” means an employee of the Organization;"}, {"text_block_id": "p1_b32", "text": "“Minister” means the Minister having charge and control of the execution of this Royal Decree."}, {"text_block_id": "p1_b33", "text": "Section 4"}, {"text_block_id": "p1_b34", "text": "The Minister of National Resources and Environment shall have charge and control of the execution of this Royal Decree."}, {"text_block_id": "p1_b35", "text": "Chapter 1"}, {"text_block_id": "p1_b36", "text": "Establishment, Objectives and Powers and Duties"}, {"text_block_id": "p1_b37", "text": "Section 5"}, {"text_block_id": "p1_b38", "text": "There shall be established a public Organization entitled “Thailand Greenhouse Gas Management Organization (Public Organization)”, called “TGO” in brief."}, {"text_block_id": "p1_b39", "text": "Section 6"}, {"text_block_id": "p1_b40", "text": "A chief office of the Organization shall be located in Bangkok Metropolis or its vicinity, and branch offices may be established as deemed appropriate by the Board."}, {"text_block_id": "p1_b41", "text": "Section 7"}, {"text_block_id": "p1_b42", "text": "The Organization shall have the following objectives:"}, {"text_block_id": "p1_b43", "text": "The Organization shall have the following objectives:\n* to analyze, scrutinize and collect views and opinions in relation to the approval of\n* to further the project advancement and the market of greenhouse gas quantity\n* to be an information centre for circumstances on greenhouse gas operations;\n* to make an information base about the authorized projects and the approved\n* to further and enhance the efficiency as well as to give instructions to public\n* to disseminate and do public relations campaign on the greenhouse gas\n* to further and support the climate change operations."}, {"text_block_id": "p1_b57", "text": "Section 8"}, {"text_block_id": "p1_b58", "text": "So as to accomplish the objectives under Section 7, the following powers and duties shall be vested in the Organization:"}, {"text_block_id": "p1_b59", "text": "So as to accomplish the objectives under Section 7, the following powers and duties shall be vested in the Organization:\n* to hold ownerships, to have possessory rights or to create all real rights;\n* to establish the rights, to perform all sorts of proprietary juristic act as well as to\n* to organize or proffer a fund furthering the greenhouse gas performances;\n* to demand costs, allowances, gratuities or service charges for carrying out any"}, {"text_block_id": "p2_b67", "text": "So as to accomplish the objectives under Section 7, the following powers and duties shall be vested in the Organization:\n* to hold ownerships, to have possessory rights or to create all real rights;\n* to establish the rights, to perform all sorts of proprietary juristic act as well as to\n* to organize or proffer a fund furthering the greenhouse gas performances;\n* to demand costs, allowances, gratuities or service charges for carrying out any\n* to entrust any proficient or expert person or agency with duty to study and\n* to incessantly undertake any other indispensable acts in order to accomplish the\n* to perform any other acts as entrusted by the Council of Ministers, the National"}, {"text_block_id": "p2_b73", "text": "Chapter 2"}, {"text_block_id": "p2_b74", "text": "Funds, Earnings and Proprieties"}, {"text_block_id": "p2_b75", "text": "Section 9"}, {"text_block_id": "p2_b76", "text": "Funds and proprieties for discharging duties of the Organization shall be consisted of:"}, {"text_block_id": "p2_b77", "text": "Funds and proprieties for discharging duties of the Organization shall be consisted of:\n* grants by the Government as initial fund;\n* general grants by the Government as appropriate;\n* money donated by the private body, the local government or other organ as well\n* costs, dues, gratuities, service charges, interests or earnings from the discharge\n* fruits or any interests accrued from proprieties of the Organization."}, {"text_block_id": "p2_b87", "text": "The Organization’s receipt of money or proprieties in accordance with (3) shall not be made in an impartial or nondependent manner."}, {"text_block_id": "p2_b88", "text": "Section 10"}, {"text_block_id": "p2_b89", "text": "Should any service be provided by the Organization according to its objectives and competences, the Organization shall have power to demand costs, dues, gratuities or charges for such service in accordance with the rate as determined by the Board."}, {"text_block_id": "p2_b90", "text": "Section 11"}, {"text_block_id": "p2_b91", "text": "Should the consideration of the Organization for an application to become an authorized project be necessary to be taken, the Organization shall demand costs on analyzation, securitization and pursuance upon such project as well as of any other services in accordance with the rate as determined by the Board."}, {"text_block_id": "p2_b92", "text": "The Organization shall dichotomies the costs as received under Paragraph One, one part of which as an account sequestered from the administrative account of the Organization in order to disburse in furthering the greenhouse gas operations carried out by public agency or private body; nevertheless, in accordance with the rules and rate as determined by the Board."}, {"text_block_id": "p2_b93", "text": "Section 12"}, {"text_block_id": "p2_b94", "text": "All earnings of the Organization shall not subject to be delivered to the Ministry of Finance in accordance with the law on treasury reservation and the law on budget procedure."}, {"text_block_id": "p2_b95", "text": "Should it be necessary or appropriate, the Organization, by and with the approval of the Board, may deliver such earnings to the Ministry of Finance as state income in the number as it thinks fit."}, {"text_block_id": "p2_b96", "text": "Section 13"}, {"text_block_id": "p2_b97", "text": "The proprieties of the Organization which have been acquired from the grants or purchased by the Organization’s earnings, shall all come under the ownership of the Organization."}, {"text_block_id": "p3_b98", "text": "The Organization shall have power to govern, oversee, maintain, save, utilize, trade and make benefits from its properties."}, {"text_block_id": "p3_b99", "text": "Section 14"}, {"text_block_id": "p3_b100", "text": "Subject to Section 11, money of the Organization shall only be disbursed for the Organization’s affairs."}, {"text_block_id": "p3_b101", "text": "Custody and withdrawal of the Organization’s money shall be in accordance with the regulations determined by the Board."}, {"text_block_id": "p3_b102", "text": "Chapter 3"}, {"text_block_id": "p3_b103", "text": "Administration and Performance of Affairs"}, {"text_block_id": "p3_b104", "text": "Section 15"}, {"text_block_id": "p3_b105", "text": "There shall be a Thailand Greenhouse Gas Management Organization Board consisting of:"}, {"text_block_id": "p3_b106", "text": "There shall be a Thailand Greenhouse Gas Management Organization Board consisting of:\n* one chairperson appointed by the Council of Minister from a person holding senior\n* four\n* members, viz. the Permanent Secretary of Natural Resources and\n* not exceeding five qualified members appointed by the Council of Ministers from"}, {"text_block_id": "p3_b114_merged_merged", "text": "The Director shall be ex officio member and secretary, and shall have power to appoint assistant secretary as deemed appropriate."}, {"text_block_id": "p3_b117", "text": "The rules and procedures for selection of the nominees for chairperson and qualified members, as well as selection of chairperson and qualified member to fill vacancy in accordance with Section 18 shall be in accordance with the Regulations issued by the Council of the Ministers upon the advice of the Board."}, {"text_block_id": "p3_b118", "text": "Section 16"}, {"text_block_id": "p3_b119", "text": "The chairperson as well as the qualified member shall hold qualifications and shall not have disqualifications as follows:"}, {"text_block_id": "p3_b120", "text": "The chairperson as well as the qualified member shall hold qualifications and shall not have disqualifications as follows:\n* being of Thai nationality;\n* being not less than thirty five years of age but not exceeding seventy years of\n* not being a bankrupt, an incompetent person or a quasi-incompetent person;\n* not having been imprisoned by the final judgment to a term of imprisonment\n* not being a holder of political position, a member of local assembly or a local\n* not having interests in the affairs conducted with the Organization, or in the"}, {"text_block_id": "p4_b132", "text": "The chairperson as well as the qualified member shall hold qualifications and shall not have disqualifications as follows:\n* being of Thai nationality;\n* being not less than thirty five years of age but not exceeding seventy years of\n* not being a bankrupt, an incompetent person or a quasi-incompetent person;\n* not having been imprisoned by the final judgment to a term of imprisonment\n* not being a holder of political position, a member of local assembly or a local\n* not having interests in the affairs conducted with the Organization, or in the\n* not being an official or employee of the Organization, or a counselor or specialist"}, {"text_block_id": "p4_b135", "text": "The provisions under (1) shall not apply to a foreign member whom is in the necessity to be appointed by the Organization in accordance with its obligation, or whom holding qualification suitable to the Organization."}, {"text_block_id": "p4_b136", "text": "Section 17"}, {"text_block_id": "p4_b137", "text": "The chairperson and the qualified member shall have a term of office for four years."}, {"text_block_id": "p4_b138", "text": "In the case that the chairperson or the qualified member vacates office prior to the expiration of his or her term of office, or in the case that the qualified member be additionally appointed by the Council of Ministers during the existence of the term of office of another incumbent member, the person appointed to fill vacancy or the person additionally appointed to be a qualified member shall have a term of office identical with the remaining term of other existent member."}, {"text_block_id": "p4_b139", "text": "Upon expiration of the term of office in accordance with Paragraph One and the appointment of a new chairperson or qualified member has not yet been carried out, the expired chairperson or qualified member shall remain in office until the newly appointed chairperson or qualified member assumes office."}, {"text_block_id": "p4_b140", "text": "Section 18"}, {"text_block_id": "p4_b141", "text": "The chairperson or the qualified member whom is retired by rotation may be appointed"}, {"text_block_id": "p4_b142", "text": "de integro"}, {"text_block_id": "p4_b143", "text": ", but shall not hold office exceeding two consecutive terms."}, {"text_block_id": "p4_b144_merged_merged", "text": "In the case that the chairperson or the qualified member vacates office prior to the expiration of his or her term of office, the Board shall consist of all existent members until the chairperson or qualified member is appointed in accordance with Section 17, Paragraph Two; but if the remaining term of office is less than ninety days, such appointment may not be conducted, and for the case that the chairperson vacates office prior to the expiration of his or her term of office, the existent members shall elect one among themselves to serve as a chairperson pro tempore."}, {"text_block_id": "p4_b147", "text": "Section 19"}, {"text_block_id": "p4_b148", "text": "Aside from the retirement by rotation, the chairperson and the qualified member shall vacate office upon:"}, {"text_block_id": "p4_b149", "text": "Aside from the retirement by rotation, the chairperson and the qualified member shall vacate office upon:\n* death;\n* resignation;\n* resolution by the Council of Ministers owing to the negligence of duties, the\n* being disqualified under Section 16."}, {"text_block_id": "p4_b157", "text": "Section 20"}, {"text_block_id": "p4_b158", "text": "The Board shall have duty to supervise general affairs of the Organization to be in accordance with the objectives, and shall, especially, have the following powers and duties:"}, {"text_block_id": "p4_b159", "text": "The Board shall have duty to supervise general affairs of the Organization to be in accordance with the objectives, and shall, especially, have the following powers and duties:\n* to direct the guidance, targets and policies for the Organizationâs administration;\n* to determine the rules and procedures in the analyzation and approval of\n* to issue approval upon the projects under the clean development mechanism in\n* to determine the rate of costs, allowances, gratuities or charges for any services;"}, {"text_block_id": "p5_b167", "text": "The Board shall have duty to supervise general affairs of the Organization to be in accordance with the objectives, and shall, especially, have the following powers and duties:\n* to direct the guidance, targets and policies for the Organizationâs administration;\n* to determine the rules and procedures in the analyzation and approval of\n* to issue approval upon the projects under the clean development mechanism in\n* to determine the rate of costs, allowances, gratuities or charges for any services;\n* to pursue and evaluate the authorized projects as well as the greenhouse gas\n* to endorse the operating plans, investment plans, financial plans, projects and\n* to install and dissolve the branch offices in the case of necessity and\n* to select, appoint, appraise and recall the Director;\n* to issue regulations, articles, stipulations or announcements in connection with\n* to perform any other necessary acts in order to comply with the Organizationâs"}, {"text_block_id": "p5_b179", "text": "The regulations on the disposal of the proprieties under accounts according to (9) shall be in accordance with the rules prescribed by the Council of Ministers."}, {"text_block_id": "p5_b180", "text": "Section 21"}, {"text_block_id": "p5_b181", "text": "At every meeting of the Board, the presence of not less than a moiety of the total number of the existent members is required to constitute a quorum."}, {"text_block_id": "p5_b182", "text": "At any meeting of the Board, should the chairperson be absent from the meeting or unable to perform his or her functions, the sittings shall elect one among themselves to preside over such meeting."}, {"text_block_id": "p5_b183", "text": "In discharging duties, whether the chairperson or a member having direct or indirect interests concerning the matter considered by the Board can or cannot present at the meeting in connection with such matter, it shall be in accordance with the regulations determined by the Board."}, {"text_block_id": "p5_b184", "text": "A resolution of a meeting shall be made by a majority of votes. In casting of votes, each member shall have one vote. In the case of an equal vote, the presiding member shall have an additional vote as a casting vote."}, {"text_block_id": "p5_b185", "text": "Section 22"}, {"text_block_id": "p5_b186", "text": "The Board shall have power to appoint qualified and proficient persons as the Board’s staff agencies, and shall have power to appoint the subcommittees, the task forces and the task force’s staff agencies to consider or perform any acts as entrusted by the Board."}, {"text_block_id": "p5_b187", "text": "A member of the Board’s staff agencies, the subcommittees, the task forces and the task force’s staff agencies shall not be a person holding interests in the affairs conducted with the Organization or in the affairs competing with the Organization’s affairs; nevertheless, irrespective of both direct or indirect means."}, {"text_block_id": "p5_b188_merged", "text": "Section 21 shall apply to a meeting of the subcommittee or task force mutatis mutandis."}, {"text_block_id": "p5_b191", "text": "Section 23"}, {"text_block_id": "p5_b192", "text": "A chairperson of the Board, a member of the Board, a member of the Board’s staff agency, a chairperson of a subcommittee and a member of a subcommittee shall enjoy the receipt"}, {"text_block_id": "p6_b193", "text": "of meeting allowances and other interests as in accordance with the rules prescribed by the Council of Ministers."}, {"text_block_id": "p6_b194", "text": "A member of the task force and a member of the task force’s staff agency shall enjoy the receipt of meeting allowances and other interests as provided for by the Board."}, {"text_block_id": "p6_b195", "text": "Section 24"}, {"text_block_id": "p6_b196", "text": "There shall be a Director of the Organization. The Board shall have powers and duties to select, appoint and recall the Director."}, {"text_block_id": "p6_b197", "text": "In the case where the Director is no more or unable to perform his or her functions, the Deputy Director having the most seniority in the precedent order shall assume such functions. In the case where the Deputy Director does not exist, the members shall elect one among themselves to undertake such functions."}, {"text_block_id": "p6_b198", "text": "Section 25"}, {"text_block_id": "p6_b199", "text": "The Director shall be able to perform functions for the Organization in full time, as well as shall contain qualifications and shall not have disqualifications as follows:"}, {"text_block_id": "p6_b200", "text": "The Director shall be able to perform functions for the Organization in full time, as well as shall contain qualifications and shall not have disqualifications as follows:\n* being of Thai nationality;\n* being of the age not exceeding than sixty five years on the date of having been\n* having knowledge, capability and experiences suitable to the affairs of the\n* not having any disqualifications under Section 16 (3), (4), (5), (6) or (7)."}, {"text_block_id": "p6_b208", "text": "Section 26"}, {"text_block_id": "p6_b209", "text": "The Director shall have a term of office for four years and may be appointed"}, {"text_block_id": "p6_b210", "text": "de integro"}, {"text_block_id": "p6_b211", "text": ", but shall not hold office exceeding two consecutive terms."}, {"text_block_id": "p6_b212", "text": "Section 27"}, {"text_block_id": "p6_b213", "text": "Aside from the retirement by rotation in accordance with Section 26, the Director shall vacate office upon:"}, {"text_block_id": "p6_b214", "text": "Aside from the retirement by rotation in accordance with Section 26, the Director shall vacate office upon:\n* death;\n* resignation;\n* the case(s) as specified in the agreement between the Board and the Director;\n* resolution passed by the Board owing to the negligence of duties, the failure of\n* lack of any qualification or having any disqualification under Section 25."}, {"text_block_id": "p6_b224_merged_merged", "text": "The resolution passed by the Board to recall the Director in accordance with (4) shall compose of votes not less than two third of the total number of the existent members, excluding the Director on the date thereof."}, {"text_block_id": "p6_b227", "text": "Section 28"}, {"text_block_id": "p6_b228", "text": "The Director shall have duties to carry out the administration of the Organization’s affairs to be in accordance with the objectives of the Organization, regulations, articles, stipulations, policies, announcements and resolutions of the National Board and the Board; and shall be a superior of all functionaries and employees other than the intramural scrutinizers under Section 36, Paragraph Two; as well as shall have the following duties:"}, {"text_block_id": "p6_b229", "text": "(1)"}, {"text_block_id": "p6_b230", "text": "to propose targets, operating plans and projects to the Board in order to accomplish the Organization’s objectives;"}, {"text_block_id": "p6_b231", "text": "(2)"}, {"text_block_id": "p6_b232", "text": "to present the annual reports concerning the outgrowths of all performances carried out by the Organization and the financial and accounting reports, as well"}, {"text_block_id": "p7_b233", "text": "as to present the next-year budget and financial plans to the Board for further consideration;"}, {"text_block_id": "p7_b234", "text": "(3)"}, {"text_block_id": "p7_b235", "text": "to give the Board instructions pertained to the improvement of the Organization’s affairs and performances to meet with the efficiency and to be in accordance with the objectives."}, {"text_block_id": "p7_b236", "text": "Section 29"}, {"text_block_id": "p7_b237", "text": "The Director shall have power:"}, {"text_block_id": "p7_b238", "text": "(1)"}, {"text_block_id": "p7_b239", "text": "to appoint Deputy Directors or Assistant Directors, by and with the approval of the Board, in order to assist the Director’s discharge of duties as he may entrust;"}, {"text_block_id": "p7_b240", "text": "(2)"}, {"text_block_id": "p7_b241", "text": "to place, appoint, promote, degrade, reduce salary or wages, impose disciplinary punishment to functionary and employee as well as to recall functionary or employee from his or her position; nevertheless, in accordance with the regulations or articles issued by the Board;"}, {"text_block_id": "p7_b242", "text": "(3)"}, {"text_block_id": "p7_b243", "text": "to lay down the regulations on administrative procedures of the Organization insofar as they are not contrary to or inconsistent with the laws, the resolutions passed by the Council of Ministers or the National Board, the regulations, articles, stipulations, announcements, policies and resolutions issued by the Board."}, {"text_block_id": "p7_b244", "text": "Section 30"}, {"text_block_id": "p7_b245", "text": "Any juristic acts performed by the Director or the person mandated by the Director which are in breach of the regulations or stipulations issued by the Board shall not bind the Organization other than the cases confirmed by the Board."}, {"text_block_id": "p7_b246", "text": "Section 31"}, {"text_block_id": "p7_b247", "text": "The Board shall stipulate the rates of salary and other interests of the Director in accordance with the rules prescribed by the Council of Ministers."}, {"text_block_id": "p7_b248", "text": "Chapter 4"}, {"text_block_id": "p7_b249", "text": "Functionary of the Organization"}, {"text_block_id": "p7_b250", "text": "Section 32"}, {"text_block_id": "p7_b251", "text": "Functionaries of the Organization can be categorized into three kinds as follows:"}, {"text_block_id": "p7_b252", "text": "(1)"}, {"text_block_id": "p7_b253", "text": "functionaries or employees, viz. workers receiving salary or wages from the Organization’s funds;"}, {"text_block_id": "p7_b254", "text": "(2)"}, {"text_block_id": "p7_b255", "text": "counselors or specialists, viz. persons employed at the Organization to carry out functions as counselor or specialist under the contract;"}, {"text_block_id": "p7_b256", "text": "(3)"}, {"text_block_id": "p7_b257_merged", "text": "state authorities holding office in the Organization pro tempore, in accordance with Section 35."}, {"text_block_id": "p7_b260", "text": "Section 33"}, {"text_block_id": "p7_b261", "text": "A functionary shall have qualifications and shall not have disqualifications as follows:"}, {"text_block_id": "p7_b262", "text": "(1)"}, {"text_block_id": "p7_b263", "text": "being of Thai nationality;"}, {"text_block_id": "p7_b264", "text": "(2)"}, {"text_block_id": "p7_b265", "text": "being of the age not lower than eighteen years and not exceeding sixty years;"}, {"text_block_id": "p7_b266", "text": "(3)"}, {"text_block_id": "p7_b267", "text": "being able to perform functions for the Organization in full time;"}, {"text_block_id": "p7_b268", "text": "(4)"}, {"text_block_id": "p7_b269", "text": "holding qualifications or experiences suitable to the objectives and competences of the Organizations;"}, {"text_block_id": "p8_b270", "text": "(5)"}, {"text_block_id": "p8_b271", "text": "not being a public servant, employee or official of public agency, an official or employee of state enterprise or of other state agency, or an official or employee of local administration;"}, {"text_block_id": "p8_b272", "text": "(6)"}, {"text_block_id": "p8_b273", "text": "not being disqualified under Section 16 (3), (4), (5) or (6)."}, {"text_block_id": "p8_b274", "text": "The provisions under (1) shall not apply to foreign functionaries whom are required to be employed or appointed in accordance with the obligations or performances of the Organization."}, {"text_block_id": "p8_b275", "text": "Section 34"}, {"text_block_id": "p8_b276", "text": "A functionary shall vacate office upon:"}, {"text_block_id": "p8_b277", "text": "(1)"}, {"text_block_id": "p8_b278", "text": "death;"}, {"text_block_id": "p8_b279", "text": "(2)"}, {"text_block_id": "p8_b280", "text": "resignation;"}, {"text_block_id": "p8_b281", "text": "(3)"}, {"text_block_id": "p8_b282", "text": "lack of any qualification or having any disqualification under Section 33;"}, {"text_block_id": "p8_b283", "text": "(4)"}, {"text_block_id": "p8_b284", "text": "dismissal owing to failure under the appraisal of performances in accordance with the rules and procedures in the stipulations as issued by the Board;"}, {"text_block_id": "p8_b285", "text": "(5)"}, {"text_block_id": "p8_b286", "text": "dismissal or discharge owing to indiscipline according to the rules and procedures in the stipulations as issued by the Board."}, {"text_block_id": "p8_b287", "text": "Section 35"}, {"text_block_id": "p8_b288", "text": "For the benefits of the Organization’s administration, the Minister may request any public servant, official, authority or other functionary in a ministry, bureau, department, provincial administration, local administration, state enterprise or other state agency to"}, {"text_block_id": "p8_b289", "text": "pro tempore"}, {"text_block_id": "p8_b290", "text": "serve as a functionary or employee of the Organization; nevertheless, upon issuance of the endorsement by the superior or employer of such person as well as upon having the agreement adopted in the issuance of such endorsement."}, {"text_block_id": "p8_b291", "text": "In the case when a state authority is endorsed to"}, {"text_block_id": "p8_b292", "text": "pro tempore"}, {"text_block_id": "p8_b293", "text": "serve as a functionary or employee of the Organization in accordance with Paragraph One, it shall be deemed that such person has been endorsed to vacate or retire from his or her position in order to carry out any functions, and the time period pending the carrying out of functions in the Organization shall be counted, in the same kind as having spent full time in the said position, for remunerations, retirement annuities or other interests, as the case may be."}, {"text_block_id": "p8_b294", "text": "Upon termination of the time period endorsed for carrying out functions in the Organization, the state authority under Paragraph One shall enjoy the right to be placed or appointed in the same office to have the position and salary not lower than the same position and salary as agreed in the endorsement."}, {"text_block_id": "p8_b295", "text": "Chapter 5"}, {"text_block_id": "p8_b296", "text": "Audit, Securitization and Appraisal of the Organization’s Outgrowths"}, {"text_block_id": "p8_b297", "text": "Section 36"}, {"text_block_id": "p8_b298_merged_merged_merged", "text": "The accounting affairs of the Organization shall be made in accordance with the common practice according to the forms and rules prescribed by the Board, and there shall be held per annum the intramural securitization in connection with the Organization’s financial affairs, accounting affairs and documentary affairs as well as the report of which shall be submitted to the Board."}, {"text_block_id": "p8_b301", "text": "In the intramural securitization, there shall especially be the functionaries of the Organization carrying out duties as intramural scrutinizers and shall come under the authority of the Board in accordance with the regulations or stipulations issued by the Board."}, {"text_block_id": "p9_b302", "text": "Section 37"}, {"text_block_id": "p9_b303", "text": "The Organization shall annually make the balance sheets, financial flows and operating accounts presenting to the auditor within one hundred and twenty days as of the final date of every accounting year."}, {"text_block_id": "p9_b304", "text": "In every annual circle, the State Audit’s Office or the persons appointed by the Board by and with the approval of the State Audit’s Office shall be the auditor and to appraise the disbursement of the Organization’s money and assets through expressing the views and opinions as the considerations that how much the aforementioned disbursement have been made in accordance with the objectives, providently and have been accomplished, and lay down the auditing report before the Board."}, {"text_block_id": "p9_b305", "text": "For this regard, the audit shall have power to scrutinize all accounts and documents of the Organization, to inquire the Director, the intramural scrutinizers, the functionaries and the employees or other persons, as well as to additionally summon all accounts and documents of the Organization as deemed necessary."}, {"text_block_id": "p9_b306", "text": "Section 38"}, {"text_block_id": "p9_b307", "text": "Section 39"}, {"text_block_id": "p9_b308", "text": "For the benefits in advancing and improving the operating systems of the Organization to meet with efficiency and effectiveness in order to maintain responsibility and public faith and trust in the Organization’s affairs as well as the pursuance of the Organization’s performances to be in accordance with the objectives, projects and operating plans as stipulated, the Organization shall hold the performance appraisal according to the period of time determined by the Board which shall not beyond three years."}, {"text_block_id": "p9_b309", "text": "The performance appraisal under Paragraph One shall be carried out by the impartial institute, agency, organ or panel having proficiency in performance appraisal which has been selected or appointed in accordance with the procedures determined by the Board."}, {"text_block_id": "p9_b310", "text": "The Organization’s performance appraisal shall manifest the facts on effectiveness, efficiency and advancement of the Organization as well as on other specifications additionally determined by the Board."}, {"text_block_id": "p9_b311", "text": "In the case that is necessary for the time being, the Board may hold the performance appraisal in accordance with this Section every now and then."}, {"text_block_id": "p9_b312", "text": "Chapter 6"}, {"text_block_id": "p9_b313", "text": "Supervision"}, {"text_block_id": "p9_b314", "text": "Section 40"}, {"text_block_id": "p9_b315", "text": "The Minister shall have power and duty to supervise the performances of the Organization to be in accordance with the laws and in harmony with the objectives in establishing the Organization, government policies, resolutions of the Council of Ministers and resolutions of the National Board in connection with the Organization. For this regard, the Minister shall have power to demand the Organization to give explanations, to express views and opinions, to make reports, or [the power] to contain for any acts of the Organization which are contrary to the objectives in establishing the Organization, government policies, resolutions of the Council of Ministers and resolutions of the National Board, as well as to order the enquiry pertaining the performances of the Organization."}, {"text_block_id": "p10_b316", "text": "Chapter 7"}, {"text_block_id": "p10_b317", "text": "Consideration and Approval of Projects under the Clean Development Mechanism"}, {"text_block_id": "p10_b318", "text": "Section 41"}, {"text_block_id": "p10_b319", "text": "The projects to be approved by the Board shall be suitable and beneficial to the economics, society and environment as well as shall bring about the minifying of domestic greenhouse gas emission and the furtherance of the national permanent development; nevertheless, in accordance with the procedures determined by the Board."}, {"text_block_id": "p10_b320", "text": "Section 42"}, {"text_block_id": "p10_b321", "text": "Whomsoever intending to request for the approval shall submit the request to the Organization in accordance with the rules and procedures as determined by the Board."}, {"text_block_id": "p10_b322", "text": "In submitting the request, the submitter shall attach to the request the initial environment impact assessment report. And if being the project subjected to be under the environment impact assessment in accordance with the law on enhancement and conservation of the national environmental quality, the submitter shall attach to the request the environment impact assessment report having already procured the endorsement from the Office of Natural Resources and Environment Policy and Planning."}, {"text_block_id": "p10_b323", "text": "Section 43"}, {"text_block_id": "p10_b324", "text": "The Organization shall hold the considerations upon the request and all relevant documents. In the case that the request is not consistent with the rules and procedures determined by the Board, the Organization shall inform the submitter within the period of time as provided for by the Board."}, {"text_block_id": "p10_b325", "text": "In the case that the request is comme il faut, integral or has been rectified integrally, the Organization shall deliver the request to the relevant agencies with the period of time as provided for by the Board in order to gather their views and opinions."}, {"text_block_id": "p10_b326", "text": "Section 44"}, {"text_block_id": "p10_b327", "text": "The relevant agencies shall hold the considerations that whether the project request is contrary to or inconsistent with any laws under their responsibility or not, and shall return their views and opinions to the Organization within the period of time as provided for by the Board."}, {"text_block_id": "p10_b328", "text": "Upon elapse of the period of time under Paragraph One, the Organization shall consider the request and all relevant documents including the views and opinions from the relevant agencies as returned, give instructions to the Board, within the period of time provided for by the Board, that whether the approval should be granted or not."}, {"text_block_id": "p10_b329", "text": "The Organization shall inform the result of the Board’s consideration to the submitter within the period of time as provided for by the Board."}, {"text_block_id": "p10_b330", "text": "In the case that the Board has granted approval upon any project, the Organization shall inform the person containing competence to issue the letter of approval to further issue the letter of approval to the submitter and shall inform the National Board."}, {"text_block_id": "p10_b331", "text": "Transitory Provisions"}, {"text_block_id": "p10_b332", "text": "Section 46"}, {"text_block_id": "p10_b333", "text": "In the initial period, there shall be a managerial committee for Thailand Greenhouse Gases Management Organization consisting of the Permanent Secretary of Natural Resources and Environment sitting as chair; a representative from the Department of Alternative Energy Development and Energy Conservation, a representative from the Department of Industrial Factory, a representatives of the Office of Transportation and Circulation Policy and"}, {"text_block_id": "p11_b334", "text": "Planning, and four qualified persons appointed by the Minister from whom having senior knowledge, proficiency and experiences in business administration, energy, science and technology and enhancement and conservation of environmental quality as members; the Secretary General of the Office of Natural Resources and Environment Policy and Planning as member and secretary; the Director of the National Environment Board’s Office as assistant secretary. Furthermore, the committee shall carry out functions until the Board under this Royal Decree be installed, for which shall not beyond one hundred and eighty days as of the date this Royal Decree comes into force."}, {"text_block_id": "p11_b335", "text": "Section 47"}, {"text_block_id": "p11_b336", "text": "The"}, {"text_block_id": "p11_b337", "text": "ad hoc"}, {"text_block_id": "p11_b338", "text": "committee under Section 46 shall appoint a selection committee enumerating seven persons, consisting of:"}, {"text_block_id": "p11_b339", "text": "(1)"}, {"text_block_id": "p11_b340", "text": "a chairperson of the selection committee appointed from a qualified person on administration holding political neutrality and not being a public servant or state authority with permanent office or salary;"}, {"text_block_id": "p11_b341", "text": "(2)"}, {"text_block_id": "p11_b342_merged_merged", "text": "three ex officio members of the selection committee appointed from the persons holding office in public agency, state enterprise or other state agency in connection with the performances of the Organization;"}, {"text_block_id": "p11_b345", "text": "(3)"}, {"text_block_id": "p11_b346", "text": "three qualified members of the selection committee appointed from the qualified persons in connection with the performances of the Organization and holding political neutrality; in such number, there shall be more than one qualified person whom is not public servant or state authority having the permanent office or salary."}, {"text_block_id": "p11_b347", "text": "The selection committee under Paragraph One shall have power and duty to select the first set of nominees for the positions of chairperson and qualified members and propose the list of nominees to the Council of Ministers to consider and appoint in due course."}, {"text_block_id": "p11_b348", "text": "The Secretary General of the Office of Natural Resources and Environment Policy and Planning shall appoint the state authorities to serve as secretary and assistant secretaries as deemed appropriate."}, {"text_block_id": "p11_b349", "text": "Section 48"}, {"text_block_id": "p11_b350", "text": "The Secretary General of the Office of Natural Resources and Environment Policy and Planning shall act as the Director, the Director of the National Environment Board’s Office as the Deputy Director, and all state authorities depended to the Office of Natural Resources and Environment Policy and Planning as functionaries until the Director under this Royal Decree be appointed, for which shall not beyond one hundred and eighty days as of the date this Royal Decree comes into force."}, {"text_block_id": "p11_b351", "text": "Countersigned by"}, {"text_block_id": "p11_b352", "text": "General Surayud Chulanont"}, {"text_block_id": "p11_b353", "text": "Prime Minister"}, {"text_block_id": "p11_b354", "text": "Published in the Government Gazette of Thailand, vol. 124, pt. 31 A, dated 6 January B.E. 2550 (2007), pp. 53-69."}, {"text_block_id": "p11_b355", "text": "Note:"}, {"text_block_id": "p11_b356", "text": "The grounds on promulgation of this Royal Decree are pursuant to the problems on global warming and climate changes at the present, the severities of which are extensively degenerated and caused impacts to many circles; parts of the problem’s causations are the"}, {"text_block_id": "p12_b357", "text": "greenhouse gas emission. The Country is amongst need to be accommodated to the impacts and to minify the emission of greenhouse gas. So as to smoothly carry out and accomplish the projects which may beckon the minifying of the greenhouse gas emission to come and the projects under the clean development mechanism as well as to advance the capability and efficiency of the private sectors and the relevant bodies to conduct the projects minifying the greenhouse gas emission, conserving the national environmental quality and natural resources; it is expedient to establish Thailand Greenhouse Gas Management Organization to be a public organization under the law on public Organization to vigorously and independently carry out the aforementioned projects as well as to be the centre for cooperation betwixt state agencies, private bodies and international Organizations. It is, therefore, necessary to enact this Royal Decree."}, {"text_block_id": "p12_b358", "text": "Disclaimer"}, {"text_block_id": "p12_b359_merged", "text": "This translation is intended to help Thais or foreigners to understand Thailand laws and www.ThaiLaws.com"}], "document_description": "The royal decree established the Greenhouse Gas Management Organisation (TGO), which serves as the Designated National Authority for Clean Development Mechanism (CDM) projects in Thailand. It reviews CDM projects for approval and provides technical assistance. The TGO plays an important the role in development of a GHG database, engages in capacity building, and promotes low carbon activities."}