{"document_instrument_name": "Capacity building|Governance", "document_country_english_shortname": "Bhutan", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Bhutan Sustainable Hydropower Development Policy (SHDP) 2021", "document_country_code": "BTN", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "25/04/2021", "document_keyword": ["Renewables", "Hydro"], "document_url": "https://cdn.climatepolicyradar.org/BTN/2021/BTN-2021-04-25-Bhutan Sustainable Hydropower Development Policy (SHDP) 2021_f05654aa955b3c1d707d29d2ec28d8e3.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Bhutan"}, {"text_block_id": "p0_b2", "text": "Sustainable Hydropower"}, {"text_block_id": "p0_b3", "text": "Development Policy"}, {"text_block_id": "p0_b4", "text": "2020"}, {"text_block_id": "p1_b5", "text": "Table of Contents"}, {"text_block_id": "p2_b6", "text": "ABBREVIATIONS"}, {"text_block_id": "p3_b7", "text": "1. Introduction"}, {"text_block_id": "p3_b8", "text": "Hydropower is a strategic and important renewable energy resource for the Kingdom of Bhutan. It has enabled economic growth and industrialization and has been fundamental in achieving prosperity of the people. The rights to harness the resource have been vested in the State by the Constitution to ensure that the benefits are accrued to the people of Bhutan."}, {"text_block_id": "p3_b9", "text": "The Power System Master Plan 2040 estimates overall potential as 36,900 megawatt (MW) with production capability of 154,000 gigawatt hours (GWh) per annum. Installed capacity has reached 2,326 MW (6.3%) as of 2019, and accordingly the Royal Government of Bhutan (RGoB) envisages achieving minimum of 5,000 MW by 2030."}, {"text_block_id": "p3_b10", "text": "The whole premise of sustainably developing hydropower is to provide reliable, adequate, secure and affordable energy to the people, while taking export opportunity to enhance revenue for the country. The domestic demand for electricity is increasing at a rate that may soon exceed generation/firm capacity, thus meriting continuous capacity augmentation. To this effect, the RGoB will prioritize development of projects with pumped storage/reservoir facilities among other schemes to address the concerns of energy security in the future."}, {"text_block_id": "p3_b11", "text": "Therefore, to facilitate the development of remaining hydropower potential in a sustainable manner without compromising the macro-economic stability and socio-environment, the Bhutan Sustainable Hydropower Development Policy provides framework and guidelines."}, {"text_block_id": "p3_b12", "text": "2. Objectives of the Policy"}, {"text_block_id": "p3_b13", "text": "The primary objectives of the policy are to:"}, {"text_block_id": "p3_b14", "text": "The primary objectives of the policy are to:\n* Provide reliable, adequate, secure and affordable energy for inclusive growth in a\n* Add value to electricity through promotion of industries\n* Enhance national revenue through sale of surplus electricity"}, {"text_block_id": "p3_b20", "text": "In realization of the above objectives, the following secondary objectives shall also be pursued:"}, {"text_block_id": "p3_b21", "text": "In realization of the above objectives, the following secondary objectives shall also be pursued:\n* Facilitate integrated and optimal use of water resources for sustainable\n* Facilitate and promote bilateral/regional energy integration and power trade\n* Secure/mobilize required funds from sale of electricity to reinvest and develop\n* Contribute towards development of clean energy and technologies to mitigate"}, {"text_block_id": "p4_b29", "text": "In realization of the above objectives, the following secondary objectives shall also be pursued:\n* Facilitate integrated and optimal use of water resources for sustainable\n* Facilitate and promote bilateral/regional energy integration and power trade\n* Secure/mobilize required funds from sale of electricity to reinvest and develop\n* Contribute towards development of clean energy and technologies to mitigate\n* Strengthen the institutional and national capacities of the sector through\n<\\li1>"}, {"text_block_id": "p4_b31", "text": "3. Development Modes"}, {"text_block_id": "p4_b32", "text": "The RGoB shall adopt the following modes of hydropower development:"}, {"text_block_id": "p4_b33", "text": "The RGoB shall adopt the following modes of hydropower development:\n* RGoB initiatives\n* RGoB initiatives\n The RGoB shall undertake development of hydropower projects on its own with 100%\n* IG/Bilateral Arrangement\n* IG/Bilateral Arrangement\n The RGoB shall undertake development of Hydropower Projects in collaboration with\n* Regional/Multilateral arrangement\n* Regional/Multilateral arrangement\n The RGoB shall take up projects with partner countries from the region/sub-region\n* JV-bilateral arrangement\n* JV-bilateral arrangement\n The RGoB shall directly award projects for development as JV undertaking between\n* project.\n* Public-Public arrangement\n* Public-Public arrangement\n The RGoB shall directly award projects for development as 100% Royal Government\n* Public-Private-Partnership"}, {"text_block_id": "p4_b52_merged_merged", "text": "The RGoB may develop hydropower projects through Public-Private Partnership. For this, the RGoB shall allocate projects directly to Royal Government undertaking. The private partner(s) shall be selected through open and transparent process by the RGoB’s PSU. Subject to special approval by the Royal Government of Bhutan, an investor(s)"}, {"text_block_id": "p5_b55_merged", "text": "can be selected as strategic partner(s) having appropriate minority shareholding not more than twenty six percent (26%). Under all circumstances, the RGoB’s PSU shall have the majority shareholding in the company."}, {"text_block_id": "p5_b58", "text": "The RGoB may have the option to issue equity shares to the Bhutanese citizens with"}, {"text_block_id": "p5_b59", "text": "RGoB’s PSU retaining majority shareholding."}, {"text_block_id": "p5_b60", "text": "4. Concession Agreement"}, {"text_block_id": "p5_b61", "text": "4. Concession Agreement\n* All hydropower projects developed under Build Own Operate and Transfer (BOOT)\n* Project Developer shall register with the Registrar of Companies (RoC) as a separate\n* The SPV shall sign a Concession Agreement (CA) with the RGoB. The CA shall be the\n* The SPV may be allowed an extension should there be any delay in obtaining any of the\n* The RGoB or one of its appointed agencies shall carry out mandatory inspections of the\n* The SPV shall set aside a separate fund sufficient to take up major replacements,"}, {"text_block_id": "p6_b73", "text": "4. Concession Agreement\n* All hydropower projects developed under Build Own Operate and Transfer (BOOT)\n* Project Developer shall register with the Registrar of Companies (RoC) as a separate\n* The SPV shall sign a Concession Agreement (CA) with the RGoB. The CA shall be the\n* The SPV may be allowed an extension should there be any delay in obtaining any of the\n* The RGoB or one of its appointed agencies shall carry out mandatory inspections of the\n* The SPV shall set aside a separate fund sufficient to take up major replacements,\n* At the end of the concession period, the entire project shall be transferred and vested in\n\t* The Plant should have consistently over the last five years demonstrated\n\t* The power plant availability factor for the last year of the concession period\n\t* At the end of the concession period, the Project Company should hand over the\n\t* Or any other technical factors to be decided during signing of the CA;\n\t* In addition to regular annual inspections, the Company and the RGoB or its authorized\n\t* -\n\t* In case of a force majeure event, the concession term can be extended up to a period on\n\t* After adjusting for Royalty Power/Energy, the Project Developer can contract and export"}, {"text_block_id": "p6_b96", "text": "5. Exemption from Concession Agreement (CA)"}, {"text_block_id": "p6_b97", "text": "5. Exemption from Concession Agreement (CA)\n* Hydropower projects developed under IG/Bilateral/Regional/Multilateral Arrangements\n* For the hydropower projects under 5.1 above, the RGoB or its designated agency will"}, {"text_block_id": "p7_b101", "text": "6. Prerequisites for partnership"}, {"text_block_id": "p7_b102", "text": "The RGoB’s PSU to whom the project has been allotted for development under Public"}, {"text_block_id": "p7_b103", "text": "-Private Partnership arrangement shall be based on bidding criteria to be defined in the bidding documents with pre-determined Royalty power/energy approved by the RGoB."}, {"text_block_id": "p7_b104", "text": "7. Royalty Energy"}, {"text_block_id": "p7_b105", "text": "7. Royalty Energy\n* For projects allocated directly to the RGoB undertaking, a minimum of twelve percent\n* generated (net off auxiliary consumption) shall be provided free of cost to the RGoB as\n* The RGoB shall have the option to avail the Royalty Energy either as energy or as cash"}, {"text_block_id": "p7_b112", "text": "8. Project Preparatory Studies"}, {"text_block_id": "p7_b113", "text": "8. Project Preparatory Studies\n* The identification and selection of hydropower projects for development shall be done in\n* Notwithstanding 8.1, the government may undertake review of the hydropower\n* All project definition and preparatory studies up to at least the pre-feasibility level for\n* The DHPS shall carry out an MCA to select tentative list of projects to be taken forward"}, {"text_block_id": "p8_b121", "text": "8. Project Preparatory Studies\n* The identification and selection of hydropower projects for development shall be done in\n* Notwithstanding 8.1, the government may undertake review of the hydropower\n* All project definition and preparatory studies up to at least the pre-feasibility level for\n* The DHPS shall carry out an MCA to select tentative list of projects to be taken forward\n* Whenever preparatory studies are conducted through engagement of expatriates, it shall\n* The Engineering and Design of the hydropower and associated infrastructure scheme\n* DHPS shall review, vet and assess the techno-economic viability of the feasibility"}, {"text_block_id": "p8_b127", "text": "9. Regulatory Aspects"}, {"text_block_id": "p8_b128", "text": "9. Regulatory Aspects\n* All Project Developers will be required to obtain generation licence from the\n* Project shall be required to comply with all national regulations, codes and standards"}, {"text_block_id": "p8_b132", "text": "10. Currency of Investment and Repatriation"}, {"text_block_id": "p8_b133", "text": "10. Currency of Investment and Repatriation\n* Foreign Investors will be required to invest in convertible currency(ies).\n* Investments by Indian national/companies shall be permitted in Indian Rupees. Any\n* Repatriation of capital and remittance of dividends shall be governed by the laws and"}, {"text_block_id": "p8_b139", "text": "11. Investment Guarantee/Compensation"}, {"text_block_id": "p8_b140", "text": "In case of occurrence of any Bhutan sovereign event impacting the continuation or operation of the project, the compensation that is to be provided to the Developer shall be decided as per the provisions under the CA."}, {"text_block_id": "p8_b141", "text": "12. Taxation"}, {"text_block_id": "p8_b142", "text": "12."}, {"text_block_id": "p8_b143", "text": "1All plants, construction materials, equipment, machineries and services imported for direct use by the principal contractors in construction of hydropower projects including Associated Transmission Systems (ATS) shall be exempted for any levies, taxes except, where not permissible by the law."}, {"text_block_id": "p9_b144", "text": "12."}, {"text_block_id": "p9_b145", "text": "2For operationalizing the above, a separate Tax guideline for hydropower projects shall be issued by the Ministry of Finance."}, {"text_block_id": "p9_b146", "text": "12."}, {"text_block_id": "p9_b147", "text": "3No export duty shall be levied on the export of electricity."}, {"text_block_id": "p9_b148", "text": "13. Local Participation and Partnership"}, {"text_block_id": "p9_b149", "text": "13.1"}, {"text_block_id": "p9_b150", "text": "When implementing the projects, mechanisms shall be built in the contract documents to source locally available construction materials and ensure maximum benefits are accrued to Bhutanese suppliers, transporters, contractors, manufacturers, and other service providers."}, {"text_block_id": "p9_b151", "text": "13.2"}, {"text_block_id": "p9_b152", "text": "Design and construction of infrastructure works like access roads, bridges, residential and non-residential buildings, water supply schemes, electricity distribution supply networks, etc. shall be awarded only to the local firms."}, {"text_block_id": "p9_b153", "text": "13.3"}, {"text_block_id": "p9_b154", "text": "Local firms or their consortium shall be encouraged to participate in the main contract works of hydropower construction by forming joint ventures with the foreign firms."}, {"text_block_id": "p9_b155", "text": "13.4"}, {"text_block_id": "p9_b156", "text": "RGOB shall have right to offload/reserve portion of the main works for Bhutanese firms and contractors, for which terms and condition shall be mentioned in the CA."}, {"text_block_id": "p9_b157", "text": "13.5"}, {"text_block_id": "p9_b158", "text": "RGoB shall not allow foreign firms nominated to supply equipment and construction of hydropower project to appoint intermediary local agents ."}, {"text_block_id": "p9_b159", "text": "14. Expatriate Employment and Work Permits"}, {"text_block_id": "p9_b160", "text": "14.1"}, {"text_block_id": "p9_b161", "text": "Bhutanese will be given preference for employment in projects to the extent possible, based on their skills and capability."}, {"text_block_id": "p9_b162", "text": "14.2"}, {"text_block_id": "p9_b163", "text": "Only after exhausting the provision 14.1, foreign partners will be allowed to bring in expatriate personnel during the time of construction in accordance with prevailing laws of the country."}, {"text_block_id": "p9_b164", "text": "14.3"}, {"text_block_id": "p9_b165", "text": "Whenever such expatriates of specialized skills are employed during the construction phase, it shall be mandatory for the Developer to ensure skills transfer and capacity building of the local counterparts."}, {"text_block_id": "p9_b166", "text": "15. Domestic Power Supply and Services"}, {"text_block_id": "p9_b167", "text": "15.1"}, {"text_block_id": "p9_b168", "text": "In order to meet the domestic demand, the existing plants developed under IG mode shall first be booked for domestic supply. In the event above plants are not able to meet the domestic demand, the project with the lowest cost of generation shall be earmarked to supplement the energy."}, {"text_block_id": "p10_b169", "text": "15.2"}, {"text_block_id": "p10_b170", "text": "In the event of inadequate generation from all the fully RGoB owned plants to meet"}, {"text_block_id": "p10_b171", "text": "the domestic demand, the RGoB shall exercise its “first right of refusal” to source"}, {"text_block_id": "p10_b172", "text": "the energy from other plants not fully owned by RGoB that has the lowest off-take rate."}, {"text_block_id": "p10_b173", "text": "15.3"}, {"text_block_id": "p10_b174", "text": "The RGoB shall carry out supply and demand forecasts and other relevant analysis on a periodic basis."}, {"text_block_id": "p10_b175", "text": "15.4"}, {"text_block_id": "p10_b176", "text": "DHPS shall assess and allocate power supply to an industry based on recommendation of Department of Industry and Department of Small and Cottage Industry on the type of industry to be promoted."}, {"text_block_id": "p10_b177", "text": "15.5"}, {"text_block_id": "p10_b178", "text": "In prioritizing the supply of electricity, the following shall be the order of merit:"}, {"text_block_id": "p10_b179", "text": "In prioritizing the supply of electricity, the following shall be the order of merit:\n* Essential Public Institutions and Services\n* Individual household\n* General Commercial establishments (including other Public Institutions and\n* Construction power, and\n* Industries\n* Industries\n In the event of a power deficit scenario, requiring load shedding, the order of load"}, {"text_block_id": "p10_b190", "text": "15.6"}, {"text_block_id": "p10_b191", "text": "The RGoB shall promote secure, safe, reliable and cost-effective power supply to the consumers through appropriate mechanisms and support measures."}, {"text_block_id": "p10_b192", "text": "15.7"}, {"text_block_id": "p10_b193", "text": "Bhutan Power System Coordination Committee (BPSCC) shall facilitate the smooth operation of the power systems including power cross border electricity trade. DHPS shall be the secretariat for BPSCC."}, {"text_block_id": "p10_b194", "text": "16. Transmission and Load Despatch"}, {"text_block_id": "p10_b195", "text": "16.1"}, {"text_block_id": "p10_b196", "text": "The transmission and associated system for hydropower projects shall be in conformity with the National Transmission Grid Master Plan (NTGMP). The NTGMP shall be reviewed and updated regularly by the DHPS."}, {"text_block_id": "p10_b197", "text": "16.2"}, {"text_block_id": "p10_b198_merged_merged", "text": "The SPV will be required to have a power evacuation agreement with Bhutan Power Corporation Limited (BPC) at the time of CA. The Developer shall be responsible for laying transmission lines and connect to the nearest Grid sub-station of the BPC beyond which the BPC will provide the transmission facilities for wheeling the electricity within Bhutan and if it is for export, till the delivery point at the International border in coordination with the Importing Country’s transmission entity. The Developer has to enter into an agreement with BPC for the transmission"}, {"text_block_id": "p11_b201", "text": "service and will also be required to pay transmission and wheeling charges as determined by the electricity regulator from time to time. However, the developer or the National Transmission Agency shall mandatorily fulfil N-2 (tower contingency) criterion for development of transmission lines."}, {"text_block_id": "p11_b202", "text": "16.3"}, {"text_block_id": "p11_b203", "text": "The RGoB will provide support required for facilitating the transmission of power"}, {"text_block_id": "p11_b204", "text": "with the Importing Country’s transmission entities."}, {"text_block_id": "p11_b205", "text": "16.4"}, {"text_block_id": "p11_b206", "text": "The load dispatch procedures will be as notified by the Bhutan Power System Operator."}, {"text_block_id": "p11_b207", "text": "17. Social Considerations"}, {"text_block_id": "p11_b208", "text": "17.1"}, {"text_block_id": "p11_b209", "text": "The Developer shall locate project component (and other infrastructures) in the state reserve forest land to the extent possible. In the event where it is not possible, the RGoB shall acquire private land as per the Land Act, required to construct the hydropower project. All land required for the project shall be leased to the Developer."}, {"text_block_id": "p11_b210", "text": "17.2"}, {"text_block_id": "p11_b211", "text": "In addition to the compensation provided for acquisition of private land, the RGoB shall provide free electricity of 10,000 kWh per annum for every acre of land (or prorated thereof) acquired for the Project from the Royalty Energy after commercial operation for 30 years. The land owner may either avail free electricity or cash in lieu thereof at the export rates from the project. Any conflicting provisions on the same shall stand null and void and such Agreement if already entered should be rectified to bring out such changes with immediate effect."}, {"text_block_id": "p11_b212", "text": "17.3"}, {"text_block_id": "p11_b213", "text": "The Developer shall provide the cost of rehabilitation and resettlement of the displaced persons from the project area and other local development activities. The Developer shall implement the Rehabilitation, Resettlement and Local Development Plan in consultation with the RGoB and Local Authorities."}, {"text_block_id": "p11_b214", "text": "17.4"}, {"text_block_id": "p11_b215", "text": "The necessary infrastructure for the construction/development of the project and local area development will be part of the project and shall be developed by the Developer, the scope of which will be indicated and elaborated in the DPR."}, {"text_block_id": "p11_b216", "text": "17.5"}, {"text_block_id": "p11_b217", "text": "The Project Developer shall provide employment to one member of each of the Adversely Affected Family(s) as a result of acquisition of land for the project during the construction period of the project."}, {"text_block_id": "p11_b218", "text": "17.6"}, {"text_block_id": "p11_b219", "text": "The Project Developer shall submit a Human Resources plan for the project implementation and Operation and Maintenance (O & M) phases to the DHPS. DHPS in consultation with relevant RGoB agency(ies) shall facilitate timely recruitment or development of skills in collaboration with the Project Developer. The Project Developer shall also ensure that development of necessary skills (through programmes such as TVET) for the member of Adversely Affected"}, {"text_block_id": "p12_b220", "text": "Family(s) and shall be completed within the pre-construction period for recruitment during the construction phase."}, {"text_block_id": "p12_b221", "text": "17.7"}, {"text_block_id": "p12_b222", "text": "For the purpose of employment, the Developer shall also provide training to eligible persons based on their educational qualification so that they are in a position to get employment for various jobs in the project. The Company shall implement a training program endorsed by the DHPS/other authorized RGOB agencies for transfer of technology and enhancement of skills of Bhutanese workers."}, {"text_block_id": "p12_b223", "text": "17.8"}, {"text_block_id": "p12_b224", "text": "All employees shall be Bhutanese nationals during O & M phase."}, {"text_block_id": "p12_b225", "text": "18. Environmental Considerations"}, {"text_block_id": "p12_b226", "text": "18.1"}, {"text_block_id": "p12_b227", "text": "The Royal Government shall ensure that hydropower development, generation and transmission are in line with the environmental legislations of the country."}, {"text_block_id": "p12_b228", "text": "18.2"}, {"text_block_id": "p12_b229", "text": "Initial pre-feasibility study for environmental aspects shall be carried out by the concerned RGoB agencies. The developer shall be required to carry out comprehensive EIA as per the environmental legislations of the country and the Bhutan Hydropower Guidelines 2018 and amendments thereto."}, {"text_block_id": "p12_b230", "text": "18.3"}, {"text_block_id": "p12_b231", "text": "The Project Developer shall make suitable provisions for mitigation of adverse impacts as per approved EIA Report. The implementation of Environment Management Plan (EMP) and other risk management measures shall be the responsibility of the Project Developer at all stages of the project."}, {"text_block_id": "p12_b232", "text": "18.4"}, {"text_block_id": "p12_b233", "text": "The MoAF in collaboration with MoEA and MoF shall work out the modalities for integrated sustainable water resources management."}, {"text_block_id": "p12_b234", "text": "18.5"}, {"text_block_id": "p12_b235", "text": "New projects will be developed in the river basins with existing hydropower projects or where hydropower projects are already under construction unless they are comparatively financially less attractive than others."}, {"text_block_id": "p12_b236", "text": "18.6"}, {"text_block_id": "p12_b237", "text": "The RGoB shall endeavour to avail/seize the opportunities under the new market mechanism/international carbon trading mechanisms for renewable hydropower energy."}, {"text_block_id": "p12_b238", "text": "18.7"}, {"text_block_id": "p12_b239", "text": "The RGoB will allocate any benefits derived from the Paris Agreement or any other mechanisms in terms of reduction of emissions of greenhouse gases to the Project Proponents. Certified Emission Reduction (CER) or any other credits will be the property of the Project Proponents. For the projects developed under IG and JV mode, the provisions of the Bilateral Agreement for IG projects and the InterGovernmental Agreement for JV projects will prevail."}, {"text_block_id": "p12_b240", "text": "18.8"}, {"text_block_id": "p12_b241", "text": "The RGoB shall levy tax on the income from sale of CER or other benefits and such terms and conditions shall be specified in CA."}, {"text_block_id": "p13_b242", "text": "19. Resource for Hydropower Research and Development"}, {"text_block_id": "p13_b243", "text": "19.1"}, {"text_block_id": "p13_b244", "text": "The RGoB will allocate adequate resource for new project development activities including preparation of project profiles and reports, site investigation and studies, processing of clearances, capacity building, promotion of projects, and facilitation for development of hydropower and other energy resources."}, {"text_block_id": "p13_b245", "text": "19.2"}, {"text_block_id": "p13_b246", "text": "The RGoB will also provide adequate resources for upstream catchment protection which shall be implemented jointly by DHPS, MoEA and MoAF. The manner in which resources would be allocated would be determined and notified separately by the RGoB."}, {"text_block_id": "p13_b247", "text": "19.3"}, {"text_block_id": "p13_b248", "text": "In order to ensure sustainable growth and expansion of the sector, research and development activities will be encouraged. A suitable funding mechanism would be established for promoting Research& Development in the Power Sector."}, {"text_block_id": "p13_b249", "text": "19.4"}, {"text_block_id": "p13_b250_merged", "text": "The RGoB will endeavour to set aside separate fund from the earnings as a long-term strategy to reinvest and develop future hydropower plants in a sustainable manner."}, {"text_block_id": "p13_b253", "text": "20. Amendments"}, {"text_block_id": "p13_b254", "text": "The RGoB may amend this policy as and when required. However, the terms and conditions of CA which are in effect shall not be subject to these amendments."}, {"text_block_id": "p13_b255", "text": "21. Application"}, {"text_block_id": "p13_b256", "text": "This Policy shall henceforth govern all types of the hydropower resources except where exemption is provided by the Electricity Act of Bhutan and supersede all other contradicting policy provisions of the RGoB. However, Department of Renewable Energy shall implement projects below 25MW for promotion of technologies, rural electrification and decentralized generation."}, {"text_block_id": "p13_b257", "text": "22. Interpretation of the Policy"}, {"text_block_id": "p13_b258", "text": "In the event of conflict of interpretation, the Ministry of Economic Affairs shall, on behalf of the RGoB, be the authority to interpret various provisions of this policy which shall be final and binding."}, {"text_block_id": "p13_b259", "text": "23. Definitions"}, {"text_block_id": "p13_b260", "text": "Unless specifically included in the list below, words or expressions are to be interpreted in good faith, in accordance with the ordinary meaning of its terms, in their context, and in light of the objective and purpose of this Policy. Whenever the following capitalised terms are"}, {"text_block_id": "p14_b261", "text": "used in the Policy, whether in the singular or with plural, in the future or past, they shall have the same meanings ascribed to each of them below, unless the context otherwise requires:"}, {"text_block_id": "p14_b262", "text": "i."}, {"text_block_id": "p14_b263", "text": "Adversely Affected Family:"}, {"text_block_id": "p14_b264", "text": "Family(ies) losing more than twenty five percent (25%) of registered land holdings or families losing both homestead and portion of land."}, {"text_block_id": "p14_b265", "text": "ii."}, {"text_block_id": "p14_b266", "text": "Bhutanese Company"}, {"text_block_id": "p14_b267", "text": ": A Company registered under the Companies Act of the Kingdom of Bhutan either owned by wholly by the government or 100% owned Public Corporation of the RGoB or Companies owned by Bhutanese Nationals having 100% equity."}, {"text_block_id": "p14_b268", "text": "iii."}, {"text_block_id": "p14_b269", "text": "Bid"}, {"text_block_id": "p14_b270", "text": ": Is an offer to participate in the project, made in accordance with the terms and conditions set out in a document inviting such offers. The te"}, {"text_block_id": "p14_b271", "text": "rm “tender” is synonymous with the term “bid”."}, {"text_block_id": "p14_b272", "text": "iv."}, {"text_block_id": "p14_b273", "text": "Certified Emission Reductions (CER)"}, {"text_block_id": "p14_b274_merged", "text": ":A CER is the technical term for the output of Clean Development Mechanism (CDM) projects, as defined by the Kyoto Protocol. One Certified Emission Reduction unit represents one tonne of carbon dioxide (CO2) equivalent reduced."}, {"text_block_id": "p14_b277", "text": "v."}, {"text_block_id": "p14_b278", "text": "Commercial Operation Date (COD)"}, {"text_block_id": "p14_b279", "text": ": The commercial operation date shall be reckoned as the date on which the each unit of generating plant and equipment is jointly declared as commissioned by the RGoB and the Project Developer."}, {"text_block_id": "p14_b280", "text": "vi."}, {"text_block_id": "p14_b281", "text": "Concession Agreement"}, {"text_block_id": "p14_b282", "text": ": The CA outlines the implementation agreement between the Government and the Developer and broadly consists of the following:"}, {"text_block_id": "p14_b283", "text": ": The CA outlines the implementation agreement between the Government and the Developer and broadly consists of the following:\n* Project Commissioning Schedule and Construction Period Requirements from\n* Terms and Conditions for the project during the operation period i.e. from the\n* : A person or a body of persons, company, firm such other private or"}, {"text_block_id": "p14_b287", "text": "vii."}, {"text_block_id": "p14_b288", "text": "Construction Power"}, {"text_block_id": "p14_b289", "text": ": Power used for construction of hydropower and other infrastructures."}, {"text_block_id": "p15_b293", "text": "ix."}, {"text_block_id": "p15_b294", "text": "Electricity Regulator"}, {"text_block_id": "p15_b295", "text": ": Bhutan Electricity Authority (BEA) is the electricity regulatory agency of Bhutan as defined by the Electricity Act."}, {"text_block_id": "p15_b296", "text": "x."}, {"text_block_id": "p15_b297", "text": "Environment Impact Assessment (EIA)"}, {"text_block_id": "p15_b298", "text": ": Is a study which provides a description of the potential environmental effects on the environment, a recording of those effects in a report, undertaking a public consultation, and taking into account of comments and the report when making the final decisions as to whether to go ahead with the project, and how best to go about it in an environmentally conscious manner."}, {"text_block_id": "p15_b299", "text": "xi."}, {"text_block_id": "p15_b300", "text": "Essential Public Institutions"}, {"text_block_id": "p15_b301", "text": ": Institutions such as Hospitals, Military establishments, Communication establishment and services, Dzongs, Schools, Religious institutions and Government offices."}, {"text_block_id": "p15_b302", "text": "xii."}, {"text_block_id": "p15_b303", "text": "General Commercial Establishment"}, {"text_block_id": "p15_b304", "text": ": Commercial establishments such as hotels, shopping malls, supermarkets, business complex."}, {"text_block_id": "p15_b305", "text": ": Commercial establishments such as hotels, shopping malls, supermarkets, business complex.\n* : Means the country that is final destination to which the\n* : All industrial establishment in the order as follows:\n\t* Cottage and Small enterprises,\n\t* Medium industries from 1MW up to 10MW,\n\t* Large industries above 10MW\n\t* A person who is a citizen of Bhutan; or\n\t* An entity which is incorporated /registered within Bhutan"}, {"text_block_id": "p15_b317", "text": "xv."}, {"text_block_id": "p15_b318", "text": "Local"}, {"text_block_id": "p15_b319", "text": ": For the purposes of this Policy a local is either:"}, {"text_block_id": "p15_b324", "text": "xvi."}, {"text_block_id": "p15_b325", "text": "Multi Criteria Analysis (MCA)"}, {"text_block_id": "p15_b326", "text": ": It is a method in identifying the priority hydropower potential sites considering economic aspects, risk assessment of the project, environmental and social impacts, and merits of the regional development."}, {"text_block_id": "p15_b327", "text": "xvii."}, {"text_block_id": "p15_b328", "text": "Parties"}, {"text_block_id": "p15_b329", "text": ": Collectively includes any individual, firm, company, legal entity, agency or partnership whom an Agreement or a Contract has been executed under this Policy."}, {"text_block_id": "p15_b330", "text": "xviii."}, {"text_block_id": "p15_b331", "text": "Power Purchase Agreement (PPA)"}, {"text_block_id": "p15_b332", "text": ": An agreement or contract between a buyer and producer to purchase electricity for a set price and period of time."}, {"text_block_id": "p16_b333", "text": "xix."}, {"text_block_id": "p16_b334", "text": "Private"}, {"text_block_id": "p16_b335_merged", "text": ": The private sector consists of all that is outside the state. This includes a variety of entities such as for-profit and non-profit enterprises, corporations (including those in foreign control), banks (other than central banks), any other non-governmental organizations, as well as individuals not employed by the state. It is the part of the economy which is not under the direct control of government."}, {"text_block_id": "p16_b338", "text": "xx."}, {"text_block_id": "p16_b339", "text": "Public"}, {"text_block_id": "p16_b340", "text": ": Refers to an agency as well as corporations owned by the Royal Government or/and sectors of the general government of foreign countries (e.g. central, state and local government units) as well as their state owned enterprises. Any public partnership mentioned in this Policy shall in the first place mean the RGoB agency."}, {"text_block_id": "p16_b341", "text": "xxi."}, {"text_block_id": "p16_b342", "text": "Public Sector Undertaking (PSU)"}, {"text_block_id": "p16_b343", "text": ": A company where majority of the shares are owned by the Government."}, {"text_block_id": "p16_b344", "text": "xxii."}, {"text_block_id": "p16_b345", "text": "Royalty Power/Energy"}, {"text_block_id": "p16_b346", "text": ": The free Power/Energy that would be made available to the RGoB under a project during the concession period i.e. the period starting from the commercial operation date of the project."}, {"text_block_id": "p16_b347", "text": "xxiii."}, {"text_block_id": "p16_b348", "text": "Special Purpose Vehicle"}, {"text_block_id": "p16_b349", "text": ": Is a body corporate created to fulfil narrow, specific or temporary objectives, primarily to isolate financial risk."}, {"text_block_id": "p16_b350", "text": "xxiv."}, {"text_block_id": "p16_b351", "text": "Strategic Partner"}, {"text_block_id": "p16_b352", "text": ": A partnership where the RGoB agency chooses a partner based on market access, technology transfer, and human capacity building and franchise reasons. In such partnership, the equity of the foreign/private partner shall be limited to twenty six percent (26%)."}, {"text_block_id": "p16_b353", "text": "xxv."}, {"text_block_id": "p16_b354", "text": "Wheeling charges"}, {"text_block_id": "p16_b355", "text": ": Means charges for transfer of power per unit of energy payable to the owner of the transmission network."}], "document_description": "This document makes hydropower a core energy source for the country, and intends to protect the resource from adverse effects of climate change, notably by storing water from melting glaciers."}