{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Bhutan", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Economy-wide"], "document_language": "English", "document_name": "Climate Change Policy of the Kingdom of Bhutan 2020", "document_country_code": "BTN", "document_hazard_name": ["Forest Wildfires", "Desertification", "Windstorms", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "South Asia", "document_date": "01/01/2020", "document_keyword": ["Buildings", "Agriculture", "Energy"], "document_url": "https://cdn.climatepolicyradar.org/BTN/2020/BTN-2020-01-01-Climate Change Policy of the Kingdom of Bhutan 2020_80d3af8046604f57f72e76e92db6b05d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Climate Change Policy of the Kingdom of Bhutan 2020"}, {"text_block_id": "p0_b2", "text": "National Environment Commission"}, {"text_block_id": "p0_b3", "text": "Royal Government of Bhutan"}, {"text_block_id": "p1_b4", "text": "Contents"}, {"text_block_id": "p2_b5", "text": "1. Rationale for a Climate Change Policy"}, {"text_block_id": "p2_b6", "text": "1.1 Introduction"}, {"text_block_id": "p2_b7", "text": "Bhutan is highly vulnerable to the adverse impacts of climate change. In addition to being a land locked and least developed country with a fragile mountainous environment, high dependence of the population on agriculture and the significant role of hydropower for economic development increase the vulnerability. Bhutan also faces increasing threats from climate hazards and extreme events such as flash floods, glacial lake outburst floods, windstorms, forest fires and landslides."}, {"text_block_id": "p2_b8", "text": "Bhutan has a development imperative and will pursue ecologically balanced sustainable development in line with development philosophy of Gross National Happiness. To remain carbon neutral, growing emissions from economic development will need to be mitigated by pursuing low emission development pathways across all the sectors."}, {"text_block_id": "p2_b9_merged", "text": "In order to address challenges and opportunities arising from recent developments in national and international arena of climate change, the Climate Change Policy was developed."}, {"text_block_id": "p2_b12", "text": "This Policy was formulated in a participatory and consultative manner throughout the process. Various stakeholders from governmental and non-governmental organization including Civil Society Organizations and private sectors were involved at the national and local level."}, {"text_block_id": "p2_b13", "text": "1.2 Vision:"}, {"text_block_id": "p2_b14", "text": "A prosperous, resilient and carbon neutral Bhutan where the pursuit of gross national happiness for the present and future generations is secure under a changing climate."}, {"text_block_id": "p2_b15", "text": "1.3 Policy Goals:"}, {"text_block_id": "p2_b16", "text": "1.3 Policy Goals:\n* To provide strategic guidance to ensure that Bhutan remains carbon neutral\n* To ensure meaningful participation of all relevant stakeholders in climate\n* To ensure that the challenges and opportunities of climate change are"}, {"text_block_id": "p3_b22", "text": "1.4 Guiding Principles"}, {"text_block_id": "p3_b23", "text": "The climate change policy is guided by the following principles:"}, {"text_block_id": "p3_b24", "text": "The climate change policy is guided by the following principles:\n* o ensure a good quality of life for the people of\n* o ensure a good quality of life for the people of\n â\n* o ensure a good quality of life for the people of\n â\n as articulated in Article 9.1 of the Constitution of the Kingdom\n* Promote those conditions that will enable the\n* Promote those conditions that will enable the\n â as articulated in Article 9.2 of the Consti\n* Promote those conditions that will enable the\n â as articulated in Article 9.2 of the Consti\n tution\n* The fundamental rights and duties of each citizen to act as a trustee of the\n* generations, including the prevention of pollution as articulated in Article 5 of the\n* The middle path approach in obligations of the Royal Government under Article 5\n* The recognition of intergenerational equity and provision of a safe and healthy\n* The precautionary principle as articulated in Chapter II of the National\n* The polluter pays principle and payment of ecosystem services to pay for use of\n* The right to information and the engagement of all stakeholders as articulated in\n* Ensure coherent and clear implementation of national climate priorities in line with"}, {"text_block_id": "p4_b54", "text": "2. Definitions"}, {"text_block_id": "p4_b55", "text": "Accessing Climate Finance:"}, {"text_block_id": "p4_b56", "text": "Refers to tapping finance from international climate funds set up under the UNFCCC and other multilateral funds"}, {"text_block_id": "p4_b57", "text": "Adaptation:"}, {"text_block_id": "p4_b58", "text": "Refers to adjustment to cope with the adverse impacts of climate change"}, {"text_block_id": "p4_b59", "text": "Adaptation Communication:"}, {"text_block_id": "p4_b60", "text": "Refers to communication of the national efforts and requirements for enhancing and/or strengthening adaptation to climate change."}, {"text_block_id": "p4_b61", "text": "Carbon sink:"}, {"text_block_id": "p4_b62", "text": "Refers to an ecosystem such as forest, soil and oceans that absorbs/sequester carbon dioxide and other Greenhouse Gases from the atmosphere"}, {"text_block_id": "p4_b63", "text": "Carbon neutral:"}, {"text_block_id": "p4_b64", "text": "Refers to a situation wherein the level of greenhouse gas emissions and sequestration by the carbon sink are leveled"}, {"text_block_id": "p4_b65", "text": "Climate change:"}, {"text_block_id": "p4_b66", "text": "Refers to a change in the weather patterns over a period of time"}, {"text_block_id": "p4_b67", "text": "Climate change coordination committee (C4):"}, {"text_block_id": "p4_b68_merged", "text": "A technical committee established through an executive order from the Hon’ble Prime Minister and serve as a forum to discuss and coordinate matters related to climate change in Bhutan and make recommendations for consideration by the National Environment Commission"}, {"text_block_id": "p4_b71", "text": "Climate risk:"}, {"text_block_id": "p4_b72", "text": "Risk to life, health, infrastructure and any ecosystem arising due to climate change"}, {"text_block_id": "p4_b73", "text": "Convention (UNFCCC):"}, {"text_block_id": "p4_b74", "text": "Refers to United Nation Framework Convention on Climate Change. The Royal Government of Bhutan ratified the convention in 1994."}, {"text_block_id": "p4_b75", "text": "Conference of Parities (COP):"}, {"text_block_id": "p4_b76", "text": "Refers to the meeting of parties under the UNFCCC"}, {"text_block_id": "p4_b77", "text": "Cooperative approaches:"}, {"text_block_id": "p4_b78", "text": "voluntary scheme for carbon trading under the Paris Agreement"}, {"text_block_id": "p4_b79", "text": "Decoupling (of GHG emissions):"}, {"text_block_id": "p4_b80", "text": "Refers to reducing the growth in GHG emissions while making economic and social progress"}, {"text_block_id": "p4_b81", "text": "Greenhouse gas (GHG):"}, {"text_block_id": "p4_b82", "text": "Refers to the gases responsible for causing global warming"}, {"text_block_id": "p4_b83", "text": "Intergovernmental Panel on Climate Change (IPCC):"}, {"text_block_id": "p4_b84", "text": "a scientific and intergovernmental body under the auspices of the United Nations dedicated to the task of providing the world with an objective, scientific view of climate change and its political and economic impacts."}, {"text_block_id": "p4_b85", "text": "Low emission development strategy (LEDS):"}, {"text_block_id": "p4_b86", "text": "Refers to a sectoral or national level development strategy aimed at ensuring socio-economic growth with minimum level of related GHG emissions"}, {"text_block_id": "p4_b87", "text": "Mitigation:"}, {"text_block_id": "p4_b88", "text": "Refers to reduction in the anthropogenic emission of GHG to reduce global warming"}, {"text_block_id": "p4_b89", "text": "National Adaptation Plan (NAP):"}, {"text_block_id": "p4_b90", "text": "Refers to a long-term plan for adapting to adverse impacts of climate change"}, {"text_block_id": "p5_b91", "text": "NAP process:"}, {"text_block_id": "p5_b92", "text": "Refers to the procedure and processes related to formulation of the NAP document and its implementation at a later stage"}, {"text_block_id": "p5_b93", "text": "National Climate Change Committee (NCCC):"}, {"text_block_id": "p5_b94", "text": "It is the highest body for decision making on matters related to climate change in Bhutan. The National Environment Commission acts as the NCCC"}, {"text_block_id": "p5_b95", "text": "Nationally Determined Contribution (NDC):"}, {"text_block_id": "p5_b96", "text": "Refers to the best efforts put forth by countries under the Paris Agreement in order to ensure that the global temperature increase does not exceed 2"}, {"text_block_id": "p5_b97", "text": "o"}, {"text_block_id": "p5_b98", "text": "C above the pre-industrial levels."}, {"text_block_id": "p5_b99", "text": "Paris Agreement:"}, {"text_block_id": "p5_b100", "text": "It is a global agreement under the auspices of the United Nations Framework Convention on Climate Change (UNFCCC) and agreed during the 21"}, {"text_block_id": "p5_b101", "text": "st"}, {"text_block_id": "p5_b102", "text": "Session of the Conference of Parties at Paris, France."}, {"text_block_id": "p5_b103", "text": "It entered into force on 4"}, {"text_block_id": "p5_b104", "text": "th"}, {"text_block_id": "p5_b105", "text": "November 2016."}, {"text_block_id": "p5_b106", "text": "Resilience:"}, {"text_block_id": "p5_b107", "text": "Refers to the capacity to recover from the damages caused by adverse impacts of climate change"}, {"text_block_id": "p5_b108", "text": "Resource Mobilization:"}, {"text_block_id": "p5_b109", "text": "Refers to negotiations and discussions with potential donor agencies or sources to secure resources for implementation of country plans and programs"}, {"text_block_id": "p5_b110", "text": "Stakeholder:"}, {"text_block_id": "p5_b111", "text": "Refers to all the agencies and bodies responsible/consulted for the formulation of the policy including those that have a role in the implementation of this policy"}, {"text_block_id": "p5_b112", "text": "Temperature goal (of Paris Agreement 1.5 and 2 degrees):"}, {"text_block_id": "p5_b113_merged_merged_merged", "text": "Refers to the objective of the Paris Agreement to restrict the global temperature rise below 2oC above the pre-industrial levels"}, {"text_block_id": "p5_b118", "text": "Transformative:"}, {"text_block_id": "p5_b119", "text": "Refers to causing a marked change"}, {"text_block_id": "p5_b120", "text": "Vulnerability:"}, {"text_block_id": "p5_b121", "text": "Refers to susceptibility to a changing climate"}, {"text_block_id": "p5_b122", "text": "Vulnerable groups"}, {"text_block_id": "p5_b123", "text": ": Refers to the section of the society that are more prone to adverse impacts of climate change due to personal features of the individual (age, health etc) and/or social and institutional context such as levels of inequality and income etc."}, {"text_block_id": "p5_b124", "text": "…"}, {"text_block_id": "p6_b125", "text": "3."}, {"text_block_id": "p6_b126", "text": "Policy Statement"}, {"text_block_id": "p6_b127", "text": "To achieve the overall vision and objectives of the CCP, four broad areas of actions are required covering mitigation of emission, adaptation to the adverse impact of climate change, ensuring adequate support measures and effective engagement among stakeholders."}, {"text_block_id": "p6_b128", "text": "The Royal Government of Bhutan made the commitment to remain carbon neutral at COP15 of UN Framework Convention on Climate Change in 2009 and reiterated the commitment under its Nationally Determined Contribution (NDC) to the Paris Agreement in 2015 as a contribution to keep the planet safe for the benefit of present and future generations."}, {"text_block_id": "p6_b129", "text": "Climate change poses a threat to sustainable development and to the pursuit of gross national happiness. Therefore, measures to build resilience and reduce vulnerability are necessary to adapt to the adverse impacts of climate change and minimize future climate risks."}, {"text_block_id": "p6_b130", "text": "In order to implement climate actions, international support in the form of finance, technology, capacity building, research and awareness is required as outlined in the first NDC. Bhutan must be ready to access and receive international support while also mobilizing some amount of domestic support under the objective of achieving self -sufficiency and economic self -reliance."}, {"text_block_id": "p6_b131", "text": "Climate change is a cross-cutting issue and needs to be addressed comprehensively and coordinated effectively across all relevant sectors and levels. A review of institutional arrangements revealed that while integration of climate change into various policies, programs and plans are starting to take place; there are a lot of duplication of efforts due to a lack of clarity in roles and mandates. This has further led to uncoordinated approach in determining national priorities in addressing climate change."}, {"text_block_id": "p6_b132", "text": "In order to ensure effective and efficient implementation of this policy, the following statements and measures shall guide the implementation of climate change actions in Bhutan."}, {"text_block_id": "p7_b133", "text": "Policy Objective 1: Pursue carbon neutral development"}, {"text_block_id": "p7_b134", "text": "The RGOB shall take appropriate measures to maintain the carbon neutral status of"}, {"text_block_id": "p7_b135", "text": "Bhutan towards ensuring ‘ecologically balanced sustainable development while"}, {"text_block_id": "p7_b136", "text": "prom"}, {"text_block_id": "p7_b137", "text": "oting justifiable economic and social development’ by pursuing a low GHG emissions"}, {"text_block_id": "p7_b138", "text": "development pathway."}, {"text_block_id": "p7_b139", "text": "Statement:"}, {"text_block_id": "p7_b140", "text": "Statement:\n* Manage and conserve the carbon sink in forests and soils to maintain carbon\n* Pursue transformative actions and approaches to decouple GHG emissions from\n* , transport and waste sectors through integration of\n* Manage GHG emissions from agricultural sector in a manner that does not\n* Fulfill relevant commitments on mitigation under the UNFCCC and Paris\n* relevant mechanisms under the Paris Agreement such as âcooperative\n* relevant mechanisms under the Paris Agreement such as âcooperative\n other\n* Emission reduction credits generated from various activities shall be allocated\n* Monitor carbon neutral status of Bhutan through annual monitoring of GHG\n* Establish project level monitoring, reporting and verification (MRV) systems in"}, {"text_block_id": "p7_b162", "text": "Policy Objective 2: Building resilience to climate change"}, {"text_block_id": "p7_b163", "text": "RGOB shall take measures to protect the health, lives, livelihoods and happiness of the people of Bhutan from the adverse impacts of climate change by building adaptive capacity and resilience to reduce vulnerability and by integrating adaptation actions into the development planning process at all levels"}, {"text_block_id": "p7_b164", "text": "."}, {"text_block_id": "p8_b165", "text": "Statement:"}, {"text_block_id": "p8_b166", "text": "Statement:\n* Ensure a continuous, progressive and iterative process to assess the\n* Promote and assess the integration of climate change adaptation planning and\n* Enhance the climate information and knowledge system to support a long-term,\n* Assess progress in adaptation including measurement of resilience and to"}, {"text_block_id": "p8_b174", "text": "Policy Objective 3: Ensure means of implementation"}, {"text_block_id": "p8_b175", "text": "RGOB shall strive to ensure adequate means of implementation (through finance, technology, capacity building, research and awareness, integration) to support both mitigation and adaptation actions."}, {"text_block_id": "p8_b176", "text": "3.1       Statement for finance support:"}, {"text_block_id": "p8_b177", "text": "3.1       Statement for finance support:\n* Ensure a coherent and coordinated nationally driven approach to accessing\n* Ensure sufficient budget allocation for prioritized climate change activities from\n* Support and promote private sector investment in climate change action in line\n* Monitor and report flow of financial support from domestic and international"}, {"text_block_id": "p8_b185", "text": "3.2."}, {"text_block_id": "p8_b186", "text": "Statement for technology support:"}, {"text_block_id": "p8_b187", "text": "Statement for technology support:\n* Promote the identification and transfer of appropriate technologies to support\n* Promote innovation and development of traditional, indigenous and"}, {"text_block_id": "p9_b191", "text": "3.3. Statement for capacity building support:"}, {"text_block_id": "p9_b192", "text": "3.3. Statement for capacity building support:\n* Enhance the capacity of all relevant stakeholders and institutions including the\n* Ensure a coherent and coordinated process to access support from international"}, {"text_block_id": "p9_b196", "text": "3.3. Statement for capacity building support:\n* Enhance the capacity of all relevant stakeholders and institutions including the\n* Ensure a coherent and coordinated process to access support from international\n* Support research, data collection where possible disaggregated by sex and age\n* Increase public awareness and understanding on climate change among"}, {"text_block_id": "p9_b200", "text": "3.3. Statement for capacity building support:\n* Enhance the capacity of all relevant stakeholders and institutions including the\n* Ensure a coherent and coordinated process to access support from international\n* Support research, data collection where possible disaggregated by sex and age\n* Increase public awareness and understanding on climate change among\n* Develop guidance and tools for assessing, planning, integrating and\n<\\li1>"}, {"text_block_id": "p9_b202", "text": "Policy Objective 4: Effective and coordinated actions"}, {"text_block_id": "p9_b203", "text": "RGOB shall ensure an effective, efficient and coordinated national approach for implementing climate change action by avoiding duplication of efforts and promoting synergies through active collaboration and guidance."}, {"text_block_id": "p9_b204", "text": "Statement"}, {"text_block_id": "p9_b205", "text": ":"}, {"text_block_id": "p9_b206", "text": "4.1"}, {"text_block_id": "p9_b207", "text": "Avoid and reduce duplication of efforts in formulation and implementation of climate change plans and programs through active collaboration among relevant agencies and stakeholders in line with respective mandates, roles and responsibilities."}, {"text_block_id": "p9_b208", "text": "4.2"}, {"text_block_id": "p9_b209", "text": "Promote synergies and collaboration across different legislation, policies, programs actions and thematic issues for effective use of resources for climate change action."}, {"text_block_id": "p9_b210", "text": "4.3"}, {"text_block_id": "p9_b211", "text": "Provide strategic guidance for meaningful engagement at international and regional forums."}, {"text_block_id": "p9_b212", "text": "4.4"}, {"text_block_id": "p9_b213", "text": "Monitor and report in-kind support, including technical assistance, for technology transfer, capacity building, education, awareness and research for climate change as appropriate."}, {"text_block_id": "p10_b214", "text": "4."}, {"text_block_id": "p10_b215", "text": "Legislative Compliance"}, {"text_block_id": "p10_b216", "text": "Conformity and compliance with relevant legislation"}, {"text_block_id": "p10_b217", "text": "This policy is in compliance with all relevant national laws and international legal instruments in force in the Kingdom of Bhutan at the time of adoption of the policy. Furthermore, the climate change policy is formulated to respond to particular provisions of the following legal instruments:"}, {"text_block_id": "p10_b218", "text": "i."}, {"text_block_id": "p10_b219", "text": "Constitution of the Kingdom of Bhutan"}, {"text_block_id": "p10_b220", "text": ": The policy aligns with the principle of state policy"}, {"text_block_id": "p10_b221", "text": "under Article 9.2 for the state to “"}, {"text_block_id": "p10_b222_merged", "text": "strive to promote those conditions that will enable the pursuit of Gross National Happiness” and also Article 5 including the obligation for the royal government to “protect, conserve and improve the pristine environment and safeguard the biodiversity of the country” and “ensure a safe and healthy environment"}, {"text_block_id": "p10_b229", "text": "”"}, {"text_block_id": "p10_b230", "text": "."}, {"text_block_id": "p10_b231", "text": "ii."}, {"text_block_id": "p10_b232", "text": "National Environment Protection Act 2007"}, {"text_block_id": "p10_b233", "text": ": This policy is formulated by aligning to the principles in the Act and also supported the implementation of mandates and functions of the NEC and its Secretariat in implementing obligations under multilateral agreements, and in facilitating the implementation of actions by stakeholder agencies."}, {"text_block_id": "p10_b234", "text": "iii."}, {"text_block_id": "p10_b235", "text": "Public Finance Act 2007"}, {"text_block_id": "p10_b236", "text": ": The climate finance will be governed by Chapter VI of the Public Finance Act 2007."}, {"text_block_id": "p10_b237", "text": "iv."}, {"text_block_id": "p10_b238", "text": "United National Framework Convention on Climate Change"}, {"text_block_id": "p10_b239", "text": ": This policy has been formulated to implement actions by Bhutan to fulfill the ultimate objective of convention in line with all the principles and commitments for parties, particularly the principle of common but differentiated responsibilities."}, {"text_block_id": "p10_b240", "text": "v."}, {"text_block_id": "p10_b241", "text": "The Paris Agreement"}, {"text_block_id": "p10_b242", "text": ": The policy has been formulated to ensure implementation of all obligations under the Paris Agreement including on national contributions towards achieving the temperature goal. Bhutan has already achieved the long-term goal of carbon neutrality by second half of the twenty first century as envisions in the Agreement and the policy provides measures for Bhutan to maintain the carbon neutral status. Measures have also been included in the policy to ensure transparency of action as the cornerstone of the Agreement and to ensure that actions taken by Bhutan can receive support in a country driven and transparent manner."}, {"text_block_id": "p10_b243", "text": "vi."}, {"text_block_id": "p10_b244", "text": "Kyoto Protocol"}, {"text_block_id": "p10_b245", "text": ": This policy complies with the provisions that are relevant for Bhutan such as to participate voluntarily under the Clean Development Mechanism."}, {"text_block_id": "p10_b246", "text": "vii."}, {"text_block_id": "p10_b247", "text": "Montreal Protocol on Substances that Deplete the Ozone Layer"}, {"text_block_id": "p10_b248", "text": ": The Montreal controls chloroflourocarbons (CFC) and hydroflourocabons (HCFC) which are also greenhouse gases."}, {"text_block_id": "p11_b249", "text": ": The Montreal controls chloroflourocarbons (CFC) and hydroflourocabons (HCFC) which are also greenhouse gases.\n* : The âDeclaration of the Kingdom of Bhutan -The Land of Gross National Happiness to Save our Planetâ made by the"}, {"text_block_id": "p11_b256", "text": "ix."}, {"text_block_id": "p11_b257", "text": "The Convention on the Elimination of all Forms of Discrimination Against Women (CEDAW):"}, {"text_block_id": "p11_b258", "text": "The CEDAW general recommendation no. 37 states the importance of taking concrete steps to address discrimination against women in the fields of disaster risk reduction and climate change through the adoption of targeted laws, policies, mitigation and adaptation strategies, budgets and other measures."}, {"text_block_id": "p12_b259", "text": "5."}, {"text_block_id": "p12_b260", "text": "Implementation procedure"}, {"text_block_id": "p12_b261", "text": "As climate change is a cross cutting issue that will affect all sectors and stakeholders in Bhutan, the procedures and responsibilities for implementing the climate change policy will cover all agencies, institutions, organizations and stakeholder groups."}, {"text_block_id": "p12_b262", "text": "General roles and responsibilities:"}, {"text_block_id": "p12_b263", "text": "1."}, {"text_block_id": "p12_b264", "text": "All sectors and stakeholders in Bhutan will be affected by climate change and therefore shall undertake appropriate action on climate change. The actions shall take into consideration the various groups of population."}, {"text_block_id": "p12_b265", "text": "All sectors and stakeholders in Bhutan will be affected by climate change and therefore shall undertake appropriate action on climate change. The actions shall take into consideration the various groups of population.\n* All government agencies and institutions shall assess priorities and needs on\n* The government shall encourage climate change action by the private sector,\n* The government shall support and empower the most vulnerable groups to\n* General role of national level agencies\n\t* Take the lead in integration of climate change mitigation and\n\t* Research and knowledge generation to inform climate change actions.\n\t* Implementing national level programs and capital-intensive actions.\n\t* Establishing and managing national early warning systems in\n\t* Establishing and managing where relevant, sex and age\n\t* Mobilize funds and resources for climate change action.\n\t* Ensuring overall monitoring and evaluation of actions.\n\t\t* Providing support to local governments, civil society and private\n<\\li3>\n\t\t* General role of local level agencies\n\t\t* Plan and implement local level climate change actions within\n\t\t* Function as partners for advocacy and awareness to different groups"}, {"text_block_id": "p12_b271", "text": "2."}, {"text_block_id": "p12_b272", "text": "While all government agencies shall take climate change action, national level agencies and local government agencies shall, in line with respective mandates, undertake action for climate change as follows:"}, {"text_block_id": "p13_b298", "text": "While all government agencies shall take climate change action, national level agencies and local government agencies shall, in line with respective mandates, undertake action for climate change as follows:\n* Support the identification, development and management of local\n<\\li2>"}, {"text_block_id": "p13_b300", "text": "Institutional arrangements for climate change"}, {"text_block_id": "p13_b301", "text": "1."}, {"text_block_id": "p13_b302", "text": "The overarching existing institutional arrangements for climate change shall continue, and will be enhanced as follows:"}, {"text_block_id": "p13_b303", "text": "Overall coordination and oversight of the climate change policy"}, {"text_block_id": "p13_b304", "text": "a."}, {"text_block_id": "p13_b305", "text": "National Climate Change Committee"}, {"text_block_id": "p13_b306_merged", "text": ": The National Environment Commission (NEC) shall continue to function as the high-level National Climate Change Committee (NCCC). The NEC chaired by the Hon’ble Prime Minister or his nominee is the highest cross-sectoral environmental policy and regulatory body responsible for coordinating all the matters relating to the protection, conservation and improvement of the environment. The NEC derives its mandate from the National Environment Protection Act 2007, Water Act, Waste Prevention and Management Act, Environmental Assessment Act and other directives of the government. The NCCC is supported in implementing its mandates and functions through the National Environment Commission Secretariat (NECS)."}, {"text_block_id": "p13_b309", "text": "The NEC, in its functions as National Climate Change Committee (NCCC), will consider all policy and regulatory matters on climate change and provide overall guidance on the Climate Change Policy and ensure that the policy is implemented by all sectors. NECS in supporting the NEC/NCCC shall also lead the preparation of national strategies and plans on climate change such as NDCs, NAPs, LEDS."}, {"text_block_id": "p13_b310", "text": "b."}, {"text_block_id": "p13_b311", "text": "Climate Change Coordination Committee"}, {"text_block_id": "p13_b312", "text": ": The Climate Change Coordination Committee (C4) is the technical body to serve as a forum for discussion and coordination of matters related to climate change in Bhutan and makes recommendations for consideration by the NCCC/NEC. The C4 is comprised of high-level executive representation from stakeholder agencies and organizations and is chaired by the Secretary of NECS. The committee derives its mandate from the Executive Order of the Prime Minister of October 16, 2016.The C4 is supported in implementing its mandates and functions through the Climate Change Division of NECS."}, {"text_block_id": "p13_b313", "text": "The C4 will monitor and provide guidance on the overall implementation policy. The C4 will in particular ensure an effective and coordinated implementation of actions on climate change as articulated in policy objective #4."}, {"text_block_id": "p14_b314", "text": "Resource mobilization and allocation"}, {"text_block_id": "p14_b315", "text": "c."}, {"text_block_id": "p14_b316", "text": "Gross National Happiness Commission:"}, {"text_block_id": "p14_b317", "text": "Besides coordinating preparation of policy and five-year plan, programming and prioritization of national priorities, the GNHC is also mandated to coordinate and facilitate mobilization of all external grants and ensure that grants are allocated to agencies and Local Governments based on government priority and guidelines in consultation with Ministry of Finance."}, {"text_block_id": "p14_b318", "text": "The GNHC will where possible support the integration of climate change into policies, programs and plans and mobilize external resources for the implementation of climate change programs and projects."}, {"text_block_id": "p14_b319", "text": "d."}, {"text_block_id": "p14_b320", "text": "Ministry of Finance"}, {"text_block_id": "p14_b321", "text": ": The Ministry of Finance (MoF) is mandated to formulate and implement dynamic fiscal policies and sound financial management through maximization of resource generation, efficient allocation, prudent expenditure and debt management and proper accountability of public resources. The mandates and functions of the MOF is governed by the Public Finance Act, Public Debt Policy, Income Tax Act, Revised Taxes and Levies Act, Fiscal Incentives 2017 and PPP Policy."}, {"text_block_id": "p14_b322", "text": "In line with provisions of the various legislations, MOF has mandate for resource mobilization and budget allocation and also providing fiscal incentives and other instruments to support private sector lending to support implementation of the policy."}, {"text_block_id": "p14_b323", "text": "Climate data and information"}, {"text_block_id": "p14_b324", "text": "e."}, {"text_block_id": "p14_b325", "text": "National Center for Hydrology and Meteorology"}, {"text_block_id": "p14_b326", "text": ": National Center for Hydrology and Meteorology (NCHM) is mandated to provide national source of hydro-meteorological data, service and advice to meet the needs of the general public, emergency services and other specialized users."}, {"text_block_id": "p14_b327", "text": "NCHM will provide hydro-meteorological data and information, climate modeling and scenarios and other early warning services."}, {"text_block_id": "p14_b328", "text": "f."}, {"text_block_id": "p14_b329", "text": "Royal University of Bhutan & Research institutions:"}, {"text_block_id": "p14_b330", "text": "The Royal University of Bhutan (RUB) and other research institutions, in line with their respective mandates, shall conduct needs-based research to support informed decision-making and the planning and implementation of climate change action."}, {"text_block_id": "p14_b331", "text": "Sectors and line agencies"}, {"text_block_id": "p14_b332", "text": "g."}, {"text_block_id": "p14_b333", "text": "All other line agencies as per the annex I, shall integrate climate change action within their respective mandates, policies and programs towards implementing this climate change policy."}, {"text_block_id": "p15_b334", "text": "Specific responsibilities"}, {"text_block_id": "p15_b335", "text": "Specific actions and responsibilities shall be defined in a National Climate Change Action Plan as follows:"}, {"text_block_id": "p15_b336", "text": "1."}, {"text_block_id": "p15_b337", "text": "The climate change policy will be implemented by all relevant stakeholder groups as detailed in an action plan for implementation. The action plan will be developed and updated periodically as needed by NECS in consultation with stakeholders."}, {"text_block_id": "p15_b338", "text": "2."}, {"text_block_id": "p15_b339", "text": "The action plan shall be developed to implement the measures identified under the policy statements in Chapter 3, and will be aligned to the NDC, NAPs. The action plan shall identify agencies, timelines and deliverables for each activity."}, {"text_block_id": "p15_b340", "text": "3."}, {"text_block_id": "p15_b341", "text": "The implementation of the action plan will be integrated into the five-year plans, and annual work plans and budgets in line with guidelines of GNHC and MOF."}, {"text_block_id": "p15_b342", "text": "Processes for implementation"}, {"text_block_id": "p15_b343", "text": "The implementation of this policy shall utilize the following processes:"}, {"text_block_id": "p15_b344", "text": "1. Coordination of plans and actions:"}, {"text_block_id": "p15_b345", "text": "a."}, {"text_block_id": "p15_b346", "text": "In implementing provisions and action plan under this policy the NCCC will provide high-level policy guidance. The C4 shall ensure regular monitoring and facilitate coordination in implementing this policy and the action plan. NECS and CCD shall support the NCCC and C4, as the relevant secretariats, in implementing the mandates and functions."}, {"text_block_id": "p15_b347", "text": "b."}, {"text_block_id": "p15_b348", "text": "All agencies and organizations shall actively engage in information sharing and collaboration through the C4, NCCC and other forums in ensuring a coherent and nationally driven approach to climate action."}, {"text_block_id": "p15_b349", "text": "2. Climate change assessments and planning"}, {"text_block_id": "p15_b350", "text": "a."}, {"text_block_id": "p15_b351", "text": "National priorities for mitigation (including assessment of GHG emissions and sinks) shall be assessed and prepared every five years under successive NDCs in accordance with obligations and timelines of the Paris Agreement."}, {"text_block_id": "p15_b352", "text": "(Lead Responsibility: NECS)"}, {"text_block_id": "p15_b353", "text": "b."}, {"text_block_id": "p15_b354_merged", "text": "National priorities for adaptation shall be assessed on the same periodicity as the NDC and undertaken as part of the NAP Process of the UNFCCC. National priorities and needs for adaptation shall be conveyed internationally as an “Adaptation Communication” under the Paris Agreement, and developed as part of NAP process."}, {"text_block_id": "p15_b357", "text": "(Lead Responsibility: NECS)"}, {"text_block_id": "p15_b358", "text": "c."}, {"text_block_id": "p15_b359", "text": "In preparing the NDCs and NAPs, both top-down and bottom-up approaches shall be utilized for assessing circumstances and for"}, {"text_block_id": "p16_b360", "text": "identifying needs and priorities at all relevant levels among different population groups."}, {"text_block_id": "p16_b361", "text": "d."}, {"text_block_id": "p16_b362", "text": "Selection of sectors and assessments shall be conducted by applying guidelines and methodologies of the Intergovernmental Panel on Climate Change and other guidance available under the UNFCCC process."}, {"text_block_id": "p16_b363", "text": "e."}, {"text_block_id": "p16_b364", "text": "The assessment of climate change adaptation and mitigation shall be informed by latest available data where possible disaggregated by sex and age, the best available science considering the national geophysical circumstance."}, {"text_block_id": "p16_b365", "text": "3. Implementation and integrating climate change priorities"}, {"text_block_id": "p16_b366", "text": "a."}, {"text_block_id": "p16_b367", "text": "The prioritization of climate actions shall utilize multi-criteria assessments that include the cost and potential for climate change benefits as parameters, among others."}, {"text_block_id": "p16_b368", "text": "(Responsibility: All agencies)"}, {"text_block_id": "p16_b369", "text": "b."}, {"text_block_id": "p16_b370", "text": "All priority actions identified in the NDCs and NAPs will be integrated into subsequent national and local plans along with indicative budgetary requirements."}, {"text_block_id": "p16_b371", "text": "(Lead Responsibility: NECS, GNHC, MOF)"}, {"text_block_id": "p16_b372", "text": "c."}, {"text_block_id": "p16_b373", "text": "The private sector and civil society and local communities shall be engaged as partners for implementing climate change priorities based on needs and also comparative advantages."}, {"text_block_id": "p16_b374", "text": "(Responsibility: All agencies including, CSOs, CBOs)"}, {"text_block_id": "p16_b375", "text": "d."}, {"text_block_id": "p16_b376", "text": "Tools and methodologies for costing, prioritization and integration of climate change actions shall be developed to assist planners and decision makers."}, {"text_block_id": "p16_b377", "text": "(Lead Responsibility: NECS, GNHC, MOF)"}, {"text_block_id": "p16_b378", "text": "4. Ensuring synergies and cross cutting issues"}, {"text_block_id": "p16_b379", "text": "a."}, {"text_block_id": "p16_b380", "text": "In planning for climate change action, opportunities to ensure synergies and reduce conflicts with other policies and multilateral environmental obligations shall be explored."}, {"text_block_id": "p16_b381", "text": "(Lead Responsibility: C4, NECS, GNHC, Responsibility: All agencies)"}, {"text_block_id": "p16_b382", "text": "(Lead Responsibility: C4, NECS, GNHC, Responsibility: All agencies)\n* Synergies for mitigation action shall consider, among others,\n* Synergies shall also consider opportunities for action to"}, {"text_block_id": "p17_b386", "text": "b."}, {"text_block_id": "p17_b387", "text": "Gender issues shall be integrated across all climate change actions. Such integration shall be informed by situational analysis of gender gaps and issues and the inter linkages with climate change in Bhutan and will aim to advance the identified gender aspects that need to be addressed through gender responsive climate actions. ."}, {"text_block_id": "p17_b388", "text": "(Responsibility: All agencies with support of NCWC)"}, {"text_block_id": "p17_b389", "text": "5. Local level stakeholders and communities"}, {"text_block_id": "p17_b390", "text": "a."}, {"text_block_id": "p17_b391", "text": "In preparing strategies, programs and plans for climate change actions, stakeholder consultation shall include local government, communities, civil society and the private sector."}, {"text_block_id": "p17_b392", "text": "(Responsibility: All agencies including, CSOs, CBOs)"}, {"text_block_id": "p17_b393", "text": "b."}, {"text_block_id": "p17_b394", "text": "Local traditions, practices and indigenous knowledge shall be considered and respected in developing climate change plans and programs."}, {"text_block_id": "p17_b395", "text": "(Responsibility: All agencies including, CSOs, CBO"}, {"text_block_id": "p18_b396", "text": "6. Monitoring and Evaluation"}, {"text_block_id": "p18_b397", "text": "Monitoring the implementation and effectiveness of the CC Policy and action plan"}, {"text_block_id": "p18_b398", "text": "a."}, {"text_block_id": "p18_b399", "text": "Overall progress in implementing the policy shall be monitored by NCCC and C4 as follows:"}, {"text_block_id": "p18_b400", "text": "Overall progress in implementing the policy shall be monitored by NCCC and C4 as follows:\n* NCCC shall monitor progress in implementation of this policy on\n* C4 shall monitor the implementation of this policy and action plan on a"}, {"text_block_id": "p18_b404", "text": "b."}, {"text_block_id": "p18_b405", "text": "All agencies and organizations shall provide updates and reports to C4 on progress made towards implementing respective actions under this policy and the action plan."}, {"text_block_id": "p18_b406", "text": "Evaluation of progress in implementing the policy"}, {"text_block_id": "p18_b407", "text": "c."}, {"text_block_id": "p18_b408", "text": "Overall progress in implementing this policy shall be included in the annual report of NEC to the Cabinet and Parliament in line with NEPA and other established government procedures."}, {"text_block_id": "p18_b409", "text": "d."}, {"text_block_id": "p18_b410", "text": "The Royal Audit Authority may conduct performance audit in the implementation of this policy as appropriate."}, {"text_block_id": "p18_b411", "text": "e."}, {"text_block_id": "p18_b412", "text": "The policy impact at the national level will be evaluated in line with the Evaluation Protocol and Guidelines."}, {"text_block_id": "p18_b413", "text": "Review effectiveness of the Policy"}, {"text_block_id": "p18_b414", "text": "f."}, {"text_block_id": "p18_b415", "text": "C4 shall review the CCP as and when necessary to ensure effectiveness and adequacy of this policy in addressing mitigation and adaptation actions and recommend national legal instrument, if such needs arise in future."}, {"text_block_id": "p19_b416", "text": "6."}, {"text_block_id": "p19_b417", "text": "Adoption Date"}, {"text_block_id": "p19_b418", "text": "[Insert standard text]"}, {"text_block_id": "p19_b419_merged", "text": "This policy on climate change action… is hereby adopted…. … on this date….… by …."}, {"text_block_id": "p19_b422", "text": "Signed"}, {"text_block_id": "p20_b423", "text": "Annexes:"}, {"text_block_id": "p20_b424", "text": "Annex I -Institutional Arrangements"}, {"text_block_id": "p20_b425_merged", "text": "Annex II – Climate Change Action Plan"}, {"text_block_id": "p21_b428", "text": "Annex I: Institutional Arrangement"}], "document_description": "The Climate Change Policy restates the commitment made by the Royal Government of Bhutan at the COP15 to remain carbon neutral, which was reiterated on its Nationally Determined Contribution (NDC) in the Paris Agreement.<br><br>It aims to provide guidance to achieve a climate resilient and carbon neutral economy that contributes to gross national happiness. The policy was formulated in a participatory manner and it wishes to ensure a continued participation of relevant stakeholders in climate change action.&nbsp;<br><br>The policy has 4 main statements: carbon neutrality, building resilience to climate change, means for implementation and effective and coordinated actions.&nbsp;"}