{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Subsidies|Economic"], "document_country_english_shortname": "Bhutan", "document_category": "Policy", "document_sector_name": ["Energy", "Economy-wide"], "document_language": "English", "document_name": "Domestic electricity tariff policy of the Kingdom of Bhutan 2016", "document_country_code": "BTN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "03/01/2016", "document_keyword": ["Energy Supply", "Energy Demand", "Renewables", "Subsidies", "Energy"], "document_url": "https://cdn.climatepolicyradar.org/BTN/2016/BTN-2016-01-03-Domestic electricity tariff policy of the Kingdom of Bhutan 2016_d8303b22dc23c8265738bb17170bd342.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "DOMESTIC ELECTRICITY TARIFF POLICY"}, {"text_block_id": "p0_b2", "text": "OF"}, {"text_block_id": "p0_b3", "text": "THE KINGDOM OF BHUTAN, 2016"}, {"text_block_id": "p0_b4", "text": "Ministry of Economic Affairs"}, {"text_block_id": "p0_b5", "text": "Royal Government of Bhutan"}, {"text_block_id": "p1_b6", "text": "DOMESTIC ELECTRICITY TARIFF POLICY OF"}, {"text_block_id": "p1_b7", "text": "THE KINGDOM OF BHUTAN, 2016"}, {"text_block_id": "p1_b8", "text": "ŁŁŁŁŁŁŁŁŁŁŁŁ"}, {"text_block_id": "p1_b9", "text": "Ministry of Economic Affairs Royal Government of Bhutan"}, {"text_block_id": "p2_b10", "text": "MINISTRY OF ECONOMIC AFFAIRS"}, {"text_block_id": "p2_b11", "text": "ROYAL GOVENRMENT OF BHUTAN"}, {"text_block_id": "p2_b12", "text": "TASHICHO DZONG"}, {"text_block_id": "p2_b13", "text": "THIMPHU"}, {"text_block_id": "p2_b14", "text": "FOREWARD"}, {"text_block_id": "p2_b15_merged", "text": "In keeping with provisions of the Electricity Act of Bhutan, the Ministry of Economic Affairs, Royal Government of Bhutan is pleased to issue the Domestic Electricity Tariff Policy, 2016, approved by the Royal Government in the 98th Session of the Lhengye Zhungtsog held on March 1, 2016."}, {"text_block_id": "p2_b18", "text": "Bhutan is fortunate to be blessed with abundant natural renewable energy resources that can be tapped to meet its developmental needs. Energy is recognized as a priority sector in Bhutan for poverty reduction and sustainable development. As envisioned in \"Bhutan: 2020, A Vision for Peace, Prosperity and Happiness\", the Royal Government of Bhutan, has been able to provide the nation with clean and renewable electricity, despite the challenges of limited resources, geography with the rugged terrain, sparsely populated demography, and the high cost of transmission. and distribution. While a significant portion of the electricity generated by the hydropower will continue to be exported to generate revenue for the country, it is increasingly becoming compelling for the Royal Government to provide reliable, efficient and adequate supplies to the domestic market at affordable and competitive rates to improve and enhance quality of lives of Bhutanese people and to enhance and sustain the economic growth. Studies have demonstrated that efficient and effective utilization of electricity for productive use can enhance income significantly coupled with other benefits in terms of health, education, employment and social upliftment."}, {"text_block_id": "p3_b19", "text": "Given the limited public resources, it is also equally imperative to provide enabling and conducive environment to attract adequate investment in the sector by allowing power utilities to recover actual cost of efficient business operation and investments in expansion and up-gradations. The policy will ensure a balanced approach in addressing intertwined objectives and provide guidelines to determine domestic electricity tariff in a transparent and equitable manner."}, {"text_block_id": "p3_b20", "text": "I hope and aspire that this policy will contribute in ensuring the electricity supply to domestic consumers at affordable and competitive rates and concurrently facilitate power utilities to grow and maintain their competitiveness. I am sure that this Policy would provide clarity to the Bhutan Electricity Authority in discharging their core mandate \"to determine, review and approve domestic tariffs\" to the benefit of consumers and the utility service providers."}, {"text_block_id": "p3_b21", "text": "I am hopeful that this policy will ensure the achievement of the larger goals and objectives for our nation in realization of our development philosophy of GNH."}, {"text_block_id": "p4_b22", "text": "ABBREVIATIONS"}, {"text_block_id": "p5_b23", "text": "Table of Contents"}, {"text_block_id": "p7_b24", "text": "1. Introduction"}, {"text_block_id": "p7_b25", "text": "Bhutan's electricity supply is based on mainly hydropower. Hydropower is a strategic national resource and the main driver of the economic growth. It forms the foundation of Bhutanese economy and its benefits must accrue to the people of Bhutan. The two principle roles of the sector are i) It shall drive the economy of Bhutan by providing safe, reliable, affordable electricity in an equitable manner to improve the lives of all Bhutanese and , ii) Surplus power shall be exported to enhance national revenue and achieve positive balance of payment. While the second objective is being addressed through Bhutan Sustainable Hydropower Policy, in order to achieve the first objective, a proper domestic tariff Policy is essential."}, {"text_block_id": "p7_b26", "text": "The Electricity Act 2001 contains the broad principles of tariff setting and the Minister is empowered to provide policy guidelines and approvals associated with the tariff formulation. On one hand, Tariff formulation entails ensuring delivery of reliable, efficient and adequate supply of electricity, utility viability and adequate revenue for expansion and investment in the sector. On the other hand, for the general populace, electricity has to be affordable and adequate so as to enhance living standard of the people and to protect and preserve the environment to ensure sustainability of the hydropower resource. Considering the intertwined and conflicting objectives, a clear policy is required for determining the domestic tariff that ensures a balance in the interests of the public, customers and utilities in the electricity sector. As provided in the Act, this policy shall outline the tariff setting parameters to reflect the actual cost of efficient business operation of utilities and a Government subsidy mechanism to address the affordability aspect while at the same time incentivizes conservation and efficient utilization."}, {"text_block_id": "p8_b27", "text": "2. Scope"}, {"text_block_id": "p8_b28", "text": "This policy shall provide guidelines for domestic tariff determination which will be applicable for all the customers. However, the industrial customers may opt to have separate arrangement through a Power Purchase Agreement (PPA) with the service provider to ensure long term predictability upon approval by Bhutan Electric Authority (BEA). In case of the injection of electricity from non­conventional renewable energy sources into the grid, the price of such electricity shall be governed by a separate feed-in tariff regulation mentioned in the Alternate Renewable Energy Policy. The existing TDR shall be amended as per this Policy."}, {"text_block_id": "p8_b29", "text": "3. Objectives"}, {"text_block_id": "p8_b30", "text": "This tariff policy shall provide guidelines for domestic tariff formulation to achieve the following objectives in consonance with realization of GNH goals:"}, {"text_block_id": "p8_b31", "text": "This tariff policy shall provide guidelines for domestic tariff formulation to achieve the following objectives in consonance with realization of GNH goals:\n* Ensure fairness to both service customers and service\n* Ensure recovery of the actual cost of efficient business\n* Provide affordable tariff to improve the quality of life of the\n* Promote transparency and predictability in tariff setting.\n* Promote conservation of environment to ensure sustainability\n* Promote sustainable economic and Industrial growth."}, {"text_block_id": "p8_b43", "text": "4. Legal Basis"}, {"text_block_id": "p8_b44", "text": "Section 17.1 Powers and functions of the Minister under the Electricity Act of Bhutan 2001 provides for the Minister:"}, {"text_block_id": "p9_b45", "text": "Section 17.1 Powers and functions of the Minister under the Electricity Act of Bhutan 2001 provides for the Minister:\n* to determine general policies, targets and strategies of the\n* to set general policies on tariff determination and service\n* to set policy encouraging energy service extensions and"}, {"text_block_id": "p9_b51", "text": "5."}, {"text_block_id": "p9_b52", "text": "Title and Operative period"}, {"text_block_id": "p9_b53", "text": "This Policy shall be known as \"Domestic Electricity Tariff Policy, 2016\"."}, {"text_block_id": "p9_b54", "text": "This Policy shall come into effect from March 1, 2016 and will remain in force until superseded or modified by another Policy."}, {"text_block_id": "p9_b55", "text": "6."}, {"text_block_id": "p9_b56", "text": "Institutional Arrangements"}, {"text_block_id": "p9_b57", "text": "6.1"}, {"text_block_id": "p9_b58", "text": "Ministry of Economic Affairs (MoEA)"}, {"text_block_id": "p9_b59", "text": "The Ministry of Economic Affairs is the nodal Ministry and Tengye Lyonpo is, as per EAB 2001 empowered to provide all policy guidelines with respect to the electricity sector."}, {"text_block_id": "p9_b60", "text": "Under the MoEA, the concerned Departments responsible in implementation of this policy are:"}, {"text_block_id": "p9_b61", "text": "Under the MoEA, the concerned Departments responsible in implementation of this policy are:\n* Department of Hydropower and Power Systems\n<\\li1>"}, {"text_block_id": "p10_b65", "text": "Under the MoEA, the concerned Departments responsible in implementation of this policy are:\n* Department of Hydropower and Power Systems\n<\\li1>\n* Department of Renewable Energy (DRE) is\n<\\li1>"}, {"text_block_id": "p10_b67", "text": "6.2 Bhutan Electricity Authority (BEA)"}, {"text_block_id": "p10_b68", "text": "The BEA is an autonomous regulator for the electricity sector. BEA shall develop regulations for formulating domestic tariff including subsidies in accordance with the provisions in the EA Act 2001 and this Policy. BEA shall determine and approve the Cost of Supply and submit the tariff proposal including subsidy ailocations to the Minister through DHPS for consideration. There shall be one representative from private sector as Commissioner in the BEA."}, {"text_block_id": "p10_b69", "text": "6.3 Bhutan Power Corporation (BPC)"}, {"text_block_id": "p10_b70", "text": "6.3 Bhutan Power Corporation (BPC)\n"}, {"text_block_id": "p11_b71", "text": "6.4 Druk Green Power Corporation (DGPC)"}, {"text_block_id": "p11_b72", "text": "The DGPC is responsible for managing all hydropower plants fully owned by the Royal Government and develop projects on its own or through joint ventures on behalf of the Royal Government as may be directed. DGPC shall implement the national plans and programs as directed/approved by MoEA. DGPC shall be responsible for ensuring domestic electricity supply security and provision of the royalty energy obligations as per the SHDP and this policy. DGPC shall file domestic generation tariff proposals and implement the approved tariff as per the regulations of BEA."}, {"text_block_id": "p11_b73", "text": "6.5 Other Generating Plants"}, {"text_block_id": "p11_b74", "text": "Hydropower plants developed under SHDP other than fully owned DGPC projects shall be responsible for providing the royalty energy obligations. These hydropower plants shall be obliged to give the \"first right of refusal\" to the RGoB for sale of electricity for domestic consumption at their export rate."}, {"text_block_id": "p11_b75", "text": "7."}, {"text_block_id": "p11_b76", "text": "Guiding Principles for Tariff formulation"}, {"text_block_id": "p11_b77_merged", "text": "In general, the tariff for generation, transmission and distribution shall be computed on a cost· plus model. The cost shall comprise of O&M, depreciation, return of Assets & working capital, regulatory fees & levies, losses and the power purchase. While the domestic electricity demand for the next tariff cycle shall be based on the forecasts, the mean annual energy generation for the past three years with 98% water utilization factor to the extent of generation capacity less royalty energy shall be used for computation of the generation tariff. Other relevant models of tariff determination shall be explored for application."}, {"text_block_id": "p12_b80", "text": "To achieve the policy objectives, it is necessary to come out with the true, fair and competitive costs of supplies to the various customer categories without any inherent subsidy beyond forms of economic regulation provided by this policy in formulating the costs of supplies. Based on such cost of supplies, the end customer tariffs shall be computed by providing subsidies to targeted customers in a transparent manner to ensure that the tariff is fair, equitable and affordable. Therefore, to rationalize the cost of supplies, the following guidelines for tariff parameters shall be adopted:"}, {"text_block_id": "p12_b81", "text": "7.1 Gearing Ratio"}, {"text_block_id": "p12_b82", "text": "To ensure competitive and efficient pricing through an optimal capital structure, the gearing ratio for computation of WACC shall be higher than the actual gearing ratio and up to a maximum of 70:30."}, {"text_block_id": "p12_b83", "text": "7.2 Cost of Equity"}, {"text_block_id": "p12_b84", "text": "In order to make domestic tariff predictable, promote sustainable economic growth and, attract investment in the power sector, the Cost of Equity shall be based on the average lending rates of the domestic financial institutions. BEA may allow a reasonable premium up to a maximum of 250 basis points on the average lending rates of the financial institutes depending on the domestic market situation and gearing ratio applied. With approval of the Government, the return on equity shall be first allocated for the up-gradation, modernization and expansion of power systems including national plan works."}, {"text_block_id": "p12_b85", "text": "7.3 Cost of Debt"}, {"text_block_id": "p12_b86", "text": "The actual cost of debt for the tariff period should be considered. The debt along with its tenure should be structured by the utilities so as to encourage reduction"}, {"text_block_id": "p13_b87", "text": "I"}, {"text_block_id": "p13_b88", "text": "m tariff. Utilities should be incentivized by BEA to restructure their debt to yield cost savings."}, {"text_block_id": "p13_b89", "text": "7.4 Operation & Maintenance (O&M) Expenses"}, {"text_block_id": "p13_b90", "text": "The O&M expenses shall be based on the benchmarks set by BEA. The O&M benchmarks for the new investments shall be maintained lower than that of older assets. The O&M expenses norms should be efficient, relatable to historical performance, realistic in case of new investments and progressively reflecting improvement in efficiencies and service standards. BEA shall come out with allowable and non-allowable O&M expenses for the purpose of tariff determination. The costs related to CSR and income from rental and hire charges, if any, shall be excluded from the tariff calculations. Inflation to be used for O&M expenses shall be based on historical average inflation rates published by the National Statistics Bureau."}, {"text_block_id": "p13_b91", "text": "7.5 Depreciation"}, {"text_block_id": "p13_b92", "text": "The allowance for depreciation shall be such that it allows recovery of investment over the economic life of the asset. BEA shall formulate the schedules of depreciation applicable for generation, transmission and distribution and other associated infrastructure, equipment, etc. Under circumstances when the utilities are in difficulty in meeting the debt service obligation, accelerated depreciation may be allowed during the initial debt servicing period. The net proceeds from accumulated depreciation fund shall be used by utilities for replacement of assets."}, {"text_block_id": "p13_b93", "text": "7.6 Weighted Average Cost of Capital (WACC)"}, {"text_block_id": "p13_b94", "text": "WACC is necessary for determining the cost of capital and for computation of the return on assets. In order to avoid cross subsidies, between the customer categories,"}, {"text_block_id": "p14_b95", "text": "separate WACC should be computed for each customer categories."}, {"text_block_id": "p14_b96", "text": "7.7. Interest on Working Capital"}, {"text_block_id": "p14_b97", "text": "The interest on Working Capital shall be determined based on the prevailing lowest short term lending rate of financial institution of Bhutan."}, {"text_block_id": "p14_b98", "text": "7.8 Regulatory Asset Base"}, {"text_block_id": "p14_b99", "text": "Regulatory Asset Base will be determined by BEA from the capital cost incurred for the assets of the utilities. Assets owned by the utilities but not in use and/or which are not utilized for generation, transmission and distribution of electricity shall not be considered for tariff determination."}, {"text_block_id": "p14_b100", "text": "7.9 Treatment of Granted Assets"}, {"text_block_id": "p14_b101", "text": "All Granted Assets shall be treated as equity by the utility companies in order to determine the actual cost of supply and to avoid injection of subsidy through the generation and network cost of supply."}, {"text_block_id": "p14_b102", "text": "7.10 Investment & Expansion Plans"}, {"text_block_id": "p14_b103", "text": "The national plans and programs prepared by the Government shall be directed for implementation by the Utilities. BEA shall allow cost recovery depending on the capitalization schedule of the investments in the tariff cycle. For the investments made as per national plans but not utilized on account of the reasons beyond the control of the utilities, the cost shall be spread out across all categories of the customers as per the allocation factors mentioned under 7.ll(iv)."}, {"text_block_id": "p15_b104", "text": "7.11 Allocation Factors of Transmission and Distribution Assets"}, {"text_block_id": "p15_b105", "text": "The allocation factors for assets and associated costs like O&M costs, inventories, fees and levies shall be determined for the customer categories based on the following guidelines:"}, {"text_block_id": "p15_b106", "text": "The allocation factors for assets and associated costs like O&M costs, inventories, fees and levies shall be determined for the customer categories based on the following guidelines:\n* Where assets and associated costs are exclusively\n* Where assets and associated costs are for export\n* Where generation, transmission and distribution\n* From the above i), ii), and iii), weighted average"}, {"text_block_id": "p15_b114", "text": "BEA shall work towards determining the allocation factor schedules based on the above guidelines."}, {"text_block_id": "p15_b115", "text": "7.12 Accounting of Imported Energy"}, {"text_block_id": "p15_b116", "text": "The import of energy shall continue especially during the lean season to meet the domestic energy deficits till adequate firm generation capacity is added. Since the bulk of domestic demand is for the industries, any net monthly import cost to meet the shortfall of domestic supply shall be allocated to industries (HV customers). For net monthly import, generation utility should have entered into an arrangement with the Indian"}, {"text_block_id": "p16_b117", "text": "counterparts regarding price and quantum of energy, which shall also be allocated to the HV customers on monthly basis."}, {"text_block_id": "p16_b118", "text": "7.13 Non-Tariff Revenues"}, {"text_block_id": "p16_b119", "text": "All non-tariff revenues from rentals, fund deposits, deposit works, etc. shall be deducted from the total costs for computation of costs of supplies."}, {"text_block_id": "p16_b120", "text": "7.14 Tariff Structure"}, {"text_block_id": "p16_b121", "text": "The generation tariff structure shall comprise of a single weighted average energy charge from selected generating plants."}, {"text_block_id": "p16_b122", "text": "The Tariff structure for general LV customers shall comprise of only energy charges with progressive blocks and tariff starting with a lifeline block to ensure that the energy is provided at minimal rate for meeting the basic energy requirements. The tariff structure for other LV customers such as commercial, industrial, institutions, street lightings, temporary connections etc. shall consist of single tier energy charge."}, {"text_block_id": "p16_b123", "text": "The Tariff structure for MV and HV customers shall consist of fixed and variable charges. The fixed charge shall be to recover the network cost and the variable charge shall be the generation cost. BEA shall work towards the recovery of the generation cost as the energy charge and fixed cost through the demand charge."}, {"text_block_id": "p16_b124", "text": "The wheeling charge shall consist of common single charge levied per unit of energy wheeled through the network including export. In order to optimize the"}, {"text_block_id": "p17_b125", "text": "transmission infrastructure, common corridors are being constructed for exporting of electricity from several generating stations. BEA shall work towards wheeling charge structure that addresses congestion, scheduling, capacity / access issues, losses and fixed cost recovery etc."}, {"text_block_id": "p17_b126", "text": "In the long run, the tariff structure should be in such a way to encourage efficient use and conservation of electricity."}, {"text_block_id": "p17_b127", "text": "7.15 Subsidy"}, {"text_block_id": "p17_b128", "text": "7.15 Subsidy\n* All LV Households and the Religious Institutions\n\t* For LV customers such as street lightings,"}, {"text_block_id": "p18_b133", "text": "7.15 Subsidy\n* All LV Households and the Religious Institutions\n\t* For LV customers such as street lightings,\n* The rural domestic households shall be\n\t* Subsidy to the medium voltage (MV) industrial\n\t* HV industries shall not be eligible for subsidy.\n\t* In order to have a transparent mechanism for"}, {"text_block_id": "p18_b142", "text": "7.16 Allocation of Energy for Domestic Supply"}, {"text_block_id": "p18_b143", "text": "7.16 Allocation of Energy for Domestic Supply\n"}, {"text_block_id": "p19_b144", "text": "cost of generation shall be selected to supplement the energy. The generation tariff for the bulk supply to the Transmission and Distribution utilities shall be the weighted average Costs of generation of the existing plants as of 2015 combined together and next least cost of generation of the additional plant(s) for meeting the domestic demand with energy to be supplied as weights. This would ensure that the domestic generation tariff is lower than the export tariff."}, {"text_block_id": "p19_b145", "text": "In the event of inadequate generation from all the fully RGoB owned plants to meet the domestic demand, the RGoB shall exercise its \"first right of refusal\" to source the energy from other plants not fully owned by RGoB that has the lowest off-take rate."}, {"text_block_id": "p19_b146", "text": "7.17 Treatment of Unutilized Demand Capacity"}, {"text_block_id": "p19_b147", "text": "The MV and HV customers shall surrender any unutilized demand capacity to the BPC within one year of allocation. The BPC shall exercise its right to take over any unutilized demand capacity for reallocation to other customers."}, {"text_block_id": "p19_b148", "text": "7.18 Royalty Energy"}, {"text_block_id": "p19_b149", "text": "7.18 Royalty Energy\n"}, {"text_block_id": "p20_b150", "text": "7.18 Royalty Energy\n\n"}, {"text_block_id": "p20_b152", "text": "7.17 Treatment of Unutilized Demand Capacity"}, {"text_block_id": "p20_b153", "text": "The MV and HV customers shall surrender any unutilized demand capacity to the BPC within one year of allocation. The BPC shall exercise its right to take over any unutilized demand capacity for reallocation to other customers."}, {"text_block_id": "p20_b154", "text": "7.18 Royalty Energy"}, {"text_block_id": "p20_b155", "text": "7.18 Royalty Energy\n"}, {"text_block_id": "p21_b156", "text": "7.19 Tariff Revision Cycle"}, {"text_block_id": "p21_b157", "text": "In order to ensure the predictability, the tariff revision cycle shall be normally be three years unless there is substantial and significant difference in the business environment and generation scenario in which case, an interim revision may be carried out."}, {"text_block_id": "p21_b158", "text": "All the parameters required for tariff formulation shall be notified in the regulation."}, {"text_block_id": "p21_b159", "text": "8. Interpretation"}, {"text_block_id": "p21_b160", "text": "In the event of conflict of interpretation, the Ministry of Economic Affairs shall, on behalf of the RGoB, be the authority to interpret various provisions of this policy which shall be final and binding."}, {"text_block_id": "p21_b161", "text": "9. Amendments"}, {"text_block_id": "p21_b162", "text": "The RGoB may amend this policy and its provisions as and when required."}, {"text_block_id": "p21_b163", "text": "10. Definition"}, {"text_block_id": "p21_b164", "text": "The following words and express10ns shall have the meamng ascribed to them:"}, {"text_block_id": "p25_b165_merged", "text": "Printed @ KUENSEL Corporation Ltd., 2016"}], "document_description": "The Domestic electricity tarriff policy approved by the Royal government of Bhutan establishes guidelines for a sector considered as a priority in the country for poverty reduction and sustainable development. &nbsp;<br><br>The policy aims at: 1) ensuring fairness to both service customers and service providers; 2) ensuring recovery of the actual cost of efficient business operation of electric utilities and enable investments in expansions; 3) providing affordable tariff to improve the quality of life of the people through targeted subsidy mechanism; 4) promoting transparency in tariff setting; 5) promoting conservation of the environment to ensure sustainability of the hydropower resource; 6) promoting sustainable economic and industrial growth."}