{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "South Asia", "document_country_english_shortname": "Bhutan", "document_category": "Policy", "document_sector_name": ["Transportation", "Tourism", "Health", "Energy", "Agriculture"], "document_date": "12/01/2016", "document_language": "English", "document_name": "Economic Development Policy 2016", "document_country_code": "BTN", "document_hazard_name": [], "document_keyword": ["Transportation", "Renewables", "Health", "Agriculture", "Tourism", "Energy"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/BTN/2016/BTN-2016-01-12-Economic Development Policy 2016_855bf8caa5e4514985d07947888a11ab.pdf", "document_type": "Policy", "text_blocks": [{"text_block_id": "p0_b1", "text": "Economic DEvElopmEnt policy"}, {"text_block_id": "p0_b2", "text": "Royal Government of Bhutan"}, {"text_block_id": "p0_b3", "text": "December 2016"}, {"text_block_id": "p4_b4", "text": "contEnts"}, {"text_block_id": "p6_b5", "text": "1. intRoDUction"}, {"text_block_id": "p6_b6", "text": "Since the commencement of planned socio-economic development, the country has progressed from the traditional stage to the precondition for economic take off. Various macroeconomic and human development indicators have witnessed improvements over the years. In the first decade of the present century, the country continued to experience acceleration in average annual growth rate of real Gross Domestic Product (GDP) to 8.53% from 5.9% in the 1990s. With a per capita income of US$ 2,611 as of 2014, Bhutan falls in the low middle income group."}, {"text_block_id": "p6_b7", "text": "Planned development has brought about significant structural changes in the economy moving away from the primary sector towards secondary and tertiary sectors. The rapid growth and consequent structural changes have been driven by the public sector through hydropower projects and financial support from donors. The occupational structure of the economy has however not, shifted in a manner consistent with the changes in the sectoral composition of GDP and is a disturbing trend reflecting jobless growth."}, {"text_block_id": "p6_b8", "text": "Bhutan’s economic development policy continues to be guided by the overarching philosophy of Gross National Happiness (GNH) based on the four pillars of sustainable economic development; preservation and promotion of culture and tradition; conservation of environment; and good governance."}, {"text_block_id": "p6_b9", "text": "However, sustainable economic growth continues to remain a major challenge. The economic growth is largely financed by external aid. The current account deficit is widening, balance of payment situation remains weak, public debt is mounting, and foreign exchange reserves are difficult to sustain through exports. In addition, the other constraints are:"}, {"text_block_id": "p6_b10", "text": "However, sustainable economic growth continues to remain a major challenge. The economic growth is largely financed by external aid. The current account deficit is widening, balance of payment situation remains weak, public debt is mounting, and foreign exchange reserves are difficult to sustain through exports. In addition, the other constraints are:\n* Small domestic market.\n* Narrow export product base and markets.\n* Inadequate infrastructure.\n* High transportation cost.\n* Difficult access to finance.\n* Inconsistent policies/lack of coordination.\n* Lack of management skills.\n* Shortage of professionals."}, {"text_block_id": "p7_b26", "text": "However, sustainable economic growth continues to remain a major challenge. The economic growth is largely financed by external aid. The current account deficit is widening, balance of payment situation remains weak, public debt is mounting, and foreign exchange reserves are difficult to sustain through exports. In addition, the other constraints are:\n* Small domestic market.\n* Narrow export product base and markets.\n* Inadequate infrastructure.\n* High transportation cost.\n* Difficult access to finance.\n* Inconsistent policies/lack of coordination.\n* Lack of management skills.\n* Shortage of professionals.\n* Low productivity of labour.\n* Absence of R&D capability.\n* Access to land."}, {"text_block_id": "p7_b32", "text": "Despite the challenges, the country does have some very clear competitive advantages, which needs to be harnessed. These are:"}, {"text_block_id": "p7_b33", "text": "Despite the challenges, the country does have some very clear competitive advantages, which needs to be harnessed. These are:\n* Political stability.\n* Peace and security.\n* A vibrant and living culture.\n* Natural and pristine environment.\n* Strategic geo-economic location with access to regional markets.\n* Reliable and competitively priced energy.\n* Nation of GNH.\n* Wide use of English language."}, {"text_block_id": "p7_b49", "text": "These advantages can be classified as the country’s Unique Selling Point (USP), one that builds on and will become Brand Bhutan. Once developed, Brand Bhutan will be promoted as a standard for goods and services that ensure “GNH” elements are maintained such as being clean, culturally sensitive and supportive, organic, community based etc."}, {"text_block_id": "p7_b50", "text": "The Economic Development Policy (EDP) sets the agenda and the general direction for the development of sectors that have the highest potential. This Policy departs from the usual sector/agency based approach and has been prepared in consultation with a wide range of stakeholders from private to government and its success depends on an integrated and wholesome involvement of all the stakeholders. To accelerate economic growth, a clear, stable and transparent policy framework is necessary. The document will also be accompanied by a set of incentive packages to boost growth."}, {"text_block_id": "p7_b51", "text": "The Royal Government shall work towards achieving a minimum average economic growth rate of 10% and strive to be a middle-income nation by 2020."}, {"text_block_id": "p8_b52", "text": "2. ovERviEW oF tHE Economy"}, {"text_block_id": "p8_b53", "text": "2.1 Growth Performance"}, {"text_block_id": "p8_b54", "text": "The economy has taken off to a higher growth trajectory since 1980 and has registered a long-term average annual real growth rate of 7% in the 30 years after 1980. The average annual growth rate in the 1980s was 7.4%, which de-accelerated to 5.9% in the 1990s, but accelerated again to 8.53% in the first decade of the present century."}, {"text_block_id": "p8_b55", "text": "2.2 Changing Structure of the Economy"}, {"text_block_id": "p8_b56", "text": "Table 1 examines the structural changes in terms of sector-wise contribution to GDP. The changes reflect that the economy has modernized as the share of the secondary and tertiary sectors in the GDP has increased."}, {"text_block_id": "p8_b57", "text": "table 1: sector-Wise share in Real GDp (in %)"}, {"text_block_id": "p8_b58", "text": "Table 2 provides an insight into the changes in the composition of different sub-sectors of GDP. In 2015, the 1) Construction 2) Agriculture 3) Electricity and Water supply 4) Wholesale and Retail Trade 5) Transport, Storage and Communications were the top five contributors to GDP aside from manufacturing."}, {"text_block_id": "p9_b59", "text": "table 2: share of select sub-sectors in Real GDp (%)"}, {"text_block_id": "p9_b60", "text": "2.3 Public Finance"}, {"text_block_id": "p9_b61", "text": "The domestic revenue was able to cover 100% of the recurrent expenditure and 25% of capital expenditure in 2014-15. However, external resources are required to cover substantial part of capital expenditure. Public debt is rising with the debt to GDP ratio at 96.5% as of June 2015 mainly contributed by financing for mega hydropower projects. Nevertheless, the public finance target in the 11 Five Year Plan is to maintain an average fiscal deficit of 3% of GDP. Further, the Public Debt Policy 2016 shall ensure that public debt stock is maintained at sustainable levels and the Public Private Partnership Policy shall promote public private partnership to supplement public finances to achieve the objective of the EDP 2016."}, {"text_block_id": "p10_b62", "text": "2.4 Economic Reforms"}, {"text_block_id": "p10_b63", "text": "The Economic Development Policy encompasses major economic reforms including the restructuring of the macroeconomic base which will include the five jewels, namely hydropower, agriculture, cottage and small industries, tourism and mining. The specific areas among others include finance, construction, ICT, trade, industry, transport, education, health and other legislative initiatives."}, {"text_block_id": "p10_b64", "text": "2.5 Positive Attitude"}, {"text_block_id": "p10_b65", "text": "Economic reforms lead not only to tangible benefits but also in changing the attitudes and work ethics of a society. Therefore, the Policy will seek to bring about a change in the attitude of the people. The promotion of a rational and scientific temperament, dignity of labour, spirit of adventure, entrepreneurship, creativity and innovation with ethics and hard work are attitudes that are essential for the success of a market based economy. Policy makers and implementing agencies must lead by example and be oriented towards problem solving and service delivery."}, {"text_block_id": "p10_b66", "text": "Social transformation must accompany any industrial advancement that seeks to be just, merit based, progressive and inclusive."}, {"text_block_id": "p10_b67", "text": "3. vision"}, {"text_block_id": "p10_b68", "text": "A green and self-reliant economy sustained by a knowledge based society guided by the philosophy of GNH."}, {"text_block_id": "p10_b69", "text": "4. pURposE"}, {"text_block_id": "p10_b70", "text": "The EDP shall provide the highest level of “strategic direction”, to ensure that economy takes the centre stage of development initiatives. The Policy recognizes that unless the constraints to business growth are systematically addressed, the capacity of the private sector as the engine of growth cannot be enhanced. In this context, the Policy aims at creating an enabling environment for investment."}, {"text_block_id": "p10_b71", "text": "The EDP shall be the apex policy for economic development of the country and shall be the guiding document for all ministries and agencies to stimulate economic"}, {"text_block_id": "p11_b72", "text": "growth and more importantly, to ensure that growth takes place in consonance with the principles of GNH. This Policy provides the basis for government intervention to enhance productivity of the economy as a whole and wherever necessary, policies, laws, rules and regulations shall be harmonised or amended in line with the provisions of the EDP."}, {"text_block_id": "p11_b73", "text": "The time line to achieve the goals of this Policy shall be 2020."}, {"text_block_id": "p11_b74", "text": "5. A. oBJEctivEs"}, {"text_block_id": "p11_b75", "text": "5. A. oBJEctivEs\n* Achieve economic self-reliance by the year 2020.\n* Sustain full employment (97.5%)."}, {"text_block_id": "p11_b79", "text": "5. B. stRAtEGiEs"}, {"text_block_id": "p11_b80", "text": "5. B. stRAtEGiEs\n* Promote the five Jewels.\n* Diversify the economic base with minimal ecological footprint.\n* Harness and add value to natural resources in a sustainable manner.\n* Increase and diversify exports.\n* Promote Bhutan as an organic brand.\n* Promote industries that build the Brand Bhutan image.\n* Reduce dependency on fossil fuel.\n* Promote industries through a cluster effect and championing approach."}, {"text_block_id": "p11_b96_merged", "text": "The economic development process shall take into account environment main-streaming in a phased manner that allows for industries to grow as well as engage in cleaner production. The success of the country’s environment conservation efforts shall be one of the main drivers for developing the “Brand Bhutan” theme. Protection of biodiversity, genetic resources and promotion of indigenous knowledge shall be pursued."}, {"text_block_id": "p11_b99", "text": "Bhutan’s commitment to remain carbon neutral contributes to developing the “Brand Bhutan” theme and will be pursued to capitalize on the opportunities arising from the global trends towards low emission development while at the same time leapfrogging towards global best practices."}, {"text_block_id": "p12_b100", "text": "6. Economic oppoRtUnitiEs"}, {"text_block_id": "p12_b101", "text": "A broad range of economic opportunities have been identified and these will be based on developing the “Brand Bhutan” in natural resources, tourism, culture, handicrafts, textiles and agro produce. The other opportunities lie in building on the existing comparative advantages of location, natural resource endowment and availability of clean energy. The promotion of “Brand Bhutan” will be based on its USP."}, {"text_block_id": "p12_b102", "text": "6.1 Brand Bhutan"}, {"text_block_id": "p12_b103", "text": "Bhutan is known as a nation that accords the highest priority to environmental conservation, a nation whose constitution requires that at least 60% of the land area is maintained under forest cover for all times to come, a nation that has brought about a paradigm shift in development theory by introducing the unique concept of GNH, a nation where tradition and culture still play an important role in the daily lives of the people. These will form the basis for Brand Bhutan and every effort will be made to maintain this uniqueness."}, {"text_block_id": "p12_b104", "text": "Brand Bhutan will not only be confined to the quality of the product but also reflect the values of Bhutanese society, history and GNH philosophy. Brand Bhutan will promote and support initiatives that lead to the betterment of society. To succeed, Brand Bhutan will communicate the unique values of Bhutan and how the development philosophy of GNH affects the way these products are produced and delivered. Besides offering philosophical justifications, the products will adhere to the highest quality standards as well as have functional value for buyers."}, {"text_block_id": "p12_b105", "text": "Brand Bhutan will be sold through the story of Bhutan. This brand will be an umbrella brand under which there will be sector brands to assist exporters in achieving the targets and getting due recognition. The sector brands will be supported to consistently meet standards, marketing and sales promotion and all these will be linked to enhancement of the quality of human resources in the country."}, {"text_block_id": "p12_b106", "text": "Industrial products will have to comply with the highest manufacturing standards, services with the best standards that exist for hospitality, textile and handicrafts will be promoted through the Bhutan SEAL and agro based products through fair trade and organic certification."}, {"text_block_id": "p13_b107", "text": "Promotion of Brand Bhutan shall address both the supply side and demand side and to do so will mean drawing on the resources that the country has to offer while incorporating the preferences and taste of the consumers overseas. This for instance would mean that the brightness of our textiles get sublimed in the sober colours that the affluent Western markets prefer or our paintings maintain the same details of the past but are subtle in colour."}, {"text_block_id": "p13_b108", "text": "The world knows about Bhutan but this does not mean it will buy Bhutan; Brand Bhutan must create the demand for brands that consumers recognise and want to buy."}, {"text_block_id": "p13_b109", "text": "6.2 Priority Sectors"}, {"text_block_id": "p13_b110", "text": "Based on Bhutan’s USP, resource endowments, developmental focus and desired outcomes of economic development, the following sectors shall be treated as priority growth areas. Among these, the Five Jewels constitute the core growth areas in terms of their potential and impact to the society at large."}, {"text_block_id": "p13_b111", "text": "A. Five Jewels"}, {"text_block_id": "p13_b112", "text": "A. Five Jewels\n* Hydropower\n* Cottage and Small Industries\n* Mining\n* Tourism\n* Agriculture\n\t* Organic farming\n\t* Agro-processing\n\t* Biotechnology\n\t* Forest based products\n\t* Poultry\n\t* Fisheries\n\t* Floriculture\n\t* Health food\n\t* Animal feed\n\t* Apiculture\n\t* Horticulture\n\t* Dairy"}, {"text_block_id": "p14_b146", "text": "B. other sectors"}, {"text_block_id": "p14_b147", "text": "B. other sectors\n* High Quality Green Services\n\t* Education\n\t* Health services and traditional medicines\n\t* ICT (BPOs, KPOs, green data centres, software development, animation)\n\t* Financial services\n\t* R&D\n\t* Professional services and\n\t* Waste Management Services\n\t* Energy\n\t* Solar and wind energy\n\t* Other sources of renewable energy\n\t* Information, Media and Cultural Industry\n\t* Film and Creative Arts\n\t* Handicrafts\n\t* Textiles\n\t* Fine art including the performing arts\n\t* Publishing\n\t* Festivals, spiritual centres, etc\n\t* Transportation and Related Services\n\t* Green and non-fossil fuel based modes of transportation\n\t* Mass transportation\n\t* Railways, rope ways, cable cars and riverine transport\n\t* Construction\n\t* Mechanization\n\t* Green technology\n\t* Manufacturing\n\t* Electronics\n\t* Electric vehicles and transport\n\t* Electrical transformers, equipment, gadgets, fittings\n\t* Computer hardware"}, {"text_block_id": "p15_b207", "text": "B. other sectors\n* High Quality Green Services\n\t* Education\n\t* Health services and traditional medicines\n\t* ICT (BPOs, KPOs, green data centres, software development, animation)\n\t* Financial services\n\t* R&D\n\t* Professional services and\n\t* Waste Management Services\n\t* Energy\n\t* Solar and wind energy\n\t* Other sources of renewable energy\n\t* Information, Media and Cultural Industry\n\t* Film and Creative Arts\n\t* Handicrafts\n\t* Textiles\n\t* Fine art including the performing arts\n\t* Publishing\n\t* Festivals, spiritual centres, etc\n\t* Transportation and Related Services\n\t* Green and non-fossil fuel based modes of transportation\n\t* Mass transportation\n\t* Railways, rope ways, cable cars and riverine transport\n\t* Construction\n\t* Mechanization\n\t* Green technology\n\t* Manufacturing\n\t* Electronics\n\t* Electric vehicles and transport\n\t* Electrical transformers, equipment, gadgets, fittings\n\t* Computer hardware\n* Building materials\n* Power intensive industries\n* Pharmaceuticals\n* Traditional and herbal medicines\n* Mineral processing\n* Water based products\n* Wood based industries"}, {"text_block_id": "p15_b221", "text": "The areas identified above are those that have the highest potential to generate wealth, employment and sustainable growth within the framework of GNH. Therefore, these will be the areas that will receive encouragement and support from the Royal Government. However, it does not mean that these will be the only areas that the country can develop. Both the Royal Government and the private sector shall continue to identify other opportunities."}, {"text_block_id": "p15_b222", "text": "The southern region shall be promoted as the main economic hub for trade, transport, storage and manufacturing through creation of industrial estates, dry ports and Special Economic Zones. In the interior, focus will be on the promotion of services, cultural and high value products through CSI clusters."}, {"text_block_id": "p15_b223", "text": "7. policy REFoRms"}, {"text_block_id": "p15_b224", "text": "7.1 General"}, {"text_block_id": "p15_b225", "text": "Creating an enabling environment for businesses is a cross cutting issue and the Royal Government shall adopt the following measures:"}, {"text_block_id": "p15_b226", "text": "7.1.1"}, {"text_block_id": "p15_b227", "text": "Access to Land"}, {"text_block_id": "p15_b228", "text": "Access to Land\n* Local Governments in collaboration with the NLC shall identify industrial areas within their respective jurisdictions by 2017 to facilitate establishment of industrial and service activities.\n<\\li1>"}, {"text_block_id": "p16_b230", "text": "Access to Land\n* Local Governments in collaboration with the NLC shall identify industrial areas within their respective jurisdictions by 2017 to facilitate establishment of industrial and service activities.\n<\\li1>\n* The allotment of State Reserve Forest (SRF) land shall be prioritised on strategic business activities such as large stand alone projects with cluster effects and public utility services.\n\t* The NLC shall prepare a national land use plan (Zoning) for SRF land which will outline use of land for optimal use by 2018. For this purpose, all relevant sectors shall provide sectoral parameters to NLC by 2017."}, {"text_block_id": "p16_b234", "text": "7.1.2"}, {"text_block_id": "p16_b235", "text": "Ease of Doing Business"}, {"text_block_id": "p16_b236", "text": "7.1.2.1"}, {"text_block_id": "p16_b237", "text": "The Royal Government shall focus and continue its concerted efforts to improve the ease of doing business and scale up its position within the top 50 in the Doing Business Ranking."}, {"text_block_id": "p16_b238", "text": "7.1.2.2"}, {"text_block_id": "p16_b239", "text": "Government agencies responsible for providing sector clearances shall determine and adhere to the “turnaround time” for providing the clearances/licences by 2017."}, {"text_block_id": "p16_b240", "text": "7.1.2.3"}, {"text_block_id": "p16_b241", "text": "Leveraging on IT enabled services, the Royal Government shall enhance the delivery of public services and increase access of information through initiatives such as G2B, G2C, ePortal and iGuide. Each agency shall make available online, procedures for seeking clearances/licenses, turnaround time, fees and levies among others."}, {"text_block_id": "p16_b242", "text": "7.1.2.4"}, {"text_block_id": "p16_b243", "text": "One stop shop shall be introduced through the use of IT among government agencies responsible for providing clearances. The Ministry/ Agency that is responsible for issuing the final approval/licence shall be the only point of contact for the applicant."}, {"text_block_id": "p16_b244", "text": "7.1.2.5"}, {"text_block_id": "p16_b245", "text": "The Royal Government shall adopt One Government principle whereby all Government agencies shall function as one Government and shall not seek repetitive documents. Required documentation submitted by a citizen or business to one government office shall suffice for all other government agencies for the project concerned."}, {"text_block_id": "p16_b246", "text": "7.1.2.6"}, {"text_block_id": "p16_b247", "text": "Private sector investment shall be allowed in all areas except those listed in the Prohibited List attached as Annexure I."}, {"text_block_id": "p17_b248", "text": "7.1.3"}, {"text_block_id": "p17_b249", "text": "The burden of compliance shall be reduced by mandating all agencies to adopt the Licensing Policy by 2017."}, {"text_block_id": "p17_b250", "text": "7.1.4"}, {"text_block_id": "p17_b251", "text": "Regulatory agencies shall increasingly adopt ex-post assessment and monitoring along the principles of rewarding good behaviour and compliance."}, {"text_block_id": "p17_b252", "text": "7.1.5"}, {"text_block_id": "p17_b253", "text": "The Royal Government shall establish a dedicated institution which could be an existing institution with adequate funds by 2017 to promote and support Research and Development (R&D)."}, {"text_block_id": "p17_b254", "text": "7.1.6"}, {"text_block_id": "p17_b255", "text": "The Royal Government shall pursue corporatization of its entities where feasible and also outsource/privatise such functions which can be delivered more efficiently and economically by private entrepreneurs."}, {"text_block_id": "p17_b256", "text": "7.1.7"}, {"text_block_id": "p17_b257", "text": "Embassies and missions abroad shall be strengthened to play a more active role in economic diplomacy, multilateral and bilateral trading arrangements. The Royal Government shall appoint Trade representatives/officials in all Embassies/Missions with clear Terms of Reference by 2017."}, {"text_block_id": "p17_b258", "text": "7.1.8"}, {"text_block_id": "p17_b259", "text": "The Royal Government shall implement the Public Private Partnership (PPP) Policy by 2017 to facilitate public private partnership in infrastructure projects."}, {"text_block_id": "p17_b260", "text": "7.1.9"}, {"text_block_id": "p17_b261", "text": "The Royal Government shall adopt an Intellectual Policy by 2017. The focus of the Policy shall be to promote, support and protect innovation and creativity in the country. Laws, institutions and mechanisms for the implementation of the policy shall be adopted and strengthened."}, {"text_block_id": "p17_b262", "text": "7.1.10"}, {"text_block_id": "p17_b263", "text": "Appropriate, time bound and targeted incentives shall be provided for the Jewels and identified priority sectors to promote and encourage economic growth."}, {"text_block_id": "p17_b264", "text": "7.1.11"}, {"text_block_id": "p17_b265", "text": "In order to promote confidence to investors, the Royal Government may consider acceding to relevant international/UN conventions."}, {"text_block_id": "p19_b266", "text": "7.1.14.2"}, {"text_block_id": "p19_b267", "text": "The Royal Government in collaboration with the private sector shall identify critical skilled labour deficiency areas and support skills development to address the needs of the labour market including addressing gender gaps in skills development, where necessary."}, {"text_block_id": "p19_b268", "text": "7.1.14.3"}, {"text_block_id": "p19_b269", "text": "The Ministry of Labour and Human Resources (MoLHR) shall adopt and implement the National Work Force Plan by 2017."}, {"text_block_id": "p19_b270", "text": "7.1.14.4"}, {"text_block_id": "p19_b271", "text": "The Royal Government shall establish an autonomous Entrepreneurship Development Institute by 2018 to promote entrepreneurship."}, {"text_block_id": "p19_b272", "text": "7.1.14.5"}, {"text_block_id": "p19_b273", "text": "The Royal Government shall ensure that any foreign service provider wishing to participate in major works must engage local firms for transfer of technology/skills. A framework specifying the level of local participation shall be developed by 2018."}, {"text_block_id": "p19_b274", "text": "The Royal Government shall ensure that any foreign service provider wishing to participate in major works must engage local firms for transfer of technology/skills. A framework specifying the level of local participation shall be developed by 2018.\n* The Royal Government shall adopt and implement the Competition Policy by 2018.\n* The Royal Government shall review the regulations relating to the possession of assets and properties outside Bhutan by Bhutanese citizens to promote investments abroad.\n* The Royal Government shall support the growth of domestic industries through preferential public procurement by according ten percent margin of preference.\n* The Royal Government shall establish public sector projects in those areas where the private sector is unable to invest, manage or implement. The Royal Government shall divest non-strategic projects over a period of time.\n* The Royal Government shall revise and adopt the national public consultation guidelines to address conflicts and ensure harmonization under different legislations."}, {"text_block_id": "p20_b284", "text": "7.2 Energy"}, {"text_block_id": "p20_b285_merged", "text": "Energy is the greatest opportunity for the country and the main driver of the economy. The availability of fast flowing rivers and the abundance of sunshine, biomass, wind etc. offer tremendous opportunities for hydropower and renewable energy development, particularly in the light of concerns on global climate change. Most importantly, investing more in harnessing renewable and sustainable energy, especially hydropower energy, would not only boost sustainable and equitable socio-economic development, it would also help in conserving environment. The energy policy shall be aimed at accelerating the sustainable growth in the sector."}, {"text_block_id": "p20_b288", "text": "A. Hydropower"}, {"text_block_id": "p20_b289", "text": "The nation is well endowed with hydropower potential of 30,000 MW of which 23,760 MW is techno-economically feasible. Hydropower is a strategic national resource and a main driver of economic growth, continuing to be among the largest revenue generator accounting for 19% of the total revenue contribution in 2015-16. The development of this sector is key in achieving sustainable economic self-reliance and towards this, development of hydropower shall have a three pronged objective of i) meeting the nation’s domestic energy security, ii) promoting industrial growth and iii) enhancing revenue."}, {"text_block_id": "p20_b290", "text": "Acknowledging the potential, the Royal Government has declared hydropower as one of the five jewels of economy. In this regard, the Royal Government shall strive to achieve a minimum power generation of 5000 MW by 2022. Efforts will also be made to build capacity towards becoming a knowledge centre for hydropower development and related services both in the region and globally."}, {"text_block_id": "p20_b291", "text": "The Policy framework for the development of hydropower sector shall be as follows:"}, {"text_block_id": "p20_b292", "text": "7.2.1"}, {"text_block_id": "p20_b293", "text": "The Royal Government shall provide electricity to all households."}, {"text_block_id": "p20_b294", "text": "7.2.2"}, {"text_block_id": "p20_b295", "text": "Essential public institutions and services shall receive highest priority for supply of electricity. An Electricity Allocation Policy shall be adopted by 2018."}, {"text_block_id": "p21_b296", "text": "7.2.3"}, {"text_block_id": "p21_b297", "text": "The development of hydropower shall be accelerated by promoting construction of projects and inter-linking of transmission grids to ensure energy security and reliability and further integrate with regional grids to promote electricity trade."}, {"text_block_id": "p21_b298", "text": "7.2.4"}, {"text_block_id": "p21_b299", "text": "Hydropower projects shall be developed in line with the Bhutan Sustainable Hydropower Policy (BSHDP) 2008 and amendments thereto."}, {"text_block_id": "p21_b300", "text": "7.2.5"}, {"text_block_id": "p21_b301", "text": "The Royal Government shall continue to meet the growing domestic energy requirements while taking advantage of export opportunities. In order to ensure national energy security through increased firm power capacity, the development of storage hydroelectric projects shall be accorded priority. The Royal Government shall also encourage R&D in respect of energy storage technology."}, {"text_block_id": "p21_b302", "text": "7.2.6"}, {"text_block_id": "p21_b303", "text": "A Bhutan Power System Coordination Committee (BPSCC) shall be established for efficient coordination, operation and supply within the country and trading of electricity in the region."}, {"text_block_id": "p21_b304", "text": "7.2.7"}, {"text_block_id": "p21_b305", "text": "In accordance with the Domestic Electricity Tariff Policy 2016, the Royal Government shall promote micro, small and medium industries through provision of subsidies."}, {"text_block_id": "p21_b306", "text": "7.2.8"}, {"text_block_id": "p21_b307", "text": "The generating companies shall provide free “royalty energy” from medium, large and mega power generating companies to the Royal Government in line with the BSHDP. To ensure sustainability of the hydropower resource, besides using royalty revenue for subsidizing the domestic tariff, part of the royalty shall be ploughed back to conserve the catchment area, support alternative renewable energy and energy efficiency initiatives and also to meet any payment for environmental services."}, {"text_block_id": "p21_b308", "text": "7.2.9"}, {"text_block_id": "p21_b309", "text": "While implementing hydropower projects, mechanisms shall be built in the contract documents to ensure maximum benefits to local suppliers of construction materials, transporters, contractors, manufacturers, and other service providers."}, {"text_block_id": "p22_b310", "text": "While implementing hydropower projects, mechanisms shall be built in the contract documents to ensure maximum benefits to local suppliers of construction materials, transporters, contractors, manufacturers, and other service providers.\n* It shall be mandatory for the foreign contractors/firms wishing to participate in construction of hydropower projects to engage local contractors/firms for skills and technology transfer. For such arrangement, the hydropower projects shall make special provision in the tender documents defining the role of Parties and also specific conditions to ensure transfer of technology/skills and engagement of local employees in the project execution.\n* The Royal Government shall continue to review and reform the sector to enhance efficient delivery of electricity services and develop institutional capacity to take advantage of emerging electricity markets in the region.\n* Towards fulfilling its pledge to remain carbon neutral at all times, the Royal Government shall encourage development of hydropower and alternative renewable energy projects through international mechanisms/ frameworks on climate change to the extent possible. The country shall co-operate with interested parties in the reduction of greenhouse gases to mitigate climate change by actively participating in the development of environmentally benign renewable energy initiatives.\n* Preference shall be given to the employment of available local skills and expertise during construction and operation of hydropower projects. Women shall be encouraged to participate as technicians, professionals and managers.\n* The Royal Government shall promote the development of hydropower related activities such as consultancy and construction services, manufacture, repair and maintenance of hydropower components. Link-ages shall be developed between the energy sector employers and tertiary and vocational institutes to build local capacities.\n* Hydro-meteorology data acquisition and dissemination shall be strengthened to facilitate reliable weather, GLOF and flow forecasting for hydropower generation and safety of hydro installations."}, {"text_block_id": "p23_b324", "text": "B. Alternative Renewable Energy"}, {"text_block_id": "p23_b325", "text": "Alternative renewable energy shall be promoted to diversify the energy supply mix and enhance energy security."}, {"text_block_id": "p24_b326", "text": "7.3 Industrial Sector"}, {"text_block_id": "p24_b327", "text": "Industrial development is key to diversification of the economy, job creation, export enhancement and revenue generation among others. It is one of the expansionary sectors that is expected to diversify the economic base through creation of new sustainable activities.  However, owing to numerous inherent constraints, manufacturing sector has remained rather stagnant with its contribution to GDP hovering in the range of 8.1% to 8.8% during 2010-2014."}, {"text_block_id": "p24_b328", "text": "Stimulating investments in the key sectors of the economy namely the five jewels and other areas with comparative advantages will therefore be essential to foster industrial development. At the industry level, leveraging on the comparative advantages, industrial sector shall be encouraged to  foster backward and forward linkage to the economy and move up the industrial value chain over the long-term. The Royal Government as the enabler shall continue to improve environment for business establishment and operation through policy reforms and necessary interventions."}, {"text_block_id": "p24_b329", "text": "A. industries overall"}, {"text_block_id": "p24_b330", "text": "7.3.1"}, {"text_block_id": "p24_b331", "text": "The MoEA shall continue to create an enabling environment by adopting policies and regulations for promotion of investments in the country."}, {"text_block_id": "p24_b332", "text": "7.3.2"}, {"text_block_id": "p24_b333", "text": "While designated areas shall be identified and developed for establishment of industries, location of industries in all areas outside the designated industrial areas shall be allowed based on the land use plan and/or other sectoral clearances."}, {"text_block_id": "p24_b334", "text": "7.3.3"}, {"text_block_id": "p24_b335", "text": "Industries shall be developed with a cluster approach in order to benefit from the close geographical proximity among industries that are linked by commonalities and complementarities."}, {"text_block_id": "p24_b336", "text": "7.3.4"}, {"text_block_id": "p24_b337", "text": "Business infrastructure shall be developed to encourage investments and exports and private investments in business infrastructure shall be encouraged. To this effect, a Business Infrastructure Policy shall be adopted by 2018."}, {"text_block_id": "p24_b338", "text": "7.3.5"}, {"text_block_id": "p24_b339", "text": "To foster recognition of industrial products, national standards shall be"}, {"text_block_id": "p25_b340", "text": "7.3.6"}, {"text_block_id": "p25_b341", "text": "All industries must strictly abide by environmental laws and shall undertake voluntary compliance."}, {"text_block_id": "p25_b342", "text": "7.3.7"}, {"text_block_id": "p25_b343", "text": "The Royal Government shall harmonize regulations on the import of used equipments and machinery for purpose of industrial use."}, {"text_block_id": "p25_b344", "text": "7.3.8"}, {"text_block_id": "p25_b345", "text": "The MoEA shall promote the development of assembly line production systems in order to promote manufacturing in the country."}, {"text_block_id": "p25_b346", "text": "7.3.9"}, {"text_block_id": "p25_b347", "text": "The Royal Government shall implement the amended Companies Act on priority."}, {"text_block_id": "p25_b348", "text": "B. cottage and small industries"}, {"text_block_id": "p25_b349", "text": "Cottage and Small Industries (CSI) constitute more than 96 percent of the total number of industries with 16,548 operational activities accounting for employment of over 66,000 as of April 2016. The sector remains dominated by the service and contract sector with a very small manufacturing base and needs to be accorded high priority. There is therefore the need to boost development of CSIs as it has the potential to promote regionally balanced development, create jobs and inculcate entrepreneurship in society. Acknowledging this critical role, the Royal Government adopted the Cottage, Small and Medium Industry (CSMI) Policy in 2012."}, {"text_block_id": "p25_b350", "text": "Given such potential and importance, it has also been designated as one of the five jewels to accelerate the pace of economic growth. A focussed approach to development of CSIs is envisaged, through the following policy interventions:"}, {"text_block_id": "p25_b351", "text": "7.3.11"}, {"text_block_id": "p25_b352", "text": "The RMA shall require the financial institutions to reserve atleast 20% of their total lending portfolio for CSIs."}, {"text_block_id": "p26_b353", "text": "The RMA shall require the financial institutions to reserve atleast 20% of their total lending portfolio for CSIs.\n* The Royal Government shall designate CSI startups, technology up-gradation and diversification as priority sector for preferential lending under the Economic Stimulus Plan.\n* The Royal Government shall develop and adopt the business incubation guidelines by 2017 and establish atleast three incubation centres at different locations by 2020.\n* The Royal Government shall continue and expand the Credit Guarantee Scheme for CSIs.\n* The Royal Government shall design and implement schemes such as the rural enterprise development schemes to promote promising new industries particularly in the rural areas.\n* The Royal Government shall identify and establish networks with relevant multilateral and regional agencies to promote culture of entrepreneurship, innovation and creativity amongst CSIs. Further, recipients of the various awards schemes shall be recognised and accordingly incentivised.\n* The Royal Government shall identify critical skill training needs and provide training free of cost to potential entrepreneurs on a regular basis, with particular focus to encourage women entrepreneurship.\n* National Resource Inventories shall be updated periodically beginning from 2018 and made available to prospective entrepreneurs to enable identification of areas of opportunities for investment.\n* The MoEA shall identify scope of subcontracting/outsourcing opportunities by large and medium industries to small and cottage industries and initiate such business linkages and partnerships by 2018.\n* The Royal Government shall expedite implementation and achievement of CSMI Policy goals through a coordinated ownership among the sectors."}, {"text_block_id": "p27_b371", "text": "7.4 Mining"}, {"text_block_id": "p27_b372", "text": "Mining sector plays an important role in the economy. However, only about 40% of the country has been geologically mapped and prospected in 1:50,000 scale. There are currently 24 active mines and 40 quarries in the country covering 3,319.86 acres. Mining plays an important role in supply of raw material for the mineral based industries, infrastructure and other development projects. While mineral exploitation brings about increased economic activity and development, it can also have adverse social and environmental consequences, which must be adequately addressed and managed in the interest of the well being of all citizens and environment."}, {"text_block_id": "p27_b373", "text": "A properly planned, efficiently regulated and professionally managed mining industry can make a significant contribution to national development. Minerals are valuable natural resources but are finite and non-renewable. Accordingly, Bhutan’s policies on mining and quarrying consider inter-generational equity. This Policy emphasizes on enhancing the capacity of the competent agencies both in terms of institutional capacity and Human Resource Development to meet the stated Policy objectives."}, {"text_block_id": "p27_b374", "text": "The Royal Government shall ensure that mineral resources are utilized in a sustainable manner to diversify the economy as it forms an integral part of the supply and value chain to industries. Further, effective management and monitoring of the mineral sector shall be ensured through proper separation of Policy functions from regulatory functions. These objectives shall be pursued through the following:"}, {"text_block_id": "p27_b375", "text": "7.4.1"}, {"text_block_id": "p27_b376", "text": "A Mineral Development Policy shall be adopted by 2017 to provide a holistic policy framework and a road map for the sustainable development of the mining sector."}, {"text_block_id": "p27_b377", "text": "7.4.2"}, {"text_block_id": "p27_b378", "text": "Priority allotment of captive mines for raw material shall be provided to manufacturing industries that add value to the resource on selective basis as may be established."}, {"text_block_id": "p27_b379", "text": "7.4.3"}, {"text_block_id": "p27_b380", "text": "To optimise the exploitation of mineral resources, value addition to minerals before export shall be the overriding policy objective in the mining sector. However, where mines have been auctioned and existing leases are in operation, the government shall allow export of mineral in raw form within the limit of the existing agreements after they fulfil the"}, {"text_block_id": "p29_b381", "text": "7.5 Tourism"}, {"text_block_id": "p29_b382", "text": "The Tourism Policy shall continue to be guided by the principle of ‘high value, low impact’. As an important growth sector, the Royal Government will seek to encourage and promote tourism throughout the country all year round and it shall also be used as a means to diversify rural economy. Establishment and promotion of new markets shall be a priority. The volume will be determined by the absorptive capacity of the country in terms of infrastructure, culture, and environment. Policy focus for the sector shall be the following:"}, {"text_block_id": "p30_b383", "text": "7.5.8"}, {"text_block_id": "p30_b384", "text": "Regulations shall be strengthened and incentives shall be provided to improve all facilities and services to progressively reach the highest standards."}, {"text_block_id": "p30_b385", "text": "7.5.9"}, {"text_block_id": "p30_b386", "text": "The Royal Government shall diversify tourism products having comparative advantage and with special emphasis on nature based activities including community based tourism, Meetings, Incentives, Conferences and Exhibitions/Events (MICE), and wellness/spiritual tourism."}, {"text_block_id": "p30_b387", "text": "7.5.10"}, {"text_block_id": "p30_b388", "text": "The Royal Government shall ensure product diversification activities that would contribute to:"}, {"text_block_id": "p30_b389", "text": "The Royal Government shall ensure product diversification activities that would contribute to:\n* The development of the countryâs cultural and natural heritage products in line with the âhigh value, low impactâ policy.\n* A more equitable and balanced development focussing on tourism deficient areas.\n* Establishment of new tourism clusters with appropriate services and activities.\n* Spreading the benefits to a larger proportion of the population through the creation of forward and backward linkages and diversification of livelihood opportunities especially for contribution to rural economy.\n* Promotion of local cuisine, art and crafts and traditional medicine.\n* Promotion and conservation of natural and cultural heritage.\n* Promotion of Bhutan as a unique destination through films and documentaries."}, {"text_block_id": "p30_b403", "text": "7.5.11"}, {"text_block_id": "p30_b404", "text": "Areas that have tourism potential including protected areas shall be identified, earmarked and developed nationwide."}, {"text_block_id": "p30_b405", "text": "7.5.12"}, {"text_block_id": "p30_b406", "text": "Domestic tourism shall also be encouraged for sustainable tourism"}, {"text_block_id": "p31_b407", "text": "development. Appropriate infrastructure and recreational facilities such as parks, theme based attractions and accommodation facilities shall be developed to promote domestic tourism."}, {"text_block_id": "p31_b408", "text": "7.5.13"}, {"text_block_id": "p31_b409", "text": "The Royal Government shall improve access to facilitate movement of visitors into and within the country to spread visitations."}, {"text_block_id": "p31_b410", "text": "7.5.14"}, {"text_block_id": "p31_b411", "text": "The Royal Institute for Tourism and Hospitality (RITH) shall provide training courses on tourism and hospitality services of international standard. Additionally, private institutes shall be encouraged to provide short term training courses."}, {"text_block_id": "p31_b412", "text": "7.5.15"}, {"text_block_id": "p31_b413", "text": "Expatriates shall be allowed to work in key positions in the hospitality sector."}, {"text_block_id": "p31_b414", "text": "7.5.16"}, {"text_block_id": "p31_b415", "text": "Issuance of tourist visa/permit shall be simplified by Ministry of Home and Cultural Affairs to reduce administrative burden by 2017."}, {"text_block_id": "p31_b416", "text": "7.5.18"}, {"text_block_id": "p31_b417", "text": "The Royal Government shall promote and support research and tourism statistics development to improve the tourism sector’s competitiveness and facilitate informed public policy and stakeholder decisions affecting tourism. The Royal Government shall share all such relevant information with stakeholders."}, {"text_block_id": "p31_b418", "text": "7.5.19"}, {"text_block_id": "p31_b419", "text": "In order to develop and promote regionally balanced tourism, the Royal Government shall ensure creation of Regional Tourism Offices in east, central and south by 2017."}, {"text_block_id": "p31_b420", "text": "7.5.20"}, {"text_block_id": "p31_b421", "text": "The Royal Government shall create conditions to allow more competition and greater choices for visitors. The current royalty shall be renamed as Sustainable Development Fee (SDF) and shall be one of the mechanisms"}, {"text_block_id": "p32_b422", "text": "7.6 Agriculture"}, {"text_block_id": "p32_b423", "text": "Agriculture also known as RNR sector comprising of agriculture, livestock and forestry continues to be a major player in the economy. The sector accounts for 16.67% of GDP and employed about 58% of the total population in 2015. With majority of the population engaged in agriculture, the sector has considerable potential for growth, employment, poverty reduction and for attracting increased investments."}, {"text_block_id": "p32_b424", "text": "Emphasis shall be on improving agricultural productivity and production to achieve national food security, supply raw materials to agro based industries and for exports. A"}, {"text_block_id": "p33_b425", "text": "pressing priority shall be to create enabling conditions to transform from subsistence to commercial production including postharvest value addition, processing and marketing. Therefore, the Royal Government’s intervention is necessary in providing assured irrigation, construction/renovation of farm roads, land development, farm mechanization, mitigating human-wildlife conflicts, strengthening marketing infrastructures and systems and providing incentives to farmers and private sectors involved in agriculture."}, {"text_block_id": "p33_b426", "text": "Achieving higher and sustainable growth rates in the sector also necessitates a vision that nurtures renewed private sector investment, need-based research and progression in agriculture technologies and sustainable management of natural resources. Self sufficiency in cereals, vegetables, livestock products and optimal utilization of forestry resources constitute the focus of the development of this sector."}, {"text_block_id": "p33_b427", "text": "Private sector participation shall be promoted in the RNR sector to augment the efforts of the Royal Government towards the sustainable development of the RNR sector. For the development of the agricultural sector as one of the five jewels, the Royal Government shall undertake the following:"}, {"text_block_id": "p33_b428", "text": "7.6.1"}, {"text_block_id": "p33_b429", "text": "Invest and promote efficient irrigation and water management. Private sector/ community participation in the development and maintenance of irrigation and water management systems shall be promoted."}, {"text_block_id": "p33_b430", "text": "7.6.2"}, {"text_block_id": "p33_b431", "text": "Identify and promote suitable commodities for commercial farming in each Gewog by conducting field research on farm lands."}, {"text_block_id": "p33_b432", "text": "7.6.3"}, {"text_block_id": "p33_b433", "text": "Intensify development of crops, livestock and forestry products for domestic consumption as well as for income and employment."}, {"text_block_id": "p33_b434", "text": "7.6.4"}, {"text_block_id": "p33_b435", "text": "The Ministry of Agriculture and Forests (MoAF) shall encourage and promote commercial scale feed plants on a regional basis."}, {"text_block_id": "p33_b436", "text": "7.6.5"}, {"text_block_id": "p33_b437", "text": "Commercial farming shall be extensively promoted by expediting the leasing process for SRF land as per relevant laws."}, {"text_block_id": "p33_b438", "text": "7.6.6"}, {"text_block_id": "p33_b439", "text": "Promote inter Dzongkhag and regional trade to enhance domestic marketing of agricultural produce."}, {"text_block_id": "p35_b440", "text": "7.7 Construction"}, {"text_block_id": "p35_b441", "text": "Construction is a major economic activity comprising of around 4,000 contractors and contributing 15.61% to the real GDP and employing 1.8% of the labour force in 2015. Government appropriations reveal that about 60% of the total outlay is allocated for procurement. Of this, about 80% accounts for procurement of construction works. In addition, the Royal Government targets to harness at least 5,000 MW of hydropower generation by 2022. While the sector holds tremendous potential for employment opportunities, it also faces several challenges."}, {"text_block_id": "p36_b442", "text": "The following policy measures shall be pursued to develop the sector:"}, {"text_block_id": "p36_b443", "text": "7.7.1"}, {"text_block_id": "p36_b444", "text": "Corporate social responsibility shall be promoted in the construction industry."}, {"text_block_id": "p36_b445", "text": "7.7.2"}, {"text_block_id": "p36_b446", "text": "Contractors shall be encouraged to specialize in specific areas of construction namely roads, tunnels, dams, bridges, buildings etc."}, {"text_block_id": "p36_b447", "text": "7.7.3"}, {"text_block_id": "p36_b448", "text": "The Ministry of Works and Human Settlement (MoWHS) in collaboration with MoLHR, MoEA and the Construction Association of Bhutan (CAB) shall develop a strategic plan for capacity building of the construction industry. This plan shall also include recommendations on participation of Bhutanese contractors in construction of hydropower projects. Such a plan shall be in place by 2018."}, {"text_block_id": "p36_b449", "text": "7.7.4"}, {"text_block_id": "p36_b450", "text": "Mechanisation of the construction industry shall be promoted and made mandatory in a phased manner and wherever feasible. Towards this end, approaches to award of public works that foster specialisation shall be introduced and promoted such as design and build, build and maintain etc."}, {"text_block_id": "p36_b451", "text": "7.7.5"}, {"text_block_id": "p36_b452", "text": "The Royal Government shall invest in R&D and promote appropriate mechanisation that will enhance attraction of Bhutanese and reduce imported labor in the construction industry."}, {"text_block_id": "p36_b453", "text": "7.7.6"}, {"text_block_id": "p36_b454", "text": "The Royal Government shall support the development of companies specializing in such areas as electric wiring, tiling, wood processing, plumbing and fitting, ceiling, flooring, insulation installation, landscaping, architecture etc."}, {"text_block_id": "p36_b455", "text": "7.7.7"}, {"text_block_id": "p36_b456", "text": "The Royal Government shall encourage FDI in construction industry."}, {"text_block_id": "p36_b457", "text": "7.7.8"}, {"text_block_id": "p36_b458", "text": "Construction quality standards shall be benchmarked to the best international standards and shall include green features that include building performance standards and energy efficiency and seismic resilient provisions."}, {"text_block_id": "p37_b459", "text": "7.7.9"}, {"text_block_id": "p37_b460", "text": "The Royal Government shall establish and promote construction service centres through the Technical Training Institutes (TTIs) and promote the apprenticeship programme for on-the-job training in collaboration with the construction companies."}, {"text_block_id": "p37_b461", "text": "7.7.10"}, {"text_block_id": "p37_b462", "text": "The MoLHR shall develop provision of training in the TTI as per the requirements of the construction job market and national needs."}, {"text_block_id": "p37_b463", "text": "7.7.11"}, {"text_block_id": "p37_b464", "text": "The Royal Government shall adopt Industrialized Building Systems and encourage the manufacture of prefabricated and standardized components. The use of local construction materials shall be incentivised."}, {"text_block_id": "p37_b465", "text": "7.7.12."}, {"text_block_id": "p37_b466", "text": "Rules and regulations for registration and other construction related activities shall be formulated by 2017 to strengthen integrity and ethics in the construction industry and improve quality of construction. Major public procurement works shall have a minimum defect liability period of three years and an inbuilt system of repair and maintenance thereafter to ensure the quality and sustainability of public infrastructure."}, {"text_block_id": "p37_b467", "text": "7.7.13"}, {"text_block_id": "p37_b468", "text": "Targeted modules and institutionalization of mandatory training for the contractors shall be introduced to develop professional capacity of the contractors in consultation with stakeholders. Similarly, to address the mismatch of skills and jobs, the government engineering sector shall create specialized trades."}, {"text_block_id": "p37_b469", "text": "7.7.14"}, {"text_block_id": "p37_b470", "text": "Monitoring of construction works will be enhanced through the development of an implementation and accountability framework. It will first be piloted with larger public sector undertakings. Possibilities of establishing an independent Quality Control/Monitoring agency or utilizing an existing institution will be explored. A review will be undertaken to provide incentives to contractors that deliver high quality infrastructure."}, {"text_block_id": "p37_b471", "text": "7.7.15"}, {"text_block_id": "p37_b472", "text": "Procurement rules and regulations and its accompanying manuals/ documents shall be reviewed from time to time to align to the changing needs of the construction sector."}, {"text_block_id": "p38_b473", "text": "7.8 Education"}, {"text_block_id": "p38_b474", "text": "Skills and knowledge are the driving forces of economic and social development. Education in the fields of Science, Technology, Engineering and Mathematics (STEM) shall be the priority. The country’s pristine natural environment, political stability and peaceful social environment are some of the advantages that can make the country a major player in attracting educational clientele from around the world. These world class institutions shall provide certain number of scholarships to Bhutanese students based on guidelines issued by the Ministry of Education. However, private or foreign participation in the education sector shall not lead to privatization of the public education system."}, {"text_block_id": "p38_b475", "text": "The economic boom in the region is increasing the spending power on high quality education. This could be a significant source for foreign exchange earnings and employment generation. Nevertheless, education policy shall continue to"}, {"text_block_id": "p39_b476", "text": "strive towards achieving the goal of universal education, which would eventually contribute towards building quality human capital for development of economy, promotion and preservation of culture and tradition, conservation of environment and establishment of good governance."}, {"text_block_id": "p39_b477", "text": "The following shall be undertaken in the education sector:"}, {"text_block_id": "p40_b478", "text": "7.9 Health"}, {"text_block_id": "p40_b479", "text": "The country’s development philosophy of GNH has helped to have an inherent comparative advantage in the health sector. Drawing on this, there is great potential to promote the country as an all round “wellness” destination. In particular, the health sector as a major service activity has immense potential to earn foreign exchange and generate employment. The niche area is to provide high-end luxury medical facilities in the country. Other areas of potential are traditional medicine, spiritual healing, hot stone/spring bath and spas. The climatic conditions and natural environment provides the competitive advantage to such service providers in the country. Selective services in the health sector shall be opened to private investment and practices and the Royal Government shall regulate the quality of health services and human resources."}, {"text_block_id": "p40_b480", "text": "The Royal Government will continue to provide free health care through the public hospital network both in modern and traditional medical systems. The participation of the private sector or foreign companies and individuals in the health sector shall not under any circumstance, lead to privatization of the public health services."}, {"text_block_id": "p40_b481", "text": "The health sector policy shall be designed to take advantage of the emerging opportunities. To realize the desired objectives, the following shall be undertaken:"}, {"text_block_id": "p40_b482", "text": "7.9.1"}, {"text_block_id": "p40_b483", "text": "Given the critical shortage of health personnel in the country, private sector involved in health care shall be allowed to bring in the required expatriate medical and health professionals in keeping with rules and regulations as prescribed by Medical and Health Council Act, 2002."}, {"text_block_id": "p40_b484", "text": "7.9.2"}, {"text_block_id": "p40_b485", "text": "Ministry of Health shall adopt a policy to open selective health services to private investments including traditional medicines by 2017."}, {"text_block_id": "p40_b486", "text": "7.9.3"}, {"text_block_id": "p40_b487", "text": "The Royal Government shall facilitate establishment of medical facilities from diagnostics to testing to treatments in the country."}, {"text_block_id": "p40_b488", "text": "7.9.4"}, {"text_block_id": "p40_b489", "text": "The Royal Government shall promote the country to become a centre for health and wellness tourism focussing on niche areas."}, {"text_block_id": "p40_b490", "text": "7.9.5"}, {"text_block_id": "p40_b491", "text": "Enhance the indigenous medical R&D base and be a centre of excellence for education in traditional medicine."}, {"text_block_id": "p41_b492", "text": "7.9.6"}, {"text_block_id": "p41_b493", "text": "The Drug Regulatory Authority shall collaborate with similar agencies in the source markets to fast track the registration process and explore avenues for automatic recognition."}, {"text_block_id": "p41_b494", "text": "7.10 ICT"}, {"text_block_id": "p41_b495", "text": "To enable the realisation of the national development objective of a “green knowledge based economy”, the ICT industry is a core sector that needs to be developed to enable a structural transformation of the economy over time. The industry needs to move way from a pre-dominantly vendor based industry to higher value industries of software development, business process outsourcing, designs, animations, data processing and data centres through development of skills."}, {"text_block_id": "p41_b496", "text": "ICT will be a cross-cutting national endeavour and the following shall be undertaken to mainstream ICT into the national development agenda:"}, {"text_block_id": "p41_b497", "text": "7.10.1"}, {"text_block_id": "p41_b498", "text": "The Royal Government shall formulate and update the ICT Infrastructure Development Policy periodically."}, {"text_block_id": "p41_b499", "text": "7.10.2"}, {"text_block_id": "p41_b500", "text": "The cost of connectivity will be benchmarked to costs within the region."}, {"text_block_id": "p41_b501", "text": "7.10.3"}, {"text_block_id": "p41_b502", "text": "Licensing for Internet Service Providers (ISPs), mobile service providers and cable operators shall be liberalized to encourage and increase penetration of internet use and accessibility by 2018."}, {"text_block_id": "p41_b503", "text": "7.10.4"}, {"text_block_id": "p41_b504", "text": "Institutional mechanism to protect intellectual property shall be developed and strengthened for the ICT sector."}, {"text_block_id": "p41_b505", "text": "7.10.5"}, {"text_block_id": "p41_b506", "text": "The Royal Government shall identify the core competency in niche areas and requirement of differential skills for the establishment of a regional institute of excellence in ICT."}, {"text_block_id": "p41_b507", "text": "7.10.6"}, {"text_block_id": "p41_b508", "text": "Software development, Animation, R&D and data processing centres shall be promoted as priority activities in ICT sector."}, {"text_block_id": "p41_b509", "text": "7.10.7"}, {"text_block_id": "p41_b510", "text": "Investment in IT and IT Enabled Services (ITES) industries shall be encouraged by providing capability development training and quality education in the ICT field."}, {"text_block_id": "p42_b511", "text": "7.11 Trade"}, {"text_block_id": "p42_b512", "text": "Trade is an essential part of the economy and has great potential to create employment. The policy on trade shall focus on creating an enabling environment for more robust trade. This will encompass simplifying administrative procedures and deregulating activities wherever feasible. The Royal Government shall also facilitate trade between Bhutan and all countries. The following shall be undertaken:"}, {"text_block_id": "p43_b513", "text": "7.11.1"}, {"text_block_id": "p43_b514", "text": "A Trade Development Act shall be enacted to promote trade. It shall enable adoption of regulations in all aspects of trade such as anti-dumping measures, safeguards, conformity assessment procedures, mutual recognition agreements amongst others. The legislation shall be benchmarked to international best practices."}, {"text_block_id": "p43_b515", "text": "7.11.2"}, {"text_block_id": "p43_b516", "text": "The Royal Government shall ensure the establishment of a sound distribution system in the country through a network of dealers/ wholesalers and retailers with priority accorded towards ensuring the flow and availability of essential commodities and goods in all parts of the country. Wholesale centres importing goods directly from manufacturers shall be established at all border towns."}, {"text_block_id": "p43_b517", "text": "7.11.3"}, {"text_block_id": "p43_b518", "text": "The Royal Government shall formulate a Competition Act by 2018 to regulate anti competitive behaviour and restrictive trade practises by firms."}, {"text_block_id": "p43_b519", "text": "7.11.4"}, {"text_block_id": "p43_b520", "text": "The Royal Government shall implement the Consumer Protection Act to safeguard consumer rights including the establishment of dispute settlement mechanism in all major population centres."}, {"text_block_id": "p43_b521", "text": "7.11.5"}, {"text_block_id": "p43_b522", "text": "The Royal Government shall secure transit rights for traffic in transit to facilitate international trade. Transport agreements with neighbouring countries to avoid transhipment at the border shall be negotiated."}, {"text_block_id": "p43_b523", "text": "7.11.6"}, {"text_block_id": "p43_b524", "text": "The Royal Government shall pursue the establishment of dry ports and warehousing facilities at all major exit points in Bhutan."}, {"text_block_id": "p43_b525", "text": "7.11.7"}, {"text_block_id": "p43_b526", "text": "Efforts shall be made to harmonize customs documentation, procedures and formalities through bilateral and regional initiatives."}, {"text_block_id": "p43_b527", "text": "7.11.8"}, {"text_block_id": "p43_b528", "text": "The development of integrated cross border trade facilities such as dry ports, pre-shipment custom clearance facility, computerized security checks and quarantine facilities shall be pursued."}, {"text_block_id": "p43_b529", "text": "7.11.9"}, {"text_block_id": "p43_b530", "text": "The Royal Government shall secure and maintain market access for exports through trading arrangements at bilateral, regional and multilateral"}, {"text_block_id": "p44_b531", "text": "levels. While free trade arrangements are preferred, varying degrees of preferences shall be negotiated with different countries. Existing trading arrangements at bilateral, regional and multilateral levels shall be further negotiated to foster market access for Bhutanese products. Efforts shall be made to complete negotiations with Nepal, Thailand and BIMSTEC while continuing active engagement with the WTO."}, {"text_block_id": "p44_b532", "text": "levels. While free trade arrangements are preferred, varying degrees of preferences shall be negotiated with different countries. Existing trading arrangements at bilateral, regional and multilateral levels shall be further negotiated to foster market access for Bhutanese products. Efforts shall be made to complete negotiations with Nepal, Thailand and BIMSTEC while continuing active engagement with the WTO.\n* The Royal Government shall use all tools of export and market promotion, including diplomacy, market studies, market information, branding, advertisements, product launches, trade fairs, expositions and trade missions to assist the private sector to establish markets for their products. Nation branding by leveraging the positive attributes of the country shall be a key instrument harnessed for creating Brand Bhutan in\n* Any individual or firm with a valid business license shall be allowed to undertake exports; no separate export license shall be required for goods allowed for exports.\n* The MoEA shall accord high priority and implement the recommendations of the Export Promotion Strategy by 2017.\n* To promote the country as a trading nation, re-exports shall be allowed within existing agreements. When re-exported without any value addition, the Royal Government shall retain a percentage of the foreign currency earned. Trading of goods for international markets without physically entering the country shall be allowed with appropriate documentation and provided they are routed through banking channels. The MoEA, Ministry of Finance (MoF) and RMA shall jointly develop a framework for implementation of the above provisions by end of 2018.\n* The Royal Government shall implement a quality assurance program to support export oriented businesses to meet product quality requirements of the markets.\n* The Rules and Procedures for Imports from Third Countries, 2001 shall be revised by 2017. The revision shall also incorporate the rules and"}, {"text_block_id": "p45_b544", "text": "levels. While free trade arrangements are preferred, varying degrees of preferences shall be negotiated with different countries. Existing trading arrangements at bilateral, regional and multilateral levels shall be further negotiated to foster market access for Bhutanese products. Efforts shall be made to complete negotiations with Nepal, Thailand and BIMSTEC while continuing active engagement with the WTO.\n* The Royal Government shall use all tools of export and market promotion, including diplomacy, market studies, market information, branding, advertisements, product launches, trade fairs, expositions and trade missions to assist the private sector to establish markets for their products. Nation branding by leveraging the positive attributes of the country shall be a key instrument harnessed for creating Brand Bhutan in\n* Any individual or firm with a valid business license shall be allowed to undertake exports; no separate export license shall be required for goods allowed for exports.\n* The MoEA shall accord high priority and implement the recommendations of the Export Promotion Strategy by 2017.\n* To promote the country as a trading nation, re-exports shall be allowed within existing agreements. When re-exported without any value addition, the Royal Government shall retain a percentage of the foreign currency earned. Trading of goods for international markets without physically entering the country shall be allowed with appropriate documentation and provided they are routed through banking channels. The MoEA, Ministry of Finance (MoF) and RMA shall jointly develop a framework for implementation of the above provisions by end of 2018.\n* The Royal Government shall implement a quality assurance program to support export oriented businesses to meet product quality requirements of the markets.\n* The Rules and Procedures for Imports from Third Countries, 2001 shall be revised by 2017. The revision shall also incorporate the rules and\n"}, {"text_block_id": "p45_b545", "text": "7.11.16"}, {"text_block_id": "p45_b546", "text": "The Royal Government shall continue the liberalization of the import regime through rationalization/reduction of tariffs, elimination of non-tariff barriers and non-tariff measures where necessary."}, {"text_block_id": "p45_b547", "text": "7.11.17"}, {"text_block_id": "p45_b548", "text": "Trading and distribution of Petroleum, Oil and Lubricant (POL) products shall be regulated as long as the products remain controlled items in India. A Policy for distribution of POL products shall be adopted by 2017."}, {"text_block_id": "p45_b549", "text": "7.11.18"}, {"text_block_id": "p45_b550", "text": "The rules of origin are normally applied under preferential trading arrangements. For availing tariff concessions, rules of origin agreed under a specific agreement shall be applied. Industries shall fulfil the requirements stipulated in the respective agreements to be granted certificate of origin."}, {"text_block_id": "p45_b551", "text": "7.12 Financial services"}, {"text_block_id": "p45_b552", "text": "Financial sector is vital for economic development. Development of a dynamic financial sector that supports the national development plan objectives shall be the cornerstone of this Policy. Thus, to support the country’s sustainable socio-economic development targets, the RMA in collaboration with the Royal Government and financial institutions shall undertake the following:"}, {"text_block_id": "p45_b553", "text": "7.12.1"}, {"text_block_id": "p45_b554", "text": "The RMA and the Royal Government shall implement the recommendations under the Financial Sector Development Action Plan as per the proposed time frame in the action plan."}, {"text_block_id": "p45_b555", "text": "7.12.2"}, {"text_block_id": "p45_b556", "text": "In order to enhance the domestic productive capacity, the RMA shall formulate a legal framework for the promotion of lending to priority sectors identified by the Royal Government that includes promotion of CSI banking and development of micro financial institutions."}, {"text_block_id": "p45_b557", "text": "7.12.3"}, {"text_block_id": "p45_b558", "text": "The RMA shall continue to improve and upgrade payments and settlement system including payment gateways in the country by 2018."}, {"text_block_id": "p45_b559", "text": "7.12.4"}, {"text_block_id": "p45_b560", "text": "The RMA shall implement macro-prudential policy and develop domestic"}, {"text_block_id": "p46_b561", "text": "7.13 Transport services"}, {"text_block_id": "p46_b562", "text": "Given the difficult mountainous terrain of the country, the Royal Government shall explore all options in developing new transportation modes, improving and reducing the cost of transportation. The existing highways will continue to be widened across"}, {"text_block_id": "p47_b563", "text": "the country. Transport development shall be planned together with the development of road networks and traffic system. Central to the transportation strategy will also be expanding of the road linkages to all villages and building new highways, road tunnels and road re-alignments to reduce distance and costs. The following policies shall be adopted for development of transport sector in the country:"}, {"text_block_id": "p47_b564", "text": "7.13.1"}, {"text_block_id": "p47_b565", "text": "In areas where public transport is un-economical due to low volume of passenger flow, the Royal Government shall provide targeted subsidies to operators in remote areas."}, {"text_block_id": "p47_b566", "text": "7.13.2"}, {"text_block_id": "p47_b567", "text": "Promote establishment of clean, safe, affordable and reliable mass transportation, starting with the major cities. Improved urban transport shall be through the introduction of efficient bus services or other mass transit systems and associated interventions to reduce congestion and vehicular emission."}, {"text_block_id": "p47_b568", "text": "7.13.3"}, {"text_block_id": "p47_b569", "text": "Explore possibilities of introducing electric/hybrid public transport system in major urban centres by 2017 given their larger population base, economic activities as well as favourable topography. Private sector shall be encouraged to support the activity by developing an allied range of services."}, {"text_block_id": "p47_b570", "text": "7.13.4"}, {"text_block_id": "p47_b571", "text": "Explore the establishment of rope ways or cable car network in ecologically sensitive and remote locations to improve access and minimize the impact from road construction."}, {"text_block_id": "p47_b572", "text": "7.13.5"}, {"text_block_id": "p47_b573", "text": "The Royal Government shall give priority to the development of domestic and international air transport and airports."}, {"text_block_id": "p47_b574", "text": "7.13.6"}, {"text_block_id": "p47_b575", "text": "Develop inland container depots or dry ports including railway links together with supporting facilities such as customs, immigration, quarantine etc. at the border crossings."}, {"text_block_id": "p47_b576", "text": "7.13.7"}, {"text_block_id": "p47_b577", "text": "Multipurpose helicopter operations shall be introduced for search and rescue, medical evacuation, emergencies, disaster management, transportation of heavy machinery and non-scheduled services in places not served by fixed-wing aircraft operations."}, {"text_block_id": "p48_b578", "text": "7.14 Water based industries"}, {"text_block_id": "p48_b579", "text": "The country is endowed with abundant fresh water and being located in a region where safe and fresh drinking water supply continues to be a challenge, there is a large untapped potential to develop the water industry. The success of this industry will largely depend on the ability of the Royal Government to promote the image of the country as a source of clean and unpolluted water."}, {"text_block_id": "p48_b580", "text": "Support shall be provided to market the bottled drinking water in the region and global markets through the development of Brand Bhutan."}, {"text_block_id": "p48_b581", "text": "8. REviEW oF tHE policiEs AnD REGUlAtoRy FRAmEWoRK"}, {"text_block_id": "p48_b582", "text": "All Acts, Policies, Rules and Regulations of all sectors shall be reviewed to create an enabling environment. This shall be done within one year of adoption of this Policy in accordance with its provisions and shall be coordinated by the GNH Commission. The following shall be reviewed and revised:"}, {"text_block_id": "p48_b583", "text": "1."}, {"text_block_id": "p48_b584", "text": "Land Act, 2007"}, {"text_block_id": "p48_b585", "text": "2."}, {"text_block_id": "p48_b586", "text": "Labour and Employment Act of Bhutan, 2007"}, {"text_block_id": "p49_b587", "text": "3."}, {"text_block_id": "p49_b588", "text": "Immigration Act, 2007"}, {"text_block_id": "p49_b589", "text": "4."}, {"text_block_id": "p49_b590", "text": "Income Tax Act of the Kingdom of Bhutan, 2001"}, {"text_block_id": "p49_b591", "text": "5."}, {"text_block_id": "p49_b592", "text": "Road Safety and Transport Act, 1999"}, {"text_block_id": "p49_b593", "text": "6."}, {"text_block_id": "p49_b594", "text": "National Environment Protection Act, 2007"}, {"text_block_id": "p49_b595", "text": "7."}, {"text_block_id": "p49_b596", "text": "Intellectual Property Acts"}, {"text_block_id": "p49_b597", "text": "8."}, {"text_block_id": "p49_b598", "text": "Bhutan Information, Communications and Media Act, 2006"}, {"text_block_id": "p49_b599", "text": "9."}, {"text_block_id": "p49_b600", "text": "Movable and Immovable Property Act, 1999"}, {"text_block_id": "p49_b601", "text": "10."}, {"text_block_id": "p49_b602", "text": "Local Government Act, 2009"}, {"text_block_id": "p49_b603", "text": "11."}, {"text_block_id": "p49_b604", "text": "Mines and Minerals Management Act, 1995"}, {"text_block_id": "p49_b605", "text": "However, review of the national regulatory framework shall not be restricted to what is recommended above and shall go beyond what is listed and recommended to ensure that all regulatory frameworks are in harmony with the Policy. All new acts and regulations being proposed or drafted shall improve public service delivery by reducing the need for licensing."}, {"text_block_id": "p49_b606", "text": "9. incEntivEs"}, {"text_block_id": "p49_b607", "text": "In order to facilitate the implementation of EDP 2016, the Royal Government shall announce the fiscal incentives."}, {"text_block_id": "p49_b608", "text": "There shall be three types of incentives, namely, General Incentives, Sector Specific Incentives and Performance Based Incentives. General Incentives and performance based incentives are available to all sectors. Sector Specific Incentives are available to the sectors as specified."}, {"text_block_id": "p49_b609", "text": "10. tHE WAy AHEAD"}, {"text_block_id": "p49_b610", "text": "The GNH Commission (GNHC) shall take responsibility to review the implementation of the Policy, monitor performance, make projections about the future and recommend appropriate policy measures. To ensure implementation and accountability of Policy provisions, it will be critical that a proper system is designed to ensure that relevant sectors give high priority to implementation. In this respect, the following shall be strictly adhered:"}, {"text_block_id": "p49_b611", "text": "10.1"}, {"text_block_id": "p49_b612", "text": "GNHC Secretariat shall ensure that the specified activities for various"}, {"text_block_id": "p50_b613", "text": "agencies are incorporated in the Annual Performance Agreements with timelines."}, {"text_block_id": "p50_b614", "text": "agencies are incorporated in the Annual Performance Agreements with timelines.\n* A system of monitoring and reporting on the implementation of reform activities as identified in the Policy is instituted.\n* In the implementation of Policy provisions that require inter-sectoral representation and decisions, specific Committees shall be instituted with clear delineation of authority and responsibility of the members."}, {"text_block_id": "p50_b618", "text": "Annex I: Prohibited List"}, {"text_block_id": "p50_b619", "text": "1."}, {"text_block_id": "p50_b620", "text": "Activities that violate any relevant laws of the Kingdom of Bhutan"}, {"text_block_id": "p50_b621", "text": "2."}, {"text_block_id": "p50_b622", "text": "Activities that threaten national security and public order"}, {"text_block_id": "p50_b623", "text": "3."}, {"text_block_id": "p50_b624", "text": "Activities that has harmful effects on public health, environment and Bhutanese morals and culture"}, {"text_block_id": "p50_b625", "text": "4."}, {"text_block_id": "p50_b626", "text": "Arms, ammunitions and explosives"}, {"text_block_id": "p50_b627", "text": "5."}, {"text_block_id": "p50_b628", "text": "Production of hazardous chemicals (as per the restricted list of NEC)"}, {"text_block_id": "p50_b629", "text": "6."}, {"text_block_id": "p50_b630", "text": "Activities based on imported waste"}, {"text_block_id": "p50_b631", "text": "7."}, {"text_block_id": "p50_b632", "text": "Production, display and sale of Pornographic materials"}, {"text_block_id": "p50_b633", "text": "8."}, {"text_block_id": "p50_b634", "text": "Gambling and Betting"}, {"text_block_id": "p50_b635", "text": "9."}, {"text_block_id": "p50_b636", "text": "Tobacco and tobacco based products"}], "document_description": "The Economic Development Policy (EDP) sets the agenda and the general direction for the development of sectors with the highest potential. This Policy departs from the usual sector based approach and has been prepared in consultation with a wide range of stakeholders from private to government.&nbsp;<br><br>The EDP promotes that the economic development process shall take into account environment main-streaming in a phased manner that allows for industries to grow as well as engage in cleaner production.&nbsp;<br><br>The success of the country’s environment conservation efforts is one of the main drivers for developing the “Brand Bhutan” theme (highest priority to environmental conservation). Protection of biodiversity, genetic resources and promotion of indigenous knowledge are ones of the main goals.&nbsp;<br><br>Bhutan’s commitment to remain carbon neutral contributes to developing the “Brand Bhutan” theme and will be pursued to capitalize on the opportunities arising from the global trends towards low emission development and global best practices.&nbsp;"}