{"document_instrument_name": [], "document_country_english_shortname": "Bhutan", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF", "Industry", "Health", "Environment"], "document_language": "English", "document_name": "National Forestry Policy", "document_country_code": "BTN", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "09/01/2009", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/BTN/2009/BTN-2009-01-09-National Forestry Policy_6bd8be71f274c8b34923c6c421937556.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Royal Government of Bhutan"}, {"text_block_id": "p0_b2", "text": "Ministry of Agriculture"}, {"text_block_id": "p0_b3", "text": "NATIONAL FOREST POLICY"}, {"text_block_id": "p0_b4", "text": "Draft"}, {"text_block_id": "p0_b5", "text": "(post-regional consultations)"}, {"text_block_id": "p0_b6", "text": "September"}, {"text_block_id": "p0_b7", "text": "-28-08"}, {"text_block_id": "p1_b8", "text": "Glossary of acronyms"}, {"text_block_id": "p2_b9", "text": "Description of terms"}, {"text_block_id": "p3_b10", "text": "Contents"}, {"text_block_id": "p4_b11", "text": "1. BACKGROUND AND CONTEXT OF NATIONAL FOREST POLICY"}, {"text_block_id": "p4_b12", "text": "This National Forest Policy is framed at a time of rapidly changing political events in Bhutan. The change in overall governance from monarchy to a democratic governance, continued decentralisation and devolution are themes that will impact on many aspects of forest planning and development. Many of the policies discussed below foreshadow some of these changes, but policy instruments in the medium term must be framed in a flexible manner so that they can adapt to and support the on-going changes, some of which can be predicted, but many of which are difficult to foresee at the present time. Sound policy directions that are pro-active can also contribute to national development in a changing world by setting appropriate framework conditions. The following paragraphs of this section place forest policy in the context of the wider policy landscape of Bhutan."}, {"text_block_id": "p4_b13", "text": "1.1 The Constitution of the Kingdom of Bhutan"}, {"text_block_id": "p4_b14", "text": "Article 5 of the Constitution of the Kingdom of"}, {"text_block_id": "p4_b15", "text": "Bhutan makes it clear that: “"}, {"text_block_id": "p4_b16", "text": "Every Bhutanese"}, {"text_block_id": "p4_b17", "text": "is a trustee of the Kingdom’s natural resources"}, {"text_block_id": "p4_b18", "text": "and environment"}, {"text_block_id": "p4_b19", "text": "”. The Royal Government is"}, {"text_block_id": "p4_b20", "text": "enjoined in the Constitution to conserve and improve the environment and safeguard the"}, {"text_block_id": "p4_b21", "text": "country’s biodiversity"}, {"text_block_id": "p4_b22", "text": ". It is further directed to secure sustainable development while promoting economic and social development. The Constitution further charges the Government to ensure that"}, {"text_block_id": "p4_b23", "text": "a minimum of 60 % of Bhutan’s total land area"}, {"text_block_id": "p4_b24", "text": "is maintained under forest cover for all time."}, {"text_block_id": "p4_b25", "text": "1.2 Evolution of forest policy and legislation"}, {"text_block_id": "p4_b26_merged_merged", "text": "The Forest Act of 1969 was the first Act passed by the National Assembly after its inauguration. The first formal forest policy for Bhutan was approved in 1974, and this remains the only officially approved policy statement on forests. Prior to 1974 a series of general principles was observed for the management of forests, and these were derived to some extent from the Forest Act of 1969. The 1974 policy followed the directions in the 1969 Forest Act that mandated that all forests belong to the State, and there should be no private rights to any part of them. All lands not registered under an individual’s thram (land title document) were considered to be forest lands and were nationalised. Currently, all forest land is owned and managed by the State. The 1974 policy also set a framework for the scientific management of the country’s forest lands, and laid out approaches to be adopted for the key areas of forest conservation, afforestation, resource survey, utilisation and wild life conservation. This policy also contained the first mention of the objective of maintaining “a minimum of 60% of the total land under forest”, which was later included in the Constitution."}, {"text_block_id": "p4_b36", "text": "A new National Forest Policy was drafted in 1990 under a Master Plan process, but this remains in draft form without having been officially approved. Even though the draft was not officially approved it was still influential in guiding policy direction. The primary policy objective of this draft was on conservation of the environment, and only thereafter on deriving economic benefits from the forests. A major thrust was to bring the reserved forest under effective and scientifically prepared management plans, and approved management plans are now conditional for commercial harvesting. All policy documents to date have provided for the on-going supply of timber to rural households. In spite of the policy intent to balance conservation and sustainable utilisation objectives, interpretation of the policies and"}, {"text_block_id": "p5_b37", "text": "implementation tended to emphasise the conservation and protection aspects of forest management."}, {"text_block_id": "p5_b38", "text": "The 1969 Forest Act was repealed in 1995 and replaced with the Forest and Nature Conservation Act of Bhutan 1995. This currently provides the primary authority for forestry activities in the country. This Act has separate chapters on soil conservation, community forestry, protected areas, protection of wildlife and a list of totally protected species of flora and fauna."}, {"text_block_id": "p5_b39", "text": "The 1995 Act recognises the traditional and cultural rights of local people to access and use forest resources, and this has reversed the trend of the earlier 1969 Act. The 1995 Act also makes provision for private forestry to be practiced in privately registered lands and for community forests to be established on government forest lands, with the communities being granted management and use rights under conditions set out in an approved management plan."}, {"text_block_id": "p5_b40", "text": "A review of the National Forest Policy was carried out in 1999, and this review stressed the need to manage forests on a systematic and scientific basis. It noted that effective management will require the allocation of land for conservation, watershed protection, production forests and community forests. The focus of the review was on:"}, {"text_block_id": "p5_b41", "text": "A review of the National Forest Policy was carried out in 1999, and this review stressed the need to manage forests on a systematic and scientific basis. It noted that effective management will require the allocation of land for conservation, watershed protection, production forests and community forests. The focus of the review was on:\n"}, {"text_block_id": "p5_b44", "text": "1.3 Related legislation"}, {"text_block_id": "p5_b45", "text": "The Land Act of Bhutan 2007 is an important piece of legislation that has major implications for forest management. Those aspects that have major policy implications include:"}, {"text_block_id": "p5_b46", "text": "The Land Act of Bhutan 2007 is an important piece of legislation that has major implications for forest management. Those aspects that have major policy implications include:\n* (grazing) rights shall be deleted from the\n* (grazing) rights shall be deleted from the\n thram\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n tsamdro\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n tsamdro\n to individuals\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n tsamdro\n to individuals\n tsamdro\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n tsamdro\n to individuals\n tsamdro\n be permitted\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n tsamdro\n to individuals\n tsamdro\n be permitted\n Chapter 11 (255) requires that all sokshing rights (the rights to use forest land for"}, {"text_block_id": "p6_b74", "text": "The Land Act of Bhutan 2007 is an important piece of legislation that has major implications for forest management. Those aspects that have major policy implications include:\n* (grazing) rights shall be deleted from the\n* (grazing) rights shall be deleted from the\n thram\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n tsamdro\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n tsamdro\n to individuals\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n tsamdro\n to individuals\n tsamdro\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n tsamdro\n to individuals\n tsamdro\n be permitted\n* (grazing) rights shall be deleted from the\n thram\n (land title document) and revert to Government land if in\n thromde\n (an urban place) or to\n tsamdro\n in\n thromde\n shall remain as\n tsamdro\n to individuals\n tsamdro\n be permitted\n Chapter 11 (255) requires that all sokshing rights (the rights to use forest land for\n* where there are no trees shall not be leased. The management of\n* where there are no trees shall not be leased. The management of\n sokshing\n* where there are no trees shall not be leased. The management of\n sokshing\n shall"}, {"text_block_id": "p6_b79", "text": "These conditions in the Land Act place a considerable burden on the Department of Forest to facilitate the development of management plans, often in conjunction with other departments, over very large areas of land that were previously managed as"}, {"text_block_id": "p6_b80", "text": "tsamdro"}, {"text_block_id": "p6_b81", "text": "or"}, {"text_block_id": "p6_b82", "text": "sokshing"}, {"text_block_id": "p6_b83", "text": "under customary rights."}, {"text_block_id": "p6_b84", "text": "1.4 Bhutan 2020 and Gross National Happiness"}, {"text_block_id": "p6_b85", "text": "The vision for the future contained in “"}, {"text_block_id": "p6_b86", "text": "Bhutan 2020"}, {"text_block_id": "p6_b87", "text": "”"}, {"text_block_id": "p6_b88", "text": "re-affirms the notion of Gross National Happiness (GNH) as the central development concept for the country. This organising concept is translated into objectives or the pillars of GNH that give strategic direction to policy making and implementation. These pillars include Equitable & Sustainable SocioEconomic Development, Environmental Conservation, Preservation and Promotion of culture and Good Governance and their linkages."}, {"text_block_id": "p6_b89", "text": "The strategic directions from the GNH pillars require"}, {"text_block_id": "p6_b90", "text": "that the country’s rich biodiversity"}, {"text_block_id": "p6_b91", "text": "should also be regarded as a development asset while approach to environmental conservation is uncompromising. It also emphasises that development must take account of the devolution of new powers and responsibilities to the Dzongkhag and Geog levels."}, {"text_block_id": "p6_b92", "text": "1.5 10"}, {"text_block_id": "p6_b93", "text": "th"}, {"text_block_id": "p6_b94", "text": "Five Year Plan (2008-2013)"}, {"text_block_id": "p6_b95_merged_merged_merged_merged_merged_merged", "text": "The 10th Five Year Plan adopted poverty reduction as its overarching theme and primary goal, and this has major consequences for medium term policy orientation in the forest sector. The Plan emphasises the importance of mainstreaming environmental issues into the development planning process to maximise both sustainable utilisation and conservation of natural resources. It also recognises the growing challenge of balancing development and livelihood opportunities against the need to conserve the environment. One of the five specific policy objectives of the 10th Plan is to: “Conserve and promote sustainable commercial utilisation of forest and water resources”, and it is noted that “more than any other sector, the RNR sector has the deepest linkage to the Tenth Plan’s theme and objective of poverty reduction and the best prospects to address it.” Among the strategic measures included is one related to the: “Establishment of Community Forests and expansion of commercial harvesting of Non Wood Forest Products (NWFPs).” This measure is clearly aimed at making progress in both devolution and poverty reduction within a broader sustainable development framework."}, {"text_block_id": "p6_b111", "text": "1.6"}, {"text_block_id": "p6_b112", "text": "Status and classification of Bhutan’s forests"}, {"text_block_id": "p6_b113", "text": "Bhutan is well endowed with forests and past policies and practices have aimed at ensuring that the forest heritage is preserved and managed for the future. A brief overview of the forest cover by different use categories is given in the following box."}, {"text_block_id": "p7_b114", "text": "1.7"}, {"text_block_id": "p7_b115", "text": "Bhutan’s international forest related commitments"}, {"text_block_id": "p7_b116", "text": "Bhutan has signed several international treaties and agreements that impinge on the forest sector. The key ones are the Convention on Biological Diversity (CBD), the Convention of Combating Desertification (CCD), the Convention on Framework for Climate Change (FCC), the Convention on Trade in Endangered Species (CITES), the Millennium Development Goals (MDG) and the SAARC Development Goals. There need for effective coordination mechanisms between the implementation agencies in the forest sector and other agencies to ensure that the requirements to conform to the various international treaties and agreements which should also be reflected in forestry management plans and implementation procedures."}, {"text_block_id": "p7_b117", "text": "1.8 Summary of Forestry Policy evolution and context"}, {"text_block_id": "p7_b118", "text": "Bhutan has been endowed with a rich heritage of renewable natural resources, and past policies and practices of the Government have successfully protected this heritage. However, pressures are mounting on the forests to provide an increasing range of goods and services. In addition, Bhutan is increasingly interfacing with an external globalised world, and, among other things, has taken on international treaty obligations."}, {"text_block_id": "p7_b119_merged", "text": "Rural people in Bhutan, who make up about 69% of the population, have traditionally depended heavily on forests for subsistence goods and services (fuelwood, nonwoos forestry products, construction timber, leaf litter for animal bedding, etc.). Until the 1960s the rural dwellers made use of the natural resources in their immediate vicinity with little interference from the Government. However, during the latter part of the 20th Century, particularly with the commencement of the Five Year Development Planning framework, the Government took on an increasingly interventionist role in the management of the country’s natural resources, and many resource management functions, which had traditionally been carried out at village level, were centralised. The contemporary political landscape in Bhutan is one where this trend is reversing, with increasing democratisation and associated decentralisation and devolution."}, {"text_block_id": "p7_b124", "text": "The past decade has seen a gradual change of emphasis in the management of forests. There has been a shift from a primary focus on protection and conservation towards a focus on balancing conservation with sustainable utilisation. Associated with this change of emphasis has been a move towards a more decentralised and people-centred approach to implementation, with a strong agenda directed at poverty reduction. The National Forest Policy is framed in the context of this larger picture."}, {"text_block_id": "p8_b125", "text": "A key feature of this National Forest Policy is the application of an integrated landscape level approach to sustainable forest management. This is done through the implementation of strategies aimed at achieving a balance between conservation and sustainable utilisation that respects the cultural values of the forests. Of particular importance is the emphasis on poverty reduction that is a thread woven through the policy objectives and strategies."}, {"text_block_id": "p8_b126", "text": "2. PROCESS USED TO DEVELOP NATIONAL FOREST POLICY"}, {"text_block_id": "p8_b127", "text": "The process used to develop the National Forest policy had several distinct but overlapping steps as follows:"}, {"text_block_id": "p8_b128", "text": "The process used to develop the National Forest policy had several distinct but overlapping steps as follows:\n* Community forestry strategy;\n\t* Strategy on rural timber supplies;\n\t* Discussion paper on organisational arrangements for the Department of Forests;\n\t* Conservation strategies;\n\t* Human-wildlife conflicts.\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n The evolving Working Draft was constantly iterated within the Core Team to test ideas\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n The evolving Working Draft was constantly iterated within the Core Team to test ideas\n A Discussion Draft was prepared suitable for circulation to a wider audience once\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n The evolving Working Draft was constantly iterated within the Core Team to test ideas\n A Discussion Draft was prepared suitable for circulation to a wider audience once\n A de-brief was conducted with key stakeholders from the Ministry of Agriculture on the\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n The evolving Working Draft was constantly iterated within the Core Team to test ideas\n A Discussion Draft was prepared suitable for circulation to a wider audience once\n A de-brief was conducted with key stakeholders from the Ministry of Agriculture on the\n The final Discussion Draft was used as the basis for four regional consultations to obtain\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n The evolving Working Draft was constantly iterated within the Core Team to test ideas\n A Discussion Draft was prepared suitable for circulation to a wider audience once\n A de-brief was conducted with key stakeholders from the Ministry of Agriculture on the\n The final Discussion Draft was used as the basis for four regional consultations to obtain\n The regional consultation included sessions with all stakeholders, including all the"}, {"text_block_id": "p9_b151", "text": "The process used to develop the National Forest policy had several distinct but overlapping steps as follows:\n* Community forestry strategy;\n\t* Strategy on rural timber supplies;\n\t* Discussion paper on organisational arrangements for the Department of Forests;\n\t* Conservation strategies;\n\t* Human-wildlife conflicts.\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n The evolving Working Draft was constantly iterated within the Core Team to test ideas\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n The evolving Working Draft was constantly iterated within the Core Team to test ideas\n A Discussion Draft was prepared suitable for circulation to a wider audience once\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n The evolving Working Draft was constantly iterated within the Core Team to test ideas\n A Discussion Draft was prepared suitable for circulation to a wider audience once\n A de-brief was conducted with key stakeholders from the Ministry of Agriculture on the\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n The evolving Working Draft was constantly iterated within the Core Team to test ideas\n A Discussion Draft was prepared suitable for circulation to a wider audience once\n A de-brief was conducted with key stakeholders from the Ministry of Agriculture on the\n The final Discussion Draft was used as the basis for four regional consultations to obtain\n\t* Human-wildlife conflicts.\n New information was incorporated into the evolving Working Draft as it became\n The evolving Working Draft was constantly iterated within the Core Team to test ideas\n A Discussion Draft was prepared suitable for circulation to a wider audience once\n A de-brief was conducted with key stakeholders from the Ministry of Agriculture on the\n The final Discussion Draft was used as the basis for four regional consultations to obtain\n The regional consultation included sessions with all stakeholders, including all the\n"}, {"text_block_id": "p9_b153", "text": "The resulting Discussion Draft is largely derivative, in that it is derived from existing knowledge and information, packaged into a suitable format for a policy statement. The process was largely one of catalysing discussion and analysing and conceptualizing the results."}, {"text_block_id": "p9_b154", "text": "The following figure gives a conceptual outline of the process that was followed to develop the policy."}, {"text_block_id": "p10_b155", "text": "3. THE NATIONAL FOREST POLICY"}, {"text_block_id": "p10_b156", "text": "The framework for the National Forest Policy consists of a long term goal and major policy objectives and principles for with specific statements to enable various aspects of forest production, use and management."}, {"text_block_id": "p10_b157", "text": "3.1 Principles of the National Forest Policy"}, {"text_block_id": "p10_b158", "text": "Several principles have been kept in mind while framing the National Forest Policy. These are:"}, {"text_block_id": "p10_b159", "text": "Several principles have been kept in mind while framing the National Forest Policy. These are:\n"}, {"text_block_id": "p10_b164", "text": "3.2 National Forest Policy Goal"}, {"text_block_id": "p10_b165", "text": "Bhutan’s forest"}, {"text_block_id": "p10_b166", "text": "resources and biodiversity are managed sustainably and equitably to produce a wide range of social, economic and environmental goods and services for the optimal benefit of all citizens while still maintaining 60% of the land under forest, thereby contributing to Gross National Happiness."}, {"text_block_id": "p10_b167", "text": "3.3 Policy Objectives"}, {"text_block_id": "p10_b168", "text": "In order to achieve the goal for Bhutan’s forests, and to ensure that the whole"}, {"text_block_id": "p10_b169", "text": "society"}, {"text_block_id": "p10_b170", "text": "/community receives an equitable share of the benefits coming from sustainable forest management, six broad objectives must be pursued within a planning framework that integrates environmental and economic/commercial outcomes. These include the following:"}, {"text_block_id": "p10_b171", "text": "/community receives an equitable share of the benefits coming from sustainable forest management, six broad objectives must be pursued within a planning framework that integrates environmental and economic/commercial outcomes. These include the following:\n* Sustainably produce economic and environmental goods and services to meet the long\n<\\li1>"}, {"text_block_id": "p11_b175", "text": "/community receives an equitable share of the benefits coming from sustainable forest management, six broad objectives must be pursued within a planning framework that integrates environmental and economic/commercial outcomes. These include the following:\n* Sustainably produce economic and environmental goods and services to meet the long\n<\\li1>\n* Ma\n* biodiversity, ecosystem services and natural habitats through a network of protected\n* achieve sustainable rural\n* Rural communities able to meet the majority of their timber demands from their own\n* An economically viable and efficient forest based industry, , aimed at adding value. utilising both wood and\n* Organisational and institutional reforms carried out and managerial, technical and"}, {"text_block_id": "p11_b190", "text": "The overall intention of each policy objective has a number of important characteristics:"}, {"text_block_id": "p11_b191", "text": "The overall intention of each policy objective has a number of important characteristics:\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n Local communities are empowered in sustainable forest resource management through\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n Local communities are empowered in sustainable forest resource management through\n A range of forest based industries is encouraged to contribute to local and national\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n Local communities are empowered in sustainable forest resource management through\n A range of forest based industries is encouraged to contribute to local and national\n Forest management is more people-centred and is responsive to the expectations of civil\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n Local communities are empowered in sustainable forest resource management through\n A range of forest based industries is encouraged to contribute to local and national\n Forest management is more people-centred and is responsive to the expectations of civil\n Private forest management is encouraged to contribute to both commercial and\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n Local communities are empowered in sustainable forest resource management through\n A range of forest based industries is encouraged to contribute to local and national\n Forest management is more people-centred and is responsive to the expectations of civil\n Private forest management is encouraged to contribute to both commercial and\n Organisational roles and institutional mandates are clarified and operational mechanisms"}, {"text_block_id": "p12_b202", "text": "The overall intention of each policy objective has a number of important characteristics:\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n Local communities are empowered in sustainable forest resource management through\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n Local communities are empowered in sustainable forest resource management through\n A range of forest based industries is encouraged to contribute to local and national\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n Local communities are empowered in sustainable forest resource management through\n A range of forest based industries is encouraged to contribute to local and national\n Forest management is more people-centred and is responsive to the expectations of civil\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n Local communities are empowered in sustainable forest resource management through\n A range of forest based industries is encouraged to contribute to local and national\n Forest management is more people-centred and is responsive to the expectations of civil\n Private forest management is encouraged to contribute to both commercial and\n* A holistic and integrated area-based approach is adopted to plan for and manage forests\n Priority is given to indirect benefits from forests, particularly (i) a reliable supply of high\n Forests are used as a platform to contribute towards rural poverty reduction by balancing\n Local communities are empowered in sustainable forest resource management through\n A range of forest based industries is encouraged to contribute to local and national\n Forest management is more people-centred and is responsive to the expectations of civil\n Private forest management is encouraged to contribute to both commercial and\n Organisational roles and institutional mandates are clarified and operational mechanisms\n* ational obligations related to forest and environmental\n<\\li1>"}, {"text_block_id": "p12_b204", "text": "3.4 Forest Use and Priorities"}, {"text_block_id": "p12_b205", "text": "3.4.1"}, {"text_block_id": "p12_b206", "text": "Sustainable management of forests"}, {"text_block_id": "p12_b207", "text": "To actively and sustainably manage"}, {"text_block_id": "p12_b208", "text": "Bhutan’s"}, {"text_block_id": "p12_b209", "text": "forests for production of economic and environmental goods and services and meet the long term needs of society the following policy measures must be pursued:"}, {"text_block_id": "p12_b210", "text": "forests for production of economic and environmental goods and services and meet the long term needs of society the following policy measures must be pursued:\n* All forests are covered by forest management plans focused on the sustainable supply\n* The more accessible and productive parts of\n* Government Reserved Forests\n* To enhance knowledge about the overall forest resource situation across the country\n* Functional mapping of all GRF should be carried out at landscape level in\n* Forests outside the FMUs, generally those areas that are remote or have low volumes\n* In areas where natural regeneration is inadequate to ensure a future well stocked forest"}, {"text_block_id": "p13_b226", "text": "forests for production of economic and environmental goods and services and meet the long term needs of society the following policy measures must be pursued:\n* All forests are covered by forest management plans focused on the sustainable supply\n* The more accessible and productive parts of\n* Government Reserved Forests\n* To enhance knowledge about the overall forest resource situation across the country\n* Functional mapping of all GRF should be carried out at landscape level in\n* Forests outside the FMUs, generally those areas that are remote or have low volumes\n* In areas where natural regeneration is inadequate to ensure a future well stocked forest\n* In areas where commercial or large scale harvesting of timber are carried out, the"}, {"text_block_id": "p13_b229", "text": "3.4.2 Biodiversity conservation"}, {"text_block_id": "p13_b230", "text": "To mainta"}, {"text_block_id": "p13_b231", "text": "in species persistence and ensure long term sustainability of Bhutan’s biodiversity,"}, {"text_block_id": "p13_b232", "text": "ecosystem services and natural habitats through a network of protected areas and management of other parts of the forest landscape for positive environmental outcomes, the following policies shall be pursued:"}, {"text_block_id": "p13_b233", "text": "ecosystem services and natural habitats through a network of protected areas and management of other parts of the forest landscape for positive environmental outcomes, the following policies shall be pursued:\n* The protected area systems should ensure that protected areas contained a representation of the countryâs biological diversity in their management plans. Parks\n* With growing urbanisation and rising living standards in the country greater attention\n* Human-wild life conflicts is an important issue in Bhutan and the most affected are\n* Protection and survival of endangered species and habitats shall be ensured and trade\n* Historical and cultural sites should be respected and local traditions and culture\n* Environmental education and awareness should be pursued through protected area"}, {"text_block_id": "p14_b247", "text": "ecosystem services and natural habitats through a network of protected areas and management of other parts of the forest landscape for positive environmental outcomes, the following policies shall be pursued:\n* The protected area systems should ensure that protected areas contained a representation of the countryâs biological diversity in their management plans. Parks\n* With growing urbanisation and rising living standards in the country greater attention\n* Human-wild life conflicts is an important issue in Bhutan and the most affected are\n* Protection and survival of endangered species and habitats shall be ensured and trade\n* Historical and cultural sites should be respected and local traditions and culture\n* Environmental education and awareness should be pursued through protected area\n* To improve database on biological values, species diversity, habitat and ecosystem"}, {"text_block_id": "p14_b250", "text": "3.4.3 Watershed management"}, {"text_block_id": "p14_b251", "text": "Well managed watersheds play a pivotal role in supplying a wide range of goods and services both on-site and downstream. They are the basis for sustainable agricultural, forestry and pastoral pursuits, sustaining biodiversity and providing other environmental benefits as well as water for local and downstream use."}, {"text_block_id": "p14_b252", "text": "The production of hydro power for export, mainly to neighbouring India, contributes about"}, {"text_block_id": "p14_b253", "text": "24% to the country’s GDP and this is expected to rise further with the construction of more"}, {"text_block_id": "p14_b254", "text": "hydro plants, making electricity generation the single biggest contributor to the economy. Consequently, a reliable supply of quality water is the most valuable commercial product"}, {"text_block_id": "p14_b255", "text": "derived from Bhutan’s forests. It is evident that the maintenance and improvement of the country’s watersheds is a high management priority, not only for hydro power, but also for"}, {"text_block_id": "p14_b256", "text": "domestic use and irrigation."}, {"text_block_id": "p14_b257_merged_merged", "text": "Well managed upstream watersheds with effective vegetation cover are critical to smooth out variations in water flows and to minimise erosion. Failure to do this can have serious on-site consequences by reducing site productivity. There are also important downstream consequences in terms of reduced life of reservoirs, interruptions to electricity supply due to blockages of intakes with resulting higher maintenance costs to turbines and channels. Downstream water users depend on good stewardship of the natural resource base by upstream residents and land managers. Water has traditionally been considered a free good. However, there are costs involved in good stewardship, and this notion of “free water” needs to be questioned in the contemporary environment. Equity considerations suggest that the upstream stewards should receive some recompense for the costs involved in their good stewardship."}, {"text_block_id": "p14_b260", "text": "As well as the role that upstream watersheds play in water production, they also play an important role in sustaining the livelihoods of upland farmers and graziers. In this regard, the maintenance and improvement of watersheds is critical to the sustainability of rural livelihoods by improving the quality of agricultural and pasture land."}, {"text_block_id": "p14_b261", "text": "A considerable amount of water originates in alpine areas that are snow and ice covered during winter. Uncertainties exist about the impact of climate change on the hydrology of"}, {"text_block_id": "p15_b262", "text": "these areas, which suggests that policy should be framed in an anticipatory and proactive manner."}, {"text_block_id": "p15_b263", "text": "The Department of Forests has the primary responsibility for planning and coordination for Watershed Management, although responsibilities for specific land management aspects are spread across many agencies, including agriculture and livestock as well as Dzongkhags, Geogs, municipalities, private farmers and other land users. This has created a situation where there are uncertainties and overlaps in responsibilities and roles."}, {"text_block_id": "p15_b264", "text": "While the notion of a “watershed” is a useful organising concept to conceptualise the"}, {"text_block_id": "p15_b265", "text": "necessity of integrated and holistic planning in order to achieve a defined goal, it does pose practical difficulties when it comes to operationalising the concept. Watershed boundaries rarely coincide with administrative/political boundaries (Dzongkhags and Geogs) that form the basis of most development planning, or of the land-use specific boundaries (for uses such as FMUs, protected areas, community forests, etc.) that are the basis of many area based management plans that cover much of the landscape. Achievement of the goals set for watershed management means that integrated and holistic planning (as seen through the prism of watershed management goals) needs to be interposed with the development plans of the administrative/political units and the other land-use specific area based plans."}, {"text_block_id": "p15_b266_merged", "text": "The following strategies aim to provide an approach that will be effective in integrating and coordinating activities across the landscape to maintain and improve the condition of the country’s watersheds while at the same time contributing to enhanced rural livelihoods and poverty reduction."}, {"text_block_id": "p15_b269", "text": "Strategies:"}, {"text_block_id": "p15_b270", "text": "Strategies:\n* Adopt river basin wide planning as an organising concept for watershed management\n* Plan for and implement activities to enhance watershed conditions and contribute to\n* Pursue options for the payment of environmental services by downstream water users\n* Monitor and evaluate the impact of watershed management interventions on"}, {"text_block_id": "p16_b280", "text": "Social forestry made its first appearance in Bhutan in 1979 with a Royal Decree from His Majesty the Fourth Druk Gyalpo. However, little progress was made during the following decade due to limitations in the regulatory framework which had a primary focus on forest conservation and mandated that all forests belonged to the State. There was also no legal provision for allocation of Government Reserved Forest to communities, though it was an important signalling of the intent to change the forest management paradigm from a centralised top down one to a decentralised and devolved bottom up one. Activities at this time were largely limited to planting free tree seedlings on privately registered land and in schools. Real changes began with the adoption of decentralisation policies in the early 1990s when the importance of people"}, {"text_block_id": "p16_b281", "text": "’"}, {"text_block_id": "p16_b282", "text": "s participation in protection and management of forests was recognised. The Dzongkhag Yargay Tshogdu (DYT) Chatrim (2002) and the Geog Yargay Tshogchhung (GYT) Chatrim (2002) now provide a solid legal basis for decentralisation and spell out a wide range of powers, authorities, resources, responsibilities and functions delegated from central agencies to DYT to formulate, approve and implement Dzongkhag and Geog plans. For example, under the GYT Chatrim, Geogs are given the power for"}, {"text_block_id": "p16_b283", "text": "“..custody and care of communal lands, community forests...and"}, {"text_block_id": "p16_b284", "text": "prevention"}, {"text_block_id": "p16_b285", "text": "of...encroachments in such communal lands as well as on Government land and forests.”"}, {"text_block_id": "p16_b286", "text": "Forestry extension units were created in the Dzongkhags with trained Geog Forestry Extension Officers (GFEOs) to assist in the implementation of decentralised forestry activities. Social Forestry evolved during the 1990s and a Social Forestry and Afforestation Division was created in the Department of Forest in 1989. This was renamed the Social Forestry Division in 2002 to provide an organisational focus for community and private forestry."}, {"text_block_id": "p16_b287_merged_merged", "text": "Community Based Natural Resources Management (CBNRM) has been explored in Bhutan for several years, and a solid conceptual framework has been developed based on thorough analysis of field case studies. CBNRM is seen as a practical expression of decentralisation and an approach for improving the governance of natural resources at the local level. It is also a practical approach for improving livelihood security and environmental sustainability. Conceptually, it conforms to the Government’s Middle Path approach to NRM management with its focus on the need to develop the economy while maintaining the rich cultural heritage, traditional values and the natural resource base."}, {"text_block_id": "p16_b290", "text": "Community forestry builds on the conceptual framework developed for CBNRM and is a practical example of the operationalisation of CBNRM concepts. The CBNRM framework emphasises mechanisms whereby stakeholders work collectively to:"}, {"text_block_id": "p16_b291", "text": "Strengthen and utilise knowledge and capacity for community level management of natural resources including the establishment of community based organisations;"}, {"text_block_id": "p17_b292", "text": "Strengthen the rights of local communities to regulate access and use of their natural resources and to benefit from them;"}, {"text_block_id": "p17_b293", "text": "Support the re-structuring of State-community relationships by changing the role of the State from centralised control to decentralised governance including community based institutions for NRM."}, {"text_block_id": "p17_b294_merged", "text": "During the past decade community forestry has proved to be a viable policy option to complement the other forest management regimes, primarily commercial management of forests in FMUs and conservation management of protected areas. Field experience has led to the production of a manual to guide implementation. However, the implementation guidelines are complex and restrictive and difficult to implement. To some extent the guidelines have mixed the Government’s compliance needs with the communities’ needs to manage their forests. A simplified approach would be consistent with the Government’s broader agenda of stimulating decentralisation and devolution. As at the end of March 2009 there were 131 CFMGs, comprising 6,608 households (HH), managing about 16,379 ha of community forest. This area includes both timber and NWFP management. Implementation has now moved past the trialling and piloting stage to mainstreaming and institutionalising community forestry as a major part of the forest management landscape of Bhutan. It is projected that the number of CFMGs could rise to about 400 by 2013 (covering about 4 percent of the total forest area)."}, {"text_block_id": "p17_b297", "text": "The community forestry objective is geared towards achieving progress in several major areas:"}, {"text_block_id": "p17_b298", "text": "Returning rights and responsibilities for managing forests surrounding villages to community groups."}, {"text_block_id": "p17_b299", "text": "Interfacing contemporary management and institutional arrangements with indigenous and traditional approaches to forest management."}, {"text_block_id": "p17_b300", "text": "Providing, as far as possible, timber for rural construction and maintenance from community forests."}, {"text_block_id": "p17_b301", "text": "Increasing the economic returns from community forests to communities through the sale of timber and NWFPs."}, {"text_block_id": "p17_b302", "text": "Contributing to poverty reduction."}, {"text_block_id": "p17_b303", "text": "Participants at a national Community Forestry workshop held in Thimphu in April 2009 identified critical policy, institutional and technical issues that currently inhibit the implementation and expansion of Community Forestry. They went on to agree to a series of strategies that would collectively contribute to the attainment of the goal. These strategies are:"}, {"text_block_id": "p17_b304", "text": "i."}, {"text_block_id": "p17_b305", "text": "Enhance the regulatory framework for Community Forestry to ensure that it is enabling rather than enforcing"}, {"text_block_id": "p17_b306", "text": "ii."}, {"text_block_id": "p17_b307", "text": "Manage Community Forests by applying principles of Sustainable Forest Management to achieve both conservation and development outcomes"}, {"text_block_id": "p17_b308", "text": "iii."}, {"text_block_id": "p17_b309", "text": "Manage Community Forests to generate income as well as a wide range of other goods and services"}, {"text_block_id": "p17_b310", "text": "iv."}, {"text_block_id": "p17_b311", "text": "Manage Community Forests to contribute to a reduction in rural poverty"}, {"text_block_id": "p18_b312", "text": "v."}, {"text_block_id": "p18_b313", "text": "Meet rural timber requirements from Community Forests to the greatest extent possible"}, {"text_block_id": "p18_b314", "text": "vi."}, {"text_block_id": "p18_b315", "text": "Base the management of Community Forests on principles of good governance (embracing transparency, accountability, participation, predictability, empowerment, inclusiveness, equity and benefit sharing) and in line with decentralisation and devolution policies"}, {"text_block_id": "p18_b316", "text": "vii."}, {"text_block_id": "p18_b317", "text": "Improve awareness of the general public and Government staff about all aspects of Community Forestry"}, {"text_block_id": "p18_b318", "text": "Improve awareness of the general public and Government staff about all aspects of Community Forestry\n* Build capacity to plan for and manage Community Forests\n<\\li1>"}, {"text_block_id": "p18_b320", "text": "ix."}, {"text_block_id": "p18_b321", "text": "Base technical and socio-economic approaches to Community Forestry on good science"}, {"text_block_id": "p18_b322", "text": "x."}, {"text_block_id": "p18_b323", "text": "Monitor and evaluate the biophysical and socio-economic outcomes of Community Forestry"}, {"text_block_id": "p18_b324", "text": "Component 5. Forest based industries"}, {"text_block_id": "p18_b325", "text": "It is recognised that private sector development is an important driver of economic growth and can contribute significantly to employment generation and poverty reduction. The role of the Government is to provide an enabling environment to encourage the private sector to grow and prosper."}, {"text_block_id": "p18_b326", "text": "Until 2000 about 50% of the logs produced by the Bhutan Logging Corporation (now the Natural Resources Development Corporation Limited) were exported. The local industry could not compete with outside buyers, and suffered from a shortage of timber. An export ban on logs and sawn timber was introduced in 2000 in an attempt to free up supplies for the local market and generate local employment. However, the ban was followed by an increase in the price of local timber. At the present time the local wood processing industry is in an early stage of development, and consists mainly of small sawmills, furniture units, joinery and wood craft units, and particle board and plywood factories. There are a total of 324 wood based industries in the country, from large scale to cottage based. The efficient operation of a forest based industry requires an open market and competition, and the presence of entrepreneurs who can take advantage of market opportunities. Forest policy can assist this process by ensuring that the supply of timber to the market and other forest products is carried out in a transparent, competitive and fair manner."}, {"text_block_id": "p19_b327", "text": "The harvesting, processing and marketing of NWFPs from rural areas is growing in importance and has the opportunity of contributing significantly to poverty reduction and food security. These are mainly cottage industries, and require official support and encouragement to ensure that NWFPs are harvested sustainably and that the rural people who do the harvesting receive an equitable return on their efforts."}, {"text_block_id": "p19_b328", "text": "Development of forest based industries, utilising both timber and NWFPs, can contribute significantly to income generation. In time, products sourced from private and community forests can also contribute to the overall supply."}, {"text_block_id": "p19_b329", "text": "Strategies to encourage the development of forest based industries include:"}, {"text_block_id": "p19_b330", "text": "i."}, {"text_block_id": "p19_b331", "text": "Ensure that policies concerning private sector investment in utilising and marketing forest products, including permits, taxes, licenses, leases, etc. do not have a perverse effect on the ability of the private sector to engage in the profitable, but sustainable, utilisation and marketing of forest products."}, {"text_block_id": "p19_b332", "text": "ii."}, {"text_block_id": "p19_b333", "text": "Retain the current ban on the export of round logs and sawn timber."}, {"text_block_id": "p19_b334", "text": "iii."}, {"text_block_id": "p19_b335", "text": "Provide technical assistance to local communities to facilitate their ability to sustainably harvest, process and efficiently and economically market selected NWFPs, aimed at maximising local income generation."}, {"text_block_id": "p19_b336", "text": "iv."}, {"text_block_id": "p19_b337", "text": "Provide technical assistance to local communities to enable them, over time, to harvest and market timber from their community forests."}, {"text_block_id": "p19_b338", "text": "v."}, {"text_block_id": "p19_b339", "text": "Promote, in cooperation with relevant industry groups, the establishment of industries that can add value to the processing and marketing of high value species, both wood and non wood."}, {"text_block_id": "p19_b340", "text": "vi."}, {"text_block_id": "p19_b341_merged", "text": "Promote, in association with the Government tourism agency and private travel companies, the development of high value eco-tourism to rural areas to take advantage of Bhutan’s unique natural and cultural heritage, but in a way that maximises benefit flow to local communities. Efforts should be made to explore niche markets such as bird watching, orchid identification, spiritual tourism, etc."}, {"text_block_id": "p19_b344", "text": "vii."}, {"text_block_id": "p19_b345", "text": "Support industries to develop commercial plantation forests, on leased land, to produce industrial timber."}, {"text_block_id": "p19_b346", "text": "Component 6. Supportive organisation to implement forest policy"}, {"text_block_id": "p19_b347", "text": "It is probable that the successful implementation of the policy will require some adjustments to organisational structures and institutional arrangements, as well as targeted capacity building. Of particular importance is the establishment of institutional mechanisms to ensure that effective coordination and integration takes place, so that the major functions of implementing agencies do not operate in silos in isolation from other functions. This will need to include coordination with agencies both inside and outside the present departmental and ministry structures. The external agencies include the National Environment Commission for integration of the Biodiversity Action Plan into management planning across the forested"}, {"text_block_id": "p20_b348", "text": "landscape, and the Department of Energy for assessing requests for construction of energy related infrastructure projects."}, {"text_block_id": "p20_b349", "text": "Decentralisation and devolution are themes that need to play out explicitly during policy implementation and be reflected in organisational structures and mandates. Economic rationalisation is a global phenomenon that also impinges on governance in Bhutan. Bureaucracies round the world are under pressure to do more with less, and this also applies in Bhutan. Large increases in staff numbers are a thing of the past, and this has implications on approaches to implementation. Mechanisms need to be actively sought whereby some functions previously carried out by Government can be devolved to or shared with other entities. Community forestry is one policy option that conforms to this devolution of functions. Similar options could be pursued in relation to the management of protected areas."}, {"text_block_id": "p20_b350", "text": "At the present time there are three distinct groups of Forest Department staff who have mandates to implement forest policy. These are;"}, {"text_block_id": "p20_b351", "text": "Territorial staff, responsible to the Director of Forestry, who have a mandate to manage commercial timber operations in FMUs and police illegal activities outside FMUs;"}, {"text_block_id": "p20_b352", "text": "Protected area staff, responsible to the Director of Forestry, who have a mandate to manage protected areas;"}, {"text_block_id": "p20_b353", "text": "District staff, responsible to the Dzongda, who have a mandate to manage rural timber requirements and sanctions, forest fires, community forestry, allocation of dry firewood to rural communities and small scale plantations in their Dzongkhag."}, {"text_block_id": "p20_b354", "text": "There is considerable overlap in the work carried out by these three groups, and this causes confusion and uncertainty, particularly among external stakeholders when seeking approval for various activities. There is some merit in carrying out an analysis of the functions that are needed to implement this new forest policy, and then determining what staffing arrangements are most suitable for a decentralised structure. Key functions at the central level should be:"}, {"text_block_id": "p20_b355", "text": "Formulate policy;"}, {"text_block_id": "p20_b356", "text": "Coordinate policy implementation internally;"}, {"text_block_id": "p20_b357", "text": "Monitor the overall implementation of policy to ensure that broad objectives are being met;"}, {"text_block_id": "p20_b358", "text": "Coordinate external relations (nationally and internationally);"}, {"text_block_id": "p20_b359_merged", "text": "Ensure that policies and practices for the forest sector are integrated into other sectoral plans and strategies and vice versa;"}, {"text_block_id": "p20_b362", "text": "Collect and collate necessary statistics and other information."}, {"text_block_id": "p20_b363", "text": "Key functions at the decentralised (Dzongkhag and Geog) levels should be:"}, {"text_block_id": "p20_b364", "text": "Implement policy"}, {"text_block_id": "p20_b365", "text": "Monitor the impact of implementation"}, {"text_block_id": "p20_b366", "text": "Report to the central level on key policy outcomes"}, {"text_block_id": "p20_b367", "text": "Gaining approval for infrastructure and other development projects, such as power line construction on forest lands and harvesting, transporting and marketing NWFPs, can be time consuming and complex. There are many administrative bottlenecks that lead to client frustrations and inefficiencies. Clarifying and streamlining administrative procedures for such"}, {"text_block_id": "p21_b368", "text": "activities can lead to considerable improvements in overall efficiency and improve client satisfaction. Associated with this should be decentralisation of as many functions as possible to Dzongkhag level."}, {"text_block_id": "p21_b369", "text": "Bhutan has signed several international treaties and agreements that impinge on the forest sector. The key ones are the Convention on Biological Diversity (CBD), the Convention on Trade in Endangered Species (CITES), the Millennium Development Goals (MDG) and the SAARC Development Goals. The National Environment Commission is the focal institution for the CBD and CITES. There need to be effective coordination mechanisms between the implementation agencies in the forest sector and NEC to ensure that the requirements to conform to CBD and CITES are reflected in management plans and implementation procedures."}, {"text_block_id": "p21_b370", "text": "Two of the eight MDGs are relevant for this forest policy, those pertaining to poverty reduction and to the environment. The MDG poverty goal is quantified and time bound: halving extreme hunger and poverty by 2015, starting at a baseline year of 1990. Poverty reduction is woven as a thread throughout this new forest policy, but it needs to be addressed explicitly by targeting activities to this end in all relevant actions such as management planning and benefit sharing. Actions which will contribute to the achievement of the MDG environment goal are also woven throughout this policy statement."}, {"text_block_id": "p21_b371", "text": "The SAARC Development goals are framed in the context of the MDGs and focus strongly on poverty reduction. They provide a roadmap for the implementation of the SAARC Social Charter. Environmental issues also feature prominently among the priority goals."}, {"text_block_id": "p21_b372", "text": "The following strategies are aimed at addressing the organisational and institutional reforms needed to implement the new policy:"}, {"text_block_id": "p21_b373", "text": "Reforms to improve external coordination"}, {"text_block_id": "p21_b374", "text": "i."}, {"text_block_id": "p21_b375", "text": "Coordinate and harmonise forestry and other sectoral policies and activities in consultation with relevant stakeholders, especially on issues of forest land planning, biodiversity conservation, national development (particularly infrastructure construction) soil and water conservation and marketing of forest products."}, {"text_block_id": "p21_b376", "text": "Reforms to improve internal coordination, decentralisation and devolution"}, {"text_block_id": "p21_b377", "text": "ii."}, {"text_block_id": "p21_b378", "text": "Carry out a review of administrative procedures for approval of infrastructure and other development projects (including such things as NWFP harvesting, transport and marketing) with the aim of clarifying and streamlining the procedures to remove the procedural bottlenecks."}, {"text_block_id": "p21_b379", "text": "Strive for a “one stop shop” for approvals."}, {"text_block_id": "p21_b380", "text": "iii."}, {"text_block_id": "p21_b381", "text": "Ensure that all administrative procedures for approval of infrastructure and other development projects are time bound."}, {"text_block_id": "p21_b382", "text": "iv."}, {"text_block_id": "p21_b383", "text": "Decentralise authority to approve infrastructure and other development projects to the Dzongkhag level where impacts of the projects are entirely within the Dzongkhag."}, {"text_block_id": "p21_b384", "text": "v."}, {"text_block_id": "p21_b385", "text": "Carry out a review of the functions needed to implement the new forest policy, and determine what staffing and other arrangements are most suitable to carry out the functions in a decentralised structure."}, {"text_block_id": "p21_b386", "text": "International treaty obligations"}, {"text_block_id": "p21_b387", "text": "vi."}, {"text_block_id": "p21_b388_merged", "text": "Develop effective organisational arrangements and monitoring systems to ensure that Bhutan’s international treaty obligations are reflected in management and action plans and reporting procedures."}, {"text_block_id": "p21_b391", "text": "Capacity building for policy implementation"}, {"text_block_id": "p22_b392", "text": "vii."}, {"text_block_id": "p22_b393", "text": "Carry out training to ensure adequate technical capacity, from Geog to central levels, to implement the new policies."}, {"text_block_id": "p22_b394", "text": "viii."}, {"text_block_id": "p22_b395", "text": "Carry out reorientation training courses for forest officers give them the skills and attitudes needed to fit them for their new roles as advisors and extensionists."}, {"text_block_id": "p22_b396", "text": "Awareness raising and public education"}, {"text_block_id": "p22_b397", "text": "ix."}, {"text_block_id": "p22_b398_merged", "text": "Carry out public awareness raising campaigns so that all sectors of society are familiar with contemporary forest policy issues and approaches to implementation aimed at ensuring that Bhutan’s forests continue to be managed sustainably."}, {"text_block_id": "p22_b401", "text": "Research and information management"}, {"text_block_id": "p22_b402", "text": "x."}, {"text_block_id": "p22_b403", "text": "Ensure that research is geared to client needs, while at the same time allowing researchers to access funds to pursue innovative ideas."}, {"text_block_id": "p22_b404", "text": "xi."}, {"text_block_id": "p22_b405", "text": "Ensure that information management systems are in place to enable a flow of research and other information, and that archival systems are in place to ensure the retention and retrieval of all important documents."}], "document_description": "This Policy aims at sustaining the shape and health of Bhutan's forests over the long term, so they keep representing 60 % of the land. Its objectives are to\n\n1) sustainably produce economic and environmental goods and services to meet the long term needs of society through active and sustainable management of Bhutan's forests. This includes active management of Government Reserved Forests inside as well as outside Forest Management Units,\n\n2) maintain species persistence and ensure long term sustainability of Bhutan's biodiversity, ecosystem services and natural habitats through a network of protected areas (including national parks, wildlife sanctuaries, conservation areas, botanical parks, nature reserves and biological corridors) with other parts of the forest landscape also managed to deliver positive environmental outcomes,\n\n3) Bhutan's forested watersheds actively managed to achieve sustainable rural livelihoods and to produce a reliable supply of high quality water for domestic use, irrigation and hydro power production,\n\n4) Rural communities able to meet the majority of their timber demands from their own community forests, and derive economic benefits from the sustainable management of their forests through sale of forest products and services,\n\n5) An economically viable and efficient forest based industry, utilising both wood and, aimed at adding value,\n\nand 6) Organisational and institutional reforms carried out and managerial, technical and administrative capacity developed to implement strategies and achieve all policy objectives."}