{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Bhutan", "document_category": "Policy", "document_sector_name": "Waste", "document_language": "English", "document_name": "National Waste Management Strategy 2019", "document_country_code": "BTN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "06/02/2019", "document_keyword": "Slc Ps", "document_url": "https://cdn.climatepolicyradar.org/BTN/2019/BTN-2019-02-06-National Waste Management Strategy 2019_932d3d0612340ee957d0270c76cfb951.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "རྒྱལ་ཡོངས་ཕྱགས་སྙིགས་འཛིན་སྐྱོང་ཐབས་ཤེས། ༢༠༡༩"}, {"text_block_id": "p0_b2", "text": "རྒྱལ་ཡོངས་ཕྱགས་སྙིགས་འཛིན་སྐྱོང་ཐབས་ཤེས། ༢༠༡༩"}, {"text_block_id": "p0_b3", "text": "National Waste Management Strategy"}, {"text_block_id": "p0_b4", "text": "2019"}, {"text_block_id": "p0_b5", "text": "Launched by:"}, {"text_block_id": "p0_b6", "text": "HER MAJESTY THE GYALTSUEN JETSUN PEMA WANGCHUCK"}, {"text_block_id": "p0_b7", "text": "02 June, 2019"}, {"text_block_id": "p1_b8", "text": "རྒྱལ་ཡོངས་ཕྱགས་སྙིགས་འཛིན་སྐྱོང་ཐབས་ཤེས། ༢༠༡༩"}, {"text_block_id": "p2_b9", "text": "Contents"}, {"text_block_id": "p3_b10", "text": "List of Tables"}, {"text_block_id": "p3_b11", "text": "List of Figures"}, {"text_block_id": "p4_b12", "text": "AbbreviAtions"}, {"text_block_id": "p6_b13", "text": "Chapter 1: nAtionAl CirCumstAnCe"}, {"text_block_id": "p6_b14", "text": "Bhutan is recognized as one of the last environmental frontiers in the Eastern Himalayas. The pristine rivers and rich biodiversity of the country have been acclaimed the world over. These achievements are the fruits of tremendous conservation efforts, wise leadership of our monarchs and strategic policies that the country has followed since early times."}, {"text_block_id": "p6_b15", "text": "The Constitution of the Kingdom of Bhutan mandates a forest cover of 60% for all times. It emphasizes the responsibility of environmental conservation on each and every citizen of Bhutan. Therefore, it is imperative that the beauty and cleanliness of the country is strengthened and maintained for the well being of present and future generation. However, increased population growth, economic activities and unsustainable development processes have led to increased waste generation which are raising environmental and health concerns. In the present context, solid wastes and effluents are considered to be major environmental concerns in Bhutan in the face of weak institutional coordination, chronic under resourcing and rapid urbanization. This is aggravated by the ready availability of imported, non-biodegradable goods in the market and change in consumption patterns of the society."}, {"text_block_id": "p6_b16", "text": "Over the years, waste management practices in the country has also progressed with involvement of the private sector and volunteers, especially for solid waste management. Initiatives such as PET (Polyethylene terephthalate) bottle collection by the schools and their linkages with recycling industries have started to make its mark on the waste scenario in the country. There have been visible private sector interest and involvement in waste management, including an establishment of a plant for recycling plastic waste as road surfacing material. Demand for improved waste management services provide opportunities to set Bhutan’s economy towards the trajectory of a circular economy. The increased demand for resources and its competing use has enabled the focus of waste management strategy to be on efficient use of resources."}, {"text_block_id": "p6_b17", "text": "1.1 Municipal solid wastes in the urban areas"}, {"text_block_id": "p6_b18", "text": "The Municipal authorities, to a large extent, have established waste collection systems in the urban areas either directly or through private waste management entities. Waste segregation has been initiated in some of the Dzongkhags and most urban centres in the country. The waste composition and analysis survey carried out as part of this study, indicates that the total waste generated in Thimphu Thromde is about 40.3 tons per day. This  accounts for the waste generation in the capital of 0.35 kg/capita/day. According"}, {"text_block_id": "p7_b19_merged", "text": "to a survey in 2008, households in urban areas of Bhutan were found to generate on average 0.253 kg/capita/day of solid waste, 2.401 kg/commercial unit/day by commercial sources and 0.207 kg/staff/day by offices. The composition study found organic waste as the largest fraction of the MSW with 58.05%, followed by paper/paperboards (17.20%), plastics (12.73%), textiles/leather (4.72%), glass (3.69%), metals (0.67%), electrical/ electronics (0.37%) and others 2.56% (Phuntsho, Herat, & Yangden, 2008). Based on a survey in Thimphu, the composition of waste in Thimphu is mostly organic (58%), followed by Paper (9.2%) and Plastics (13%) as shown in Figure 1-1. This is similar to the 2008 study carried out by MOWHS in the 10 urban areas of Bhutan(Phuntsho, Herat, & Yangden, 2008)."}, {"text_block_id": "p7_b22", "text": "Figure 11"}, {"text_block_id": "p7_b23", "text": "Average composition of MSW for Thimphu (2018)"}, {"text_block_id": "p7_b24", "text": "1.2 Current Waste Management System for other wastes in Bhutan"}, {"text_block_id": "p7_b25", "text": "Apart from municipal solid waste, the country faces a challenge in managing the increasing waste from other sectors. Medical waste and e-waste are an issue for the country in terms of management and treatment due to lack of capacity, facilities and resources."}, {"text_block_id": "p7_b26", "text": "Medical waste"}, {"text_block_id": "p7_b27", "text": "The Ministry of Health manages medical wastes from all the health facilities across the country. The medical waste generated across the country is increasing at a rate of about"}, {"text_block_id": "p8_b28", "text": "15% to 20% each year, as a result of the growing range of medical service provision across the country"}, {"text_block_id": "p8_b29", "text": ". In 2017 alone, the total waste generated from all healthcare facilities including BHU II increased by 13.2%, i.e., from 378 tonnes to 428 tonnes (MoH, 2018)."}, {"text_block_id": "p8_b30", "text": "Due to inadequate resources and facilities, most of the hazardous medical wastes end up at municipal landfill sites without proper treatment. The baseline study on waste management in Bhutan found out that 70% of the wastes generated at hospitals are general/non-hazardous wastes. This would mean that there is enormous opportunity for reducing hazardous wastes from the medical centres with proper waste management and recycling initiatives in the medical centers."}, {"text_block_id": "p8_b31", "text": "E-waste"}, {"text_block_id": "p8_b32", "text": "The Department of Information Technology and Telecom is mandated to ensure prevention and management of e-waste. The Department of National Properties (DNP) organizes auctions and maintains records of the e-waste surrendered by government agencies. About 912 e-waste items were generated in between 2016 – 2017 as per the baseline report on waste. Auctioned e-waste is usually purchased as scrap by companies and sold off to the dealers across the border. The recycling market at present is heavily dependent on the scrap dealers across the borders."}, {"text_block_id": "p8_b33", "text": "Wastewater"}, {"text_block_id": "p8_b34", "text": "The wastewater treatment system across the country is dominated by individual septic tanks with soak pits. The sewer lines in networked areas are constantly overloaded with sludge from septic tanks which are intentionally pumped into the network lines. Only a few households in the country are connected to the communal septic tanks in selected locations and Thromdes. Septic tanks and soak pits in most cases are not properly designed, built or monitored which leads to overflows and leakages. In many areas, the grey water from the kitchen and the bathrooms are also released directly into the storm water drains without any treatment."}, {"text_block_id": "p8_b35", "text": "Industrial Waste"}, {"text_block_id": "p8_b36_merged_merged", "text": "The Department of Industry monitors the industrial wastes while the actual waste reduction and management are responsibility of respective industries. Approximately 520 tons of industrial wastes are disposed at the Pasakha industrial landfill site per year. This does not take into account illegal dumping which also occur. A sum of Nu. 2.5 million till date has been collected as waste tipping fee, which is directly deposited to the government revenue account. There is no designated industrial landfill site in other"}, {"text_block_id": "p9_b38", "text": "industrial estates."}, {"text_block_id": "p9_b39", "text": "Air Quality Status"}, {"text_block_id": "p9_b40", "text": "In general, the ambient air quality in Bhutan is considered excellent and clean. Nevertheless, this trend is changing in urban areas such as Thimphu and industrial area like Pasakha. The levels of PM10 since 2012 have also exceeded the national permissible annual average for the Pasakha Industrial area. Air pollution in Bhutan is mostly caused by increased number of vehicles, forest fires, open burning, wind-blown dusts, industrial/ mining dusts, wood stoves and trans-boundary air pollution."}, {"text_block_id": "p9_b41", "text": "1.3 Specific legislation Governing Waste Prevention and"}, {"text_block_id": "p9_b42", "text": "Management in Bhutan"}, {"text_block_id": "p9_b43", "text": "The Royal Government of Bhutan intends to promote environmentally sound waste management practices. The Waste Prevention and Management Act of Bhutan was adopted in 2009 with the view to promote 3Rs and improve final disposal sites. The Regulation on waste management was adopted in 2012. Similarly, Integrated Solid Waste Management Strategy was formulated in 2014 with specific targets spread out in short, medium and long-term. A revision to the regulation with amendments was formulated in 2016. However, the waste management measures have not been effectively implemented even though the responsible authorities for waste management are clearly specified/ identified by Law. This is due to various factors such as limited number of personnel and budget, lack of capacity of Thromdes, Dzongkhags and implementing/collaborating agencies and lack of awareness and cooperation of the general public."}, {"text_block_id": "p9_b44", "text": "1.4 Barriers for Sound Waste Management"}, {"text_block_id": "p9_b45", "text": "The outcome of various stakeholder consultations with relevant stakeholders and experts, showed clearly that waste management faces a series of barriers as highlighted below:"}, {"text_block_id": "p9_b46_merged", "text": "Institutional barriers: There are many agencies, both at the central and local level, that play different roles in waste management. Each of these organizations have different functions and responsibilities. Without proper coordination among the agencies, gaps are seen which hamper implementation. Hence, cooperation among relevant organizations, including private sectors on a unifying strategic waste management activities identified in this document is important. Even within agencies, there is lack of clear terms of references and delegation of responsibilities to ensure proper planning, implementation and monitoring of waste management. Due to the above issues, there is also a lack of proper enforcement of the existing rules and regulations strictly. Policy barrier: Often, policies of different ministries are not in line with each other. For"}, {"text_block_id": "p10_b50", "text": "instance, tax incentives for equipment to monitor air pollution level from the industrial establishments do not have clear procedures to follow for tax exemption. Similarly, the contract terms for the private sector involved in waste management is not conducive for private sector investment and there is inconsistency in tax exemptions."}, {"text_block_id": "p10_b51", "text": "Technical barrier"}, {"text_block_id": "p10_b52", "text": ": Some advanced waste treatment technologies such as modern incinerators and wastewater treatment plants require skilful personnel for operation and maintenance. Additionally, some of these technologies take some time to gain acceptance by the government and the public. There is also lack of standard for some of the technologies such as incinerator."}, {"text_block_id": "p10_b53", "text": "Financial Barrier"}, {"text_block_id": "p10_b54", "text": ": Lack of adequate financial support is highlighted as a key barrier in improving waste management system in the country. The capital requirement for waste technologies are considerably higher compared with that of conventional technologies with little pay back opportunities. It is also due to lack of proper maintenance, insufficient fuel budget and inadequate waste collection vehicles that the waste collection services become inefficient. Thus, subsidies from the government are seen as crucial."}, {"text_block_id": "p10_b55", "text": "Capacity Barrier"}, {"text_block_id": "p10_b56", "text": ": Shortage of sustained capacity to increase the efficiency of waste management is an issue. Capacity of the Thromdes, local government staffs and private waste managers must be built at all levels while providing education on waste awareness for citizens to create appropriate behavior regarding waste and environment."}, {"text_block_id": "p10_b57", "text": "Informational barrier"}, {"text_block_id": "p10_b58", "text": ": In order to gain trust from private investors, a successful pilot project would be most convincing. However, at present, only a limited number of successful projects can be found, such as the UNDP funded waste collection project along Norzin Lam and Chubachu in Thimphu. Further, data from pilot projects, in some cases, are hard to find, undermining the significance of such data sets. Detailed information for each system should be collected in a scientific manner with appropriate interpretations. Such data should be made available to public and private sectors. More effort should be made to compile meaningful information."}, {"text_block_id": "p10_b59_merged_merged_merged_merged_merged", "text": "Public Support Barrier: In relation to information barrier, the public often lack awareness and understanding about sound waste management practices and confidence on the available technologies, leading to conflicts between government agencies and local people. Typical example is the landfill siting in most Dzongkhags, where controversies have often arisen. Under the current form of government, this barrier is becoming stronger and could become the key driver for improving waste management practices."}, {"text_block_id": "p11_b61", "text": "It has also been noticed by many that the Bhutanese society has dramatically shifted from a more organic, self-sustaining society to a wasteful society with almost overnight adoption of unsustainable habits such as single use plastics, plastic straws, plastic cups and bottled water for all gatherings and events including"}, {"text_block_id": "p11_b62", "text": "Chokus"}, {"text_block_id": "p11_b63", "text": "(rituals), cremations and office meetings as well."}, {"text_block_id": "p11_b64", "text": "1.5 Opportunities under Sound Waste Management"}, {"text_block_id": "p11_b65", "text": "Preventing generation of waste and managing waste also presents massive opportunities. For Bhutan, where the development philosophy is guided by the Gross National Happiness, sound waste management contributes to all pillars of GNH as depicted below:"}, {"text_block_id": "p11_b66", "text": "Figure 12:"}, {"text_block_id": "p11_b67", "text": "Dimensions of Waste, adapted from UNEP’s Guidelines for Waste Management Strategy"}, {"text_block_id": "p11_b68", "text": "1.6 Waste and Climate Change"}, {"text_block_id": "p11_b69", "text": "Linkage"}, {"text_block_id": "p11_b70_merged_merged", "text": "Waste is one of the sectors that is used in determining the emission of the country for the National Communication of Green House Gas emission report. Methane emission from the landfill sites (Figure 13) as a result of anaerobic organic waste decay, is a major source of manmade methane gas. Methane gas is 23 times more potent at trapping heat in the atmosphere than the common GHG, carbon dioxide. Reducing, reusing, recovering, and recycling municipal waste are effective and high-impact means of reducing greenhouse gas (GHG) emissions. When discarded materials (waste) are recycled, they provide"}, {"text_block_id": "p12_b72", "text": "industries with an alternate source of raw materials. This results in lower demand for virgin materials whose extraction, transport, and processing are a major source of GHG emissions. Methane gas emission can be considerably reduced by initiating composting activities. The biological process turns organic waste into a natural soil fertilizer thereby plummeting pressure on the landfill site and GHG generation."}, {"text_block_id": "p12_b73", "text": "Figure 13:"}, {"text_block_id": "p12_b74", "text": "Methane Emission from landfills"}, {"text_block_id": "p12_b75", "text": "The Intergovernmental Panel on Climate Change (IPCC) states that “Waste minimization, recycling and re-use represent an important and increasing potential for indirect reduction of GHG emissions through the conservation of raw materials, improved energy and resource efficiency and fossil fuel avoidance.” According to UNEP’s report on"}, {"text_block_id": "p13_b76_merged", "text": "waste and climate change, waste reduction is an important source of emission reduction through improved product design and cleaner production, increasing product durability and maximising the ease of product disassembly (for recycling). Additional energy (and associated emissions) is saved in the manufacturing process itself, as recycled materials generally require less energy to be turned back into products. Contribution of GHG from waste sector has been increasing in Bhutan, as shown in the figure below:"}, {"text_block_id": "p13_b78", "text": "Figure 14:"}, {"text_block_id": "p13_b79", "text": "Historical emission from different sectors in Bhutan"}, {"text_block_id": "p13_b80", "text": "The GHG from the waste sector is also projected to grow in the coming years as shown in the figure below:"}, {"text_block_id": "p13_b81", "text": "Figure 15:"}, {"text_block_id": "p13_b82", "text": "Projected emissions from waste sector in Bhutan"}, {"text_block_id": "p14_b83", "text": "Chapter 2: GoAls, objeCtives And tArGets"}, {"text_block_id": "p14_b84", "text": "The overall aim of the strategy is to prevent and minimise the generation of waste at source, and to divert materials to be refused, re-used, recovered, and recycled, in order to minimise the amount of waste going to the landfill. This allows for waste management hierarchy as presented in the figure below and also the circular economy concept. It is an essential principle to address the limited collection and storage capacity, and disposal options."}, {"text_block_id": "p14_b85", "text": "Figure 21:"}, {"text_block_id": "p14_b86", "text": "Waste Management Hierarchy7"}, {"text_block_id": "p14_b87_merged", "text": "The traditional linear development model of “take, make, consume and dispose” is highly dependent on adequate and cheap resources, which also results in huge amount of waste that is typically dumped. This model is no longer appropriate due to limitation of resources and leaving behind a soiled environment for the future generation."}, {"text_block_id": "p15_b90", "text": "The concept of a circular economy, which is a paradigm shift in the way we look at design, produce, transport, consume and manage waste, is thus the most suitable model in planning for waste management in Bhutan. In a circular economy, all materials are used in loops at each stage of its production, use or disposal. This ensures that there is minimum input of fresh natural resources, maximum utilization of goods and services, minimum waste generation followed by extreme reuse and recycling as shown in figure below."}, {"text_block_id": "p15_b91", "text": "Figure 22:"}, {"text_block_id": "p15_b92_merged", "text": "Outline of the circular economy"}, {"text_block_id": "p15_b94", "text": "2.1 Goals"}, {"text_block_id": "p15_b95", "text": "The strategic goal is to continuously move/promote towards “Zero Waste Bhutan by 2030” in partnership with the public, industry, civil society organizations, and government authorities at local and sectoral levels, municipalities, and with potential development partners."}, {"text_block_id": "p15_b96", "text": "8  Moving towards a circular economy with EMAS, Best practices to implement circular economy strategies (with case study examples) European Commission, 2017"}, {"text_block_id": "p16_b97", "text": "2.2 Objectives"}, {"text_block_id": "p16_b98", "text": "This strategy emphasizes the importance of appropriate management to respond to waste as an emerging environmental issue confronting the country. In general, the strategy aims to fulfil the following objectives:"}, {"text_block_id": "p16_b99", "text": "This strategy emphasizes the importance of appropriate management to respond to waste as an emerging environmental issue confronting the country. In general, the strategy aims to fulfil the following objectives:\n* Inculcate a deeper sense of environmental responsibility by consuming less material;\n* Reduction of waste generation from goods and services by choosing the more natural and less wasteful options;\n* Effectively manage waste following integrated concept to ensure maximum material recovery and minimize quantity of waste to be disposed;\n* To promote participation of all stakeholders in waste management in order to achieve targets set for material recovery;\n* Improve waste management service delivery;\n* Ensure proper treatment of all types of waste."}, {"text_block_id": "p16_b111", "text": "2.3 Short-term targets, 2019-2023"}, {"text_block_id": "p16_b112", "text": "The short-term targets to be achieved with the strategy within the period of 2019-2023 are as below:"}, {"text_block_id": "p16_b113", "text": "The short-term targets to be achieved with the strategy within the period of 2019-2023 are as below:\n* Design and implement sustainable financing mechanism for waste management;\n* Provide reliable waste collection systems across the country through provision of services such as waste drop-off centers at strategic locations and exploring technologies for waste recovery and management, etc;\n* Ensure availability of financial support for waste management activities through creation of budget head for all LGs for waste management  and strengthen the implementation by  linking the activities to Annual Performance Agreement (APA) /Annual Workplan and Individual Work Plan (IWP) under the overall Five Year Plan (FYP) of the sector;\n* Operationalize the Waste Prevention and Management Act 2009 through strengthening of institutional set-up. Coordination between different agencies for implementation of the strategy as per Waste Prevention and Management Regulation 2012 and 2016 (amendment) need to be strengthened. The Royal Bhutan Police could be included to support enforcement."}, {"text_block_id": "p17_b121", "text": "The short-term targets to be achieved with the strategy within the period of 2019-2023 are as below:\n* Design and implement sustainable financing mechanism for waste management;\n* Provide reliable waste collection systems across the country through provision of services such as waste drop-off centers at strategic locations and exploring technologies for waste recovery and management, etc;\n* Ensure availability of financial support for waste management activities through creation of budget head for all LGs for waste management  and strengthen the implementation by  linking the activities to Annual Performance Agreement (APA) /Annual Workplan and Individual Work Plan (IWP) under the overall Five Year Plan (FYP) of the sector;\n* Operationalize the Waste Prevention and Management Act 2009 through strengthening of institutional set-up. Coordination between different agencies for implementation of the strategy as per Waste Prevention and Management Regulation 2012 and 2016 (amendment) need to be strengthened. The Royal Bhutan Police could be included to support enforcement.\n* Implement the Waste Management Strategy through performance benchmarking and regular reporting to concerned oversight agencies;\n* Mandate good practices in waste management through:\n\t* implementation of activities to refuse/reduce use of packaged goods to reduce waste generation at source and decrease packaged goods;\n\t* Ensure total segregation of degradable and non-degradable waste in all the major urban towns with at least 50% resource recovery;\n\t* Implementation of zero waste events at all public functions; resulting in 100% waste management during public events\n\t* Institute National Waste Management Information System;\n\t* Strengthen awareness through partnership with the media houses and private waste management entities;  Implement education program on waste for schools and tertiary education systems;\n\t* Develop and implement coordinated capacity building programs on waste management/waste management technologies including private waste management entities;\n\t* Improve the waste management process and infrastructure in all steps from collection to disposal with targets as follows;\n\t* Develop respective Waste Management Plan for each/all Dzongkhag\n\t* 50% of organic biodegradable waste collected separately and converted to manure with market mechanisms for sale;\n\t* Disallow infectious and hazardous waste disposal in the landfill;\n\t* 100% reduction of illegal dumping of the construction and demolition waste;\n\t* 100% reduction of sewage outflow in urban areas; and\n\t* Upgrade dump sites to sanitary landfills."}, {"text_block_id": "p18_b151", "text": "2.4 Medium and long-term targets: 2023-2030"}, {"text_block_id": "p18_b152", "text": "Once the short-term targets are accomplished, it would be necessary to look at longer term activities and accomplish waste prevention and reduction further, through medium and long-term targets which are as below:"}, {"text_block_id": "p18_b153", "text": "Once the short-term targets are accomplished, it would be necessary to look at longer term activities and accomplish waste prevention and reduction further, through medium and long-term targets which are as below:\n* Facilitate the management of each type of waste in all forms across the country through development of codes of practices and process systems;\n* Explore disposal options such as thermal disposal and others depending on the possibility of upgrading to full-scale sanitary landfilling; at the least, identify regional sanitary landfills with a lifespan of 20-25 years and construct wherever feasible and necessary;\n* Progressive service fees for urban centers;\n* Support communities and schools for establishing Waste Banks and markets;\n* Put in place, seamless coordination on planning, implementation and monitoring of waste activities across all sectors throughout the country;\n* 100% improvement in waste collection and friendly disposal;\n* Enter into EPR agreements with industries/companies on waste management;\n* Develop guideline for industries who generate toxic wastes;\n* Require all areas to have separate collection of organic/ biodegradable waste with compost plants and established market mechanisms;\n* 100% of resources should be recovered from generated waste;\n* Require waste to be segregated into more than two categories. Focus should be made to segregate plastics, paper and other recyclable wastes separately from other waste;\n* Mandate the inventory of all waste diversion data to calculate GHG reduction for claiming Carbon Credits; and\n* Mechanisms should be set up across the country for cost recovery of waste management services by imposing appropriate service fees."}, {"text_block_id": "p19_b179", "text": "Chapter 3: strAteGiC interventions And tools for sound WAste mAnAGement"}, {"text_block_id": "p19_b180", "text": "Waste management requires high capital investment, adequate incentives and sustained capacity at all levels to succeed. For example, waste separation at source is successful where economic incentives are significant, such as recyclable waste separation for sale. However, a system to receive and treat the separated waste is important to sustain public participation. It does not sustain if the system to receive waste for further treatment is not well maintained and market for products are not well established, or economic incentives are not significant. Therefore, the strategic tools proposed in the strategy are intended to bring about systemic changes and create value to the waste. For economic efficiency, building disposal facilities such as sanitary landfills and thermal options should be appropriately considered."}, {"text_block_id": "p19_b181", "text": "The strategic objectives will be achieved by implementing the following strategic interventions. Some of those tools have been under implementation, which now needs to be strengthened and enhanced. The activities under each strategic intervention are attached in Annexure 1 of this document. The detail implementation plans are in Annexure 3 as a stand alone document to this strategy."}, {"text_block_id": "p19_b182", "text": "Figure 31:"}, {"text_block_id": "p19_b183", "text": "Strategic interventions for NWSM"}, {"text_block_id": "p20_b184", "text": "3.1 Strategic Tools"}, {"text_block_id": "p20_b185", "text": "3.1.1 Sustainable Financing"}, {"text_block_id": "p20_b186", "text": "The waste management programs are chronically underfunded as the scale of resources needed are much higher. While waste management is an overwhelming problem in local areas, it has not been successful in attracting international support due to varying reasons. Therefore, the strategy is to explore innovative financing mechanism to transit to sustainable financing mechanism. Conventional budgetary support from the government will continue to play critical role."}, {"text_block_id": "p20_b187", "text": "3.1.1.1 National Waste Management Fund"}, {"text_block_id": "p20_b188_merged", "text": "The National Environment Commission and Ministry of Finance will need to explore options to establish a revolving National Waste Management Fund (WMF). The fund will create a robust pipeline of waste management projects and develop an appropriate capital financing mix. Support for capital financing of waste projects are needed from the private sector and Financial Institutions. This fund will improve the bankability of waste management projects for which project partners can obtain preferential lending rates. The selection of private sector parties of PPP will follow a transparent and competitive process according to Bhutan’s prevailing PPP policy, 2016."}, {"text_block_id": "p20_b190", "text": "The source for fund could include mobilization from the international climate funds, as appropriate, nominal fee from tourist, voluntary contribution from private and corporate entities, plough back of the amount collected from penalty and expected revenue generation from  invested projects."}, {"text_block_id": "p20_b191", "text": "3.1.1.2 Economic instruments"}, {"text_block_id": "p20_b192", "text": "Economic instruments are used in waste management to make the system more efficient, and perhaps most importantly, to internalise the costs of waste management, i.e. to build those costs into prices, so that they are borne by those who impose the costs on the overall waste management system."}, {"text_block_id": "p20_b193", "text": "Globally, there are a number of economic instruments on waste management such as service charges, taxes, levies and subsidies. However, in the context of Bhutan, the economic instruments should be guided by effectiveness, potential impact on income distribution and competitiveness. Progressive service fees shall be levied in the urban centers of the country."}, {"text_block_id": "p21_b194", "text": "3.1.2 Technology Development"}, {"text_block_id": "p21_b195", "text": "The current recycling market is heavily dependent on the scrap dealers across the country border towns. There is a need to develop and improve technology in the recycling sector within the country to make it a self-sustaining system and close the loop within the country. This would increase resource recovery from waste and reduce the amount of waste going to landfills."}, {"text_block_id": "p21_b196", "text": "3.1.2.1 Relevant agencies will need to explore and adopt appropriate technologies that are locally appropriate, undermined by the following:"}, {"text_block_id": "p21_b197", "text": "3.1.2.1 Relevant agencies will need to explore and adopt appropriate technologies that are locally appropriate, undermined by the following:\n* Operation and maintenance: Generally, automatic system requires higher skilled personnel than manual system, which is related to capacity in the area. It is important to ensure that the technology can be productively utilized without encountering frequent breakdowns;\n* Land area: space required for each technology is different. The choice of technology should be balanced between the space availability with capital investment cost;\n* Effectiveness in waste utilization: Certain technology can be effective for resource efficiency, which could be used as the input for energy generation and fit into industrial ecology; and\n* Environmental impact: It is important to recognize that all technologies have impacts on the environment depending on the pollution control measures employed."}, {"text_block_id": "p21_b205", "text": "3.1.2.2 At the economic front, the technology should be evaluated on:"}, {"text_block_id": "p21_b206", "text": "3.1.2.2 At the economic front, the technology should be evaluated on:\n* Capital investment: Higher capital cost has inherently prevented major investment in the waste management technology;\n* Operation and maintenance costs: Often, operation cost for manually operated system appears to be cheaper than automatic system; and\n* Income from the by-products from the treatment: Some technology could generate by-products that may have commercial value. For example, slurry from the anaerobic digestion facilities could be used for soil improvement, which would have commercial values\n* Income from the by-products from the treatment: Some technology could generate by-products that may have commercial value. For example, slurry from the anaerobic digestion facilities could be used for soil improvement, which would have commercial values\n ."}, {"text_block_id": "p22_b213", "text": "3.1.3 Capacity Development"}, {"text_block_id": "p22_b214", "text": "Sustained capacity building support is at the core of a successful outcome of the waste management strategy. A nationally coordinated capacity building programme will need to be developed that will aim to address those capacity building barriers."}, {"text_block_id": "p22_b215", "text": "The NEC, relevant ministries, Thromdes and Dzongkhags could jointly develop the programme to ensure that it aligns with the overall strategic framework for local government capacity building. The programme will need to include national policy guidance on systems and procedures, training and information programmes for officials, expert advice and placement for limited periods, and capacity building grants to support local initiatives."}, {"text_block_id": "p22_b216", "text": "3.1.4 Voluntary Agreement"}, {"text_block_id": "p22_b217", "text": "The NEC could enter into voluntary agreement with companies to pilot Extended Producer Responsibility (EPR) Scheme for waste products generated by them beyond point-of-sale as part of their Corporate Social Responsibility (CSR). This arrangement should be based on the understanding that those companies have potential to contribute towards effective waste management. Also, it was observed that products of some industries are difficult to recover in the traditional recycling system."}, {"text_block_id": "p22_b218", "text": "The details of the target will be transparently negotiated with the industries while making them responsible for initiating the most effective way of meeting their responsibilities. Necessary experiences from implementation of this program will be used for developing guidelines to be applicable to other industries that generate products with toxic constituents and multiple material types, such as electronic waste."}, {"text_block_id": "p22_b219", "text": "3.1.5 Establish Communities and school Waste Banks"}, {"text_block_id": "p22_b220", "text": "Establishing waste bank in communities and schools that collect and trade in recyclable waste in the same manner as the financial cooperative system. Under the waste bank program, households and schools who participate in waste bank activities will receive benefits, both in the form of money and improvement in environmental quality. Management of waste bank programs might have to fit the purpose in each Dzongkhag. Used textbook collection system instituted by some schools in Bhutan suggests that the modus operandi can be simple and straightforward. Following are the main action for its establishment:"}, {"text_block_id": "p22_b221", "text": "Establishing waste bank in communities and schools that collect and trade in recyclable waste in the same manner as the financial cooperative system. Under the waste bank program, households and schools who participate in waste bank activities will receive benefits, both in the form of money and improvement in environmental quality. Management of waste bank programs might have to fit the purpose in each Dzongkhag. Used textbook collection system instituted by some schools in Bhutan suggests that the modus operandi can be simple and straightforward. Following are the main action for its establishment:\n* The main activity of the waste bank program will involve general separation of recyclable materials, stored at a community centre. Separated waste will be sold regularly. Monetary benefits arising from selling of the recycled materials are returned to members of the community/project;\n<\\li1>"}, {"text_block_id": "p23_b223", "text": "Establishing waste bank in communities and schools that collect and trade in recyclable waste in the same manner as the financial cooperative system. Under the waste bank program, households and schools who participate in waste bank activities will receive benefits, both in the form of money and improvement in environmental quality. Management of waste bank programs might have to fit the purpose in each Dzongkhag. Used textbook collection system instituted by some schools in Bhutan suggests that the modus operandi can be simple and straightforward. Following are the main action for its establishment:\n* The main activity of the waste bank program will involve general separation of recyclable materials, stored at a community centre. Separated waste will be sold regularly. Monetary benefits arising from selling of the recycled materials are returned to members of the community/project;\n<\\li1>\n* Roping in recycling program is critical to ensure successful operation of the Banks. The waste banks should be well connected with all the waste generation facilities such as markets and institutions. Since such initiatives puts economic value on the waste, it is envisaged to stimulate waste collection and anti-littering, resulting in better and clean surrounding environment. Thus, this might be a better alternative than the conventional process of repeated cleaning campaigns carried out by various youth and concerned citizens or groups; and\n* Certain amount of capital injection might be necessary in the initial years of bank operation. This could be funded by the National Waste Management Fund and direct subsidies by the government\n* Certain amount of capital injection might be necessary in the initial years of bank operation. This could be funded by the National Waste Management Fund and direct subsidies by the government\n ."}, {"text_block_id": "p23_b228", "text": "3.1.6 Behavioural change through education and awareness program"}, {"text_block_id": "p23_b229", "text": "Changing the attitude and behavioural practice of many stakeholders is an important component of a successful waste management strategy. For the Bhutanese society, which consumes significant quantities of imported products, behaviour change is important. Education and awareness are critical in bringing about positive change in the attitude and behaviour of the public. Targeted programs that can be sustained overall for longer period of time will be essential to ensure that required behavioural changes are brought about to all sections of the society from manufactures to consumers. Therefore, following measures should be implemented, targeting a wider range in the society:"}, {"text_block_id": "p23_b230", "text": "Changing the attitude and behavioural practice of many stakeholders is an important component of a successful waste management strategy. For the Bhutanese society, which consumes significant quantities of imported products, behaviour change is important. Education and awareness are critical in bringing about positive change in the attitude and behaviour of the public. Targeted programs that can be sustained overall for longer period of time will be essential to ensure that required behavioural changes are brought about to all sections of the society from manufactures to consumers. Therefore, following measures should be implemented, targeting a wider range in the society:\n* Education Program for children: Educating children early and building awareness on the importance of managing waste properly at an individual and family level, the concept of living a more natural and less wasteful choice and then reinforcing that message throughout the course of schooling, will yield returns over many years and contribute to responsible citizens. Therefore, education on waste management and minimization has to be continuous throughout the entire period of education;\n* Continue Waste Management Education through Integration in the curriculum from pre-primary to high school: Education curriculum covering importance of waste minimization, avoiding waste generating options altogether, segregation and disposal options should be continuously taught through school education program. Ongoing program such as recognition of school students for their effective engagement in waste management programs needs to be further strengthened through various innovative ways, as appropriate. In addition, the nature clubs within schools should be financially empowered to take up waste management activities within the school compound;"}, {"text_block_id": "p24_b234", "text": "Changing the attitude and behavioural practice of many stakeholders is an important component of a successful waste management strategy. For the Bhutanese society, which consumes significant quantities of imported products, behaviour change is important. Education and awareness are critical in bringing about positive change in the attitude and behaviour of the public. Targeted programs that can be sustained overall for longer period of time will be essential to ensure that required behavioural changes are brought about to all sections of the society from manufactures to consumers. Therefore, following measures should be implemented, targeting a wider range in the society:\n* Education Program for children: Educating children early and building awareness on the importance of managing waste properly at an individual and family level, the concept of living a more natural and less wasteful choice and then reinforcing that message throughout the course of schooling, will yield returns over many years and contribute to responsible citizens. Therefore, education on waste management and minimization has to be continuous throughout the entire period of education;\n* Continue Waste Management Education through Integration in the curriculum from pre-primary to high school: Education curriculum covering importance of waste minimization, avoiding waste generating options altogether, segregation and disposal options should be continuously taught through school education program. Ongoing program such as recognition of school students for their effective engagement in waste management programs needs to be further strengthened through various innovative ways, as appropriate. In addition, the nature clubs within schools should be financially empowered to take up waste management activities within the school compound;\n* As an extension from the principles of waste management induced in the school education system, the curriculum of the tertiary education system should build on into practices and demonstration projects to gain deeper understanding and experimentation with different technological options for waste disposals. This includes, hands-on training on the composting, waste separation, value addition, activities on selection of options which are less wasteful, waste to energy initiatives etc. Initiatives at the Colleges of Education, where all future teachers of Bhutan are trained are also deemed imperative;\n* Assessment of the awareness programs\n* Assessment of the awareness programs\n :\n* Assessment of the awareness programs\n :\n Waste management is a daunting task without awareness and cooperation from the public. The awareness program needs to be designed such that it can be directly related to the need of specific communities. Therefore, the current efforts on awareness activities needs to be assessed for its effectiveness in the local area. The assessment shall include both the contents and delivery mechanism;\n* Improved delivery of public waste management awareness: Based on the findings of the review exercise, necessary adjustment should be made to delivery mechanism. This may include involvement of religious institutions and figures, that can be explored as a partner to deliver waste management message. Fundamentally, specific communication plan has to be developed, targeting specific sections of the society such as general public, politicians, judiciary and policy makers. It may also be ideal to start an initiative for individuals to take up their own âGyenkhuâ- a sense of responsibility, which would also be aligned with the national acts and regulations on environment and the concept of environmental justice; and\n* Use of mass media, websites and social media: Given that large section of the Bhutanese society has improved access to the television, internet, social media and related digital application, the delivery of waste management message through multimedia and internet should be explored as a powerful means of communication. The content of such information has to be regularly updated on the website and social media accounts of relevant government agencies. Such communication should also form integral part of concerned agenciesâ and their individualsâ regular responsibility rather than leaving them as ad-hoc initiatives."}, {"text_block_id": "p25_b246", "text": "3.1.7 Mandatory budget head creation for all LGs (Link to Annual Performance Agreement (APA)/Annual Work Plans (AWP and Five Year Plan (FYP)."}, {"text_block_id": "p25_b247", "text": "Linking waste management issue with APA, or any other annual work plan for an office, and Individual Work Plan (IWP) through the respective sector/agency’s Five Year Plan (FYP) should capture attention of responsible waste management agencies as the highest priority area for the country. Those government agencies and local government that are mandated to either regulate or provide waste management service should compulsorily include relevant activities under their respective APA/AWP and FYP. A lead agency should provide overall guidance in leading the formulation of APA/AWP for agencies, resulting in improved coordination and information sharing among the agencies. Inclusion of waste management activities as a dedicated item under APA/AWP and FYP should also trigger budget allocation by Ministry of Finance, which would in turn increase importance of waste management issues."}, {"text_block_id": "p25_b248", "text": "Actions flowing out of respective APA/AWP should be anchored as the substantive priority in the Individual Work Plan (IWP)/ Terms of Reference (TOR) of relevant officers. Defined by specific types of indicators, individual’s performance should be evaluated under the existing RCSC system to track individual contribution. This should bring major improvement in coordination and coherence."}, {"text_block_id": "p25_b249", "text": "An example of the budget heads and their activities for all Dzongkhags have been developed which is attached as Annexure 2."}, {"text_block_id": "p25_b250", "text": "3.1.8 Data and Information Management"}, {"text_block_id": "p25_b251", "text": "3.1.8 Data and Information Management\n* Data and Information exchange and collection is a central part of the process in policy development, choice and implementation of this strategy. A good information base allows progress to be monitored and performance to be assessed against the goals and targets set in the waste management strategy. It identifies a known starting point, providing the possibility of establishing whether or not anticipated milestones have been reached as time goes on;\n* A Pollutant Release and Transfer Registers programs needs to be established that will require entities of various kinds, mostly but not exclusively private companies, to report publicly on release of hazardous chemicals to the environment. Typically, they include a requirement to report on transfers of hazardous wastes off site for treatment or disposal. This reporting process serves several purposes such as but not limited to informing the public of"}, {"text_block_id": "p26_b255", "text": "3.1.8 Data and Information Management\n* Data and Information exchange and collection is a central part of the process in policy development, choice and implementation of this strategy. A good information base allows progress to be monitored and performance to be assessed against the goals and targets set in the waste management strategy. It identifies a known starting point, providing the possibility of establishing whether or not anticipated milestones have been reached as time goes on;\n* A Pollutant Release and Transfer Registers programs needs to be established that will require entities of various kinds, mostly but not exclusively private companies, to report publicly on release of hazardous chemicals to the environment. Typically, they include a requirement to report on transfers of hazardous wastes off site for treatment or disposal. This reporting process serves several purposes such as but not limited to informing the public of\n* Develop a waste management network (e.g. through email lists, online discussion forum, database, etc.); and\n* In absence of the baseline data and information, a yearly monitoring form should be used by relevant lead agencies to report on any initiatives undertaken."}, {"text_block_id": "p26_b260", "text": "3.2 Crosscutting Issues and Interlinkages"}, {"text_block_id": "p26_b261", "text": "Mainstreaming crosscutting issues would allow development initiatives to have a positive impact on issues such as gender equality, social inclusiveness and the environment. The crosscutting issues related to waste management in Bhutan are summarized in the following sections."}, {"text_block_id": "p26_b262", "text": "3.2.1 Waste management during public gatherings and festivals"}, {"text_block_id": "p26_b263", "text": "Social gatherings such as Tshechus, religious sermons and other public gatherings and functions generate a lot of waste. Waste generated during such events is a major issue since no proper initiatives are taken on managing waste or reducing waste. There is no strict monitoring when it comes to littering during such events. The public do not seem to be aware of the impact of littering or ignore any civic responsible practices. Several individuals, NGOs and environment officers have reported the issue of mass waste generation during such large public gatherings across the country every year (Kuensel 2018 and Clean Bhutan 2017). There is a need to look into such issues and come up with activities targeted towards waste reduction and management during public gatherings. Coming up with a proper waste management plan for such events is a critical and essential part towards moving to zero waste events."}, {"text_block_id": "p26_b264", "text": "3.2.2 Gender and Waste Management"}, {"text_block_id": "p26_b265", "text": "In Bhutan, women are mostly responsible for managing waste within their homes. They are the ones who ensure that their homes are clean, dustbins are emptied on time and wastes are segregated properly. Women play a significant role in waste management in the country and therefore, women have been targeted mostly by the government and organizations while initiating waste management activities at the community and household level. NGOs and CSOs such as the Tarayana Foundation have initiated training for women in waste management. Tarayana Foundation provides training on weaving and other activities using waste. Clean Bhutan is working on a project called WOW (Wealth out of Waste) women association. They have provided trainings for the"}, {"text_block_id": "p27_b266", "text": "unemployed wives of police officers from the Royal Bhutanese Police force for making utility bags and accessories using plastic waste."}, {"text_block_id": "p27_b267", "text": "Almost 95% of the street sweepers employed by the Thimphu Thromde are female while all the vehicle collection drivers are male and most of the scrap dealers in the country are also male. Gender stereotypes between men and women in the waste management sector are predominant with more preference for men for the physically harsh jobs while women are mostly employed as waste pickers and cleaners. The 2013 World Bank Gender Note Policy has identified gender gaps in labor markets and job quality as one of the main areas of gender gaps."}, {"text_block_id": "p27_b268", "text": "The government has taken substantial initiatives to promote gender equality. A Gender Equity Policy is also being formulated, which is expected to integrate gender issues across all policies, programs and projects. Including women in decision-making related to waste management is essential since they play a major role in waste management starting from the household level. Gender perspective should be incorporated right from the planning phase through implementing waste management ventures. Studies need to take account of gender-disaggregated analysis on waste recycling, reuse and value addition."}, {"text_block_id": "p28_b269", "text": "Chapter 4: meAsurinG ProGress"}, {"text_block_id": "p28_b270", "text": "The monitoring of system performance is an important aspect of ensuring proper functioning of the overall waste management system and ensuring strategy goals are achieved. A number of national key system performance indicators should be monitored and/or measured on a regular basis to track system performance and the effectiveness of the initiatives. Examples of key performance indicators that should be tracked could be discussed and agreed amongst the stakeholder. It is generally easier to track it through information such as the amount of waste generated, amount of waste diverted from landfill (reused, recycled, or composted), number of dumpsites and landfills, level of illegal dumping and littering, number of people qualified in certain areas of waste management."}, {"text_block_id": "p28_b271", "text": "Implementation and integrating waste management priorities"}, {"text_block_id": "p28_b272", "text": "All priority actions identified will need to be integrated into subsequent national and local plans along with indicative budgetary requirements. (Lead Responsibility: NECS, GNHC, MOF)."}, {"text_block_id": "p28_b273", "text": "The private sector and civil society and local communities should be engaged as partners for implementing waste management priorities based on needs. (Responsibility: All agencies including, CSOs, CBOs)."}, {"text_block_id": "p28_b274", "text": "Ensuring synergies and cross cutting issues with relevant International Environmental Agreements"}, {"text_block_id": "p28_b275", "text": "In planning for waste management action, opportunities to ensure synergies and reduce conflicts with other policies and multilateral environmental obligations should be explored. This includes linkages with Montreal Protocol of Vienna convention, Basel Conventions and Male Declaration (Lead Responsibility: NECS, GNHC, Responsibility: All agencies)."}, {"text_block_id": "p28_b276", "text": "Gender issues will be integrated across all waste management actions. Such integration should be informed by situational analysis of gender issues and waste management. This will aim to advance the identified gender issues in Bhutan through synergistic/relevant options with other environmental issues. (Responsibility: All agencies with support of NCWC)."}, {"text_block_id": "p29_b277", "text": "Local level stakeholders and communities"}, {"text_block_id": "p29_b278", "text": "In preparing respective action plans, stakeholder consultation should include local government, communities, civil society and the private sector. (Responsibility: All agencies including, CSOs, CBOs)."}, {"text_block_id": "p29_b279", "text": "4.1 Monitoring the implementation"}, {"text_block_id": "p29_b280", "text": "4.1 Monitoring the implementation\n* Overall progress in implementing this strategy must be monitored by NEC through APA/AWP and IWP implementation as per the FYP mandates;\n* All agencies and organizations should be required to provide updates and reports to NECS on progress made towards implementing respective actions under this strategy;\n* Relevant lead agencies should be required to submit annual report to NEC on the implementation of activities and subsequent progress; and\n* NECS on the other hand also shall be made responsible to report progress and issues to the NEC or other institutes assigned by the NEC on the implementation and status of implementation of the National Waste Management Strategy."}, {"text_block_id": "p29_b288", "text": "4.2 Assessing progress in waste management"}, {"text_block_id": "p29_b289", "text": "»"}, {"text_block_id": "p29_b290", "text": "Progress in achieving effective waste management action will need to include achievement of targets and service delivery; and"}, {"text_block_id": "p29_b291", "text": "»"}, {"text_block_id": "p29_b292", "text": "Overall progress in implementing this strategy should be included in the annual report of NEC to the Cabinet and Parliament in line with NEPA and other established government procedures."}, {"text_block_id": "p29_b293", "text": "4.3 Evaluation of progress in implementing the strategy"}, {"text_block_id": "p29_b294", "text": "»"}, {"text_block_id": "p29_b295", "text": "The Royal Audit Authority may conduct performance audit in the implementation of this strategy as appropriate. The report should highlight and acknowledge good practices."}, {"text_block_id": "p29_b296", "text": "4.4 Review effectiveness of the strategy"}, {"text_block_id": "p29_b297", "text": "»"}, {"text_block_id": "p29_b298", "text": "The NEC will need to review the strategy as and when necessary to ensure effectiveness and adequacy of this strategy in addressing waste management issues, if such needs arise in future."}, {"text_block_id": "p30_b299", "text": "Annexure 1: list of ACtivities for nWms"}, {"text_block_id": "p30_b300_merged", "text": "As part of Strategic Tools for Sound Waste Management, following table shows the various activities that will be carried out under each tool. The implementation plan of each activity is given in Implementation Plan NWMS."}, {"text_block_id": "p30_b303", "text": "Activities under Strategic tool"}, {"text_block_id": "p34_b304", "text": "Annexure 2: sAmPle of budGet heAds And PlAnninG tools for AGenCies, AGenCy Key result AreA: ProPer WAste mAnAGement"}, {"text_block_id": "p34_b305", "text": "Table 1 Agency Key Result Area: Proper Waste Management in"}, {"text_block_id": "p34_b306", "text": "the Dzongkhag"}, {"text_block_id": "p36_b307", "text": "Table 2 Agency Key Result Area: Proper Waste Management in"}, {"text_block_id": "p36_b308", "text": "the Thromde"}, {"text_block_id": "p38_b309", "text": "Table 3 Agency Key Result Area: E-Waste Management – DITT,"}, {"text_block_id": "p38_b310", "text": "MOIC"}, {"text_block_id": "p38_b311", "text": "Table 4 Agency Key Result Area: Medical-Waste Management – DOPH, MOH"}], "document_description": "This document notably aims to reduce greenhouse gases emissions, including short-lived-climate-pollutants (SLCPs), from the waste sector."}