{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_country_english_shortname": "Bhutan", "document_category": "Policy", "document_sector_name": ["Social development", "Rural", "LULUCF", "Agriculture"], "document_language": "English", "document_name": "Renewable Natural Resources (RNR) Strategy 2040", "document_country_code": "BTN", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "03/01/2021", "document_keyword": ["Food Security", "Renewables", "Carbon Sink", "Technology"], "document_url": "https://cdn.climatepolicyradar.org/BTN/2021/BTN-2021-01-03-Renewable Natural Resources (RNR) Strategy 2040_ec7da830e03db66846f8cf53f1ff3393.pdf", "text_blocks": [{"text_block_id": "p0_b1_merged", "text": "རང་བཞན་སླར་བྱུང་ཐི ན་སོ ད་ཐབས་བྱུས་ྐྱེ ༢༠༤༠།"}, {"text_block_id": "p0_b9", "text": "RNR Strategy 2040"}, {"text_block_id": "p0_b10", "text": "March 2021"}, {"text_block_id": "p0_b11", "text": "Ministry of Agriculture and Forests"}, {"text_block_id": "p0_b12", "text": "Thimphu"}, {"text_block_id": "p1_b13", "text": "Proclamation"}, {"text_block_id": "p1_b14", "text": "“Throughout the centuries, the Bhutanese have treasured their environment and"}, {"text_block_id": "p1_b15", "text": "have looked upon it as the source of life. This traditional reverence for nature has delivered us into the twentieth century with our environment still richly intact. We wish to continue living in harmony with nature and pass on this rich heritage to"}, {"text_block_id": "p1_b16", "text": "future generations”"}, {"text_block_id": "p1_b17_merged", "text": "“Agriculture is not just an industry for Bhutan but also an important source of culture in Bhutan. If the power of agriculture were to decrease, so would the power of country”"}, {"text_block_id": "p1_b20", "text": "-His Majesty Drukgyal Zhipa"}, {"text_block_id": "p2_b21", "text": "-His Majesty Drukgyal Zhipa\n"}, {"text_block_id": "p2_b22", "text": "Task Force:"}, {"text_block_id": "p2_b23", "text": "Task Force:\n* Dr. Tayan Raj Gurung, (Ph.D). Advisor, Department of Agriculture\n* Mr. Min Prasad Timsina, Advisor, Department of Livestock\n* Mr. Sonam Norbu, Advisor, Department of Agricultural Marketing and Cooperatives\n* Mr. Pasang Wangchen Norbu, Advisor, Department of Forests and Park Services\n* Mr. Mahesh Ghimiray, Rice Specialist, ARDC, DoA, Bajo\n* Mr. Kailash Pradhan, Agricultural System Specialist, NCOA, DoA, Yusipang\n* Ms. Phub Dem, Principal Agriculture Officer, PPD, MoAF\n* Dr. Norbu Wangdi (Ph.D), Chief Forestry Officer, FRMD, DoFPs\n* Ms. Ganga Maya Rizal, Deputy Chief Feed & Fodder Officer, DoL\n* Ms. Tashi Yangzom, Deputy Chief Planning Officer, PPD, MoAF\n* Mr. Jambay Dorji, Senior Regulatory& Quarantine Officer, BAFRA\n* Ms. Tashi Yangzom, Senior Regulatory & Quarantine Officer, BAFRA\n* Ms. Ugyen Lhamo, Marketing Officer, DAMC"}, {"text_block_id": "p3_b49", "text": "Foreword"}, {"text_block_id": "p3_b50", "text": "I am delighted and privileged to present the RNR Strategy 2040, which outlines the strategic visions and goals of the RNR sector that will facilitate the sector to accomplish aspirations of the country and farming families of Bhutan. It also sets strategic directions to realize the full potential of RNR sector in fulfilling the mission and mandates bestowed by His Majesty the King, Constitution and the people. The Royal decrees and pronouncements have persistently guided the RNR sector in conserving the natural environment, maintaining food self-reliance, and promoting pervasive socio-economic development. For all times to come, such pronouncements will be the cornerstone of RNR sector development."}, {"text_block_id": "p3_b51", "text": "The strategic themes of RNR Strategy 2040 ("}, {"text_block_id": "p3_b52_merged", "text": "environmental sustainability, food and nutrition security, agri-business and employment opportunities, sustainable intensification, rural infrastructures, agricultural technologies, biodiversity access and benefit sharing, and climate change) provides focus areas of our commitment to bring about transformational change in the RNR sector. In particular, the strategy calls for concerted efforts towards building a resilient community through more proactive climate action in the sector. Our strategies aim to accomplish the strategic results of “ensuring safe and healthy environment, achieving food self-reliance, Competitive agriculture value-chain and enhancing inclusive socio-economic well-being"}, {"text_block_id": "p3_b56", "text": "” thereby realizing the RNR vision 2040 “"}, {"text_block_id": "p3_b57", "text": "Sustainable natural resources and self-reliant food systems contributing to inclusive socio"}, {"text_block_id": "p3_b58", "text": "-"}, {"text_block_id": "p3_b59", "text": "economic well-being of Bhutanese"}, {"text_block_id": "p3_b60", "text": "”."}, {"text_block_id": "p3_b61", "text": "To realize the strategic results, RNR sector will have to develop enabling institutional framework and service delivery mechanisms in which the human, financial and physical resources are judiciously deployed to fast-track attainment of excellence in research, technology dissemination and adoption, sustainable growth in environment and economy. Further, to objectify the strategies, sector will need strong support of the government and the development partners in securing matching level of funding backed by compatible legal frameworks."}, {"text_block_id": "p3_b62", "text": "I am more than confident that, with the guidance of our benevolent Kings, the government, unwavering support of all the development partners, commitment of RNR bureaucrats and professionals, and entrepreneurial farmers, youth and private sector, the RNR sector will achieve the set goals and surpass its mission and accelerate the national economy."}, {"text_block_id": "p3_b63", "text": "Yeshey Penjor"}, {"text_block_id": "p3_b64", "text": "MINISTER"}, {"text_block_id": "p4_b65", "text": "RNR sector, over the past eleven FYPs have fostered socio-economic growth and development while ensuring sustainable environment and natural resources which served as enduring foundation for the national well-being. Within the realms of Gross National Happiness and as the principal warden of our environment, RNR sector is proud to present the RNR Strategy 2040 which defines innovative resilient strategies and sets impact pathways to yet higher goals of development."}, {"text_block_id": "p4_b66", "text": "After a successful accomplishment of Vision 2020 (commitments related to RNR sector), the sector initiated the process of developing RNR Strategy 2040, as a contributory sectoral segment to the overall national strategy. The process of formulating the RNR Strategy 2040 has indeed given us the opportunities to pause and take stock on past achievements and challenges, and motivated us in crafting future vision, mission and strategies. The process has been divulging and educative, helping to develop not only reactive strategies to the emerging changes but also all-encompassing collectively driven environmental, social and economic transformation."}, {"text_block_id": "p4_b67", "text": "As a technical, interdisciplinary and service oriented sector, RNR development has to be strongly grounded on science, innovation, evidence and people-centric. With the large farm-based beneficiaries, the sector has to aggressively engage communities in designing and implementation of development interventions. The strategy document reflects the priorities and direction for the RNR sector going forward and will be the basis for the sectoral development plans. The implementation of this strategy will need sizable resources (human, financial and physical) and enabling environment. While the sector is endowed with qualified manpower and network of infrastructures developed over the past plans, it will be crucial for the Ministry to source and secure financial resources to implement the proposed initiatives. We are hopeful of the generous support of the government and our development partners in facilitating our endeavor to fulfill the national goal of healthy environment, secured food self-reliance, and enhanced well-being."}, {"text_block_id": "p4_b68_merged", "text": "The RNR Strategy 2040 represents the concerted efforts of all the sub-sectors, agencies and secretariat of the Ministry of Agriculture and Forests, whose invaluable inputs have helped in shaping this forward looking and transformational strategy. Let me take this opportunity to express my appreciation to all the professionals for their inputs in drafting the Strategy document. I would also like to thank, in particular the Hon’ble Agriculture Minister for his constant guidance and support in redesigning this strategy into short/medium/long term strategies for seamless positioning of RNR development in the overall national development agenda."}, {"text_block_id": "p4_b71", "text": "Rinzin Dorji"}, {"text_block_id": "p4_b72", "text": "SECRETARY"}, {"text_block_id": "p5_b73", "text": "Executive Summary"}, {"text_block_id": "p5_b74", "text": "Bhutan, the land of Gross National Happiness and the global leader in environmental conservation, have innately maintained harmony with natural environment over centuries by embracing ethics of holistic integration of agriculture, livestock and natural environment. The Bhutanese social landscape is a true representation of the alliance of man in the realm of nature, deriving livelihood"}, {"text_block_id": "p5_b75", "text": "from the natural resources. Bhutanese society broadly demonstrate harmonious biosphere idolizing the five elements ("}, {"text_block_id": "p5_b76", "text": "བྱུང་བ་ལྔ་"}, {"text_block_id": "p5_b77", "text": ") in the livelihood system. Rationally hence, the agriculture, livestock and forest in Bhutan together comprise Renewable Natural Resources (RNR) sector"}, {"text_block_id": "p5_b78", "text": ", depicting an integration of primary sector of economy. More than vital component of social and cultural fabrics of the country, RNR sector is reckoned as one of the five Jewels of national economy."}, {"text_block_id": "p5_b79_merged_merged", "text": "Securing safe and healthy environment, ecologically balanced sustainable development, economic self-reliance, private sector engagement, and adequate livelihood are the constitutional mandate that the RNR sector upholds. Advent to the 1st FYP, RNR sector has consistently contributed to environmental conservation, enhancement of rural income, employment generation and alleviating poverty, thereby boosting the general well-being of farming population. From the start of the planned development in 1961, RNR sector progressively contributed to national GDP. In absolute term, sectoral GDP increased from Nu. 1729.78 million in 1998 to Nu. 24,971.15 million in 2017 registering a increase of 1344 %. The contribution of RNR sector is far beyond what is accounted in the GDP, since the environmental services the sector provide is colossal. According to Kubiszewski et al. (2012) natural resources in Bhutan contribute roughly Nu. 700 billion per year in the form of ecosystem services. If these benefits are precisely valued and integrated into the national economy, RNR sector’s contribution to GDP will amplify. Several studies (Annexure 1) on future scenarios of RNR commodities have shown potentials to increase food production and socio-economic benefits without impairing the natural environment."}, {"text_block_id": "p6_b88", "text": "Bestowed with nationally important and far-reaching mandates of environment and food security, and concurrently confronted with perils of climate, trade, biotic and abiotic stresses, and political environments, RNR sector needs to be strategically positioned to deliver the espoused sectoral mandates. Moreover, the sector has to be mindful of regional and international commitments, and global innovations in agro-technologies and ICT in formulating sectoral strategy. Poised by the mandate, guided by the GNH philosophy and global commitments, the sector has set a well-balanced"}, {"text_block_id": "p6_b89", "text": "mission of “"}, {"text_block_id": "p6_b90", "text": "ensuring sustainable social and economic well-being of the Bhutanese people through adequate access to food and natural resources"}, {"text_block_id": "p6_b91", "text": "” by 2040."}, {"text_block_id": "p6_b92", "text": "Although the sector has adequate human and financial resources, it is constrained by strategic issues of frequent organizational review, policy conflict, ad-hoc derailment of plans, lack of cascading plans, exclusion of stakeholders, and absence of objective monitoring and evaluation. Additionally, the lack of accounting ecosystem services provided by the sector reflects it as non"}, {"text_block_id": "p6_b93", "text": "-"}, {"text_block_id": "p6_b94", "text": "performing sector. The take-up of commercialization drive has been very slow without any snowballing effect, as it encountered the challenge of informal value chains often shielded by deceptive practices. In general, excessive focus on small-holder farmers and exclusion of private sector has restrained innovation, mechanization, promotion of smart technologies and expeditious expansion of scale of production."}, {"text_block_id": "p6_b95_merged_merged", "text": "To actualize transformational change in the sector, RNR Strategy 2040 proposes eleven strategies (i) enhance production and quality of RNR commodities, (ii) enhance contribution of RNR sector to national economy, (iii) accelerate agri-business development and expansion, (iv) develop enabling policies for RNR sector, (v) strengthen research, innovation and dissemination, (vi) institute efficient RNR service delivery, (vii) enhance production efficiency of RNR commodities, (viii) promote research and innovation, (ix) diversify sustainable financing for RNR sector development, (x) mainstream sustainable management (conservation and utilization) of natural resources and (xi) enhance and promote resilience to climate change impacts to achieve the vision of “Sustainable natural resources and self-reliant food systems contributing to inclusive socio-economic well-being of Bhutanese”. There are 114 initiatives congruent to the 11 strategies identified by different sub-sectors spread over short term (5 years), medium term (10 years) and long term (20 years). Based on the prioritization, 75% of the initiatives were identified for the"}, {"text_block_id": "p7_b102_merged", "text": "short-term intervention, followed by 13% and 11% intervention slotted for medium-term and long-term respectively based on the ease of implementation and stakeholder benefit. The total financing requirement to implement the initiatives is projected at Nu. 21641million. The budget is also rationally distributed over short, medium and long term with 35%, 36%, and 29% respectively to maintain continuum of the initiatives. Following the past financing of RNR programs, the RNR strategy 2040 can feasibly be financed through multiple approaches of (i) public investment, (ii) grant assistance, (iii) soft loan (domestic/international financial institutions), (iv) private sector investment, and (v) foreign direct investment."}, {"text_block_id": "p7_b105", "text": "The strategic framework and map evidently present the logical flow and cause-effect relationship of the strategic objectives leading to achievement of three strategic results of (i) safe and healthy environment, (ii) self-reliant food system, and (iii) inclusive socio-economic well-being thereby accomplishing the RNR sector vision by 2040. The past trends of support by the state and the development partners, is a convincing demonstration of assured support for the future initiatives embodied in the 114 initiatives of RNR Strategy 2040."}, {"text_block_id": "p8_b106", "text": "Contents"}, {"text_block_id": "p9_b107", "text": "List of Figures"}, {"text_block_id": "p9_b108", "text": "List of Tables"}, {"text_block_id": "p10_b109", "text": "Abbreviation"}, {"text_block_id": "p12_b110", "text": "RNR Development in Bhutan"}, {"text_block_id": "p12_b111_merged", "text": "Over the past 112 years (1907 to 2019) of benignant reign of Golden Throne, Bhutan has seen a rapid agricultural transformation, from a nomadic farming (shifting Tseri) to a sedentary, modern and increasingly productive farming. Based on the historical timeline, agrarian transformation in Bhutan can be classified into three phases as (i) 1907-1970: Subsistence farming by predominantly shifting cultivators, (ii) 1970-1990: self-subsistence to part commercial, and (iii) 1990-2020: integrated and semi-commercial farming. As farming developed and transformed, so did incomes, livelihood, health, education, and economies. In the last few decades, agriculture experienced credible progress driving the economic development. The systematic planning since 1960s, introduction of legal and policy frameworks, modern technologies and machineries helped improve production of crops, livestock and improved management of natural resources. Bhutan has successfully maintained 71% of the country under natural forest cover (FRMD, 2018), representing a sink for carbon sequestration and making the country carbon-negative. Bhutan also achieved self-sufficiency in fruits (132%), potatoes (162%) and eggs (100%) and self-sufficiency"}, {"text_block_id": "p13_b114", "text": "in other commodities are on progressive trajectory (MoAF, 2016). This quantum jump in production is directly commensurate to the priority and investment in RNR sector (Box 1). After eleven Five Year Plan periods (1961 to 2018), agriculture continues to be a major source of employment with staggering 51.1% of its population in farming of which 61.7% are female (LFS, 2019). Further with more than 60% of population living in rural areas, the sector is recognized as vital to promote equitable development through enhancing rural prosperity and poverty alleviation. Further, Bhutanese farming continues to be highly integrated with low external input system where the use of synthetic fertilizers or pesticides is minimized maintaining yields through greater emphasis on integrated pest management and efficient utilization of on-farm resources. One of the prominent achievements of development is the alleviation of poverty from 23.2% in 2007 to 8.2% in 2017. As one of the first public sector organization instituted in 1960s, over the past 6 decades, RNR sector has evolved into one of the biggest ministries with complete reach-out in all gewogs and dzongkhags with skilled manpower and infrastructures. In particular, RNR sector is well equipped with necessary policy and legal frameworks to service the nation, environment and the rural population."}, {"text_block_id": "p13_b115_merged", "text": "Despite the impressive progress, there are also some serious challenges and undesirable consequences to some of the initiatives. Furthermore, parallel to the overall socio-economic development, the inevitable pressure on land leading to decline of cultivable land vis-à-vis the natural resources (water and forest litters) has curtailed agricultural expansion. Certain incoherence in policies has resulted into mounting human-wildlife conflict, population drifts, abandonment of farmland and house, feminization of agriculture, farm labour shortage, increasing farming cost and looming scale of production. These factors along with declining public investments in RNR sector have led to decline in agriculture sector’s share of GDP from 24% in 2004 to 15.89% in 2018 (National Accounts Statistics, 2019). The emergent features of unattended farms and poorly managed infrastructures have made community and rural areas increasingly inhospitable and vulnerable to climate change, natural calamities and vagaries of market forces. The population drift from rural to urban area is gradually causing steady surge of unemployed and non-farming population, which is forbidding to the economy with diverging consequences of food insecurity, unemployment and deserted rural areas."}, {"text_block_id": "p14_b121", "text": "The finite growth of secondary and tertiary sector in the country curtailed by the exploitable natural resource base, provides a vital signal to invest in agriculture sector that promote equitable development through enhancing rural prosperity, poverty alleviation and conservation of natural environment. More specifically, development of agriculture sector implies increased production and productivity of crops, livestock, conservation of environment, generation of employment opportunities, and thereby improved living standard of the peasants. More pertinently, investment in Bhutanese agriculture sector will have direct influence on the following strategic areas (Figure 1):"}, {"text_block_id": "p14_b122", "text": "Figure 1: Eleven strategic reasons for supporting RNR Sector"}, {"text_block_id": "p15_b123", "text": "RNR Sector at a glance"}, {"text_block_id": "p15_b124", "text": "The Renewable Natural Resources (RNR) comprise natural resources that can be replaced or replenished by natural processes or human actions. Plants/crops, animals/livestock, forests and the whole range of biodiversity are renewable natural resources. Some aspects of the environment such as soil quality, assimilative capacity (of water and land) and ecological support systems are called semi-renewable because they are regenerated very slowly on a human time scale. In Bhutan, the RNR sector is defined to comprise both fully-renewable and semi-renewable natural resources. The Ministry of Agriculture and Forests (also referred as RNR Sector) comprise four technical departments (Agriculture, Livestock, Forests and Park Services, and Agricultural Marketing and Cooperatives), 2 non-departmental agencies (BAFRA and NBC). Ministry also has Secretariats (PPD, RDTC) and Directorate Services (RSD, HRD, AFD, Legal, ICTD) which supports operations of the Ministry."}, {"text_block_id": "p15_b125", "text": "Forests and Natural Resources"}, {"text_block_id": "p15_b126", "text": "Bhutan’s “green” approach to development founded on"}, {"text_block_id": "p15_b127", "text": "the philosophy of Gross National Happiness and more particularly the local values, culture and religious beliefs of coexistence with nature has helped in maintaining remarkably stable forest health and cover. Forest occupies 2,730,889 ha accounting for 71% of the total geographical area of the country with a tree density of 213 per hectare (FRMD, 2016). Forest in Bhutan is predominantly broad-leaved forest with 50% coverage (1.928 million ha) and 20% coniferous forest (Box 2). The estimated forest biomass of about 973 million tonnes serves as a significant terrestrial carbon sink amounting to 457 million tonnes of carbon (FRMD, 2020). The forests of Bhutan show a wide range of ecological variation and species diversity. To ensure sustainable conservation of rich biodiversity, Bhutan has designated 51.44% geographical area under protected area."}, {"text_block_id": "p16_b128", "text": "Forests provide a wide variety of social and economic benefits, ranging from easily quantifiable economic values associated with forest products, to less tangible services and contributions to society. Since 1963, forest management plans were developed to sustainably extract forest resources. The forest share of GDP was 16% in 1981 which decreased to 10% in 2000, and further plummeted to 2.6 in 2015 (Dhital 2009, NSB 2018). Though the direct revenue from forestry sector decreased drastically due to the policies of banning timber export, subsidized supply of timber to rural people, conservation priority, and rise of other sectors in generating revenue, the indirect contribution is immense. Hydro power and tourism industry, both of which are strongly correlated to the pristine natural environment are today, the top sources of revenue (NSB, 2018)."}, {"text_block_id": "p16_b129_merged", "text": "Community based Non-Wood Forest Products (NWFP) enterprises provide an alternative source of livelihood. NWFPs such as cane, bamboo, cordyceps, daphne paper, honey, incense, lemon grass oil, medicinal fruits and plants, mushrooms and spices were promoted in Bhutan under ‘one gewog three products plan’ in 10FYP and are one of the major commodities used for income generation in rural Bhutan. Livestock grazing and fodder collection is also an important aspect of NWFP. Traditional medicines are widely practiced and medicinal plants form an important source of income for the people. There are over 300 species of medicinal plants throughout Bhutan which are being used by National Institute of Traditional Medicines (NITM) and local healers. Sustainable harvesting of the medicinal plants forms an integral part of rural livelihood options. Today, close to 166 NWFP groups are formed engaging over 6106 households from 17 dzongkhags in benefit sharing from the diverse NWFPs. To promote community engagement and ensure sustainable management, 804 Community Forests covering 99,146 ha is managed by 33,281 households (FRMD, 2020)."}, {"text_block_id": "p16_b134", "text": "Endowed with vast natural resources and only 7.3% of the forest area under commercial management, forest sector is often considered as underutilized sector of the economy (World Bank, 2019) with a negative growth of 1.01% in 2018 and dwindling contribution of only about 3% to GDP per year (NSB, 2018). Forests in Bhutan offer tremendous potential to be productive without jeopardizing the national commitment to conservation and ecological resilience. From the national perspectives, it is vital to formulate short, medium and long-term strategies to modernize the sector to harness multiple benefits it can offer."}, {"text_block_id": "p17_b135", "text": "Crop Production Systems"}, {"text_block_id": "p17_b136_merged", "text": "Bhutan was traditionally considered to be self-sufficient in cereals (5th FYP Document) with small surplus traded with Tibet for salt and wool (Kuensel, 2015). Food self-sufficiency discussion in Bhutanese development emerged as early as 2nd FYP (1966-70). Nonetheless, the RNR Sector has observed a significant transition in its national goal of achieving food self-sufficiency over the years, achieved through myriad interventions to aid production and productivity albeit the food and agriculture sector facing challenges in the recent past. Despite unprecedented evolution and progress in self-sufficiency policy over the decades, Kuensel (2015) reports food trade deficit of Nu 5.2B in 2013, as the deficit widened by 24% from 2012, mainly on account of increasing rice imports. The 08 food crisis that ‘brought higher and more volatile food prices’ (FAO 16, p. 1) had many countries expressing ‘increased interest in pursuing policies to bolster their levels of food sufficiency’ (ibid). Bhutan’s support to fulfil the national objective of food self-sufficiency received even utmost importance ensuing to crisis. At the same time, role of food imports needs to be recognized as they are as equally (if Box 3: Opportunity for commercial not less) important for enhancing the food and nutrition farming security. This is important especially for Bhutan with extreme geographical conditions and topography where agriculture land is limited coupled with other technical challenges for producing all the required food domestically. Role of imported foods need to be recognized to fill the gaps as BLSS (2017) reported that on average, households spend 20% of their food budget on dairy products, 13% on vegetables, 10% on rice, 10% on other cereals and pulses, and 10% on spices and seasonings."}, {"text_block_id": "p17_b154", "text": "Dru-na-gu"}, {"text_block_id": "p17_b155", "text": "(rice, maize, wheat, barley, buckwheat, millets, pulses, oilseeds and amaranth) forms an important component of Bhutanese agriculture and food system which is still prevalent and recognized in the farming systems. Overall, the major production systems in Bhutan are pastoral production system, wetland production system, dry land production system, and orchard or plantation production system. Across these production systems, farmers have selected and"}, {"text_block_id": "p18_b156", "text": "cultivated a wide array of crops and varieties that have adapted to the micro-climatic niches. Relative to its small size, Bhutan has considerable diversity of agricultural crops, varieties and agro-ecosystems. The land use, farming systems, crops cultivated, opportunities and challenges in agriculture are predominantly dictated by climate, topography and altitude. The major cropping systems of Bhutan are rice-based, maize-based and potato-based depending on the main crop and land type. Technology and innovation have had a major impact in agricultural transformation in Bhutan. In the last three decades (1988 to 2017), DoA has introduced, evaluated and released 89 improved fruit plants, 52 field crop varieties and more than 84 vegetable varieties to farming communities; and de-notified 28 vegetable varieties (ARED, 2018). For instance, improved rice technologies lead to an increase in national rice output by 5000 to 10000 tons per year (Shrestha, 2004). The productivity gain from 1981 to 2017 was 105%. Similarly, adoption of improved maize varieties by 60% of the surveyed households and planted to 49% of the total maize area (Katwal, 2006) helped in expanding maize production."}, {"text_block_id": "p18_b157", "text": "It is evident from the first plan, that the focus of horticulture development has been on few cash crops (apple and potato in the temperate region; citrus and cardamom in sub -tropical region; and the promotion of a small-scale vegetable cultivation across the country) and not on developing the whole sector (IHDP, 1992). The Integrated Horticulture Development Program (1994-2003) brought about a major development in horticulture. Building on IHDP initiatives, every subsequent plan has adequately funded horticulture development, resulting into attainment of higher vegetable self-sufficiency and export of fruits."}, {"text_block_id": "p18_b158", "text": "Over the years, crops and crop production has been constrained by socio-cultural (low level of literacy, subsistence nature of farming, land fragmentation/degradation, wildlife damage), technological (limited technology options, low technology uptake capacity) and institutional (access to credits, inputs and markets) factors. Although the agriculture sector directly employs 51.1% of the population (LFS 2019) and contributes to about 70% of the total food need, farming especially crop sector is confronted with acute shortage of farm labour. Shortage of farm labour is mainly attributed to out migration of rural population, which is prompted by drudgery and high risk involved in farming, better economic option provided by the growth of other sectors (service and manufacturing) and also the lack of modern facilities in rural areas."}, {"text_block_id": "p19_b159", "text": "Farm mechanization as labour saving technologies gained importance from the 5"}, {"text_block_id": "p19_b160", "text": "th"}, {"text_block_id": "p19_b161", "text": "Five Year Plan. Farm mechanization is broadly understood to encompass all levels of labour-saving technologies from basic hand tools to externally powered machines. Today, farm mechanization is generally accepted as the solution to many emerging issues such as unemployment and the growing farm labour constraint and the drudgery associated with it. Some of the most popular farm machines are power tiller, tractors, harvesters, threshers, transplanting machines and many hand tools. Many of these are established as rural based small-scale business enterprises."}, {"text_block_id": "p19_b162", "text": "In view of the slow technological uptake and inadequacy of technological innovation to enhance efficiency of agriculture production system, a definitive focus of aggressive innovation and dissemination is necessary. Additionally, necessary support to all stakeholders in agriculture sector will be crucial to achieve the goal of food self-reliance."}, {"text_block_id": "p19_b163", "text": "Livestock"}, {"text_block_id": "p19_b164", "text": "Livestock plays an integral role in the lives of Bhutanese farmers and it forms an indispensable component of the agricultural production system in Bhutan. Livestock are raised in Bhutan for various reasons including milk, egg, meat, and manure production, draught power as a source of income and as assets. Livestock provide both tangible benefits such as milk, egg, meat and intangible benefits such as manure and draught power for farming. The tangible benefits in absolute value amounts to Nu 3.739 billion and intangible benefits was Nu: 4.634 Billion in 2017 (DOL, 2017). Livestock is vital to improve rural livelihood, secure household food and nutrition security and boost income. Livestock contributes 4% to the national GDP, and it has been estimated that about 22% of rural household income is produced from the rearing of livestock (MoAF, 2009)."}, {"text_block_id": "p19_b165_merged_merged", "text": "The self-sufficiency in dairy products has increased from 68 to 84% during the 11thFYP. In egg production, the 100% self-sufficiency was maintained throughout the plan period. In chicken production, there is 15% increase in the production within the plan period. Although there is social stigma in the meat sector, there was a substantial increase in the pork production by 20%, in fish production by 9% and 34% in Chevon production."}, {"text_block_id": "p20_b168", "text": "In terms of volume, the domestic meat production is dominated by chicken and pork which accounts to 39.66% share and 29% share respectively. The boost in domestic livestock production during the past plan periods are mainly attributed to the introduction and uptake of improved livestock breeds and farming technologies with efficient animal health and nutrition delivery services. From 2011 to 2018, the sub-sector also pursued climate smart livestock farming and has promoted more than 6087 domestic bio-gas plants in fourteen Dzongkhags."}, {"text_block_id": "p20_b169", "text": "Though, the livestock sub-sector has made tremendous achievement, it is confronted with many challenges such as social stigma in meat sector and increasing pressure on the limited land for improved pasture development to ensure balanced livestock feeding. The encroachment of rangeland resources with highly un-palatable shrubs and species is quite evident and has led to degradation of most of the areas despite the effort from the department to restore them. However, it is yet to be quantified through scientific research. Another challenge faced is on free livestock grazing through extensive farming vis-à-vis on forest bio-diversity and environment concern. However, the impact of forest grazing through free range livestock farming system is not yet quantified. To overcome such challenges, high yielding and productive breeds of livestock are promoted under stall feeding practices and further upscaling production efficiency in the livestock sector through mechanization and automation."}, {"text_block_id": "p20_b170", "text": "Biodiversity Conservation and Sustainable utilization"}, {"text_block_id": "p20_b171", "text": "Conservation has always played a pivotal role in Bhutan’s development history and concern for"}, {"text_block_id": "p20_b172_merged", "text": "the natural environment and biological diversity is deeply embedded in Bhutanese traditional beliefs, socio-cultural outlook and the overarching development philosophy of Gross National Happiness. However, there is a strong and urgent need to be cognizant of the fact that in the phase of increasing erosion of biodiversity in the neighboring countries due to constant struggle between conservation and development, ever-expanding population and the threat of changing climate, the value of Bhutan’s biological resources will increase in terms of relative importance. This presents numerous opportunities for deriving benefits from sustainable utilization of rich biodiversity. Bhutan has one of the most rugged terrains with diverse altitudinal range and climatic conditions. Crop diversity and genetic diversity within species is important to adapt to this diverse and heterogenous agro-ecological zones of Bhutan. The importance of crop diversity and genetic 9"}, {"text_block_id": "p21_b176", "text": "diversity is gaining more importance than ever before as part of climate change adaptation and mitigation measures. Given these considerations, it is imperative that due importance be accorded to strengthening national capacities particularly in developing a sound scientific knowledge base"}, {"text_block_id": "p21_b177", "text": "of the country’s rich biological diversity and tapping the opportunities from biodiversity for"}, {"text_block_id": "p21_b178", "text": "effective conservation and utilization of our biological resources in a sustainable manner. Therefore, it has become of utmost importance that the country establishes and strengthens measures that will enable it to benefit from its rich biological resources and promote leadership of people at grass root level in conservation. Key interventions and initiatives include: tapping the potential of biodiversity resources through a strengthened bioprospecting and sustainable utilization program; Conserving genetic diversity of traditional crop varieties and animal breeds to harness it for food security, enhanced livelihoods and to build national resilience to climate change through both ex situ and in situ (on-farm) conservation programs; Preventing the increasing erosion and loss of traditional knowledge and culture associated with biological resources and harnessing it for sustainable utilization and conservation of biological resources; Strengthening biodiversity information and knowledge base and Improving public awareness on the value of biodiversity."}, {"text_block_id": "p21_b179", "text": "Biosecurity and Food Safety"}, {"text_block_id": "p21_b180", "text": "With the global food supply chain becoming highly interconnected and logistically efficient, the vulnerability to emerging biosecurity challenges is escalating in countries where biosecurity system and Sanitary and Phytosanitary (SPS) measures are not well-established. The threats of foodborne illness and emerging disease and pandemics linked with zoonosis have prompted Bhutan to institute biosecurity and food safety response systems for the protection of plant, animal and human health"}, {"text_block_id": "p21_b181", "text": ", following the ‘"}, {"text_block_id": "p21_b182", "text": "One Health"}, {"text_block_id": "p21_b183", "text": "’"}, {"text_block_id": "p21_b184", "text": "approach. As our food system is import-dependent, securing our food systems against any risk of exposure to biosecurity and food safety threats is vital. Additionally, as Bhutan is endowed with rich biodiversity, its protection from such threats is within the premise of sustainable development. Biosecurity risks are also increasing due to increased global trade and travel, increased agricultural expansion and intensification, increased urbanization close to farmlands, and other factors such as climate change."}, {"text_block_id": "p21_b185_merged_merged_merged", "text": "Bhutan has been witnessing increased trade of plants, animals and their products over the years. Such trade has associated risks as they may serve as a pathway for the introduction and spread of"}, {"text_block_id": "p22_b187", "text": "exotic pests and diseases. Bhutan has recorded several outbreaks of transboundary diseases and emerging invasive species over the years, some of which may have been introduced and established through the imports. In addition, other consequences of under-resourced and neglected plant and animal biosecurity systems in the country is the introduction of"}, {"text_block_id": "p22_b188", "text": "Cryptomeria"}, {"text_block_id": "p22_b189", "text": ","}, {"text_block_id": "p22_b190", "text": "Poplar"}, {"text_block_id": "p22_b191", "text": ","}, {"text_block_id": "p22_b192", "text": "Thuja"}, {"text_block_id": "p22_b193", "text": "and"}, {"text_block_id": "p22_b194", "text": "Eucalyptus,"}, {"text_block_id": "p22_b195", "text": "Brucellosis, Avian Influenza, Rabies, etc., and its rippling effects to the environment and society which has been realized only very recently. Overall, the complexity of biosecurity issues makes it difficult to quantify and valuate the biosecurity and food safety services. Emerging biosecurity threats, further aggravated by the SPS and non-tariff barriers to trade, demands effective approaches across the entire Biosecurity Continuum; pre-border, border and post border to mitigate potentially adverse impacts."}, {"text_block_id": "p22_b196", "text": "Food safety is an area of high relevance to today’s time when we are faced with increasing food"}, {"text_block_id": "p22_b197", "text": "safety threats leading to food poisoning/foodborne diseases. An unprecedented number of disease outbreaks have occurred both within the country and internationally due to both microbial pathogens and chemical contaminants. Similarly, application of novel technologies is also likely to present new and at times undiscovered risks to the food system. Other challenges include the emergence of new threats due to changing lifestyle and eating habits, food scares, change in the way food, plants and animals are produced, processed and distributed; and high dependence on imported food. These issues necessitate a robust national food control system to protect public health. Considering the complexity of food safety issues, continual improvement of this system is necessary through self-regulation and food safety culture, thereby ensuring collective coordination of a vast network of food safety services across the food system."}, {"text_block_id": "p22_b198_merged_merged", "text": "Under the aegis of Biosecurity Policy of the Kingdom of Bhutan 2010, the Bhutan Agriculture and Food Safety Authority (BAFRA) is mandated to protect public health, animal health, plant health and the environment by implementing biosecurity and food safety measures. Alongside, Bhutan’s commitment to the International Plant Protection Convention (IPPC), Codex Alimentarius Commission (CAC), National Enquiry Point for World Trade Organization-Sanitary and Phytosanitary Agreement (WTO-SPS agreement), International Food Safety Authorities Network (INFOSAN), and the Cartagena Protocol on Biosafety (CPB) to the Convention on Biological Diversity (CBD) is served by BAFRA."}, {"text_block_id": "p23_b201", "text": "Biosecurity incidents and foodborne disease outbreaks continue to test public confidence and resilience of the national biosecurity and food safety system. Therefore, there is need to develop inclusive legislations; establish robust regulatory control; strengthen quarantine and testing infrastructure for inspection, testing and certification; and increase collaboration with the key stakeholders."}, {"text_block_id": "p23_b202", "text": "RNR Marketing"}, {"text_block_id": "p23_b203", "text": "The commercialization of agriculture in Bhutan was a very gradual and government driven initiative. Farming sector characterized by small operational units, scattered over the inhospitable agriculture landscape and subsistence-based production pose a tremendous challenge to integrate into mainstream value-chain. With smallholder farmers, decision on production is not driven by market forces. Furthermore, agricultural produces are bulky, perishable, lack diversity of varieties, and seasonality which make marketing difficult. Since small farmers also operate as individual entity with multiple objectives, intermediaries have to put in efforts to network and connect them to market. Since production volumes are generally small, aggregation, grading, storage, transportation and distribution pose a logistical challenge. The marketing agency facilitates the transformation from subsistence to market-oriented farming to bring about improvements in rural economy. The major commodities traded in the market are potato, apple, mandarin, vegetables, dairy products, egg, meat, gravels and wood products. The major commodities exported from 2005 to 2018 include potato, mandarin, apple, cardamom, ginger, betel nuts, cabbage, carrot, peas, essential oils, matsutake mushroom, cordyceps and gravels/pebbles. In terms of volume traded, gravels/pebbles with 32% had the highest average growth rate while apple and mandarin had negative growth rate with record low of -6% and -2%. The declining growth rate for apple and mandarin is largely attributable to the reduction in production coupled with poor quality of fruits. Figure 2 shows the growth rates of the RNR commodities exported and figure 3 shows the trends in export of apples."}, {"text_block_id": "p24_b204", "text": "Figure 2"}, {"text_block_id": "p24_b205", "text": ":"}, {"text_block_id": "p24_b206", "text": "Average growth rate of RNR commodities exported from 2005 -2018 (BTS, 2018)"}, {"text_block_id": "p24_b207", "text": "Figure 3: Trends in export of apples and influencing factors"}, {"text_block_id": "p24_b208_merged_merged", "text": "In 2018, Bhutan exported Nu.1.004 billion worth of spice including cardamom. Other agricultural commodities exported during 2018 are potato worth over Nu.497.78 million, fruits worth over Nu. 122 million, betelnuts worth Nu. 122 million and vegetablesworth over Nu.35 million, mainly to"}, {"text_block_id": "p25_b210", "text": "India and Bangladesh. Non-wood forest products exported during that year was over Nu.159 million (BTS, 2018)."}, {"text_block_id": "p25_b211", "text": "During 2005-2018, Bhutan imported large quantities of rice, potato, tomato, cabbage, onion, chilli, milk, cheese, butter, pork, beef, chicken, dry fish, furniture, particle board, plywood, parquet and paper board. Forestry products have the highest import growth rate followed by livestock and agriculture products. The total annual import of agriculture, livestock and forestry products during 2018 was Nu.3.83 billion, Nu.1.94 billion and 0.362 billion respectively. (BTS, 2018)."}, {"text_block_id": "p25_b212", "text": "Rice is the major commodity imported. In 2018, Bhutan imported 60,267 MT of rice worth Nu. 1.88 billion along with significant volume of edible oil worth 1.04 billion, dairy products worth Nu. 0.8 billion, livestock, meat and fish items worth Nu. 1.14 billion and vegetables worth Nu. 0.234 billion."}, {"text_block_id": "p25_b213", "text": "The main marketing challenges are inadequate real time information on commodity prices, knowledge gap on demand and supply conditions, market outlets, economy of scale both for export as well as domestic markets, inadequate mechanism for product standardisation, grading, packaging and labelling, lack of processing and value addition and infrastructures."}, {"text_block_id": "p25_b214", "text": "Vulnerability of the RNR Sector/Bhutanese Agricultural Systems"}, {"text_block_id": "p25_b215_merged", "text": "The rugged mountainous topography, diverse agro-ecological zones and rapid changes in environmental variabilities renders the country and in particular the RNR sector more vulnerable to impacts of climate change and natural disasters. Bhutan already witnessed severe crop loss due to unusual outbreaks of pests and diseases, erratic rainfall patterns, windstorms, hail storms, flash floods, landslides attributed to climate change. Further, being a landlocked country with high dependence on neighbouring countries for the vast majority of its imports and exports adds to the vulnerability."}, {"text_block_id": "p25_b217", "text": "Agriculture, food and nutrition came into limelight as a fallout of the pandemic and epidemic situations irrespective of whether such situations pertain to crops and livestock or to human health. These includes incidences of rice blast, the locust attack, armyworm and GALS outbreak in crops, and bird flu, African swine fever outbreaks in livestock. Similarly, SARS and COVID-19 pandemic in humans have indirectly exposed the vulnerability of the agriculture sector. The"}, {"text_block_id": "p26_b218", "text": "Vulnerability of Agriculture Value chain"}, {"text_block_id": "p26_b219", "text": "Inputs:"}, {"text_block_id": "p26_b220", "text": "Production inputs are the backbone for successful farming. Input ranges from seeds, livestock parent stocks & imported breeds, feeds, fertilizer, crop protection chemicals, veterinary medicine & vaccines, machineries, irrigation, raw material for wood products, etc. Most of the inputs such as Day-Old Chicks (DOC), hybrid seeds, fertilizer, veterinary medicine and vaccines, etc. are imported and distributed to our farmers. Quite often, during any natural and biological (infestation, epidemic, pandemic) disasters, import and distribution of such inputs are disrupted owing to poor accessibility, import ban or unorganized distribution network on the ground. Generally, impact of such disasters disproportionately burdens small and marginal farmers practicing subsistence farming for livelihood with low resilient and recuperating capacity."}, {"text_block_id": "p26_b221", "text": "Production:"}, {"text_block_id": "p26_b222", "text": "Both natural and biological disasters hugely impact the production and management of farm activities. In Bhutan, natural disasters like storm, flashflood and extreme variation in climate and weather pattern are some of the major causes resulting in huge crop and livestock losses. Windstorms & hail storm causing crop damage is an annual threat for farmers all over the country. In 2013 about 100 acres of maize fields were damaged by windstorm. Flashflood is one of the major disasters causing large scale loss of crop, livestock and land. The flashflood/GLOF outburst of 1994 washed away 816 acres of dry land and made 965 acres of land unproductive due to sand and silt deposit (Yeshey Lotay, 2015). Similarly, the incessant rain in 2004 washed away 161 acres of wetland and 503 acres of dryland and damaged 39 irrigation channels in eastern Dzongkhags. Loss of agricultural field which is a primary production resource had caused long lasting production loss resulting in household food insecurity, malnutrition and economic loss to farmers and government. Cyclone Aila in 2009 caused an estimate loss of Nu. 719 million including crop, livestock and agricultural infrastructure which affected the livelihood options for many farm families. Further, it is reported that an estimated amount of Nu.29.2 million worth of"}, {"text_block_id": "p27_b223", "text": "crops were lost to various natural calamities between 2013-15 (MOAF, 2016) which can be translated to annual loss to the tune of Nu.9.7 million."}, {"text_block_id": "p27_b224", "text": "Likewise, variation in climate and weather pattern which has become extreme and frequent event has greatly affected the crop production as nearly 50% of the agricultural fields depend on timely monsoon for irrigation. Extreme weather pattern also causes biological disaster like outbreak of pest/diseases in crop and livestock (army worm, rice blast, bird flu, H1N1 etc.). Health pandemic like the recent COVID-19 has disrupted all aspect of economic activities and livelihood of people across the world. Bhutan and RNR sector were not immune to it. The closure of border and import ban in an effort to contain COVID-19 spread created shortage of food items especially vegetables and meat products. The closure of international southern borders also impacted the export of agriculture produces resulting in huge economic loss to farmers. Similarly, the national lockdown imposed by the government to contain the spread of COVID-19 virus hampered day to day farm management such as irrigation, crop guarding against wild animal depredation, harvesting, weeding etc."}, {"text_block_id": "p27_b225", "text": "COVID-19 pandemic in particular has underscored the need to seriously relook into our"}, {"text_block_id": "p27_b226", "text": "Agriculture sector development and prioritize its importance for securing country’s food self"}, {"text_block_id": "p27_b227", "text": "-reliance and reduce import dependency."}, {"text_block_id": "p27_b228", "text": "Harvesting and Processing:"}, {"text_block_id": "p27_b229", "text": "The economic use of all agricultural produce depends on its timely harvest and processing. Harvesting and processing of agricultural products must happen in aseptic environments to prevent spoilage as agricultural products are perishable if not preserved or value added immediately. Limited harvesting and processing facilities significantly impede the safe food harvest, diversification and shelf life. To mitigate the severity of emergency situations, food products must be diversified to add benefits of product choice and shelf life. To prevent damage of food products, there is a need to identify and implement relevant technologies and establish/strengthen harvesting and processing facilities to enhance safe food harvest, product diversification and enhance product shelf life."}, {"text_block_id": "p27_b230", "text": "Storage and transport:"}, {"text_block_id": "p27_b231_merged_merged", "text": "Food products require to be stored in ambient temperature and moisture to maintain food quality and safety in addition to proper handling. Some food products mainly livestock products such as meat, milk and dairy products require specialized storage and refrigerated transport facilities to maintain longer shelf life. Without safe storage and such"}, {"text_block_id": "p28_b233", "text": "specialized transportation facilities products could easily be spoiled within 30 minutes of harvest, reducing the value, quality and safety of food products."}, {"text_block_id": "p28_b234", "text": "Distribution and handling:"}, {"text_block_id": "p28_b235", "text": "Experiences with the COVID-19 Nationwide lockdown showed that the food supply chain is very short, indicating the missing link between the producer, middleman and the consumers. The supply chain had to be bridged through involvement of the public sector to source and distribute food to the consumers. Establishing an End-to-End value chain ensures confidence in food production, traceability of products to farms, marketing and availability of food products. To enable a reliable food supply chain, the MoAF must develop a platform where producers and consumers meet over a reliable market (wholesale and/or retail) and institute mechanisms to trace products to farms for quality control."}, {"text_block_id": "p28_b236", "text": "Market:"}, {"text_block_id": "p28_b237", "text": "Ensuring a reliable market for food products entails creation of competitive markets that benefit both the producers and consumers. Further, during natural calamities, farmers often expect and keep a bigger profit margin, which was observed during the national lockdown in Bhutan. To prevent huge price fluctuation of food commodities, the need to institute pricing policy and facilitate fair price for food commodities produced in Bhutan is important."}, {"text_block_id": "p28_b238", "text": "Management:"}, {"text_block_id": "p28_b239", "text": "Weak coordination among sub-sectors under RNR and at all levels of government functionaries were noted during the COVID-19 nationwide lockdown. The need for one general guideline outlining agencies that will be involved in different situations for effective management of such national situations was opined along with required capacity enhancement. For instance, BAFRA and Forestry officials involved in combating COVID-19 as front-line workers were not prepared and assigned tasks beyond their mandates. Biosecurity and food safety protocols need to be strengthened, so that pests and diseases are controlled at the ports and this needs to be operated"}, {"text_block_id": "p28_b240", "text": "from “"}, {"text_block_id": "p28_b241", "text": "One Health"}, {"text_block_id": "p28_b242", "text": "” approach/concept."}, {"text_block_id": "p28_b243", "text": "The unorganized/weak value chain management of RNR produce resulted in huge wastage of food products or the quality of produce getting deteriorated in the process. As such it is important to design efficient, comprehensive and systematic value chain management protocols for important agricultural commodities by involving all the relevant stakeholders for better income generation, sustainable and environment friendly practices."}, {"text_block_id": "p29_b244", "text": "Policy"}, {"text_block_id": "p29_b245", "text": ": Considering vulnerability of the RNR sector throughout the value chain particularly in the event of disasters and emergencies, a holistic RNR contingency plan for such unforeseen events need to be developed through the experiences of handling such situations thus far. Such a contingency plan developed and implemented would address concerns of poor price setting, regulations imposed by the Government or even the adhoc changes in Government policies."}, {"text_block_id": "p30_b246", "text": "Drivers of Agriculture Changes in Bhutan"}, {"text_block_id": "p30_b247", "text": "For centuries agriculture in Bhutan has been a way of life, majority living on farms subsisting with crops and livestock. Bhutanese consider agriculture as merit or blessing therefore it is termed as"}, {"text_block_id": "p30_b248", "text": "soenam"}, {"text_block_id": "p30_b249", "text": ". Associated to this belief, any area is considered blessed if the conditions are favourable for the cultivation of the nine basic crops or"}, {"text_block_id": "p30_b250", "text": "dru-na-gu"}, {"text_block_id": "p30_b251", "text": "(rice, maize, wheat, barley, buckwheat, millets, pulses, oilseeds and amaranthus). Bhutanese believe that only the fortunate and the blessed can be farmers (Choden, 2008). However, majority of Bhutanese lived under harsh conditions, toiling every day for livelihood. People entirely depended on land and forests, cultivating or collecting as much food as they required. They raised livestock, wove clothes and made their own pottery. Advent to the modernization in 1961 and joining the global community after years of self-imposed isolation, all sectors like health, education, agriculture, communication and governance"}, {"text_block_id": "p30_b252", "text": "were developed. All the while, Bhutan has adopted a “middle path” approach to sustainable"}, {"text_block_id": "p30_b253", "text": "development in order to achieve optimum economic development without compromising its environmental, socio-cultural and biological diversity."}, {"text_block_id": "p30_b254", "text": "Bhutan’s development path into the new millennium stresses on human development, culture and"}, {"text_block_id": "p30_b255_merged_merged", "text": "heritage, balanced equitable development, governance and environment conservation. Nested within these broad development strategies, agriculture in Bhutan has undergone a gradual transformation from a largely subsistence non market-oriented farming tradition, based on seasonally nomadic lifestyles, agriculture is changing, though at varying degrees, into a market-oriented entrepreneurial activity, encouraging year-round cultivation, using improved seed varieties (Mai Kobayashi et al. 2015), production technologies and mechanization."}, {"text_block_id": "p30_b258", "text": "Generally agricultural transformation is considered to have three phases (i) traditional agriculture -small labor intensive family operated farms which uses only crude form of capital, (ii) technologically dynamic agriculture-low capital technology involving the use of new inputs (fertilizers, pesticides, improved seeds and livestock breeds, and machines) with high marginal productivity, and (iii) technologically dynamic agriculture-high capital technology where heavy machinery will be used in agriculture and labor will be available for absorption in developing non-farm sector. Based on the three phases, the contemporary view recognizes the evolving role of"}, {"text_block_id": "p31_b259", "text": "agriculture in development, roughly definable in four phases: (i) Beginning phase"}, {"text_block_id": "p31_b260", "text": "—"}, {"text_block_id": "p31_b261", "text": "agricultural labor productivity starts to increase; (ii) Agricultural surplus"}, {"text_block_id": "p31_b262", "text": "—"}, {"text_block_id": "p31_b263", "text": "agricultural productivity growth generates surplus towards the development of the non-agricultural sector; (iii) Integration"}, {"text_block_id": "p31_b264", "text": "—"}, {"text_block_id": "p31_b265", "text": "agriculture becomes increasingly linked to the rest of the economy through improved infrastructure and development of markets; (iv) Industrialized"}, {"text_block_id": "p31_b266", "text": "—"}, {"text_block_id": "p31_b267", "text": "integration is successful and the role of agriculture diminishes to just one of numerous major sectors of the economy. For instance, the rice productivity growth in Bhutan follow a similar trend growing from 2 t/ha in 1981 to 4.2t/ha in 2017. The role of technical inputs in accelerating rice productivity in Bhutan is evidently represented in Figure 4)."}, {"text_block_id": "p31_b268_merged_merged", "text": "Figure 4: Rice productivity growth and growth drivers during 1981 to 2017"}, {"text_block_id": "p31_b271", "text": "Boserup (1963) too opined that failure to achieve a technically progressive agriculture can dampen the whole process of economic growth. This projects agriculture as a sector to accelerate growth. Based on the above classification, Bhutanese agriculture can be considered to be largely traditional with gradual transformation into technologically dynamic agriculture (Phase 2). General observations on possible drivers of agricultural transformation in Bhutan are briefly explained below:"}, {"text_block_id": "p32_b272", "text": "1. Public Sector investment"}, {"text_block_id": "p32_b273", "text": "The principal driver of agricultural transformation and growth in Bhutan is the public sector investment. From the very first plan period (1961-66), government invested on agricultural research and development, irrigation & infrastructure (farm road, processing units, and marketing facilities). Besides, government also invested substantially on agricultural input supply, capacity development and agricultural credit. RNR sector GDP steadily declined from 38% in 1992 to 17% in 2018. According to Mehta (2012), this deceleration is associated to declining public investment in the sector. The strength of the investment of the state in the RNR sector can also be observed from the withdrawal of the state investment, where a 4% decrease in the state investment during the 9th five-year plan resulted in 65% decrease in GDP contribution from the RNR sector (PPD, 2020)."}, {"text_block_id": "p32_b274", "text": "The last three decades remarkably show the declining trend in three parameters"}, {"text_block_id": "p32_b275", "text": "–"}, {"text_block_id": "p32_b276", "text": "public investment in RNR sector, farming population and RNR GDP which show a definitive relation among them (Figure 5). From 1961 to the beginning of the 7"}, {"text_block_id": "p32_b277", "text": "th"}, {"text_block_id": "p32_b278", "text": "plan, most agricultural inputs (seeds, fertilizers and chemicals) were provided free, thereafter subsidy was gradually withdrawn in phased manner making the farmers to fully bear the input cost. On the other hand, some of the critical livestock input like medicines, and vaccines are still subsidized by the Government. During the same period, construction of infrastructures was also modelled in cost-sharing, in the form of government providing the materials and community contributing the labour. Even the management of irrigation and roads were transferred to community. These changes in modalities of RNR sector interventions would have proportionately decelerated RNR contribution to national accounts."}, {"text_block_id": "p32_b279_merged_merged", "text": "Figure 5: Farming population, RNR GDP, and budget outlay in RNR sector from 7th-12th FYP"}, {"text_block_id": "p33_b286", "text": "2. Policies and Legal Frameworks"}, {"text_block_id": "p33_b287_merged", "text": "The transformation of agriculture from traditional to semi-commercial in Bhutan has been largely driven by farmer-friendly policies. For instance, during 1st to the 6th Plan, all the production inputs were subsidized and home delivered free. Other polices and legal frameworks that directly influenced agricultural transformation are Land Act of Bhutan 2007, National Forest Policy 2011, National Irrigation Policy 1992, Food and Nutrition Security (FNS) Policy of the Kingdom of Bhutan 2014, Biosecurity Policy 2010, Forest and Nature Conservation Act of Bhutan (FNCA) 1995, Environment Assessment Act 2000, The Livestock Act of Bhutan 2001, Water Act of Bhutan 2011, Food Act of Bhutan 2005,The Seeds Act of Bhutan 2000, Pesticide Act 2000, Biodiversity Act 2003, and Plant Quarantine Act 1993. Figure 6 illustrates the trends in timber production with the introduction and enforcement of policies such as the FNCA, 1995."}, {"text_block_id": "p33_b292", "text": "Figure 6: Trends in timber production from 1976 -2019"}, {"text_block_id": "p34_b293_merged", "text": "In view of small-holder farmers with average land holding of less than 1 ha, Land Act had a far-reaching influence in agricultural transformation. The changes in land cover and land use (Table 1) clearly indicate marked changes in last 26 years. The constitutional mandate to maintain 60% of area under forest cover (Constitution of Bhutan, 2008) prevail all the land use policies. Furthermore the protected area complex (national parks, wildlife sanctuary, biological corridors, and botanical parks) which covers 51.44% of land, make it inaccessible to other uses. While the Land Act 2007 has provision to protect wetlands (chuzhing), with the increasing human-wildlife conflict and decline of labour and water resources, high proportion of wetland is left fallow. This is evident from the decline of 8% of agriculture land over last 2 decades. The decline of agriculture land has direct implication on volume of agriculture production. In conjunction with the land use polices, the policy on pesticide and chemical fertilizer import and use has extremely influenced crop production potentials."}, {"text_block_id": "p34_b296", "text": "Table 1: Land use changes during 1990-2016 (Sq. Km)"}, {"text_block_id": "p34_b297", "text": "Furthermore, the policy reforms on import of eggs following the outbreak of bird flu in 2008 resulted in a positive impact on increasing domestic egg production (figure 7)."}, {"text_block_id": "p35_b298", "text": "3. Technologies"}, {"text_block_id": "p35_b299_merged", "text": "Technology has made a vast influence on Bhutanese agriculture. The launch of the first FYP (1961-66) coincided with the green revolution of 1960s, which provided access to high yielding crop varieties and production technologies. It was during the first plan period, that varieties of rice, wheat, vegetables and fruits were introduced in Bhutan (Box 3). It was also during the first plan when apple (Malus domestica Borkh.) was introduced from India and planted in demonstrated farms in Thimphu and Paro. So far 23 varieties of rice, 4-maize, 5-other cereals, 5-mustard, soybean, 84-vegetable, and 89 varieties of fruits have been released for general cultivation in Bhutan. Rice being the staple food and widely consumed, intensive research has been done on rice and its cultivation in the form of high-yielding rice varieties (including Bhutanese cross-bred variety–IR20913). Promotion of these improved varieties triggered rapid increase in productivity and total rice production. Simultaneously, the introduction of scientific land management approaches and irrigation systems helped in further expansion of rice cultivation. One of the tangible impacts in crop sector has been the increase of crop productivity almost by 95% in last 15 years (Figure 5). Similarly, the introduction of Brown Trout (fish) in 1930, Rhode Island Red and Australorp (poultry birds) in 1961, Jersey (cattle) in 1965, Brown Swiss (cattle) in 1972, Saddleback (pig) in 1981, Grass Carp (fish) in 1984, Nili-ravi (buffalo) in 2015, temperate and tropical fodder varieties in 1982 have immense impact in livestock sector development in Bhutan. Improved breeds and production technologies have helped in increasing production by manifold. For instance, milk production during 1994-2018 increased by 280% (Figure 8). Among the livestock products, Bhutan is self-sufficient in eggs."}, {"text_block_id": "p36_b326", "text": "Figure 8"}, {"text_block_id": "p36_b327", "text": ":"}, {"text_block_id": "p36_b328", "text": "Milk production"}, {"text_block_id": "p36_b329", "text": "growth and growth drivers’ trends"}, {"text_block_id": "p36_b330", "text": "from 2008 to 2017"}, {"text_block_id": "p36_b331", "text": "Apart from improved genotypes and production technologies, introduction of appropriate farm"}, {"text_block_id": "p36_b332", "text": "machineries, processing technologies and chemicals have equally contributed in production"}, {"text_block_id": "p36_b333", "text": "enhancement. Similarly, climate resilient technologies also have helped farming adapt to the"}, {"text_block_id": "p36_b334", "text": "climate change impacts."}, {"text_block_id": "p36_b335", "text": "4. Population growth and demand -Diversified diet and consumer demand"}, {"text_block_id": "p36_b336_merged_merged_merged", "text": "The ever-increasing populations of Bhutan, 16% increase in the last twelve years (2005-2017) increasing at the rate of 1.3% per annum (NSB, 2017), pose tremendous pressure on food production from a small agriculture land (2.75%). Additionally, with the thriving rural-urban migration at the annual rate of 48.7%, the farms are either left unattended with absentee households or with elders only. This declining farming population has correspondingly resulted in reduced cultivation of land and ultimately reducing the domestic food production. With the increasing urban population and also awareness on health and food safety, the demand for diverse food types and quality has increased. Demand for diverse cereals, fruits, meats and vegetables have led to increased production of short season crops and farming intensity."}, {"text_block_id": "p36_b345", "text": "5. Institutional credits -Fiscal incentives for agricultural-based enterprises"}, {"text_block_id": "p37_b346", "text": "Considering the subsistence farming, coupled with small land holding and crop production challenges, the profitability from farming in Bhutan is very low. In order to enhance the profitability from the farming and make it more attractive, government is encouraging financial institutes to increase the credit portfolio for RNR sector and lower the interest rate. Agriculture credit has increased from Nu. 562.2 million in 2008 to Nu. 5069.5 million in 2017 (RMA, 2017) accelerating the growth of agri-business. Credit to agriculture sector is low compared to other sectors. For instance, in 2017, agriculture sector credit accounted only 5.33% of the total credits provided by the financial institutions (RMA, 2017). The Priority Sector Lending (PSL) initiative launched since 2018 has a provision of low interest (8%) loan of maximum of Nu.0.500 million for farmers and Nu. 10 million for cooperatives and companies, is expected to boost the agriculture sector development. The PSL scheme also include the provision for mandatory crops and livestock insurance decreasing the risks to farmers from crop and livestock losses. As of June, 2020, about 1292 projects were approved under the PSL of which 78% were agri-related projects amounting to Nu. 332 million. The approved PSL projects included provisions of 157 policies under Livestock insurance and 43 policies under crop insurance."}, {"text_block_id": "p37_b347", "text": "6. Agri-business and trade"}, {"text_block_id": "p37_b348", "text": "Bhutan has relatively been successful as an agriculture exporter. Agricultural commodities such as apples, mandarins, potatoes, cardamom, ginger, betelnuts and vegetables have established export markets in Bangladesh and India. The value of agriculture exports has grown at an annual rate of 15% since 2005 (BTS 2005-2018). The demand in general for Bhutanese agriculture produce outside are high on account of commodities being natural and cultivated in a clean environment. This demand is likely to grow with people increasingly becoming more health conscious and aware of food safety. Provided quality parameters (standards) including volume requirements, consistency and packaging of produces are improved, the demand for Bhutanese agricultural produces are bound to increase in export markets."}, {"text_block_id": "p37_b349", "text": "Similarly, existing agro-processing factories within the country present market opportunities for local agriculture (agricultural) commodities as currently most of their raw material requirements are imported from the region. As RNR sector increasingly moves towards commercialization, enabling environment to link RNR output to various value chains through intermediaries such as agro-industries are important. This include provision of, but not limited to market information, market research, market explorations, product promotion and market infrastructures."}, {"text_block_id": "p38_b350", "text": "Strategic Issues"}, {"text_block_id": "p38_b351", "text": "The performance of RNR sector was analysed using three participatory approaches (i) retrospective review of past plans, (ii) questionnaire-based survey, and (iii) SWOT analysis. It was evident from the past and on-going five year plans that sector has fulfilled its strategic objectives of conservation of forest, increase in food production, and enhanced rural income and livelihood. The limited impact of the sector is conversely constrained by frequent organizational review, policy conflict, ad-hoc derailment of plans (including SoEs), lack of cascading plans, and absence of objective monitoring and evaluation. Additionally, the lack of accounting intangible ecosystem services provided by agriculture, livestock and forest, projects decreasing sector contribution to GDP. Review of stimulus and contingency plans revealed lack of inclusive planning approach. RNR sector also encounters the challenge of informal value chains, which are often shielded by deceptive practices. Although the sector has cadre of skilled and qualified manpower, absence of planned and targeted human resource planning and deployment has incapacitated the sector to deliver to its full potential. Disparagingly, excessive focus on smallholder farmers and exclusion of private sector has restrained innovation, mechanization, promotion of smart technologies and expeditious expansion of scale of production. Aligning SWOT analysis result to four perspectives (stakeholder, internal processes, research and innovation, and resources) of MoAF provides a clear bifurcation of enabling and impending factors to the RNR sector development (Table 2)."}, {"text_block_id": "p39_b352_merged", "text": "Table 2: Aligning SWOT analysis result to four perspectives of MoAF"}, {"text_block_id": "p40_b355", "text": "As the enabling and challenging factors of the RNR sector are very pertinent, they were aligned to the four perspectives of stakeholders, internal processes of MoAF, technology and innovation, and resources to locate them accurately to the concerned area of the sector (Table 2). The grouping is also expected to facilitate clarity in defining strategic issue of the sector."}, {"text_block_id": "p40_b356", "text": "Enablers"}, {"text_block_id": "p40_b357", "text": "SWOT analysis of RNR sector gave a comprehensive analysis of the factors that enables and restricts the sector in achieving its goal and mandates. These enablers provide tangible visibility of the sectoral initiatives and also pave potential pathways. Table 3 presents set of internal and external enablers of the RNR sector."}, {"text_block_id": "p40_b358", "text": "Table 3: Internal and external enablers of the RNR sector"}, {"text_block_id": "p41_b359", "text": "Challenges"}, {"text_block_id": "p41_b360", "text": "The agricultural sector growth of 4.36% in 2018, generally considered lower rate of sector growth is often associated to poor performance in the forestry sub-sector (NSB, 2018). A broad-based consultation revealed that the plummeting sectoral GDP is linked to other factors in addition to absence of accounting forestry services. The most critical challenges are the declining public sector investment, frequent institutional reorganization (during the plan period), and increasing vulnerability to climate change impacts. The general challenges that have impacted agricultural sector are presented in Table 4."}, {"text_block_id": "p41_b361", "text": "Table 4: Internal and external challenges of RNR sector"}, {"text_block_id": "p42_b362", "text": "Additionally, a qualitative questionnaire-based survey using open ended questions was conducted"}, {"text_block_id": "p42_b363", "text": "via email to study RNR sector’s strengths, achievements, opportunities and failures to identify"}, {"text_block_id": "p42_b364", "text": "From the consultative process, it was logical to use the enabling and challenges, alongside the survey finding to define strategic issues. Correctly defining them can facilitate formulation of coherent mission, vision and strategies. These issues are considered as unresolved needing a decision or potentially impeding future course of direction. Broadly the strategic issues can be grouped into four categories (i) Policy, (ii) Internal processes, (iii) Innovation and dissemination, and (iv) Human resource."}, {"text_block_id": "p42_b365", "text": "From the consultative process, it was logical to use the enabling and challenges, alongside the survey finding to define strategic issues. Correctly defining them can facilitate formulation of coherent mission, vision and strategies. These issues are considered as unresolved needing a decision or potentially impeding future course of direction. Broadly the strategic issues can be grouped into four categories (i) Policy, (ii) Internal processes, (iii) Innovation and dissemination, and (iv) Human resource.\n* :\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n instruments to protect agriculture land, regulate agriculture prices, import regulations and\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n instruments to protect agriculture land, regulate agriculture prices, import regulations and\n limited accounting of ecosystem services.\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n instruments to protect agriculture land, regulate agriculture prices, import regulations and\n limited accounting of ecosystem services.\n Absence of encompassing policy for the RNR sector, led to âconstant integration and"}, {"text_block_id": "p43_b383", "text": "From the consultative process, it was logical to use the enabling and challenges, alongside the survey finding to define strategic issues. Correctly defining them can facilitate formulation of coherent mission, vision and strategies. These issues are considered as unresolved needing a decision or potentially impeding future course of direction. Broadly the strategic issues can be grouped into four categories (i) Policy, (ii) Internal processes, (iii) Innovation and dissemination, and (iv) Human resource.\n* :\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n instruments to protect agriculture land, regulate agriculture prices, import regulations and\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n instruments to protect agriculture land, regulate agriculture prices, import regulations and\n limited accounting of ecosystem services.\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n instruments to protect agriculture land, regulate agriculture prices, import regulations and\n limited accounting of ecosystem services.\n Absence of encompassing policy for the RNR sector, led to âconstant integration and\n* stable, safe food and fair priceâ\n* stable, safe food and fair priceâ\n .\n* stable, safe food and fair priceâ\n .\n While â\n* stable, safe food and fair priceâ\n .\n While â\n everyone expects clearer Rules and Regulations\n* stable, safe food and fair priceâ\n .\n While â\n everyone expects clearer Rules and Regulations\n â\n* stable, safe food and fair priceâ\n .\n While â\n everyone expects clearer Rules and Regulations\n â\n , most of the RNR policies do not cascade down to\n* : MoAF being one of the biggest ministries with four departments and two\n* : MoAF being one of the biggest ministries with four departments and two\n Most prominently, limited awareness amongst the clients on the services provided by RNR\n* : Associated to the organizational reorganization, the juggling"}, {"text_block_id": "p44_b400", "text": "From the consultative process, it was logical to use the enabling and challenges, alongside the survey finding to define strategic issues. Correctly defining them can facilitate formulation of coherent mission, vision and strategies. These issues are considered as unresolved needing a decision or potentially impeding future course of direction. Broadly the strategic issues can be grouped into four categories (i) Policy, (ii) Internal processes, (iii) Innovation and dissemination, and (iv) Human resource.\n* :\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n instruments to protect agriculture land, regulate agriculture prices, import regulations and\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n instruments to protect agriculture land, regulate agriculture prices, import regulations and\n limited accounting of ecosystem services.\n* :\n There are more than 16 legal and policy frameworks that govern the implementation\n of RNR sector. Amidst these policies, one of the major concerns is incoherence of policies\n like agriculture intensification and conservation. Similarly, organic farming and use of agro\n -\n chemicals are two opposing production approaches, which cannot technically co-exist. This\n incoherence is further aggravated by lack of evidence-based planning and absence of\n cascading strategies, which implies that most plans across different levels neither converge\n nor complement, posing compartmental operations. The sector also lacks some critical policy\n instruments to protect agriculture land, regulate agriculture prices, import regulations and\n limited accounting of ecosystem services.\n Absence of encompassing policy for the RNR sector, led to âconstant integration and\n* stable, safe food and fair priceâ\n* stable, safe food and fair priceâ\n .\n* stable, safe food and fair priceâ\n .\n While â\n* stable, safe food and fair priceâ\n .\n While â\n everyone expects clearer Rules and Regulations\n* stable, safe food and fair priceâ\n .\n While â\n everyone expects clearer Rules and Regulations\n â\n* stable, safe food and fair priceâ\n .\n While â\n everyone expects clearer Rules and Regulations\n â\n , most of the RNR policies do not cascade down to\n* : MoAF being one of the biggest ministries with four departments and two\n* : MoAF being one of the biggest ministries with four departments and two\n Most prominently, limited awareness amongst the clients on the services provided by RNR\n* : Associated to the organizational reorganization, the juggling\n* High cost of domestic production\n\t* Lack of dietary advocacy\n\t* Lack of rural revitalization\n\t* Inadequate development of diversified RNR products\n\t* Low adoption of technologies\n\t* Low adoption of technologies\n With the dissolution of CoRRB, the research component of RNR sector has been disintegrated\n\t* : The RNR sector has one of the largest human resource comprising of 3421"}, {"text_block_id": "p44_b415_merged", "text": "There are limited initiatives to optimally utilize potential human resource and modern technology to strengthen the system for making evidence-based decisions. RNR sector also lack strategic and evidence-based HR planning processes often leading to frequent review of plan and programs that derails the implementation of the existing sectoral plans and leads to prioritization of adhoc programs driven by short-term goals."}, {"text_block_id": "p45_b418", "text": "Foundation of RNR Sector Strategies"}, {"text_block_id": "p45_b419", "text": "Sustainable agriculture in Bhutan is an important factor for socio-economic development and growth. Although agricultural GDP is declining"}, {"text_block_id": "p45_b420", "text": ", it provides employment and livelihood to more than 54% of the population. Additionally, it provides more than 70% of the domestic food requirement and raw materials for agro-based industries. As an agrarian country, RNR Sector is considered as one of the five"}, {"text_block_id": "p45_b421", "text": "important drivers of economic development in terms of its potential to ensure self-reliance (EDP, 2016)."}, {"text_block_id": "p45_b422_merged_merged", "text": "Bhutanese agriculture and social customs are seamlessly entrenched in the pristine natural environment, without which local farming may not thrive. As an integrated system, communities have evolved basic ecological equilibrium among agriculture, livestock and forest which has ensured sustainable growth, without upsetting the harmony. The need to preserve the pristine natural environment, the Constitution of the Kingdom of Bhutan mandates the Government to maintain a minimum of 60% of Bhutan’s total land under forest cover for all time in order to conserve the country’s natural resources and to prevent degradation of the ecosystem. Constitution is explicit in decreeing to secure safe and healthy environment, and ecologically balanced sustainable development while promoting justifiable economic and social development. Correspondingly, Article 9 articulates the mission of economic self-reliance, private sector engagement, and adequate livelihood."}, {"text_block_id": "p45_b427", "text": "The core development philosophy of Bhutan -the Gross National Happiness (GNH), encapsulates unequivocally that Bhutanese development takes a holistic approach towards notion of progress and gives equal importance to non-economic aspects of wellbeing. The four pillars of GNH (good"}, {"text_block_id": "p46_b428", "text": "governance, sustainable socio-economic development, preservation and promotion of culture, and environmental conservation) form the guiding principles in directing the development. The successful initiatives of all eleven past five-year plans (FYP) in transforming the agriculture to the present day farming is a resounding demonstration of commitment of past programs and institution. The vast experiences and lessons learned by the sector and its development partners from 59 years of services to the agriculture in the country provides profound basis for strategizing the future prospects of RNR sector."}, {"text_block_id": "p46_b429", "text": "The visionary wisdoms of His Majesty the Kings, the Constitution of the Kingdom of Bhutan, GNH principles and 59 years of sectoral evolution provides a rationale foundation for the MoAF to offer its service in fulfilling the aspirations of the Nation State. These well-grounded foundations"}, {"text_block_id": "p46_b430", "text": "accentuate the RNR sector’s vision, mission, core values and strategies."}, {"text_block_id": "p46_b431", "text": "Transpiring from the above foundation, the RNR mission, vision and strategies are based on the following broad principles:"}, {"text_block_id": "p46_b432", "text": "Transpiring from the above foundation, the RNR mission, vision and strategies are based on the following broad principles:\n* Self-reliant food system;\n* Competitive RNR value chain and socio-economic well-being\n* Ecologically balanced sustainable management of the pristine environment and\n* Intergenerational equity in access and benefit sharing from natural resources and\n* Landscape management approach to agricultural innovation and intensification."}, {"text_block_id": "p46_b442", "text": "Vision"}, {"text_block_id": "p46_b443_merged", "text": "Sustainable natural resources and self-reliant food systems contributing to inclusive socio-economic well-being of Bhutanese."}, {"text_block_id": "p46_b446", "text": "Mission"}, {"text_block_id": "p46_b447", "text": "To create enabling policy, technology, and value-chain to ensure sustainable environment and food security."}, {"text_block_id": "p46_b448", "text": "Core Values"}, {"text_block_id": "p46_b449", "text": "Integrity, Efficiency, Innovation, Participatory and integrated approach, Reliability, Sustainability."}, {"text_block_id": "p47_b450", "text": "Strategic Framework"}, {"text_block_id": "p47_b451_merged", "text": "The RNR Strategic Framework comprehensively reinforces and builds on the strategic thrust and outcomes of the past plans (1st to the 11th: 1961 to 2018) and the current plan (12th: 2018-23). It also firmly aligns to the overall political economy of Bhutan and to the dynamically evolving regional and global agricultural environment. Grounded by the constitutional mandate of environmental conservation and livelihood security, the framework provides logical progression on transforming the RNR sector. The RNR Strategic Framework thus serves as an overarching policy guideline to provide definitive impact pathway through which RNR sector will attain the sectoral vision in next 20 years (2020-2040). The framework has following objectives:"}, {"text_block_id": "p47_b458", "text": "The RNR Strategic Framework comprehensively reinforces and builds on the strategic thrust and outcomes of the past plans (1st to the 11th: 1961 to 2018) and the current plan (12th: 2018-23). It also firmly aligns to the overall political economy of Bhutan and to the dynamically evolving regional and global agricultural environment. Grounded by the constitutional mandate of environmental conservation and livelihood security, the framework provides logical progression on transforming the RNR sector. The RNR Strategic Framework thus serves as an overarching policy guideline to provide definitive impact pathway through which RNR sector will attain the sectoral vision in next 20 years (2020-2040). The framework has following objectives:\n* To articulate and orient RNR sectorâs strategic contribution to national building\n* egic thrust, objectives and thematic focus.\n* To align objectively the initiatives and their corresponding outputs temporally\n* To provide overall institutional processes (framework) as an enabler to accelerate sectorâs"}, {"text_block_id": "p47_b468", "text": "This framework is articulated against the backdrop of Gross National Happiness that embodies holistic and multidimensional development approach structured on four pillars of (i) Sustainable and equitable socio-economic development, (ii) Environmental protection, (iii) Promotion and preservation of culture, and (iv)Good governance. The framework also aptly presents the national commitment to global agenda and conventions, most importantly the 2030 Agenda for Sustainable Development, which prescribes 17 SDGs among which majority concerns the RNR sector."}, {"text_block_id": "p47_b469", "text": "The past as well as the future of RNR sector is challenging, under the perils of abiotic and biotic stresses vis-à-vis the conflicting pressure from other sectors. However, considering the success of the sector, the optimism of fulfilling the sectoral vision will undeniably triumph to make the sector an engine of growth."}, {"text_block_id": "p48_b470", "text": "Figure 9 presents a schematic representation of the RNR strategic framework, where main building blocks are the institutional components and processes which has curtailed the past growth. The basic refurbishing in critical areas will facilitate the delivery process thereby enhancing the effectiveness and efficiencies of sectoral services. Additionally, the strategic map (Figure 10) provides a snapshot of the RNR Strategy 2040 and the cause-effect relationships of eleven strategic objectives and their hierarchy in fulfilling the overall objectives and the vision."}, {"text_block_id": "p51_b471", "text": "RNR Strategies"}, {"text_block_id": "p51_b472", "text": "The vision “"}, {"text_block_id": "p51_b473", "text": "Sustainable natural resources and self-reliant food systems, contributing to inclusive socio-economic well-being of Bhutanese"}, {"text_block_id": "p51_b474", "text": "” is the solemn pledge of RNR sector to strengthen the"}, {"text_block_id": "p51_b475", "text": "sovereign ecosystem of Bhutan for all time. It is truly the reflection of national aspirations to"}, {"text_block_id": "p51_b476", "text": "ensure “sustainable natural resource”, “self"}, {"text_block_id": "p51_b477", "text": "-"}, {"text_block_id": "p51_b478", "text": "reliant food system” and “inclusive socio"}, {"text_block_id": "p51_b479", "text": "-economic"}, {"text_block_id": "p51_b480", "text": "development” which the RNR sector commits to achieve by 2040. Correspondingly, the RNR"}, {"text_block_id": "p51_b481", "text": "strategic thrust areas are formulated to deliver the four strategic results (i) Self-reliant food system, (ii) Safe and healthy environment, (iii) Inclusive socio-economic well-being and (iv) Competitive agriculture value-chain. In view of the RNR sector oriented to sustainable rural development, poverty alleviation and regulation it was critical to deconstruct the vision and strategic results into strategies from the perspectives of outcome and delivery of RNR mandates. The four perspectives identified for the RNR sector are stakeholders, internal process, technology and innovation, and resources (similar to four perspectives in Balanced Scorecard -Kaplan and Norton, 1992). This helped in translating the vision into strategies and objectives specific to the four areas which is associated with RNR sector. The four perspectives for building strategies were identified as follows:"}, {"text_block_id": "p51_b482", "text": "Stakeholders"}, {"text_block_id": "p51_b483_merged_merged", "text": ": The clientele base of RNR sector is very extensive – ranging from farmers, traders, processors, consumers, youths, public sector, private sector, and development partners."}, {"text_block_id": "p51_b486", "text": "Internal process"}, {"text_block_id": "p51_b487", "text": ": RNR sector has a large network of functional agencies, spread across all the Dzongkhags and gewogs. Sector also has wide range of legal and policy instruments to facilitate its services. Often, lapses in internal processes become a hurdle in reaching out and effectively delivering the intended services. Here internal processes imply the RNR sector organization and management procedures."}, {"text_block_id": "p51_b488", "text": "Technology and innovation"}, {"text_block_id": "p51_b489", "text": ": As a technical sector, one of primary tool is the smart and modern technological interventions that push the growth of the sector. Technology and innovation includes research, innovation and dissemination."}, {"text_block_id": "p51_b490", "text": "Resources"}, {"text_block_id": "p51_b491", "text": ": Considering the rural development focus of the RNR sector, the sector needs resources (physical, financial and human) to effectively deliver the services and bring about desired outcomes."}, {"text_block_id": "p52_b492_merged", "text": "On the basis of the strategic issues identified earlier and the RNR sector vision, eleven strategies were defined in view of the four perspectives that influence the sector’s input and outputs. The eleven strategies are as follows:"}, {"text_block_id": "p52_b495", "text": "Strategy 1: Enhance production and quality of RNR commodities"}, {"text_block_id": "p52_b496", "text": "Strategy 2: Enhance contribution of RNR sector to National economy"}, {"text_block_id": "p52_b497", "text": "Strategy 3: Accelerate agri-business development and expansion"}, {"text_block_id": "p52_b498", "text": "Strategy 4: Develop Enabling policies for RNR sector"}, {"text_block_id": "p52_b499", "text": "Strategy 5: Strengthen research, innovation and dissemination"}, {"text_block_id": "p52_b500", "text": "Strategy 6: Institute efficient RNR service delivery"}, {"text_block_id": "p52_b501", "text": "Strategy 7: Enhance production efficiency of RNR commodities"}, {"text_block_id": "p52_b502", "text": "Strategy 7: Enhance production efficiency of RNR commodities\n"}, {"text_block_id": "p52_b503", "text": "Strategy 9: Diversify sustainable financing for RNR sector development"}, {"text_block_id": "p52_b504", "text": "Strategy 10: Mainstream sustainable management of Natural resources"}, {"text_block_id": "p52_b505", "text": "Strategy 11: Enhance and promote resilience to climate change impacts & Low emission development"}, {"text_block_id": "p52_b506", "text": "Strategy 1: Enhance production and quality of RNR commodities"}, {"text_block_id": "p52_b507", "text": "The major RNR commodities include cereals (rice, maize, wheat, millets, buckwheat), vegetables and fruits, pulses, oilseed, egg, dairy products, meat and natural resources or NWFPs collected from the forests. Beset with numerous challenges, the production of these commodities is limited and insufficient to meet increasing demand. The quality parameters of most of the commodities are also ill-defined and disregarded. It is only logical that any enhancement in production will lead to a higher level of food self-sufficiency and reduced dependency on imports, which is the cherished goal of the MoAF. Adequate food production, based on a combination of self-sufficiency and self-reliance principles, will necessarily translate into food and nutrition security of the nation."}, {"text_block_id": "p52_b508", "text": "Approximately 66,120 acres of land remain fallow (RSD, 2020) for reasons ranging from scarcity of farm labour, irrigation inadequacy and predation by wild animals. Given the difficult geographical terrain, land consolidation and development is required to facilitate farm mechanization leading to higher production and quality of RNR commodities. Critical production inputs are essential for increasing production and quality of RNR commodities and these inputs are superior livestock breeds, feed and fodder, medicines, vaccines, high yielding seeds and"}, {"text_block_id": "p53_b509", "text": "seedlings, fertilizers (both organic and inorganic) and irrigation water. To enhance the quality of the produce there is need to develop and disseminate improved production packages (GAP, GMP, GHP) for all the important commodities, which are easy to follow and adopt by the producers. In order to avoid loss of good agricultural land to other land uses, there is an urgent need to designate Agro-Ecological Zones (AEZ) for major RNR commodities production. Further, to sustain continued flow of ecosystem services, strategic interventions to sustainably manage and utilize natural resources are required. The following are priority initiatives:"}, {"text_block_id": "p53_b510", "text": "seedlings, fertilizers (both organic and inorganic) and irrigation water. To enhance the quality of the produce there is need to develop and disseminate improved production packages (GAP, GMP, GHP) for all the important commodities, which are easy to follow and adopt by the producers. In order to avoid loss of good agricultural land to other land uses, there is an urgent need to designate Agro-Ecological Zones (AEZ) for major RNR commodities production. Further, to sustain continued flow of ecosystem services, strategic interventions to sustainably manage and utilize natural resources are required. The following are priority initiatives:\n* Enhance development and utilization of fallow lands\n* Increase and intensify access to production inputs\n* Develop and disseminate Good Agricultural Practices (GAP) and Good Manufacturing\n* Designate AEZ for major RNR commodities\n* Enhance sustainable management and utilization of natural resources"}, {"text_block_id": "p53_b520", "text": "Strategy 2: Enhance contribution of RNR sector to National economy"}, {"text_block_id": "p53_b521_merged", "text": "The RNR sector as one of the Five Jewels plays a major strategic role in the economic development of Bhutan. It has made considerable contributions to the economic prosperity of the country with 17.4% contribution to national GDP (NSB 2018) and employment of about 51.1% (LFS, 2017) of the total employed population. Furthermore, 71% of our country’s total geographical area is maintained under forest cover with rich biodiversity and natural resources. The population by large is agrarian and rural based (62.2% of the total population in 2017); therefore, the RNR sector in Bhutan has the potential to contribute much more significantly to food security, poverty alleviation, economic diversification, wealth creation, employment generation and to the overall national economy. With more than half of the population engaged in farming, RNR sector has significant role in ensuring sustained stable economic growth."}, {"text_block_id": "p53_b524", "text": "However, to build this economic foundation, a greater thrust in enhancement of RNR sector productivity and fiscal disciplines are a prerequisite. There is thus a need for structural transformation of the RNR Sector thereby giving necessary momentum to agribusiness, agrobased industries, increase in productivity, transformation of subsistence to commercial farming, climate smart agriculture, transformation of current farming to Agriculture 4.0, and most importantly private sector engagement in RNR sector development. Increase in RNR production and rise in per capita income of the rural population together with industrialization and"}, {"text_block_id": "p54_b525", "text": "urbanization lead to an increased demand in industrial production which further helps promote economic growth of a country."}, {"text_block_id": "p54_b526", "text": "Investment is the fundamental driver of the RNR sector. For the RNR sector, the agricultural capital stock formation is only 0.05% of the National Capital Stock Formation (PPD, 2020). This shows the meagre capital stock share of the RNR sector for a huge policy responsibility of FNS. The growth in the labour productivity and Total Factor Productivity in Bhutan has also been low. In addition; the development of agro-based industries is seen as a necessary driver for RNR Sector growth. Direct and indirect contributions from the RNR sector have not been adequately accounted for despite the actual contribution. There is a need to institute a green accounting system to indicate the monetary contribution to the national economy. The following are priority initiatives:"}, {"text_block_id": "p54_b527", "text": "Investment is the fundamental driver of the RNR sector. For the RNR sector, the agricultural capital stock formation is only 0.05% of the National Capital Stock Formation (PPD, 2020). This shows the meagre capital stock share of the RNR sector for a huge policy responsibility of FNS. The growth in the labour productivity and Total Factor Productivity in Bhutan has also been low. In addition; the development of agro-based industries is seen as a necessary driver for RNR Sector growth. Direct and indirect contributions from the RNR sector have not been adequately accounted for despite the actual contribution. There is a need to institute a green accounting system to indicate the monetary contribution to the national economy. The following are priority initiatives:\n* Increase investment in RNR sector\n* Create capital stock formation\n* Enhance labour productivity and technology\n* Expand Agro-based industries\n* Institute green accounting system (Monetization of Ecosystem Services)"}, {"text_block_id": "p54_b537", "text": "Strategy 3: Accelerate RNR enterprise development and expansion"}, {"text_block_id": "p54_b538", "text": "Driven by small-holder farmer, subsistence and semi-commercial production, some of the strategic issues in agri-business in Bhutan are limited market opportunities, low uptake of farming as a business by private entities, limited private sector investment, weak and unorganized value chain and cheap imports. Agri-business has a vital role as a multiplier of agricultural development. While at the upstream it stimulates production and consumption, in the downstream it accelerates the pace of economic development. The network of domestic-regional-international markets can widen the product destination thereby increasing the demand, concurrently the expansion of production, processing and income. An increased impetus and focus on market driven production on potential and high value products with value addition and enterprise development will be a priority so that RNR sector contributes towards import substitution and national economy."}, {"text_block_id": "p54_b539", "text": "Major challenges encountered in marketing fresh produce are transportation, aggregation facilities, storage, low volume, and price competition with imported products. To accelerate demand for Bhutanese products there is a need to explore and identify niche markets and establish market linkages at national, regional and international levels. Lack of market information on price,"}, {"text_block_id": "p55_b540", "text": "supply and demand situation and forecasts are also some of the major issues that need to be addressed. Strong market intelligence system that ensures timely dissemination of accurate and reliable agricultural marketing information is crucial for farmers, traders and policymakers to make appropriate decisions. Some of the other strategic issues are lack of PPP & FDI in RNR businesses and weak product quality management with regional and global standards and certification systems such as GAP and Organic standards. To address these issues there is a need to develop guidelines and strategies, engage the private sector in streamlining the supply chain process and expanding economic opportunities. Alongside, there is the need to strengthen the post-harvest facilities (processing industries, cold chain facilities) to expand and accelerate agribusiness in the country. The following are priority initiatives:"}, {"text_block_id": "p55_b541", "text": "supply and demand situation and forecasts are also some of the major issues that need to be addressed. Strong market intelligence system that ensures timely dissemination of accurate and reliable agricultural marketing information is crucial for farmers, traders and policymakers to make appropriate decisions. Some of the other strategic issues are lack of PPP & FDI in RNR businesses and weak product quality management with regional and global standards and certification systems such as GAP and Organic standards. To address these issues there is a need to develop guidelines and strategies, engage the private sector in streamlining the supply chain process and expanding economic opportunities. Alongside, there is the need to strengthen the post-harvest facilities (processing industries, cold chain facilities) to expand and accelerate agribusiness in the country. The following are priority initiatives:\n* Encourage PPP and FDI in RNR businesses\n* Develop and promote the supply chain\n* Enhance market price management\n* Enhance MIS and promote RNR market network\n* Develop market infrastructure\n* Adopt and implement regional and global production and quality management standards"}, {"text_block_id": "p55_b553", "text": "Strategy 4: Develop enabling policies for RNR sector"}, {"text_block_id": "p55_b554", "text": "The National Forest Policy, 2011 and National Food and Nutrition Security Policy 2014 are the two umbrella policies of the RNR Sector to fulfil its core mandates of sustainably managing natural resource base and food self-reliance. Equally important, many contributory public policies and legislations are in place to support the operations of the sector. In view of the multiple drivers of the RNR sector growth, the legal and policy frameworks have not adequately catalysed the sector development. For instance, the review of agriculture policy and strategies by the Natural Resources and Environment Committee (National Council, 2013) presented compelling interpretations of the inadequacies of the Food and Nutrition Security (FNS) policy, the absence of a comprehensive pricing policy, subsidy policy and crop and livestock insurance mechanisms that limit achievements of the sector. Similarly, the case policy incoherence is often mentioned in research paper, for instance the Rice commodity chain analysis (FAO, 2006) picks on the policy on environment and conservation of wild life directly affecting farmers who suffer crop losses because of rampage by wild animals. Some of the existing policy and legal instruments are also perceived to be inconsistent or even contradictory leading to unstructured decision making and competing priorities resulting in poor strategic direction."}, {"text_block_id": "p56_b555", "text": "Structural transformation in the RNR sector through enabling policy and legal interventions is therefore critical and the way forward in diversifying the economic base of the country. Although there are numerous RNR policies and legislation there is low level of advocacy and awareness amongst the stakeholders. Harmonization of policies through amendment of existing policies, development of new policy, strategies, regulations or guidelines that clarify and resolve apparent contradictions are critical to achieve cohesiveness, synergy and collaboration within the sub-sector and between the central and local administration. The absence of required policies (Agriculture land use policy, RNR Sector Development support policy, Pricing policy for RNR commodities, National Organic Policy, Extension policy) impede the realization of the expected impact at the grassroots level. Further, in the absence of structured policy implementation mechanisms, challenges with interpretation and implementation often impede the development interventions. Therefore, there is need to develop implementation mechanism/framework."}, {"text_block_id": "p56_b556", "text": "The following are priority initiatives:"}, {"text_block_id": "p56_b557", "text": "-"}, {"text_block_id": "p56_b558", "text": "Aggressively advocate RNR sector policies and legislations;"}, {"text_block_id": "p56_b559", "text": "-"}, {"text_block_id": "p56_b560", "text": "Review existing policies for coherence and harmonization;"}, {"text_block_id": "p56_b561", "text": "-"}, {"text_block_id": "p56_b562", "text": "Develop/formulate new policies and legislations as deemed necessary"}, {"text_block_id": "p56_b563", "text": "-"}, {"text_block_id": "p56_b564", "text": "Develop policy implementation mechanism/framework"}, {"text_block_id": "p56_b565", "text": "-"}, {"text_block_id": "p56_b566", "text": "Sustain operationalization of the National Food Security Reserve (NFSR)."}, {"text_block_id": "p56_b567", "text": "Strategy 5: Strengthen research, innovation and dissemination"}, {"text_block_id": "p56_b568", "text": "The RNR sector development started with establishment of research, demonstration and training units in Yusipang, Bhur and Khangma for agriculture; Taba for forestry and Wangchutaba for livestock during first plan period (1961-66). Ever since, research and extension became a crucial arm of the sector, contributing significantly in terms of promoting modern technologies for RNR sector growth. In early 2000, RNR research gained momentum resulting in a new Council for RNR Research of Bhutan (CoRRB) responsible for Ministry-wide coordination, screening, prioritizing and evaluation of research. Further, to provide policy guidance on the conduct and management of RNR research in the country, RNR Research Policy was approved by the Cabinet in 2012. However, under the pressure of series of organizational reviews and changes over the years within the sector, CoRRB succumbed delegating the research mandates to respective agencies. Thereafter, the thrust on RNR research gradually diminished to the point that erstwhile research centres became entangled in development activities."}, {"text_block_id": "p57_b569_merged", "text": "As a technical agency RNR sector has to be backed by science and sustained research. A systematic research, transformational innovation, and timely dissemination have to drive the RNR sector development. Currently, there are sectoral research strategies which are implemented in silos. Therefore, there is a need for an overarching RNR research strategy to be developed. Furthermore, in view of the sub-sectoral integration at the grassroots level, there is a need for strengthening institutional collaboration amongst local, regional and international institutions. An ideal and enduring research institution as explained in the Annexure 2 will facilitate growth of RNR research and innovation. As we move forth to the 21st century and plan to achieve accelerated socio-economic development, there is a need to enhance the capacity of research training institutes, attract funding and engage the private sector, as well as develop collaboration with academic institutions. Instituting integrated RNR-Kiosks for technology dissemination and service delivery is also seen as equally important. The following are priority initiatives:"}, {"text_block_id": "p57_b572", "text": "-"}, {"text_block_id": "p57_b573", "text": "Develop and implement comprehensive RNR research strategy"}, {"text_block_id": "p57_b574", "text": "-"}, {"text_block_id": "p57_b575", "text": "Enhance capacity of research centres, training institutions and extension"}, {"text_block_id": "p57_b576", "text": "-"}, {"text_block_id": "p57_b577", "text": "Attract funding and engagement in research and innovation"}, {"text_block_id": "p57_b578", "text": "-"}, {"text_block_id": "p57_b579", "text": "Expand collaboration with academic institutions for research"}, {"text_block_id": "p57_b580", "text": "-"}, {"text_block_id": "p57_b581", "text": "Institute integrated RNR-Kiosks for technology dissemination and service delivery"}, {"text_block_id": "p57_b582", "text": "Strategy 6: Institute efficient RNR service delivery"}, {"text_block_id": "p57_b583", "text": "Extension forms the frontline professionals of RNR and an indispensable link between the RNR sector and its large clientele base (producers, aggregators, entrepreneurs, food processors, marketers and consumers). Fundamentally they play a crucial role in conservation of natural resources, boosting systems productivity, increasing food security, improving rural livelihoods, and dissemination of policies and smart technologies as an engine of economic growth. Apart from technology transfer and agents of change, they also serve as an essential conduit to feedback field concerns and issues. Ever since the start of planned development in 1961, MoAF instituted a technical cadre and placed technical officials in all gewogs and dzongkhags building an extension network for service delivery. Some of the prominent institutions spread across the country are RNR centres, veterinary hospitals, research centres, production farms, quarantine facilities, forest offices, and training centres. With the rapid socio-economic development, farming in Bhutan is fast transforming into a technology-based commercial operation attracting youth and private sector. This transformation demands strengthened linkages and collaboration with local governments and communities for more proactive, resilient and efficient service"}, {"text_block_id": "p58_b584", "text": "delivery to match the aspirations of clients and at the same time ensuring sustainable conservation and utilization of renewal natural resources for present and future use."}, {"text_block_id": "p58_b585", "text": "New farming technologies and practices are frequently updated and innovated to improve the farm productivity. There is a need to regularly train and expose our farmers, youths and relevant clients on improved technologies and practices for which five regional training and technology demonstration centre are proposed to be established. In order to facilitate reliable support services for food production, integrated RNR laboratories will be strengthened to provide testing and diagnostic services. RNR sector provides numerous services but it has always been a challenge to make it easily accessible. Review of existing and development of new Standard Operating Procedures (SOP) in line with policy reforms and changing needs of clients is important. To enhance access and efficient delivery of services an integrated RNR service kiosk will be established in all gewogs. Various policies, plans and programs provided by MoAF are not widely known to the clients as such the desired impact is not realized by targeted beneficiaries. Therefore, there is a need for regular advocacy and awareness programs. The following are priority initiatives:"}, {"text_block_id": "p58_b586", "text": "-"}, {"text_block_id": "p58_b587", "text": "Strengthen training and extension institutions"}, {"text_block_id": "p58_b588", "text": "-"}, {"text_block_id": "p58_b589", "text": "Strengthen laboratory services:"}, {"text_block_id": "p58_b590", "text": "-"}, {"text_block_id": "p58_b591", "text": "Institute Integrated RNR Service Kiosk"}, {"text_block_id": "p58_b592", "text": "-"}, {"text_block_id": "p58_b593", "text": "Develop/review and disseminate SOP for RNR Services"}, {"text_block_id": "p58_b594", "text": "-"}, {"text_block_id": "p58_b595", "text": "Advocate RNR policies, plans, programmes and services"}, {"text_block_id": "p58_b596", "text": "Strategy 7: Enhance production efficiency of RNR commodities"}, {"text_block_id": "p58_b597_merged", "text": "RNR sector comprising of close interwoven system of crops-livestock-forest, represents a multifunctional entity producing diverse outputs and services. Agricultural production system as a multifunctional structure has to efficiently strike a balance among social, ecological and financial objectives to guarantee a sustainable production system. The efficiency of production system is directly proportionate to how natural resources, human resources, and capital goods – the three main factors of production are innovatively used to produce goods and services. Bhutan is endowed with bountiful natural resources, however, small farming population and scarce capital resources tends to influence how these factors of production are used. The enhancement on production efficiency of RNR commodities is crucial to ensure conservation of natural resource, food and nutrition security and self-reliance. Though several attempts have been made by the"}, {"text_block_id": "p59_b600", "text": "Ministry in the past plans to address this concern, it has still remained as a grey area requiring due attention. A paradigm shift is required to accelerate RNR sector development."}, {"text_block_id": "p59_b601", "text": "Farm labour shortage has been identified as one of the major constraints to farming population resulting in high cost of production. To address this concern, farm mechanization is seen as one of the vehicles to achieve production efficiency. To counteract the adverse effects of climate change there is a need to develop innovative and resilient farming technologies. Additionally, enhanced improvement in production efficiency of RNR commodities will necessitate access to quality production inputs. Incentivizing farming communities through provisions of Cost-Sharing Mechanisms, Minimum Support Price, access to credit facilities, etc., will bring about the desired impetus in the prioritized commodities. Promoting integrating agricultural landscapes will enhance scale and efficiency of production. To diversify the traditional food sources, alternative protein sources and cultured meat will be explored. The following are priority initiatives:"}, {"text_block_id": "p59_b602", "text": "-"}, {"text_block_id": "p59_b603", "text": "Promote mechanization technologies to improve farm efficiency"}, {"text_block_id": "p59_b604", "text": "-"}, {"text_block_id": "p59_b605", "text": "Develop innovative and resilient technologies to enhance food production"}, {"text_block_id": "p59_b606", "text": "-"}, {"text_block_id": "p59_b607", "text": "Enhance access to quality production inputs"}, {"text_block_id": "p59_b608", "text": "-"}, {"text_block_id": "p59_b609", "text": "Incentivize production of prioritized RNR commodities"}, {"text_block_id": "p59_b610", "text": "-"}, {"text_block_id": "p59_b611", "text": "Develop integrated agriculture landscape production systems"}, {"text_block_id": "p59_b612", "text": "Strategy 8: Promote Research and Innovation"}, {"text_block_id": "p59_b613", "text": "Research and innovation is one of the vital interventions in solving new challenges and to pursue opportunities in development of RNR sector in times to come. With certain level of adoption of research output, we have seen the clear impact in poverty reduction in Bhutan mainly due to productivity improvements and food diversity through development of improved agriculture inputs. As such it is crucial and important to promote research and innovation in RNR sector in enhancing livelihood, food security and to strengthen national economy. Investment in research and innovation need to be given priority and advocated to further enhance the agriculture productivity and sustainability of agriculture system to ever growing demand for nutritious and safe food. Due to population growth, with very limited arable land, challenge posed by global climate change and other threats, research and innovation would be one of the responses in overcoming these challenges."}, {"text_block_id": "p59_b614", "text": "Due to population drift and increasing feminization of farming, the need for gender sensitive technologies is increasingly becoming pertinent. Gender responsive technologies would help in"}, {"text_block_id": "p60_b615", "text": "minimizing drudgery in farming and achieve enhanced production efficiency. The use of ICT in generation and dissemination of relevant technology for increasing productivity and adapting to emerging threats is urgently needed. Thus, potential ICT applications need to be identified and applied in the Bhutanese farming systems for increased productivity and efficiency. Considering the limited expertise and resources in the RNR sector, strong collaboration with regional and global centres of excellence (example: CGIAR) is must to introduce new technologies and adapt to the Bhutanese conditions."}, {"text_block_id": "p60_b616", "text": "Given the limited resources in generating research technologies by the sector, the need for the private sector to engage and contribute in research and innovation is important. Providing an enabling environment for researchers is crucial to foster innovation in research. To this end, appropriate reward mechanisms must be instituted to foster and encourage excellence in research and innovation. The following are priority initiatives:"}, {"text_block_id": "p60_b617", "text": "-"}, {"text_block_id": "p60_b618", "text": "Develop innovative and gender responsive technologies"}, {"text_block_id": "p60_b619", "text": "-"}, {"text_block_id": "p60_b620", "text": "Develop and promote use of modern technologies through digital platforms (Agri. 4.0),"}, {"text_block_id": "p60_b621", "text": "-"}, {"text_block_id": "p60_b622", "text": "Develop and strengthen collaboration with regional and global centres of excellence"}, {"text_block_id": "p60_b623", "text": "-"}, {"text_block_id": "p60_b624", "text": "Encourage private sector funding and engagement in Research and Innovation."}, {"text_block_id": "p60_b625", "text": "-"}, {"text_block_id": "p60_b626", "text": "Institute reward system for excellence in research and innovation"}, {"text_block_id": "p60_b627", "text": "-"}, {"text_block_id": "p60_b628", "text": "Institute assured and stable research funding system"}, {"text_block_id": "p60_b629", "text": "Strategy 9: Diversify sustainable financing for RNR sector development"}, {"text_block_id": "p60_b630", "text": "Bhutan’s global commitment to the Sustainable Development Goals and other international"}, {"text_block_id": "p60_b631", "text": "conventions related to the RNR sector are challenging from the financing point of view. As the country graduates to a middle-income country by 2023, the pressure to fund the development activities will escalate. Based on the concept of development finance, it is important to diversify financing of the RNR sector development. In view of the diverse strategic objectives of RNR sector which are local, regional and global in outcome benefit sharing, the investment needs to be aligned to the prospective beneficiaries. Additionally, if the outcome is to be created and sustained, benefits have to be equitably distributed through the financing lifecycle. In view of the RNR 2040 vision and strategic initiatives (MoAF, 2020) such as securing food self-reliance, accelerating agri-business, efficient service delivery, innovation in the sector, ensuring resilient production system and suitable resource management, the sector will have to secure/generate commensurate funding through an innovative RNR sector investment plan."}, {"text_block_id": "p61_b632", "text": "The Economic Development Policy, 2016 clearly provides opportunity for FDI in agri-business. With the expansion of agribusiness opportunities like organic farming, wood-based industries, agro/eco-tourism, adventure tourism, the scope to attract and engage FDI will be expanded. The sector investment analysis (in terms of total Budget outlay) and the RNR sector growth (GDP Contribution from the RNR sector) from the 5th five year plan to the 11th five year plan, indicates the correlation at 0.927 (Perfect correlation value =1) signifying high correlation, establishing the phenomenon that should growth be produced in the RNR sector it should fundamentally be driven by the state investment. Thus, RNR sector growth is fundamentally driven directly by Government investment. Therefore, the Government needs to prioritise investment in the RNR sector. As the sector accelerates commercialization and agribusiness, the prospect to attract private sector, PPP and RNR Cooperatives/enterprises besides enhancing access to global funds would propel the economy further. Improving the affordability and accessibility to rural/agriculture credit facilities is seen as important too since this can help secure funding sources for start-ups as well as expansion of existing agri-businesses. The following are priority initiatives:"}, {"text_block_id": "p61_b633", "text": "-"}, {"text_block_id": "p61_b634", "text": "Encourage and involve FDIs in RNR Sector development"}, {"text_block_id": "p61_b635", "text": "-"}, {"text_block_id": "p61_b636", "text": "Reprioritize public investment in RNR Sector"}, {"text_block_id": "p61_b637", "text": "-"}, {"text_block_id": "p61_b638", "text": "Encourage private sector, PPP and RNR cooperatives"}, {"text_block_id": "p61_b639", "text": "-"}, {"text_block_id": "p61_b640", "text": "Enhance access to micro-finance and credits for agri-business"}, {"text_block_id": "p61_b641", "text": "-"}, {"text_block_id": "p61_b642", "text": "Enhance resource mobilization through global funds for food and agriculture, climate change and conservation"}, {"text_block_id": "p61_b643", "text": "Strategy 10: Mainstream sustainable management (conservation and utilization) of natural resources"}, {"text_block_id": "p61_b644_merged", "text": "The guiding principles of environment conservation and sustainability in Bhutan emanates from the Article 5 Clause 2 of the Constitution, which mandates the Government to (a) Protect, conserve and improve the pristine environment and safeguard the biodiversity of the country; (b) Prevent pollution and ecological degradation; (c) Secure ecologically balanced sustainable development while promoting justifiable economic and social development; and (d) Ensure a safe and healthy environment. Bhutan’s global leadership in conservation is exemplified by the award of “Champion of the Earth” in 2005 and “J. Paul Getty Conservation Leadership Award in 2006” bestowed on His Majesty Drukgyal Zhipa. Bhutan's natural resource endowment of 1001 million m stock of rich forests and natural vegetation, 7434 floral and faunal biodiversity and rich water bodies form a major source of livelihood security. Apart from food, water and shelter that it provides, forests also offer numerous intangible provisions and benefits. Among the Five Jewels"}, {"text_block_id": "p62_b659", "text": "of the Bhutanese economy, the three most important ones (Hydropower, agriculture and tourism) are directly dependent on the natural resource base of the country. DoFPS aims to appropriately protect and conserve the floral and faunal diversity and other natural resources of the country through appropriate scientific management planning to ensure social, economic and sustainable natural resources. Consequently, judicious management of natural resources is a key strategy of environmental conservation, strengthening rural livelihoods and eradicating poverty."}, {"text_block_id": "p62_b660", "text": "In order to ensure environmental well-being of the present and future generations of Bhutan mainstreaming sustainable utilization of Natural resources including genetic resources are important. These measures will enable us to fulfil the Constitutional mandate of maintaining 60% of forest cover for eternity. Forests contain unique gene resources underpinning agriculture and animal husbandry as well. Physically and spiritually forests have defined the cultural and religious values of Bhutanese communities throughout time. Besides, provision for direct and tangible benefits, other intangible benefits of enhancing socioeconomic wellbeing are yet to be accounted for. Thus, to comprehensively account for all the ecosystem services, the institution of a green accounting system is imperative. Considering the rich natural resource base and the immense potential to sustain livelihood, there is a need to strengthen bio-prospecting initiatives to ensure access & benefit sharing. To facilitate efficient and sustainable utilization of natural resources, principles of Circular Economy should be applied. Owing to vast pristine habitats harbouring diverse wildlife, wildlife is increasingly coming in conflicts with the farming communities. In order to address this, there is a need to develop innovative mechanisms to mitigate human wildlife conflicts. The following are priority initiatives:"}, {"text_block_id": "p62_b661", "text": "-"}, {"text_block_id": "p62_b662", "text": "Mainstream sustainable utilization of NR including genetic resources"}, {"text_block_id": "p62_b663", "text": "-"}, {"text_block_id": "p62_b664", "text": "Develop and institute green accounting for natural resources"}, {"text_block_id": "p62_b665", "text": "-"}, {"text_block_id": "p62_b666", "text": "Strengthen bio prospecting initiative for access & benefit sharing"}, {"text_block_id": "p62_b667", "text": "-"}, {"text_block_id": "p62_b668", "text": "Promote circular economy for natural resource utilization"}, {"text_block_id": "p62_b669", "text": "-"}, {"text_block_id": "p62_b670", "text": "Develop innovative mechanisms to mitigate HWC"}, {"text_block_id": "p62_b671", "text": "Strategy 11: Enhance and promote resilience to climate change impacts & Low emission development"}, {"text_block_id": "p62_b672_merged", "text": "Bhutan is in the forefront of the regional and international commitment to remain carbon neutral and has been a champion in securing pristine natural environment for all times to come. With limited industrialization, sequestering three times more carbon than national greenhouse gas"}, {"text_block_id": "p63_b675", "text": "emissions and with zero contribution to global climate change, Bhutan has to face the perils of"}, {"text_block_id": "p63_b676", "text": "climate change-related threats."}, {"text_block_id": "p63_b677", "text": "Like"}, {"text_block_id": "p63_b678", "text": "many other nations, Bhutan experiences increasing challenges of climate change"}, {"text_block_id": "p63_b679", "text": "Bhutan must devise"}, {"text_block_id": "p63_b680", "text": "and adopt appropriate plans to secure the future."}, {"text_block_id": "p63_b681_merged_merged_merged", "text": "Due to fragile mountainous landscapes, Bhutan is more vulnerable to the adverse impacts of climate change especially the RNR sector. The farming communities have already been experiencing the climate related hazards and impacting their livelihood. Therefore, an increased impetus to develop climate smart and resilient farming technologies is a priority. Capacity to conduct R&D in climate change science is still limited and further attenuated by low investments. This has to change in order to enhance resilience to climate change impacts. Thus, there is a need for increased investments in climate change research and development. The ability to cope and adapt to the adverse impacts of climate change differs among rural communities. Promotion of integrated production landscapes is known to minimize the severity of the adverse impacts. Green infrastructures and technologies increase climate change resilience. For Bhutan, environment friendly road construction, climate proofing of irrigation infrastructure, plantations, renewable energy are the main priorities. The following are priority initiatives:"}, {"text_block_id": "p63_b686", "text": "-"}, {"text_block_id": "p63_b687", "text": "Develop climate smart and resilient farming technologies"}, {"text_block_id": "p63_b688", "text": "-"}, {"text_block_id": "p63_b689", "text": "Maintain carbon sequestration capacity of forest ecosystem"}, {"text_block_id": "p63_b690", "text": "-"}, {"text_block_id": "p63_b691", "text": "Increase capacity and investment in climate change research"}, {"text_block_id": "p63_b692", "text": "-"}, {"text_block_id": "p63_b693", "text": "Develop integrated agriculture landscape systems"}, {"text_block_id": "p63_b694", "text": "-"}, {"text_block_id": "p63_b695", "text": "Promote green technologies (Biogas, Green infrastructure, Organic inputs etc.)"}, {"text_block_id": "p63_b696", "text": "-"}, {"text_block_id": "p63_b697", "text": "Strengthen agrometeorological information and data management"}, {"text_block_id": "p64_b698", "text": "Key Performance Indicators"}, {"text_block_id": "p64_b699", "text": "The alignment of programming, implementation and the process within the RNR sector is critical to assure attainment to strategic results and the vision which is far-reaching and all-embracing in its scope. The sector will require set of verifiable measurement metrics to gauge and demonstrate the progress in achieving strategic objectives. Taking into account the enduring purpose transcending beyond the set timeline, RNR Strategies are attributed with credible measurement metrics in the form of Key Performance Indicators (KPIs) with specific indicators (Table 5)."}, {"text_block_id": "p64_b700", "text": "Table 5: Key performance Indicators of Eleven RNR Strategies"}, {"text_block_id": "p68_b701", "text": "Strategic Initiatives"}, {"text_block_id": "p68_b702", "text": "Commensurate to the dynamic and progressive vision, strategies and stimulating KPIs, RNR sector identified 114 strategic initiatives that will set the sectoral strategies in action to generate strategic results. These initiatives assigned to respective agencies of the RNR sector not only mandate a particular functional unit, rather it also creates possible synergies between the initiatives and the functional units. Using a simple prioritization matrix, the 114 initiatives were mapped in four quadrants (short term, medium term, long term, and ignore) based on two criteria of (i) ease of implementation and (ii) value to stakeholder. Based on the prioritization, 35% of the initiatives were identified for the short-term intervention, followed by 33% and 32% intervention slotted for medium-term and long-term respectively (Figure 11 and 12)."}, {"text_block_id": "p68_b703", "text": "Figure 11: Designation of 114 interventions as short-medium-long term (based on implementation)"}, {"text_block_id": "p68_b704", "text": "Figure 12: Designation of 114 interventions as short-medium-long term (based on completion)"}, {"text_block_id": "p69_b705_merged", "text": "Maximum interventions are associated to Strategy 1 (Enhance production and quality of RNR commodities) accounting 26.9% of the total interventions. Interventions related to Strategy 10 (Sustainable management of natural resources) accounts 22.5% followed by S3: Accelerate agri-business development and expansion taking up 8.7%. The share of interventions addressing the above three strategies actually demonstrates the strategic thrust area of the RNR sector. One of the area which is often raised as strategic issue is the RNR service delivery, fittingly so Strategy 6 (Institute efficient RNR service delivery) comprise of 8.7% interventions. All the remaining 5 strategies include 4-5% intervention, while Strategy 9 (Diversify sustainable financing for RNR sector development) has only 1.7% intervention (Figure 13)."}, {"text_block_id": "p69_b708", "text": "Figure 13: Interventions associated to eleven RNR strategies"}, {"text_block_id": "p69_b709", "text": "From among the RNR sub-sectors, the Department of Forests and Park Services have maximum initiatives of 26.6% which is warranted for the mandate it holds to sustainably conserve 71% pristine forest cover that provides enormous ecosystem services. The other two functional agencies, livestock and agriculture commit to 17.8% and 17.6% of the initiatives respectively. BAFRA and DAMC foresee a major role in regulating biosecurity and facilitating agri-business in RNR sector, thus proposes 12.9% and 11.7% initiatives respectively. To offer enabling environment, legal and policy frameworks and financial and human resources are critical, accordingly PPD and DoS has 5.6% and 4.9% interventions respectively. Finally, 2.9% of the initiatives are related to biodiversity and genetic resources (Figure 14)."}, {"text_block_id": "p70_b710", "text": "Figure 14: Short-Medium-Long term initiatives of different agencies of MoAF"}, {"text_block_id": "p70_b711", "text": "For the purpose of clear understanding and appropriate alignment to the sectoral planning process, the initiatives are segregated into short, medium and long term as follows:"}, {"text_block_id": "p70_b712", "text": "A. Short-term Strategies and Initiatives"}, {"text_block_id": "p70_b713_merged", "text": "Owing to the gravity of environmental and food security agenda, ever since planned development was launched in Bhutan, interventions over the years have been consciously planned as connected and progressive to build on succeeding plans. Consequently, to maintain the continuum of past initiatives, 86 initiatives aligned to 11 strategies have short-term objectives and arising from the 11th and 12th Plan. From the short term perspective, sustainable management of natural resources (29%), enhancement of production and quality of RNR commodities (23%), acceleration of agri-business development and expansion (12%), and institutionalization of efficient RNR service delivery (9%) are the top priority strategies. In terms of the sub-sectoral engagement, DoFPs has 31% of the intervention in the short-term category followed by BAFRA (14%), DAMC (13%) and the rest below 9% of the total interventions. The full list of interventions against each strategy and respective lead agency is presented in Table 6."}, {"text_block_id": "p70_b720", "text": "Table 6: Interventions under each Strategy proposed for the short-term"}, {"text_block_id": "p73_b721", "text": "B. Medium-term Strategies and Initiatives"}, {"text_block_id": "p73_b722", "text": "There are 104 initiatives proposed for achievement by medium-term (10 years). Coinciding with SDG 2030, Bhutan commits to achieve SDG 1: No poverty and SDG 2: Zero hunger, as such majority (29%) of the initiatives are associated to Strategy 1(Enhance production and quality of RNR commodities). Strategy 10 and 3 have 25% and 12% of initiatives respectively, while Strategies 4 and 9 have less than 2% initiatives. As the accountable agency for strategy 1, DoA and DoL have highest number of initiatives. The proposed list of interventions against each strategy and respective lead agency is presented in Table 7."}, {"text_block_id": "p73_b723", "text": "Table 7: Interventions under each Strategy proposed for the medium-term"}, {"text_block_id": "p76_b724", "text": "C. Long-term Strategies and Initiatives"}, {"text_block_id": "p76_b725", "text": "The initiatives proposed for long term strategies comprise of 104 broad initiatives (Table 8). In view of the investment and benefits, these initiatives demand substantial resources and may take time for generating desired outputs. In the longer term, RNR sector will focus on self-reliance on"}, {"text_block_id": "p77_b726", "text": "food supported by smart technologies, ICT, functional food reserve, and circular economy. Major focus will continue to be on Sustainable management (conservation and utilization) of natural resources and Enhance production and quality of RNR commodities."}, {"text_block_id": "p77_b727", "text": "Table 8: Interventions under each Strategy proposed for the Long-term"}, {"text_block_id": "p81_b728", "text": "Financing the RNR Strategy"}, {"text_block_id": "p81_b729", "text": "The clientele base of the RNR sector is largely small holder farmers who are slowly transforming into commercial operation with much push from the government. Considering the resource-poor farmers, majority of the RNR sector interventions have been pro-poor and welfare oriented, implying the RNR services do not generate revenue as a plough back to sponsor sector development. So far, the sector received generous funding from national exchequer and more abundantly from development partners. For instance, in last 30 years (7"}, {"text_block_id": "p81_b730", "text": "th"}, {"text_block_id": "p81_b731", "text": "to the 12"}, {"text_block_id": "p81_b732", "text": "th"}, {"text_block_id": "p81_b733", "text": "plan) RNR"}, {"text_block_id": "p81_b734", "text": "sector’s public investment increased by 29% in absolute term. As mentioned earlier, RNR sector"}, {"text_block_id": "p81_b735", "text": "has been very fortunate from the very first plan (1961-66) to receive magnanimous support from all the development partne"}, {"text_block_id": "p81_b736", "text": "rs associated with Bhutan’s development. For instance, from 1990 to"}, {"text_block_id": "p81_b737", "text": "2002 RNR sector received grant assistance of US$ 119.5 million accounting 16.9% of the total grant assistance offered to the country, making RNR sector the highest recipient among all the sectors in Bhutan (RMA-AR, 2001-02. Page-141). Over the years, input and infrastructure related services have been progressively withdrawn from subsidy program, resulting in clients sharing the cost of development. While the proportions of cost sharing may not be substantial, it has definitely helped in enhancing the sustainability of development initiatives through increase participation and ownership."}, {"text_block_id": "p81_b738", "text": "As recommended in this document, with the scope of RNR sector amplified from mere domestic production to international competitive trade, the sector need to have a comprehensive sector investment plan, Furthermore, the assured and premeditated investment plan is essential when the sector has two critical national mandates (60% forest cover for all time to come and self-reliant food systems) to service."}, {"text_block_id": "p81_b739_merged_merged", "text": "The RNR Strategy 2040 which inspires to take the RNR sector forward to the fourth level of sectoral transformation into industrialized sector with complete integration into the national economy will need assured investment. Sector missioned with “ensuring sustainable social and economic well-being through adequate access to food and natural resources” is optimistic to attain the founded forward looking vision “Sustainable natural resources and self-reliant food systems contributing to inclusive socio-economic well-being of Bhutanese” and make Bhutan sovereign in natural environment and food system. The 114 initiatives proposed by different sub-sectors and agencies are seamlessly aligned to accomplish the strategic objectives there by the strategic thrust within stipulated schedule. The total financing requirement to implement the"}, {"text_block_id": "p82_b748", "text": "initiatives is projected at Nu. 21641 Million. The details of the financing requirement are provided below:"}, {"text_block_id": "p82_b749", "text": "Financing of different strategies"}, {"text_block_id": "p82_b750", "text": "Among the eleven strategies, budget share of 28.29% is required for Strategy 1 (Enhance production and quality of RNR commodities) followed by Strategy 10 (Sustainable management of natural resources) and Strategy 8 (Promote Research and Innovation) taking up 23.14% and 12.5% respectively. Technically these three strategies encompass majorities of initiatives that have longer term impact and sustenance of the RNR sector programs. Other two strategies related to internal processes (institutional) which has been a concern area for service delivery, strategy 5 (Strengthen research, innovation and dissemination) and strategy 7 (Enhance production efficiency of RNR commodities) are allocated with 9.5% and 3.67% of the estimated budget respectively (Table 9). The budget is also rationally spread over short, medium and long term with 34.8%, 36.3%, and 28.8% respectively."}, {"text_block_id": "p82_b751", "text": "Table 9: Estimated budget for 11 strategies (Nu. Million)"}, {"text_block_id": "p83_b752", "text": "Sub-sector Budget"}, {"text_block_id": "p83_b753", "text": "The budget distribution among the sub-sectors and agencies is directly proportional to the scope of the proposed initiatives. For instance, a total of Nu. 7096 Million"}, {"text_block_id": "p83_b754", "text": "("}, {"text_block_id": "p83_b755", "text": "32.7% of the total budget) is assigned to the Department of Agriculture in view of the major rural infrastructures (irrigation, land development, and processing units) and cost-sharing mechanisms the department implements. Subsequently budget for the Department of Forests and Park Services account 27.4% followed by the Department of Livestock which has a share of 24.5% of the total budget. The remaining 15.3% is distributed to the remaining five agencies (Table 10). Roughly the departmental budget is allocated to short, medium and long term at 35%, 36% and 29% respectively."}, {"text_block_id": "p83_b756", "text": "Table 10: Distribution of budget strategy by sub-sector and agencies of MoAF (Nu. Million)"}, {"text_block_id": "p83_b757", "text": "Table 11: Distribution of sub-sectoral budget across three terms (Nu. Million)"}, {"text_block_id": "p83_b758", "text": "Prospects of financing"}, {"text_block_id": "p83_b759_merged_merged", "text": "Conforming to the trend of public investment during the last six FYPs (7th to the 12th plan), during which investment increased by 29% in absolute term, it is definite that the future plans are expected to be sizably funded. Using the least square method (Linear Trend) of public investment"}, {"text_block_id": "p84_b764", "text": "in RNR sector from 1"}, {"text_block_id": "p84_b765", "text": "st"}, {"text_block_id": "p84_b766", "text": "to the 12"}, {"text_block_id": "p84_b767", "text": "th"}, {"text_block_id": "p84_b768", "text": "FYPs, a straight line equation"}, {"text_block_id": "p84_b769", "text": "𝑌 = 820.86𝑥 − 2211.1"}, {"text_block_id": "p84_b770", "text": "with R"}, {"text_block_id": "p84_b771", "text": "2"}, {"text_block_id": "p84_b772", "text": "=0.84 was derived and used for extrapolation . Kubiszewski et al. (2012) deploying benefit transfer methodology estimated that natural resources in Bhutan contribute roughly Nu. 700 billion/year. The benefit of which is accrued largely by people outside Bhutan (53%) and only 47% of ecosystem services is benefitted by Bhutan. If these benefits are accurately valued and integrated into the national economy, RNR sector will have access to larger share of public investment."}, {"text_block_id": "p84_b773_merged_merged", "text": "Taking a cue from the support received from the development partner in 11th plan, RNR sector can possibly garner larger support in view of the global common benefits our environmental conservation efforts contribute to. Furthermore, with the easing of investment in Bhutan, one can expect rush of FDI and PPPs in RNR enterprises. Broadly, the following financing sources can be explored for taking forward the ambitious plans the RNR sector is championing and dedicating to the nation (Table 12)."}, {"text_block_id": "p84_b776", "text": "Table 12: Financing sources"}, {"text_block_id": "p85_b777", "text": "Conclusion"}, {"text_block_id": "p85_b778", "text": "Bhutan has made remarkable progress in RNR sector from the clichéd image of nomadic shifting cultivation of the 1960s to a global leader in environmental management, the only organic country in the world, and achieving self-sufficiency in vegetable, fruits and eggs. RNR sector is indisputably the largest livelihood provider in Bhutan, with more than 51% population engaged in the sector. The sector has undergone rapid transformation from a traditional to semi-commercial in operations in last five decades. As the custodian of the natural environment, sector had unswervingly played its role in delicately maintaining the balance among social, economic and environmental priorities of development.  Over a century as Nation State, Bhutan has judiciously maintained 71% pristine forest, creating it as the foundation of the overall development of the country."}, {"text_block_id": "p85_b779", "text": "The initiation of planned RNR sector development from the very first plan period following a path of smooth and measured modernization is attributed to the institution of Monarchy which spearheaded and propelled the growth. As a developmental state with very strong foundation of paternalistic welfare state, all the development initiatives in RNR sector and others were fully state-sponsored until 6"}, {"text_block_id": "p85_b780", "text": "th"}, {"text_block_id": "p85_b781", "text": "Plan. The steady investments in technology development, irrigation infrastructure, emphasis on modern agricultural practices and provision of agricultural credit and subsidies were the major factors that contributed to RNR sector development. With the decentralization in 1987, development interventions increasingly became people centric with active community engagement. The transformation of Bhutanese agriculture therefore was essentially through public investment. Although three phases of agricultural transformation has been identified, there is very thin line between them. Despite all the efforts and investments, Bhutanese agriculture is largely in second phase (semi-commercial farming). The deceleration of RNR GDP has been linked to this slow transformation of the sector, which is generally associated to the declining public investment."}, {"text_block_id": "p85_b782_merged_merged", "text": "RNR sector is overwhelmed with challenges ranging from global phenomena -climate change perils to a local issue of human-wildlife conflicts. Furthermore, with the pressure of increasing population on food, expansion of other sectors into agriculture landscape, rural-urban migration has progressively made farming less attractive and inefficient. While these challenges can be addressed, the sectoral review brought some urgent strategic issues related to policies, internal processes, innovation and dissemination, and human resources. Agricultural growth has been 74"}, {"text_block_id": "p86_b784", "text": "primarily rooted in productivity improvements of crop and livestock commodities, driven by policy reforms and strategic investments. The rapid expansion of irrigation schemes, modern technology (seed and fertilizer), mechanization, rural access, value addition, and markets, have triggered sustainable intensification of agriculture."}, {"text_block_id": "p86_b785_merged", "text": "Recognizing the strength and opportunity of the sector built on the strong foundation of prosperous eleven five year plans (1961-2018), the sector should contribute to national economy and be the engine to the economic growth. It has already demonstrated its ability to significantly contribute to sustainable management of pristine forest ecosystems, food security and poverty alleviation. Sustainable natural resources and self-reliant food systems, contributing to inclusive socio-economic well"}, {"text_block_id": "p86_b787", "text": "-"}, {"text_block_id": "p86_b788", "text": "being of Bhutanese” is ambitious yet not unattainable."}, {"text_block_id": "p86_b789", "text": "Recounting the strategic issues weakening the sector, it is critical to identify logical strategies that invigorate the sector to internally adjust the processes, policies and enhance service delivery efficiencies. The 11 strategic objectives proposed are logical and hierarchical, implying the relevance of each objective to the overall higher level objectives. As these strategic objectives are identified from the four sectoral perspectives of resources, technology & innovation, internal processes, and stakeholders they present a holistic approach to sectoral development. However, to ensure coherence of sectoral strategies to the national goal of sovereign and self-reliant economy, the five broad principles of (i) holistic sustainable socio-economic well-being and self-reliant food system; (ii) safe and healthy environment free of pollution and ecological degradation; (iii) ecologically balanced sustainable management of the pristine environment and biodiversity; (iv) intergenerational equity in access and benefit sharing from natural resources and biodiversity; and (v) landscape management approach to agricultural innovation and intensification, has to be adhered to. Under the aegis of above five principles, RNR sector need to also consider:"}, {"text_block_id": "p86_b790", "text": "-"}, {"text_block_id": "p86_b791", "text": "Sustainable exploitation of the comparative advantage of specific commodities vis-à-vis technologies."}, {"text_block_id": "p86_b792", "text": "-"}, {"text_block_id": "p86_b793", "text": "Productive engagement of private sector in RNR sector development (R4D)."}, {"text_block_id": "p86_b794", "text": "-"}, {"text_block_id": "p86_b795", "text": "Balanced incentives across RNR commodities to ensure uniform development of commodities and desirable integration in domestic economy."}, {"text_block_id": "p86_b796", "text": "-"}, {"text_block_id": "p86_b797", "text": "Responsiveness and resilience to climate change and market perils."}, {"text_block_id": "p86_b798", "text": "-"}, {"text_block_id": "p86_b799", "text": "Research and innovation for sector development (R4D)"}, {"text_block_id": "p86_b800", "text": "-"}, {"text_block_id": "p86_b801", "text": "Food quality and safety measures."}, {"text_block_id": "p87_b802", "text": "Securing the required fund to implement the proposed 114 initiatives under 11 strategies will be fundamental. However, building on the past performance and popularity of the sector, the mission of obtaining funding commitments from the government and our development partners appears forthright."}, {"text_block_id": "p88_b803", "text": "References/Bibliography"}, {"text_block_id": "p88_b804", "text": "ARED, 2018, Inventory of released and de-notified crops in Bhutan (1998-2017). Department of Agriculture,Thimphu, Bhutan."}, {"text_block_id": "p88_b805", "text": "Bajgai, Y., Dochen, T., Wangchuk, P.,Wangdi, N., 2018. Participatory varietal selection of potato and agronomic performances with farmers’ feedback on new varieties. Bhutanese Journal of Agriculture, 1(1), 1-12."}, {"text_block_id": "p88_b806", "text": "BTS, 2005-2018. Bhutan Trade Statistics, Ministry of Finance,"}, {"text_block_id": "p88_b807", "text": "Thimphu, Bhutan."}, {"text_block_id": "p88_b808_merged", "text": "Chambers, R., and Conway, G., 1991. Sustainable Rural Livelihoods: Practical Concepts for the 21st Century. Accessed on 25 May 2020, from https://publications.iwmi.org/pdf/H_32821.pdf"}, {"text_block_id": "p88_b810", "text": "Chettri GB, Ghimiray M and Pradhan N., 2000. Rice Genetic Resources of Bhutan. In Bhutanese Indigenous Knowledge. Issue No 6. NEC, Thimphu, Bhutan."}, {"text_block_id": "p88_b811", "text": "DAMC, 2016. Bhutanese apples and export markets: a brief analysis. Department of Marketing and Cooperatives,"}, {"text_block_id": "p88_b812", "text": "Thimphu, Bhutan."}, {"text_block_id": "p88_b813", "text": "Dendup, T., 2018. Agricultural Transformation in Bhutan: From Peasants to Entrepreneurial Farmers. Asian Journal of Agricultural Extension, Economics & Sociology 23(3): 1-8, 2018; Article no.AJAEES.40289, ISSN: 2320-702."}, {"text_block_id": "p88_b814", "text": "Dhital, D. B. (2009). Bhutan forestry outlook study. Bangkok (Thailand): Food and Agriculture Organization of the United Nations Regional Office for Asia and the Pacific."}, {"text_block_id": "p88_b815", "text": "DoA, 1982. Small farm management and irrigation rehabilitation project: Agriculture report. Department of Agriculture, Thimphu, Bhutan. Sinclair Knight and Partners Pty. Ltd in association with ACIL International Pty. Ltd."}, {"text_block_id": "p88_b816", "text": "DoA, 2005-2018. Agriculture Statistics. Department of Agriculture, Thimphu, Bhutan."}, {"text_block_id": "p88_b817", "text": "DOA, 2015, Estimating National dietary energy consumption status. Department of Agriculture,  Thimphu, Bhutan."}, {"text_block_id": "p88_b818", "text": "DoA, 2018, Agriculture Statistics. Department of Agriculture, Thimphu, Bhutan"}, {"text_block_id": "p88_b819", "text": "DoL, 2017, Livestock Statistics (2013 to 2017). Department of Livestock, Thimphu, Bhutan."}, {"text_block_id": "p88_b820", "text": "DoL, 2018, Livestock Statistics (2013 to 2017). Department of Livestock, Thimphu, Bhutan."}, {"text_block_id": "p88_b821", "text": "DoL 2019, Progress Report-2017-18. Department of Livestock, Thimphu, Bhutan."}, {"text_block_id": "p88_b822", "text": "DoFPS, 2016. National Forest Inventory Report Vol I. Department of Forests and Park Services, Thimphu, Bhutan."}, {"text_block_id": "p89_b823", "text": "DoFPs (2017)."}, {"text_block_id": "p89_b824", "text": "Forest and Nature Conservation Rules and Regulations of Bhutan 2017"}, {"text_block_id": "p89_b825", "text": "."}, {"text_block_id": "p89_b826", "text": "Department of Forests and Park Services, Ministry of Agriculture and Forests, Royal Government of Bhutan, Bhutan."}, {"text_block_id": "p89_b827", "text": "DoFPS, 2018. National Forest Inventory Report Vol II. Department of Forests and Park Services, Thimphu, Bhutan"}, {"text_block_id": "p89_b828", "text": "Dorji, N., Flinn, JC and Maranan, C., 1990.  Rice Production in the Wangdiphodrang-Punakha Valley of Bhutan. IRRI Research Paper Series, Number 140. The International Rice Research Institute. P.O. Box 933, 1099 Manila, Philippines."}, {"text_block_id": "p89_b829", "text": "Dorjee., 2018. Assessing the risk of alien plant invasions to the developing world: Bhutan a case study (Unpublished doctoral dissertation). Canberra, Australia. University of Canberra."}, {"text_block_id": "p89_b830", "text": "FAO, 2007. FAO Biosecurity Toolkit. Food & Agriculture Organization of the United Nations, Rome, Italty."}, {"text_block_id": "p89_b831", "text": "FRMD, 2016. National Forest Inventory Report (Volume I). Department of Forests and Park Services, Thimphu, Bhutan"}, {"text_block_id": "p89_b832", "text": "FRMD, 2018. National Forest Inventory Report (Volume II). Department of Forests and Park Services, Thimphu, Bhutan"}, {"text_block_id": "p89_b833", "text": "FRMD, 2019. Forest Facts and Figures. Department of Forests and Park Services, Thimphu, Bhutan"}, {"text_block_id": "p89_b834", "text": "Gurung, TR., 2012. Agricultural transformations in a remote community of Kengkhar, Mongar, Bhutan. Bhutan Journal of RNR Research, Bhu. J.RNR. Vol. 8. No.1, 1-12: Thimphu, Bhutan."}, {"text_block_id": "p89_b835", "text": "Hoy, A., Katel, O., Thapa, P., Dendup, N., & Matschullat, J. (2016). Climatic changes and their impact on socio-economic sectors in the Bhutan Himalayas: an implementation strategy."}, {"text_block_id": "p89_b836", "text": "Regional Environmental Change"}, {"text_block_id": "p89_b837", "text": ","}, {"text_block_id": "p89_b838", "text": "16"}, {"text_block_id": "p89_b839", "text": "(5), 1401-1415."}, {"text_block_id": "p89_b840", "text": "HRD, 2019. Human Resource Master Plan, Ministry of Agriculture and Forests, Royal Government of Bhutan."}, {"text_block_id": "p89_b841", "text": "IHDP, 1992. Integrated Horticulture Development Programme Framework. Second draft."}, {"text_block_id": "p89_b842", "text": "Karmacharya, B., 1987. Terminal report on BNPP/RGOB/CIP Collaborative activities on"}, {"text_block_id": "p89_b843", "text": "Kubiszewski, I., Costanza R., Dorji L., Thoennes P., Tshering K., 2012.  An initial estimate of the value of ecosystem services in Bhutan."}, {"text_block_id": "p89_b844", "text": "March 2013, Pages e11-e21."}, {"text_block_id": "p89_b845_merged_merged_merged", "text": "Kusters, K., & Wangdi, N. (2013). The costs of adaptation: changes in water availability and farmers’ responses in Punakha district, Bhutan. International Journal of Global Warming, 5(4), 387-399."}, {"text_block_id": "p90_b851", "text": "Katwal, TB. 2006. Adoption and Impact of Improved Maize Technologies in Bhutan. Council for RNR Research of Bhutan. Ministry of Agriculture and Forests. Thimphu."}, {"text_block_id": "p90_b852", "text": "Loresto, G.C., 1998. Report on the Exploration of Farmers’ Fields in Paro and Thimphu"}, {"text_block_id": "p90_b853", "text": "Valleys. International Rice Research Institute. Los Bano, Philippines."}, {"text_block_id": "p90_b854", "text": "M. Boserup, “Agrarian Structure and Take"}, {"text_block_id": "p90_b855", "text": "-"}, {"text_block_id": "p90_b856", "text": "Off”, in W. W. Rostow (ed.), The Economics of Take"}, {"text_block_id": "p90_b857", "text": "-"}, {"text_block_id": "p90_b858", "text": "off Into Sustained Growth, op. cit., pp."}, {"text_block_id": "p90_b859", "text": "224; S. Kuznets, “Economic Growth and the Contribution of Agriculture: Notes on Measurement”, International Journal of"}, {"text_block_id": "p90_b860", "text": "Agrarian Affairs, Vol 3, No. 2, April 1961, pp. 56-75;"}, {"text_block_id": "p90_b861", "text": "MoA, 1993. Master plan for Livestock Development. Commission of European Communities, Vol. I, Thimphu, Bhutan."}, {"text_block_id": "p90_b862_merged_merged", "text": "MoA, 2001. National Grazing Policy. Proceedings of a workshop held in Bumthang, Bhutan, 21– 24 August 2001. Ministry of Agriculture and Forests, Thimphu, Bhutan."}, {"text_block_id": "p90_b865", "text": "MoAF, 2006. Tenth Five Year Plan, Ministry of Agriculture and Forests, RGoB, Thimphu."}, {"text_block_id": "p90_b866", "text": "MoAF 2010. Biosecurity Policy of the Kingdom of Bhutan, Ministry of Agriculture and Forests, Thimphu, Bhutan."}, {"text_block_id": "p90_b867", "text": "MoAF 2011. National Forest Policy, Ministry of Agriculture and Forests, Thimphu, Bhutan."}, {"text_block_id": "p90_b868", "text": "MoAF, 2011. Eleventh Five Year Plan, Ministry of Agriculture and Forests, Thimphu, Bhutan."}, {"text_block_id": "p90_b869", "text": "MoAF, 2015. Eleventh Five Year Plan Terminal Report, Ministry of Agriculture and Forests, Thimphu, Bhutan."}, {"text_block_id": "p90_b870", "text": "MoAF, 2015. Bhutan RNR Statistics. Ministry of Agriculture and Forests, Royal Government of Bhutan."}, {"text_block_id": "p90_b871", "text": "MoAF, 2015. Mandarin Value Chain Analysis. Ministry of Agriculture and Forests, Royal Government of Bhutan."}, {"text_block_id": "p90_b872", "text": "MoAF, 2016. Twelve Five Year Plan, Ministry of Agriculture and Forests, Royal Government of Bhutan."}, {"text_block_id": "p90_b873", "text": "MoAF, 2017. RNR Marketing Policy, Ministry of Agriculture and Forests, Royal Government of Bhutan."}, {"text_block_id": "p90_b874", "text": "MoAF, 2018. Potato Upgrading with Value Chain Approach, Ministry of Agriculture and Forests, Royal Government of Bhutan."}, {"text_block_id": "p90_b875", "text": "MoAF, 2018. Apple Value Chain Analysis, Ministry of Agriculture and Forests, Royal Government of Bhutan."}, {"text_block_id": "p91_b876", "text": "MoAF, 2018. Terminal Review Report on the RNR sector 11"}, {"text_block_id": "p91_b877", "text": "th"}, {"text_block_id": "p91_b878", "text": "Five Year plan, Ministry of Agriculture and Forests, Royal Government of Bhutan, Thimphu."}, {"text_block_id": "p91_b879", "text": "MoAF, 2019. Twelfth Five Year Plan (2018-2023), Ministry of Agriculture and Forests, Royal Government of Bhutan."}, {"text_block_id": "p91_b880", "text": "MoEA, 2016. Economic Development Policy, Ministry of Economic Affairs, Royal Government of Bhutan."}, {"text_block_id": "p91_b881", "text": "Moktan"}, {"text_block_id": "p91_b882", "text": "et al"}, {"text_block_id": "p91_b883", "text": "., 2008, Ecological and Social Aspects of Transhumant Herding in Bhutan Mountain Research and Development, 28(1): 41-48."}, {"text_block_id": "p91_b884", "text": "Namgay"}, {"text_block_id": "p91_b885", "text": "et al.,"}, {"text_block_id": "p91_b886", "text": "2013. Transhumant agro-pastoralism in Bhutan: Exploring contemporary practices and socio-cultural traditions, Res. Policy and Practice 2013, 3:13."}, {"text_block_id": "p91_b887", "text": "NBC, 2008. Plant Genetic Resources of Bhutan. Vol I: Field crops. National Biodiversity Centre, Thimphu, Bhutan."}, {"text_block_id": "p91_b888", "text": "NBC, (2014)."}, {"text_block_id": "p91_b889", "text": "National Biodiversity Strategies and Action Plan of Bhutan, 2014"}, {"text_block_id": "p91_b890", "text": ". National Biodiversity Centre, Ministry of Agriculture and Forests, Royal Government of Bhutan."}, {"text_block_id": "p91_b891", "text": "National Council, 2013, Review of Agriculture Policy and Strategies, Report to the 18th Session of the National Council, Thimphu"}, {"text_block_id": "p91_b892_merged_merged_merged_merged_merged", "text": "NCD, 2004, Bhutan Biological Conservation Complex: A Landscape Conservation Plan – A Way Forward, Nature Conservation Division, Department of Forests, Ministry of Agriculture with support from WWF Bhutan Program, Thimphu, Bhutan."}, {"text_block_id": "p91_b895", "text": "NCD, 2008. Bhutan National Human Wildlife Conflict Management Strategy. Nature Conservation Division, Department of Forests. Ministry of Agriculture and Forests, Thimphu, Bhutan."}, {"text_block_id": "p91_b896", "text": "Norbu, L. Grazing Management in Broadleaf Forests, the abstract of PhD. dissertation submitted to the Swiss Federal Institute of Technology, Zurich, Switzerland."}, {"text_block_id": "p91_b897", "text": "Norbu, S. and Roder, W. 2001. Traditional Uses of Buckwheat in Bhutan. The Proceedings of the 8th International Symposium on Buckwheat. ISB:670-672(2001)."}, {"text_block_id": "p91_b898", "text": "NSB, 2014. Statistical Year book of Bhutan. National Statistical Bureau, Thimphu, Bhutan."}, {"text_block_id": "p91_b899", "text": "NSB, 2016. Statistical Year book of Bhutan. National Statistical Bureau, Thimphu, Bhutan."}, {"text_block_id": "p91_b900", "text": "NSB, 2017. Bhutan Living Standards Survey Report. National Statistical Bureau, Thimphu, Bhutan."}, {"text_block_id": "p91_b901", "text": "NSB, 2018, Population and Housing Census of Bhutan, 2017, National Report. National Statistics Bureau of Bhutan, Thimphu, Bhutan."}, {"text_block_id": "p92_b902", "text": "NSB, 2018, Statistical Year Book of Bhutan. National Statistical Bureau, Thimphu, Bhutan."}, {"text_block_id": "p92_b903", "text": "NSB, 2019. Statistical Year Book of Bhutan. National Statistics Bureau, Thimphu, Bhutan."}, {"text_block_id": "p92_b904", "text": "NSB, 2019. Labour Force Survey Report. National Statistics Bureau, Thimphu, Bhutan."}, {"text_block_id": "p92_b905", "text": "Planning Commission, 1985. Statistical Handbook of Bhutan. Statistical Division, Planning Commission, Royal Government of Bhutan."}, {"text_block_id": "p92_b906", "text": "Planning Commission, 1981. Fifth Plan (1981-1987): Main document. Thimphu, Bhutan. Planning Commission, Royal Government of Bhutan."}, {"text_block_id": "p92_b907", "text": "PPD, 2020. Drivers of RNR sector growth (Final Draft report), MoAF, Thimphu"}, {"text_block_id": "p92_b908", "text": "Pratap, U., & Pratap, T., 2002. Apple farming and pollination issues in Thimphu and Paro valleys, Bhutan. In Uma Pratap &Tej Pratap,"}, {"text_block_id": "p92_b909", "text": "Warning signals from the apple valleys of the Hindu-Kush-Himalayas: Productivity concerns and pollination problems"}, {"text_block_id": "p92_b910", "text": "(pp 73-79). Kathmandu, Nepal: International Centre for Integrated Mountain Development (ICIMOD)."}, {"text_block_id": "p92_b911", "text": "RAA, 2018. Performance Audit report on the food self-sufficiency and security, Royal Audit Authority 218, Thimphu"}, {"text_block_id": "p92_b912", "text": "Rae, A.N., 1999. Livestock production and the environment: An initial assessment of some impacts of trade liberalisation. Report to the Foundation for Research Science and Technology (No. 6). NZ Trade Consortium Working Paper."}, {"text_block_id": "p92_b913", "text": "REID, 1994. Horticulture master plan: Programme framework, Volume 1. Thimphu, Bhutan: Research and Extension and Irrigation Division, Ministry of Agriculture."}, {"text_block_id": "p92_b914", "text": "RGoB, 2008. The Constitution of the Kingdom of Bhutan, Thimphu."}, {"text_block_id": "p92_b915", "text": "Roder, W., Nidup, K., & Wangdi, S., 2007. Marketing Bhutanese Potato -Experiences, Challenges and Opportunities. International Potato Center."}, {"text_block_id": "p92_b916", "text": "Roder W, Gratzer G, Wangdi K., 2002. Cattle grazing in the conifer forests of Bhutan. Mountain Research and Development 22(4):1"}, {"text_block_id": "p92_b917", "text": "–"}, {"text_block_id": "p92_b918", "text": "7."}, {"text_block_id": "p92_b919", "text": "Roder, W., Nidup, K.,& Chettri, G. B., 2008. The potato in Bhutan. Thimphu, Bhutan: The Bhutan Potato Development Program, Department of Agriculture."}, {"text_block_id": "p92_b920", "text": "RSD, 2017. Agriculture Statistics 2017. RNR Statistics Division, Ministry of Agriculture and Forests, Thimphu, Bhutan."}, {"text_block_id": "p92_b921_merged_merged_merged", "text": "Sangay and Karl Vernes., 2008. Human–wildlife conflict in the Kingdom of Bhutan: Patterns of livestock predation by large mammalian carnivores. 141(5):1272 -1282 ·"}, {"text_block_id": "p93_b925", "text": "Shrestha, S., 2004. An Economic Impact Assessment of the Rice Research Program in Bhutan. International Rice Research Institute, Los Banos, Philippines."}, {"text_block_id": "p93_b926", "text": "NBC, 2013. Participatory Community Vulnerability Assessment Study. National Biodiversity Centre. Thimphu, Bhutan."}, {"text_block_id": "p93_b927", "text": "Tobgay, S., 2005. Agriculture Diversification in Bhutan. Policy and Planning Division, Ministry of Agriculture and Forests, Thimphu, Bhutan."}, {"text_block_id": "p93_b928", "text": "Tshewang, S., Park, RF., Chauhan, BS and Joshi, AK., 2017. Challenges and Prospects of Wheat Production in Bhutan: A Review. Expl Agric.: page 1 of 15 C _ Cambridge University Press 2017 doi:10.1017/S001447971700014X."}, {"text_block_id": "p93_b929", "text": "Wang, S.W., Lassoie, J.P., Curtis, P.D., 2006. Farmer attitudes towards conservation in Jigme Singye Wangchuck National Park, Bhutan. Environmental Conservation 33, 148"}, {"text_block_id": "p93_b930", "text": "–"}, {"text_block_id": "p93_b931", "text": "156."}, {"text_block_id": "p93_b932_merged_merged", "text": "Wang, S.W., Macdonald, D.W., 2006. Livestock predation by carnivores in Jigme Singye Wangchuck National Park, Bhutan. Biological Conservation 129, 558–565."}, {"text_block_id": "p93_b935", "text": "Wangchuk et al., 2014. The Changing Face of Cattle Raising and Forest Grazing in the Bhutan Himalaya, Mountain Research and Development, 34(2): 131-138."}, {"text_block_id": "p93_b936", "text": "Wangchuk, S and Siebert, S.F., 2013.  Agricultural Change in Bumthang, Bhutan.  Market Opportunities, Government Policies, Climate Change, Society & Natural Resources: An International Journal, DOI: 10.1080/08941920.2013.789575."}, {"text_block_id": "p93_b937", "text": "Wangchuk, K., 1993. Horticulture development in Bhutan. In S. S. Teaotia (Ed.), Proceedings of the International Expert Meeting on Horticultural Development in Hindu-Kush Himalayan Region, 1989 (pp. 167-185). Kathmandu, Nepal: International Centre for Integrated Mountain Development (ICIMOD)."}, {"text_block_id": "p93_b938", "text": "Wangdi, N., 2016. Drought stress tolerance and climate change adaptation potentials of main forest types in Bhutan (Doctoral dissertation). Vienna, Austria: University of Natural Resources and Life Sciences (BOKU)."}, {"text_block_id": "p93_b939", "text": "W. H. Nicholls, 1963. “An ‘Agricultural Surplus’ as a Factor in Economic Development”, Journal of Political Economy, Vol. 71, February 1963, pp. 1-29."}, {"text_block_id": "p94_b940", "text": "Annexure 1: Production projections and rice import substitution by domestic production"}, {"text_block_id": "p94_b941", "text": "a)"}, {"text_block_id": "p94_b942", "text": "Rice"}, {"text_block_id": "p94_b943", "text": "b)"}, {"text_block_id": "p94_b944", "text": "Vegetable"}, {"text_block_id": "p94_b945", "text": "c)"}, {"text_block_id": "p94_b946", "text": "Milk"}, {"text_block_id": "p95_b947", "text": "d) Chicken"}, {"text_block_id": "p95_b948", "text": "Rice import substitution by domestic production"}, {"text_block_id": "p96_b949", "text": "Annexure 2: Strategic Framework of RNR Research and Dissemination"}, {"text_block_id": "p97_b950", "text": "Annexure 3: Proposed structure for RNR research, training and dissemination"}, {"text_block_id": "p97_b951", "text": "Annexure 4: Prioritization Matrix"}, {"text_block_id": "p98_b952", "text": "Annexure 5: Estimated budget for each initiative by respective agencies of MoAF (Million Nu.)"}, {"text_block_id": "p113_b953", "text": "Annexure 6: Chronology of events leading to the drafting of RNR strategy and officials consulted"}, {"text_block_id": "p113_b954", "text": "MoAF officials who have contributed:"}, {"text_block_id": "p113_b955", "text": "1."}, {"text_block_id": "p113_b956", "text": "Dasho Rinzin Dorji, Secretary, Ministry of Agriculture and Forests, Thimphu"}, {"text_block_id": "p113_b957", "text": "2."}, {"text_block_id": "p113_b958", "text": "Ms. Kinlay Tshering, Director, Department of Agriculture, MoAF, Thimphu"}, {"text_block_id": "p113_b959", "text": "3."}, {"text_block_id": "p113_b960", "text": "Mr. Kencho Thinlay, CPO, PPD, MoAF, Thimphu"}, {"text_block_id": "p113_b961", "text": "4."}, {"text_block_id": "p113_b962", "text": "Mr. Ganesh B. Chettri, Advisor, DoA ("}, {"text_block_id": "p113_b963", "text": "Superannuated in September 2019"}, {"text_block_id": "p113_b964", "text": ")"}, {"text_block_id": "p113_b965", "text": "5."}, {"text_block_id": "p113_b966", "text": "Mr. Chetem Wangchen, Mechanization Specialist, AMC, DoA"}, {"text_block_id": "p113_b967", "text": "6."}, {"text_block_id": "p113_b968", "text": "Mr. Dorjee (Ph.D), Principal Research Officer, NPPC, DoA"}, {"text_block_id": "p113_b969", "text": "7."}, {"text_block_id": "p113_b970", "text": "Mr. Sagar Acharya, Sr. Agriculture Officer, DoA ("}, {"text_block_id": "p113_b971", "text": "Study leave"}, {"text_block_id": "p113_b972", "text": ")"}, {"text_block_id": "p113_b973", "text": "8."}, {"text_block_id": "p113_b974", "text": "Mr. Sangay Chophel, Sr. Planning Officer, PPD ("}, {"text_block_id": "p113_b975", "text": "EOL"}, {"text_block_id": "p113_b976", "text": ")"}, {"text_block_id": "p113_b977", "text": "9."}, {"text_block_id": "p113_b978", "text": "Ms. Kinlay, Sr. Forestry Officer, DoFPs ("}, {"text_block_id": "p113_b979", "text": "Study leave"}, {"text_block_id": "p113_b980", "text": ")"}, {"text_block_id": "p113_b981", "text": "10."}, {"text_block_id": "p113_b982", "text": "Ms, Ngawang Dema, Forestry Officer, DoFPs"}, {"text_block_id": "p113_b983", "text": "11."}, {"text_block_id": "p113_b984_merged_merged_merged_merged_merged", "text": "Mr. Nima Sherpa, Planning Officer, PPD (Study leave)"}, {"text_block_id": "p113_b987", "text": "12."}, {"text_block_id": "p113_b988", "text": "Mr. Sonam Jamtsho, Sr. Planning Officer, PPD"}, {"text_block_id": "p113_b989", "text": "List of officials consulted and presented with the draft"}, {"text_block_id": "p113_b990", "text": "1."}, {"text_block_id": "p113_b991", "text": "Lyonpo Yeshey Penjor, Hon’ble Minister"}, {"text_block_id": "p113_b992", "text": "2."}, {"text_block_id": "p113_b993", "text": "Dasho Rinzin Dorji, Secretary"}, {"text_block_id": "p113_b994", "text": "3."}, {"text_block_id": "p113_b995", "text": "Dr. Tashi Samdup, DG, BAFRA"}, {"text_block_id": "p114_b996", "text": "4."}, {"text_block_id": "p114_b997", "text": "Mr. Ugyen Penjor, DG, DAMC"}, {"text_block_id": "p114_b998", "text": "5."}, {"text_block_id": "p114_b999", "text": "Dr. Tashi Yangzome Dorji, Director, DOL"}, {"text_block_id": "p114_b1000", "text": "6."}, {"text_block_id": "p114_b1001", "text": "Mr. Rabgye Tobden, Director, DoS"}, {"text_block_id": "p114_b1002", "text": "7."}, {"text_block_id": "p114_b1003", "text": "Mr. Karma Tshering. Chief, PPD"}, {"text_block_id": "p114_b1004", "text": "8."}, {"text_block_id": "p114_b1005", "text": "Ms. Nima Om, DCLO, Legal Services, DOS"}, {"text_block_id": "p114_b1006", "text": "9."}, {"text_block_id": "p114_b1007", "text": "Mr. Kinlay Tshering, Offtg. Director, DOFPS"}, {"text_block_id": "p114_b1008", "text": "10."}, {"text_block_id": "p114_b1009", "text": "Mr. Wangda Dukpa, Offtg. Director, DoA"}, {"text_block_id": "p114_b1010", "text": "11."}, {"text_block_id": "p114_b1011", "text": "Mr. Jigme Tenzin, PAO, DOA"}, {"text_block_id": "p114_b1012", "text": "12."}, {"text_block_id": "p114_b1013", "text": "Ms. Rinchen Yangzom, NBC"}, {"text_block_id": "p114_b1014", "text": "a) Central Programs, Dzongkhag and Regional marketing and agriculture sub-sector groups"}, {"text_block_id": "p114_b1015", "text": "1."}, {"text_block_id": "p114_b1016", "text": "Dechen Tshering, PD, NPHC"}, {"text_block_id": "p114_b1017", "text": "2."}, {"text_block_id": "p114_b1018", "text": "Yeshey Dema, PD, NPPC"}, {"text_block_id": "p114_b1019", "text": "3."}, {"text_block_id": "p114_b1020", "text": "Sonam, PD, NSC"}, {"text_block_id": "p114_b1021", "text": "4."}, {"text_block_id": "p114_b1022", "text": "Chencho Dukpa, PD, NMC"}, {"text_block_id": "p114_b1023", "text": "5."}, {"text_block_id": "p114_b1024", "text": "Dawa Tshering, DAMC"}, {"text_block_id": "p114_b1025", "text": "6."}, {"text_block_id": "p114_b1026", "text": "Chorten Tshering, DAO SJ"}, {"text_block_id": "p114_b1027", "text": "7."}, {"text_block_id": "p114_b1028", "text": "Jamyang Lophyal, DAMC"}, {"text_block_id": "p114_b1029", "text": "8."}, {"text_block_id": "p114_b1030", "text": "Namgay Thinley, DoA"}, {"text_block_id": "p114_b1031", "text": "9."}, {"text_block_id": "p114_b1032", "text": "Chogyal Norb, DAO Samtse"}, {"text_block_id": "p114_b1033", "text": "10."}, {"text_block_id": "p114_b1034", "text": "Choni Dendup, RAMCO-G"}, {"text_block_id": "p114_b1035", "text": "11."}, {"text_block_id": "p114_b1036", "text": "Sonam Gyeltshen, DAO Bumthang"}, {"text_block_id": "p114_b1037", "text": "12."}, {"text_block_id": "p114_b1038", "text": "Dorji Wangchuk, CARLEP"}, {"text_block_id": "p114_b1039", "text": "13."}, {"text_block_id": "p114_b1040", "text": "Leki Tenzin, DAMC"}, {"text_block_id": "p114_b1041", "text": "14."}, {"text_block_id": "p114_b1042", "text": "Tashi Phuntsho, DAO Pemagatshel"}, {"text_block_id": "p114_b1043", "text": "15."}, {"text_block_id": "p114_b1044", "text": "Kinga Norbu, PD, AMC"}, {"text_block_id": "p114_b1045", "text": "16."}, {"text_block_id": "p114_b1046", "text": "Ugyen Palden, DAMC"}, {"text_block_id": "p114_b1047", "text": "17."}, {"text_block_id": "p114_b1048", "text": "Mekh Bdr. Chhetri, DAMC"}, {"text_block_id": "p114_b1049", "text": "18."}, {"text_block_id": "p114_b1050", "text": "Pema Chofil, PD, ARDC, Bajo"}, {"text_block_id": "p114_b1051", "text": "19."}, {"text_block_id": "p114_b1052", "text": "Tashi Tshering, DAMC"}, {"text_block_id": "p114_b1053", "text": "20."}, {"text_block_id": "p114_b1054", "text": "Karma Chewang, DAO Lhuentse"}, {"text_block_id": "p114_b1055", "text": "21."}, {"text_block_id": "p114_b1056", "text": "Lhap Dorji, PD, ARDC, Wengkhar"}, {"text_block_id": "p114_b1057", "text": "22."}, {"text_block_id": "p114_b1058", "text": "Tshering N Penjor, DAO Paro"}, {"text_block_id": "p114_b1059", "text": "23."}, {"text_block_id": "p114_b1060", "text": "Tshering Tashi,"}, {"text_block_id": "p114_b1061", "text": "24."}, {"text_block_id": "p114_b1062", "text": "Sonam Zangpo, DAO, Thimphu"}, {"text_block_id": "p114_b1063", "text": "25."}, {"text_block_id": "p114_b1064", "text": "Saha Bir Rai, DAO, Chukha"}, {"text_block_id": "p114_b1065", "text": "b) Central Programs, Dzongkhag and Regional livestock sub-sector groups"}, {"text_block_id": "p114_b1066", "text": "1."}, {"text_block_id": "p114_b1067", "text": "Thinley Phuntsho, ADLO, Chukha"}, {"text_block_id": "p114_b1068", "text": "2."}, {"text_block_id": "p114_b1069", "text": "Karma Dorji, DLO Samtse"}, {"text_block_id": "p114_b1070", "text": "3."}, {"text_block_id": "p114_b1071", "text": "Pema Ugyen, LPO Punakha"}, {"text_block_id": "p114_b1072", "text": "4."}, {"text_block_id": "p114_b1073", "text": "Jigme Chophel, DLO Trongsa"}, {"text_block_id": "p114_b1074", "text": "5."}, {"text_block_id": "p114_b1075", "text": "Thinley Jamtsho, Offtg. Gasa"}, {"text_block_id": "p114_b1076", "text": "6."}, {"text_block_id": "p114_b1077", "text": "Phurba Tshering, DLO Tashi Yangtse"}, {"text_block_id": "p114_b1078", "text": "7."}, {"text_block_id": "p114_b1079", "text": "Kul Bdr. Gurung, DLO Thimphu"}, {"text_block_id": "p114_b1080", "text": "8."}, {"text_block_id": "p114_b1081", "text": "Chandra Ghalley, LPO Samtse"}, {"text_block_id": "p115_b1082", "text": "9."}, {"text_block_id": "p115_b1083", "text": "Tshendu, ADLO, Sarpang"}, {"text_block_id": "p115_b1084", "text": "10."}, {"text_block_id": "p115_b1085", "text": "Loden Jimba, DLO Paro"}, {"text_block_id": "p115_b1086", "text": "11."}, {"text_block_id": "p115_b1087", "text": "Thinley Rabten, DLO Pemagatshel"}, {"text_block_id": "p115_b1088", "text": "12."}, {"text_block_id": "p115_b1089", "text": "Dawa Dorji DLO Lhuntse"}, {"text_block_id": "p115_b1090", "text": "13."}, {"text_block_id": "p115_b1091", "text": "Tshegay Norbu, LPO Paro"}, {"text_block_id": "p115_b1092", "text": "14."}, {"text_block_id": "p115_b1093", "text": "Naina Sing Tamang, DLO Tashigang"}, {"text_block_id": "p115_b1094", "text": "15."}, {"text_block_id": "p115_b1095", "text": "Pema Wangchuk, DLO Daganga"}, {"text_block_id": "p115_b1096", "text": "16."}, {"text_block_id": "p115_b1097", "text": "Gyenbo Dorji, LPO Thimphu"}, {"text_block_id": "p115_b1098", "text": "17."}, {"text_block_id": "p115_b1099", "text": "Thinley Dorji,"}, {"text_block_id": "p115_b1100", "text": "c) Forestry and other sub-sector groups"}, {"text_block_id": "p115_b1101", "text": "1."}, {"text_block_id": "p115_b1102", "text": "Gyaltshen Dukpa, CFO Thimphu"}, {"text_block_id": "p115_b1103", "text": "2."}, {"text_block_id": "p115_b1104", "text": "Dimple Thapa, CFO Tsirang"}, {"text_block_id": "p115_b1105", "text": "3."}, {"text_block_id": "p115_b1106", "text": "Jigme Dorji, CFO Zhemgang"}, {"text_block_id": "p115_b1107", "text": "4."}, {"text_block_id": "p115_b1108", "text": "Karma Jigme Temphel, Chief, SFED"}, {"text_block_id": "p115_b1109", "text": "5."}, {"text_block_id": "p115_b1110", "text": "Karma Leki , CFO Tashigang"}, {"text_block_id": "p115_b1111", "text": "6."}, {"text_block_id": "p115_b1112", "text": "Karma Tempa, CFO Mongar"}, {"text_block_id": "p115_b1113", "text": "7."}, {"text_block_id": "p115_b1114", "text": "Karma Tenzin, CFO Wangdi"}, {"text_block_id": "p115_b1115", "text": "8."}, {"text_block_id": "p115_b1116", "text": "Kelzang Choden,"}, {"text_block_id": "p115_b1117", "text": "9."}, {"text_block_id": "p115_b1118", "text": "Kencho Dukpa, CFO Dagana"}, {"text_block_id": "p115_b1119", "text": "10."}, {"text_block_id": "p115_b1120", "text": "Lhakpa Tshering,"}, {"text_block_id": "p115_b1121", "text": "11."}, {"text_block_id": "p115_b1122", "text": "Pema Dendup, Offg. CFO, JDNP"}, {"text_block_id": "p115_b1123", "text": "12."}, {"text_block_id": "p115_b1124", "text": "Phuntsho Tobgay,"}, {"text_block_id": "p115_b1125", "text": "13."}, {"text_block_id": "p115_b1126", "text": "Rinzin Dorji, Offtg. CFO, Gedu"}, {"text_block_id": "p115_b1127", "text": "14."}, {"text_block_id": "p115_b1128", "text": "Samten Wangchuk, CFO, RMNP"}, {"text_block_id": "p115_b1129", "text": "15."}, {"text_block_id": "p115_b1130", "text": "Sonam Wangdi, CFO, NCD"}, {"text_block_id": "p115_b1131", "text": "16."}, {"text_block_id": "p115_b1132", "text": "Tashi Dorji,"}, {"text_block_id": "p115_b1133", "text": "17."}, {"text_block_id": "p115_b1134", "text": "Tashi Tobgyel, CFO, JSWNP"}, {"text_block_id": "p115_b1135", "text": "18."}, {"text_block_id": "p115_b1136", "text": "Thinley Wangdi, CFO Samtse"}, {"text_block_id": "p115_b1137", "text": "19."}, {"text_block_id": "p115_b1138", "text": "Tenzin Wangda,"}, {"text_block_id": "p115_b1139", "text": "20."}, {"text_block_id": "p115_b1140", "text": "Tshering Dorji,"}, {"text_block_id": "p115_b1141", "text": "21."}, {"text_block_id": "p115_b1142", "text": "Tshering Samdrup"}, {"text_block_id": "p115_b1143", "text": "22."}, {"text_block_id": "p115_b1144", "text": "Tshering Tempa, CFO, BTC"}, {"text_block_id": "p115_b1145", "text": "23."}, {"text_block_id": "p115_b1146", "text": "Ugyen Dorji,"}, {"text_block_id": "p115_b1147", "text": "24."}, {"text_block_id": "p115_b1148", "text": "Ugyen Tshering, CFO JWS"}, {"text_block_id": "p115_b1149", "text": "25."}, {"text_block_id": "p115_b1150", "text": "Wangchuk Dorji, CFO SWS"}, {"text_block_id": "p115_b1151", "text": "26."}, {"text_block_id": "p115_b1152", "text": "Yoenten Norbu, CFO, TNP"}, {"text_block_id": "p115_b1153", "text": "27."}, {"text_block_id": "p115_b1154", "text": "Naiten Wangchuk, CEO, FCBL"}, {"text_block_id": "p115_b1155", "text": "28."}, {"text_block_id": "p115_b1156", "text": "Rinchen Yangzom, NBC"}, {"text_block_id": "p115_b1157", "text": "29."}, {"text_block_id": "p115_b1158", "text": "Ugyen Lhamo, HRO, HRD"}, {"text_block_id": "p115_b1159", "text": "d)"}, {"text_block_id": "p115_b1160_merged", "text": "th February, 2021) Presentation was made and feedback sought from all BAFRA officials virtually alongside their meeting on biosecurity strategy development (19"}], "document_description": "<div>This document aims to maintain a safe and healthy environment, create the conditions for sustainable development, enable economic self-reliance, and increase private sector engagement.&nbsp;<br><br>The eleventh goal of the strategy is to enhance and promote resilience to climate change impacts &amp; Low emission development. Priority initiatives are listed as following:&nbsp;</div><ul><li>Develop climate smart and resilient farming technologies&nbsp;</li><li>Maintain carbon sequestration capacity of forest ecosystem</li><li>Increase capacity and investment in climate change research&nbsp;</li><li>Develop integrated agriculture landscape systems&nbsp;</li><li>Promote green technologies (Biogas, Green infrastructure, Organic inputs etc.)&nbsp;</li><li>Strengthen agrometeorological information and data management&nbsp;</li></ul>"}