{"document_instrument_name": ["Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_country_english_shortname": "Georgia", "document_category": "Policy", "document_sector_name": ["Rural", "Agriculture"], "document_language": "English", "document_name": "Agriculture and Rural Development Strategy 2021-2027", "document_country_code": "GEO", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "12/01/2019", "document_keyword": ["Food Security", "Carbon Sink"], "document_url": "https://cdn.climatepolicyradar.org/GEO/2019/GEO-2019-01-12-Agriculture and Rural Development Strategy 2021-2027_428b10aa3a8e6c5617813edd03e0cb49.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ministry of Environmental Protection and Agriculture of"}, {"text_block_id": "p0_b2", "text": "Georgia"}, {"text_block_id": "p0_b3_merged", "text": "Agriculture and Rural Development Strategy of Georgia 2021 – 2027"}, {"text_block_id": "p1_b7_merged", "text": "This Agriculture and Rural Development Strategy of Georgia (2021–2027) has been developed by the Ministry of Environmental Protection and Agriculture of Georgia, with the support of the European Neighborhood Programme for Agriculture and Rural Development (ENPARD), with the engagement of all the relevant state agencies, with active cooperation and support of the Food and Agriculture Organization of the United Nations (FAO) and United Nations Development Programme (UNDP). There were other stakeholders also involved in drafting the document, among them: representatives of all the regions and municipalities of Georgia, business sector, NGOs and civil society organizations."}, {"text_block_id": "p2_b10", "text": "Table of Contents"}, {"text_block_id": "p3_b11", "text": "Definition of Terms"}, {"text_block_id": "p4_b12", "text": "Introduction"}, {"text_block_id": "p4_b13", "text": "Agriculture and rural development has an important role to play in"}, {"text_block_id": "p4_b14", "text": "the country’s sustainable economic"}, {"text_block_id": "p4_b15", "text": "development and inclusive economic growth. Since 2012, the government of Georgia took important and unprecedented steps for the agriculture and rural development in the country, which found its reflection in large state investments in this direction."}, {"text_block_id": "p4_b16", "text": "Implementation of the Agriculture and Rural Development Strategy 2021-2027 will make it possible to address these challenges and to have major breakthrough in regard to social-economic development in rural areas."}, {"text_block_id": "p4_b17", "text": "Maximizing the agriculture potential of Georgia and its purposeful utilization is of vital significance for the national economy. Therefore, elaboration of a clearly defined agrarian policy, which is focused on competitive production, and support for attracting financial resources in this sector of economy will be the primary safeguard for reaching this positive result. At the same time, food security and food safety are especially important for the country, which is a key obligation of the Government of Georgia. Development of rural territories of Georgia is important for addressing the objectives such as: food security, environment protection, economic development, establishment of high quality of life and state security."}, {"text_block_id": "p4_b18", "text": "In rural development, an important role has the implementation of integrated management of natural resource"}, {"text_block_id": "p4_b19", "text": "in the country, in particular sustainable forest management, which “ensure continuous delivery of vital direct"}, {"text_block_id": "p4_b20", "text": "and indirect benefits and resources to the population. This in turn facilitates the functioning of the field of economy, the growth of human welfare, poverty elimination and creates a favourable environment for the"}, {"text_block_id": "p4_b21", "text": "sustainable development of the country. ”"}, {"text_block_id": "p4_b22", "text": "The Agriculture and Rural Development Strategy 2021-2027 was developed based on the experience and results of existing strategies, implemented reforms and the EU experience. The Strategy was drafted on the basis of the analysis of agricultural sector and existing situation in rural areas in Georgia, and it reflects the evaluations, locally implemented and ongoing programs. The Strategy envisages the priorities of the Government of Georgia, also the directions for sectorial and multisectoral development, which are linked to the agriculture and rural development."}, {"text_block_id": "p4_b23_merged_merged_merged", "text": "According to Chapter 10 (Agriculture and Rural Development) of the Association Agreement between Georgia and the EU signed on June 27, 2014, Georgia has an obligation to ensure an agriculture and rural development in compliance with the EU policy and best practices, and to harmonize the Georgian legislation with the European Legislation. Georgia also has an obligation to expand the power of the central and local governments in order to comply with policy planning and evaluation frameworks that meet European standards. “The Parties shall cooperate to promote agricultural and rural development through the progressive convergence of policies and"}, {"text_block_id": "p4_b26", "text": "legislation” (Article 333, Association Agreement)."}, {"text_block_id": "p4_b27", "text": "The Strategy has been drafted in accordance with the Policy Planning Document of the Government of Georgia."}, {"text_block_id": "p5_b28", "text": "Geographic Area"}, {"text_block_id": "p6_b29", "text": "Classification"}, {"text_block_id": "p6_b30", "text": "Situation Analysis"}, {"text_block_id": "p6_b31", "text": "Process description, among them temporary and basic activities, which preceded the strategy elaboration at the main stages:"}, {"text_block_id": "p7_b32", "text": "The assessment required the analysis of data and statistics available at the national, regional and municipal levels. The assessment methods included: problem structuring; forecasting the results of alternative solutions, needs analysis and elaboration of recommendations, which aimed at making a choice among alternative solutions. The assessment was a process, when the anticipated impact of the strategy was identified and assessed through the analytical tools, such as the SWOT analysis. Besides, the assessment is based on the identification and determination of strengths and weaknesses, opportunities and risks for meeting the objectives, so that the decision makers can get information about the effectiveness and efficiency of various options, and to support the selection of the most effective and rational alternative. Correspondingly, the ex-ante assessment was carried out in two parts:"}, {"text_block_id": "p7_b33", "text": "The assessment required the analysis of data and statistics available at the national, regional and municipal levels. The assessment methods included: problem structuring; forecasting the results of alternative solutions, needs analysis and elaboration of recommendations, which aimed at making a choice among alternative solutions. The assessment was a process, when the anticipated impact of the strategy was identified and assessed through the analytical tools, such as the SWOT analysis. Besides, the assessment is based on the identification and determination of strengths and weaknesses, opportunities and risks for meeting the objectives, so that the decision makers can get information about the effectiveness and efficiency of various options, and to support the selection of the most effective and rational alternative. Correspondingly, the ex-ante assessment was carried out in two parts:\n* To identify the accessibility of context indicators of the EU Common Agriculture Policy, to consider\n* Assessment based on other data, among them, according to the following categories: migration,"}, {"text_block_id": "p7_b37", "text": "Besides the ex-ante assessment report provides answers to the general and thematic questions:"}, {"text_block_id": "p7_b38", "text": "Besides the ex-ante assessment report provides answers to the general and thematic questions:\n* The goal and objectives of the new strategy.\n* What alternatives are available for meeting the objectives?\n* What will be their economic, social and environmental impacts?\n* Comparison of various options â according to strengths, weaknesses, opportunities and threats.\n* How will the monitoring and evaluation take place, and how will the further retrospective be"}, {"text_block_id": "p7_b50", "text": "The ex-ante assessment was carried out by the Ministry of Environment Protection and Agriculture of Georgia, with the support of UNDP and FAO. There were consultations held with the representatives of state authorities and sectorial agencies, providers of statistical information and other stakeholders for identifying main challenges to agriculture and rural development, also for generating/developing the ideas and prioritizing their implementation."}, {"text_block_id": "p7_b51", "text": "The situation in the rural and agricultural fields in Georgia was analyzed in details, including various data and implemented studies. The assessment was produced based on the analysis of data and studies of the Ministry of Environment Protection and Agriculture of Georgia, GeoStat, Global Competitiveness Report, World Values Survey and other sources. The assessment was carried out through the consecutive implementation of elements provided below:"}, {"text_block_id": "p8_b52", "text": "Ex-ante Assessment of Situation"}, {"text_block_id": "p9_b53", "text": "The population is unevenly distributed in the regions. The population distribution per regions shows that the biggest number of people live in the Imereti, Kvemo Kartli and Autonomous Republic of Adjara, and the least number of people reside in Racha-Lechkhumi and Kvemo Svaneti, and in Mtskheta-Mtianeti. The population number is very diverse in municipalities. The least number of people live in Kazbegi (3.8 thousand), Lentekhi (4.2 thousand) and Oni (5.9 thousand) municipalities, and the highest number is observed in Gori (123.2 thousand), Marneuli (106.5 thousand) and Zugdidi (103.3 thousand) municipalities, also in the four big cities of the country: Rustavi (127.8 thousand), Kutaisi (141,000 thousand people), Batumi (163.4 thousand), and Tbilisi (1,158.7 thousand)."}, {"text_block_id": "p9_b54", "text": "In the upper-middle-income countries, about 34.6 per cent of population live in rural settlements. The same indicator is 33.9 per cent in Europe and Central Asia (IDA & IBRD countries)."}, {"text_block_id": "p9_b55", "text": "According to the 2014 population census, the median age of population is 37.7 years. The share of population above 60 has increased up to 20 per cent. In 2014, the share of population aged 65 and above was 14.3 per cent among the total population of Georgia, and the share of senior people"}, {"text_block_id": "p9_b56", "text": "–"}, {"text_block_id": "p9_b57", "text": "80 and above"}, {"text_block_id": "p9_b58", "text": "–"}, {"text_block_id": "p9_b59", "text": "was 3.1 per cent. In figures, these rates correspond to 530,000 and 115,000 people. According to the World Population Aging Report (UN 2013), in terms of population aging, Georgia ranks 37th among 201 countries and territories, and outperforms the countries such as Australia and the US."}, {"text_block_id": "p9_b60", "text": "In regard to age structure, there are important differences among the regions of Georgia. According to the available data, the population aging is most observed in Racha-Lechkhumi and Kvemo Svaneti, where 53 per cent of population is over 50. The share of population older than 50 is also high in Guria, Samegrelo and Zemo Svaneti, Imereti and Kakheti. However, in all the regions there is also a relatively high rate of population aged 25-44, which is 25-27 per cent of the total population. The population is younger in Tbilisi, Adjara and Kvemo Kartli, and here the share of population over 50 is less than 30 per cent of the total population. One of the noteworthy indicators of age structure of the population is the rate of people aged 15-64, i.e. the rate of potentially economically active population among the total population (according to the census, this rate is"}, {"text_block_id": "p9_b61", "text": "higher than 67%). So called ‘demographic dividend’ (Bloom, Canning & Sevilla, 2003) is considered to be a"}, {"text_block_id": "p9_b62", "text": "very important factor of economic growth in the countries in east Asia (Korea, Taiwan, Thailand, etc.). It is also worth mentioning that according to the GeoStat data, the migration balance in Georgia has decreased in recent years (-0.6 (per 1,000 people) in 2017), but the majority of immigrants represent an economically active population."}, {"text_block_id": "p9_b63", "text": "Accordin to data of 2018, life expectancy in Georgia is 74 years. Life expectancy between women and men varies considerably. According to the same data, the average life expectancy is 78.2 years for women and 60.7 years for men."}, {"text_block_id": "p9_b64_merged_merged_merged", "text": "Quantitative sex-based ratio is 91.3 male per every 100 women. In this respect, there is an interesting difference observed among the regions – Tbilisi has the lowest ratio – 83.0 men per every 100 women, and the highest ratio is observed in Mtskheta-Mtianeti – 101.5 men per every 100 women. Mtskheta-Mtianeti is the only region in Georgia, where the number of men exceed the number of women as a result of the universal census carried out in 2014. The differences are smaller in other regions and it ranges between 92.5 to 97."}, {"text_block_id": "p9_b71", "text": "The natural growth in 2018 (the difference between the live births and deaths) has decreased by 15.7 per cent as compared to the previous year and totaled 4,614. In 2018, the natural decrease was observed in Imereti,"}, {"text_block_id": "p10_b72", "text": "Samegrelo-Zemo Svaneti, Guria, Kakheti, Racha-Lechkhumi and Kvemo Svaneti, Mtskheta-Mtianeti and Shida Kartli regions."}, {"text_block_id": "p10_b73", "text": "Territory, population density, land fund, protected areas"}, {"text_block_id": "p10_b74", "text": "Total population of Georgia is 6.97 million hectares. There is no available information about the distribution of territories per rural and urban areas. To this effect, there is a significant hindrance as there is no territorial boundaries within the country. The information about the distribution of land fund per land users and agricultural fields is outdated and is available based on the data of Land Management Department (not functioning now) from 2004 (including the Autonomous Republic of Abkhazia, Tskhinvali Region and territorial waters), according to which the total area of land fund is 7,628.4 hectars: the agriculture land share is 43.3% and 43.2% is covered with forest."}, {"text_block_id": "p10_b75", "text": "“Georgia’s forests provide timber for industrial and household use, as well as non"}, {"text_block_id": "p10_b76", "text": "-timber resources including medicinal plants. Forestry activities and processing of forest resources can generate significant value and work possibilities, and thus increase incomes and prosperity of the rural population"}, {"text_block_id": "p10_b77", "text": ".”"}, {"text_block_id": "p10_b78", "text": "Georgia, as a part of the Caucasus, is recognized as one of the special regions in terms of biodiversity"}, {"text_block_id": "p10_b79", "text": "–"}, {"text_block_id": "p10_b80", "text": "a hotspot of biodiversity. Its nature is distinguished with its diverse varieties, high number of endemic species and ecosystems of global significance."}, {"text_block_id": "p10_b81", "text": "According to 2019 data, total area of the protected areas in Georgia is 665,664 hectares (including Abkhazia A/R and Tskhinvali region), which is 9.55% of total countries territory."}, {"text_block_id": "p10_b82", "text": "As of January 1, 2018, the population density is 65.2 per square kilometer. This ratio is high in the cities and is low in rural settlements. The situation is different among the regions, where the lowest population density is observed in Racha-Lechkhumi (6.6), Mtskheta-Mtianeti (16.7) and Samtskhe-Javakheti (24.3)."}, {"text_block_id": "p10_b83", "text": "Employment, Unemployment, Poverty"}, {"text_block_id": "p10_b84", "text": "In 2017, the economically active population comprised 65.8 per cent of the people of working age (15 and above). In urban settlements, the employment rate has decreased by 1.5 per cent point compared to the previous year, and in rural settlements, this rate has increased by 0.8 per cent point. Same way, the activity level has decreased by 1.6 per cent point in urban areas since last year, and increased by 0.8 per cent point in rural settlements."}, {"text_block_id": "p10_b85_merged_merged", "text": "In 2017, the employment rate of the population aged 15-64 is 61.2%. This rate is 50 in urban areas and 76.7% in rural areas. The employment rate in rural areas has increased by 2.3 per cent points since last year. 80.8% of people employed in rural areas is men, and 72.5% are women. Women’s employment has increased by 4.6 per cent points since last year. The structure of employment of the population aged 15-64 at the regional level shows what the most employment was observed in Guria (78.8%), Kakheti (76.2%) and Samtskhe-Javakheti (75.9%) in 2017. According to the data of 2018 year, the employment rate for men was 63.4 percent and for women 49.3 percent. The employment rate for women decrease by 1.5 percent compared to 2017, while for"}, {"text_block_id": "p11_b88", "text": "men it remained the same. As of 2018 data 52 percent of employed women had higher education, compared to 48 percent of men with higher education."}, {"text_block_id": "p11_b89", "text": "Traditionally, the majority of employed population is self-employed, but this trend has been declining for the last four years. The share of self-employed people among the employed ones was 51.7% in 2017, which is decreased by 1.5 percent point since last year. In 2017, the share of self-empoyed in employment was 51.7 percent, down 1.3 percentage point compared to previous year. According to data of 2018 year, the share of self-employed workers is 49.2 percent, down 2.5 percentage points from previous year. The number of self-empoyed men was 453.9 thousand, while the number of self-employed women was 379.6 thousand."}, {"text_block_id": "p11_b90", "text": "A report by the UN Food and Agriculture Organization (FAO) on “Gender, Agriculture and Rural Development” states that 59% of self"}, {"text_block_id": "p11_b91", "text": "-employed women involved in small family farming remain unpaid"}, {"text_block_id": "p11_b92", "text": "."}, {"text_block_id": "p11_b93", "text": "In 2017, the share of self-employed population aged 15-64 among the employed population has decreased by 5.4 percent point since 2013 (52.9%), and now this rate is 47.5%. The same rate has decreased by 5.9 in the cities, and by 5 percent points in rural areas. In 2017, the structure of self-employment of the population aged 15-64 among the regions shows that the number of self-employed individuals is high in Guria (68.7%), in Kakheti (68.4%) and in Samtskhe-Javakheti (67.1%)."}, {"text_block_id": "p11_b94", "text": "In 2018, economically active population in Georgia is 1,940.0 thousand. The distribution of employees by types of economic activity shows that the number of employees is 1,694.2 thousand. Most of the people, 659.0 thousand (38.9% of the employed people) are employed in rural, forestry and fish farming. The same data shows that the level of activity is 58% in women and 75% in men, which is 2.6 and 1.0 percentage points lower than in the previous year."}, {"text_block_id": "p11_b95", "text": "In 2017, the number of economically active population was 1,983.1 thousand people in Georgia. The distribution of employees per types of economic activities shows that in total 1,706.6 thousand people are employed. Most of them, 735.9 thousand people, which is 43.1 per cent of employed individuals, are employed in agriculture, forestry or fishing industry. The distribution of rural population aged 15 and above per economic activity shows that in 2018 the active population (labor force) amounted to 954.8 thousand people. 72 per cent of people employed in rural areas is self-employed and only 27.9 per cent are employed by others."}, {"text_block_id": "p11_b96_merged", "text": "The annual unemployment rate in 2018 is within 12.7 per cent, which is 1.2 percentage point less than the respective indicator of the previous year. It should be pointed out that for the last 9 years the unemployment level has been declining, and this rate has been the lowest in 2018 for the last 15 years. In 2017, as compared to the previous year, at the regional level the unemployment rate has increased in Tbilisi, Shida Kartli, Kvemo Kartli and Imereti Regions. In Tbilisi, where the unemployment rate is the highest, this rate has increased by 1.2 percentage point, in Imereti – by 1.6 percentage point, and in Shida Kartli and Kvemo Kartli regions – by 2.0 and 3.5 percentage points, respectively. The unemployment rate has decreased most of all in the Autonomous Republic of Adjara and in Samegrelo-Zemo Svaneti region, by 5.8 and 3.4 percentage points, respectively."}, {"text_block_id": "p11_b101", "text": "The age-based analysis of unemployment rate shows that in 2017 the unemployment rate was the highest again among the youth aged 20-24 (29.6). Besides, this rate has decreased by 3.2 percentage points compared to the"}, {"text_block_id": "p12_b102", "text": "respective indicator of 2016. Traditionally, the unemployment rate is the lowest among the age group of 65+, which is caused by the higher level of inactivity in this age group."}, {"text_block_id": "p12_b103", "text": "In 2017, the unemployment rate of the population aged 15-64 has decreased by 10 percentage points since 2013 (38.9%) and now amounts to 28.9 per cent. The same rate has decreased by 8 and 11 percentage points in urban and rural areas, respectively. Among the same age group (population aged 15-64), the unemployment rate from the gender standpoint has changed in 2017 and amount to 26.3% among men and 32.7 percentage points among women."}, {"text_block_id": "p12_b104", "text": "Women’s unemployment level has increased in"}, {"text_block_id": "p12_b105", "text": "the cities and amounts to 44.3 percentage points, whereas the same indicator has decreased in rural areas to 17.0 percentage points. The unemployment rate among women exceeds the unemployment rate among men by 2.6 percentage points in urban areas and by 5.7 percentage points in rural areas in 2017. Women with the higher education have the highest share of unemployed women and men -with secondary education. As of 2017 confirmed that, 42 percent of unemployed women had higher education, and 41 percent of men had secondary education"}, {"text_block_id": "p12_b106", "text": "."}, {"text_block_id": "p12_b107", "text": "In 2017, the number of individuals employed in the business sector was 708,165 people. According to the data of 2017 the number of registered new businesses by owner gender is: 31% female, 51% male and 18% non"}, {"text_block_id": "p12_b108", "text": "-"}, {"text_block_id": "p12_b109", "text": "identified."}, {"text_block_id": "p12_b110", "text": "The structure of employment per economic activity shows that there are 12,699 individuals employed in the agricultural sector, which is only 1.8 per cent of the employed population. According to the latest 2015 data, 50.5 percent of employed in the agricultural sector are women"}, {"text_block_id": "p12_b111", "text": "."}, {"text_block_id": "p12_b112", "text": "According to the official data, the share of population below the poverty line is 21.9 per cent (in 2017). According to the World Bank data, the share (%) of population below the extreme poverty level globally -1.9 USD per day (2011 PPP) is declining. In 2017, the percentage of the population below the extreme poverty line is 5% (1.9 USD per day (2011 PPP)). The same indicators are 3.8% in urban and 6.7 % in rural areas. Poverty in rural areas is higher, if considering the figures"}, {"text_block_id": "p12_b113", "text": "–"}, {"text_block_id": "p12_b114", "text": "3.2 USD and 5.5 USD per day. Correspondingly, where the poverty rate among the population is 21 and 53.4 per cent, the relative poverty rate, with the share of population with less than 60% of median consumption, is 22.3 in Georgia: 17% and 29.6% in urban and rural areas, respectively."}, {"text_block_id": "p12_b115", "text": "GDP and Structure of Economy"}, {"text_block_id": "p12_b116_merged_merged_merged_merged", "text": "According to the World Bank data, in current year the global economic growth is 3.3%, and the forecast for Europe is 1.6% and for Georgia – 4.6%. On the background of the shocks developed in the region and the slowing economic growth at the global level, economy has been growing in Georgia in 2013-2018. According to the preliminary data, the volume of GDP in 2018 amount to 41,077.5 million GEL in current prices, which is 8.5% more than the same amount of the previous year. The real growth of the GDP was 4.7 per cent as compared to 2018, and the deflator percentage change was 3.6. The GDP per capita is growing and in 2017, the gross domestic product per capita was 4,345.5 USD in Georgia. The economy structure shows that the share of agriculture, hunting and forestry, fishery and fishing sector is decreasing in GDP, and amounts to 8.2% according to the preliminary data of 2018."}, {"text_block_id": "p13_b119", "text": "In 2017, the Gross Domestic Product distribution per territorial units shows that the rate (in current prices) is the lowest in Racha-Lechkhumi and Kvemo Svaneti (165.1 million Georgian Lari), Mtskheta-Mtianeti (575.8 million Georgian Lari) and Guria (652.6 million Georgian Lari) regions. Except Tbilisi, the high rates are observed in Imereti (3,247.9 million GEL), Autonomous Republic of Adjara (2,880.7 million GEL) and Kvemo Kartli (2,644.3 million GEL) regions. According to the GDP structure in the field of agriculture in the regions, the highest rates are observed in Kakheti (580 million GEL), Kvemo Kartli (472 million GEL) and Imereti (418 million GEL) regions, and the lowest"}, {"text_block_id": "p13_b120", "text": "–"}, {"text_block_id": "p13_b121", "text": "in Racha-Lechkhumi and Kvemo Svaneti (30.3 million GEL) and Mtskheta-Mtianeti (66.4 million GEL) regions. In general, the total formation of capital is increasing in agricultural, hunting and forestry, fishery and fishing sectors. In 2012-2017, labor productivity in business sector"}, {"text_block_id": "p13_b122", "text": "–"}, {"text_block_id": "p13_b123", "text": "in agriculture, forestry and fishing sectors increased by 12 per cent, the number of employed individuals increased by 55 per cent, and the generate added value"}, {"text_block_id": "p13_b124", "text": "–"}, {"text_block_id": "p13_b125", "text": "by 73 per cent. Despite this, the labor productivity, i.e. Gross Domestic Product generated per one employee in agriculture is the lowest and according to the data of 2018, it amounted to 4.04 thousand Georgian Lari. There is a low number of operational agricultural enterprises in the business sector (1%). The majority in the field of business sector activities are respresented by small entrepreneurs."}, {"text_block_id": "p13_b126", "text": "Agriculture / Sector Analysis"}, {"text_block_id": "p13_b127", "text": "Georgia is divided into 22 climate zones. The diversity of land and climate conditions creates opportunities for growing broad spectrum of agricultural crops."}, {"text_block_id": "p13_b128", "text": "The data about agriculture farms is available as a result of Agricultural Census of Georgia 2014, according to which, there are 642.2 thousand farms, among them 640.0 thousand households and 2.2 thousand legal entities. Among them, 587.4 thousand farms have agricultural land, cattle, poultry and/or beehives. As of October 1"}, {"text_block_id": "p13_b129", "text": "st"}, {"text_block_id": "p13_b130", "text": ", 2014, the farms are using 842.3 thousand hectares of agricultural and non-agriculture land. Among them, 87.2% (734.8 thousand ha) is privately owned, and 12.8% (107.5 thousand ha)"}, {"text_block_id": "p13_b131", "text": "–"}, {"text_block_id": "p13_b132", "text": "are used temporarily. The farms are using 787.7 thousand ha of agricultural land. Among them, 86.5% (681.1 thousand ha) are used by households, and 13.5% (106.6 thousand ha) by legal entities."}, {"text_block_id": "p13_b133", "text": "The number of agriculture farms of all the categories, with agriculture lands, is 574.1 thousand units, and the average area of farms is 1.4 ha. Most part of the farms own small land. Namely, 93.7% of households own less than 2 ha agriculture land. There is only 4.8% of households that own the land with the area of 2-5 ha, and only 1.5% owns more than 5 hectares of land. 40.1% of agricultural land used by the farms is located in Kakheti, 15.5% in Kvemo Kartli, and 9.7% in Samtskhe-Javakheti. The distribution of land by sex is as follows: Men own 81 percent of agricultural land and women only 19 percent."}, {"text_block_id": "p13_b134", "text": "The distribution of households per farmers age shows that the farmers below the age of 35 (38,090) only represent 6 per cent of the total number (639,963 individuals). The main activity is observed among the age group of 35-64, which is 59 per cent of the total number (377,588 individuals). The share of farmers older than 65 is 35 per cent (224,285 individuals). Per regions, the biggest number of households is found in Imereti (19.6%), Kakheti (15.1%) and Samegrelo-Zemo Svaneti (13.3%)."}, {"text_block_id": "p13_b135_merged_merged_merged", "text": "The agriculture lands owned by farms is used in different ways: 48 per cent is occupied by arable land (377,445 hectares), 38 per cent – natural hayfields and pastures (300,004 hectares), and 14 per cent of land is occupied"}, {"text_block_id": "p14_b138", "text": "by perennial plants (109,567 ha). The rehabilitation-modernization project of melioration infrastructure has been implemented since 2011. As a result, since 2012 to date, the area of irrigated land doubled and amounted to 127,000 hectares, and 38,000 hectares of land is dried."}, {"text_block_id": "p14_b139", "text": "According to the data of 2018, the households own the largest amount of poultry (8,110.9 thousand heads), followed by cattle (878.9 thousand heads), sheep and goats (869.4 thousand heads), bee hives (257.8 thousand hives) and hogs (163.2 thousand heads)."}, {"text_block_id": "p14_b140", "text": "In 2018, high number of cattle is observed in Samegrelo-Zemo Svaneti (164.2 thousand heads), Imereti (163.0 thousand heads), Kvemo Kartli (149.9 thousand heads) and Samtskhe-Javakheti (100.2 thousand heads). This number is the lowest Racha-Lechkhumi and Kvemo Svaneti (16.9 thousand heads), Mtskheta-Mtianeti (33.0 thousand heads), and Guria (36.2 thousand heads). As for hogs, the leaders are Samegrelo-Zemo Svaneti (45.7 thousand heads), Kakheti (27.4 thousand heads), and Imereti (28.3 thousand heads) regions. As for sheep, the major share is on Kakheti region (496.8 thousand heads), followed by Kvemo Kartli (167.3 thousand heads) and Mtskheta-Mtianeti (58.2 thousand heads). The amount of poultry is high in Kvemo Kartli (3,677.2 thousand heads), Kakheti (1,110.1thousand heads) and Imereti (833.2 thousand heads)."}, {"text_block_id": "p14_b141", "text": "In 2018, the wheat production increased by 9.4 per cent and amounted to 107.1 thousand tons. Barley production increased by 31.4 per cent (57.7 thousand tons), corn production increased by 36.3 per cent (194.2 thousand tons). Potato production increased by 31.9 per cent and amounted to 237.5 thousand tons. Besides, 142.2 thousand tons of vegetables were produced during 2018, which is 12.9 % higher than in the previous year. According to the data of 2018, the average yield data is increased as compared to previous year. Average wheat yield was 2.5 tons/ha, barley"}, {"text_block_id": "p14_b142", "text": "–"}, {"text_block_id": "p14_b143", "text": "2.2 ton/hectare, corn"}, {"text_block_id": "p14_b144", "text": "–"}, {"text_block_id": "p14_b145", "text": "2.7 ton/hectare, potato"}, {"text_block_id": "p14_b146", "text": "–"}, {"text_block_id": "p14_b147", "text": "12.5 ton/hectare, potato"}, {"text_block_id": "p14_b148", "text": "–"}, {"text_block_id": "p14_b149", "text": "8.8 tons/ha; among them, average cucumber yield"}, {"text_block_id": "p14_b150", "text": "–"}, {"text_block_id": "p14_b151", "text": "12.4 tons/hectare, tomato"}, {"text_block_id": "p14_b152", "text": "–"}, {"text_block_id": "p14_b153", "text": "11.0 ton/hectare, cabbage"}, {"text_block_id": "p14_b154", "text": "–"}, {"text_block_id": "p14_b155", "text": "29.9 ton/hectare a, onion"}, {"text_block_id": "p14_b156", "text": "–"}, {"text_block_id": "p14_b157", "text": "6.7 ton/hectare, and garlic"}, {"text_block_id": "p14_b158", "text": "–"}, {"text_block_id": "p14_b159", "text": "3.3 ton/hectare."}, {"text_block_id": "p14_b160_merged_merged", "text": "In 2018, the annual crops where produced on the area of 207.1 thousand hectares, and among them, autumn crops were produced on 54.5 thousand hectare, and spring crops – 152.7 thousand hectares. The same year, 93.3 thousand tons of angiospermous fruits were produced in the country, which is 3.6 times more than the amount in previous year. During the reporting period, 54.2 thousand tons of drupaceous fruits were produced (by 15.1% less than in the previous year), 23.1 thousand tons of nuts (7.2% less), 16.0 thousand tons of subtropical fruits (23.1% more), 66.3 thousand tons of citrus (13.9 percent more). It is noteworthy that 259.9 thousand tons of grapes were produced in 2018, which is by 43.8% more than the same indicator in the previous year."}, {"text_block_id": "p14_b163", "text": "Agriculture / Rural Development -Sectoral Gender Analysis"}, {"text_block_id": "p15_b164", "text": "According to the general gender statistics, men in Georgia hold higher managerial positions and earn more in agriculture and construction, with very few women officially employed."}, {"text_block_id": "p15_b165", "text": "Climate and Environment Protection"}, {"text_block_id": "p15_b166", "text": "In regard to surface water and groundwater resources, Georgia is one of the richest country in Europe. Per capita, there is 14,000 m"}, {"text_block_id": "p15_b167", "text": "3"}, {"text_block_id": "p15_b168", "text": "fresh surface water in Georgia, whereas this indicator is on average only 9,300 m"}, {"text_block_id": "p15_b169", "text": "3"}, {"text_block_id": "p15_b170", "text": "in Europe. Surface water resources in Georgia is represented with more than 26,000 rivers and 850 lakes, 43 water reservoirs, 734 glaciers and 627 km"}, {"text_block_id": "p15_b171", "text": "2"}, {"text_block_id": "p15_b172", "text": "area of wetlands."}, {"text_block_id": "p15_b173", "text": "In 2017, water intake in agriculture is 1,798.17 million cubic meters. According to 2018 data, on the background of affluent river resources, 2.45 million people are connected to the water supply system, which is 65.8 per cent of the total population. In recent years, the number of people connected to the water supply system has increased. Besides, in recent years the amount of water supplied by water supply companies to the water supply system has increased, however, there are water losses during transportation. In 2018, the voulume of loss was 66.4%."}, {"text_block_id": "p15_b174_merged_merged", "text": "Georgia is a mountainous country. The lowlands cover only 46% of the territory of the country. The land resources in the lowlands are characterized with high level of agricultural usage, and naturally high productivity of arable lands. In terms of utilizing land resources in the country, the territory of Georgia can be divided into three parts: 1. Arable land – 15.8%; 2. Natural-farming area (forest, shrubberies, hayfields and pastures) – 70.6%; 3. Land not used for agriculture – 13.6%."}, {"text_block_id": "p15_b181", "text": "Forests in Georgia are almost completely (97.7%) located on mountain slopes. In west Georgia, the forests are spread starting right from the sea level, and it covers the lowlands and pre-mountainous slopes from the sea level up to the height of 500 meters. Main goal of the forestry farming is to meet the diverse demands of national industry and population on forest products, without exhausting the forest resources. This task should be resolved without shrinking the areas covered with forests, by maintaining the forest productivity, and preserving its environmental, sanitary-hygiene and other useful characteristics."}, {"text_block_id": "p15_b182", "text": "Georgian forests have vital importance for the safety and well-being of the population, as well as for different industries. Clean water supply for the major part of the Georgian population depends on forests. Water supply for agriculture, hydro energy, etc. depends on forest ecosystem health. Forests regulate water quality and mitigate the risk of flooding and flash flooding by regulating the run-off of precipitation. They also help to prevent soil erosion, and mitigate the risk and impacts of landslides, avalanches and mudflows. Forests play an important part in the global carbon cycle by absorbing carbon from the atmosphere and storing it in woody matter and forest soils. The mentioned regulatory functions are very important for the development of hydro energy (since healthy forests decrease the quantity of river sediments and thus protect water reservoirs from filling) and agriculture (erosion control, pest control, pollination of agricultural crops, etc.). Georgian forests also have an exceptional aesthetic and recreational importance. Forests add to tourism potential and help to"}, {"text_block_id": "p16_b183", "text": "increase the incomes from tourism activities. The existence and development of a number of resorts and types of tourism depend on forest ecosystems."}, {"text_block_id": "p16_b184_merged", "text": "There were 870 people employed in the business and forest sector in 2017 (0.1 per cent of employed in the business sector). Forests are directly linked to the improvement of air quality and the protection of water resources, because the oxygen is generated mostly through photosynthesis. Air pollution has become a concern in recent years, and it has a significantly negative impact on human health. The polluted air causes various diseases and early death among humans. Some air pollutants also affect the ecosystem. In Georgia, there are scarce date on chemical substances. The following chemicals are consumed in agriculture – fertilizers, pesticides, herbicides, etc. Mineral fertilizers are also widely used in agriculture. Agriculture in Georgia face many risks and high losses caused by natural disasters."}, {"text_block_id": "p16_b187", "text": "The absence of statistical data and relevant infrastructure in the field of waste management in Georgia creates a significant challenge for the reasonable policy planning. As of 2015, there were only four landfills in Georgia that met international standards (one is private and three are owned by the state). Almost all the rural settlements have one or more small-sized dumpsites. In most cases they are located along the riverbanks or near the population and, consequently, they pose threat to human health and environment. In total, there are up to 60 landfills registered in Georgia, which do not have environment impact permission, and there are also far more small-size dumpsites."}, {"text_block_id": "p16_b188", "text": "The system of protected areas aims to: ensure conservation and restoration of natural ecosystems, landscapes and living organisms, protection of the gene pool of the endangered wild animals and plants that are included in the Red List of Georgia, conservation of unique and rare organic or non-organic natural formations, protection of territories located in the area affected by active erosion, mudflow, flood-flashflood, avalanche, landslide, also the protection of areas where surface waters and groundwaters are formed and are flowing from anthropogenic impact, etc. The protected areas of Georgia also serve as popular tourism destinations."}, {"text_block_id": "p16_b189", "text": "Sustainable forest management must ensure that their economic, social and environmental functions are maintained. In Georgia, as a mountainous country, special attention should be paid to the conservation of forest conservation functions, including erosion, mudflows, floods, avalanches, landslides and groundwater impacts, as well as the formation drainage of surface and groundwater. At the same time, however, it is also important to develop economic models of forest management that will prompt the population to change consumer attitudes towards forestry to economically profitable resources."}, {"text_block_id": "p16_b190", "text": "Climate change"}, {"text_block_id": "p16_b191", "text": "Climate change and its negative impact on Georgia's ecosystems and economy pose a major threat to the country's sustainable development. The country's geographical location, complex terrain, diverse land cover and specific climate, covering almost every climate zone, create the conditions for a wide range of negative effects of climate change in Georgia."}, {"text_block_id": "p16_b192", "text": "Adapting to different sectors of the economy and reducing the impacts of climate change are critically important for reducing poverty and protecting against environmental degradation."}, {"text_block_id": "p17_b193", "text": "Policy Achievements (2015-2020)"}, {"text_block_id": "p17_b194", "text": "Signing the Deep and Comprehensive Free Trade Agreement (DCFTA) created real perspectives for bringing the Georgian products to the EU market. While implementing the EU Association Agreement, there were reforms implemented in a complex manner in all the areas, especially in the field of food safety. Georgian entrepreneurs were given an opportunity to implement international and European standards gradually. Consequently, the scope of production and delivery of quality products expanded, which supported to increase competitiveness of products at the international market."}, {"text_block_id": "p17_b195", "text": "The Ministry of Environment Protection and Agriculture has initiated and is currently implementing"}, {"text_block_id": "p17_b196", "text": "“United Agro Project”"}, {"text_block_id": "p17_b197", "text": "-a program aiming provision of agricultural links of primary production and storage-implementations by cheap and accessible funds, promotion of agro insurance, arrangement of nurseries, to encourage plantation of modern orchards of perennial crops, co-financing of agricultural processing and storage enterprises."}, {"text_block_id": "p17_b198_merged_merged", "text": "Within the framework of the “United Agro Project”, the total volume of agro-loans (as of 30.06.2019) already exceeded 2,013,139,276 GEL (preferential agro-credit program); as of 30.06.2019, 7,473 ha of intensive fruit tree orchards have been planted (financed/approved 7,526 ha). As of today, 200 new enterprises have been financed, and 940 existing enterprises have been expanded and refitted."}, {"text_block_id": "p18_b201", "text": "There are significant results in regard to agro-insurance, which aims at developing the insurance market in the agricultural sector, supporting the agricultural activities and enhancing the competitiveness of individuals engaged in the field of agriculture. There are 81,453 insurance policies issued within the framework of the agroinsurance program in 2014-2018. Total of 71,413 ha land was insured. The reimbursed claims amounted to 35,342,381 GEL in 2014-2018."}, {"text_block_id": "p18_b202", "text": "Within the frameworks of the agricultural equipment co-financing program (Program of"}, {"text_block_id": "p18_b203", "text": "Co-financing Agricultural Machinery Purchases)"}, {"text_block_id": "p18_b204", "text": ", which aims at increasing the access to agricultural equipment, there were 102 agreements made as of 30.06.2019, with the total amount of 14,307,042 GEL, where the co-financed amount was 6,677,671 GEL."}, {"text_block_id": "p18_b205", "text": "The Farms/Farmers Registration Project aims at registering all the individuals engaged in agricultural activities throughout Georgia, which will enable the state to possess statistical information as well, to be used for the right selection of target groups, and for planning and implementing the various needs-based stimulating projects/programs for them. As of December 31, 2018, 107,058 farms/farmers were registered."}, {"text_block_id": "p18_b206", "text": "Considerable attention is paid to introduction of international quality standards which are implemented within"}, {"text_block_id": "p18_b207", "text": "“United Agro project”."}, {"text_block_id": "p18_b208", "text": "All the enterprises, which benefit from the co-financing program for processing and storage facilities, are obliged to implement ISO-22000 or HACCP international standard."}, {"text_block_id": "p18_b209", "text": "It is worth pointing out the activities implemented in regard to the development of viticulture/winemaking, among them, vineyards cadaster program and market diversification. In recent years, applying new approaches to vintage has provided an additional stimulus for the development of viticulture and winemaking. The wine export reached the record high rates in 2018, with 86.2 million bottles (0.75 liters) exported to 53 countries worldwide."}, {"text_block_id": "p18_b210", "text": "There are various extension programs for farmers implemented with the purpose of enhancing the competitiveness of farmers, in active cooperation with international organizations. There is an extension strategy elaborated, and the mobile extension system is operational."}, {"text_block_id": "p18_b211", "text": "In total, there are 1,021 cooperatives with the agricultural status registered throughout Georgia. There are programs implemented that are focused on building the capacities of agricultural cooperatives."}, {"text_block_id": "p18_b212", "text": "The areas of meliorated land (with water supply and drainage) are increasing every year through the state programs. Irrigation and drainage systems are being developed and improved. Modern irrigation systems are gradually introduced."}, {"text_block_id": "p18_b213_merged_merged", "text": "With the initiative of the Ministry of Environment Protection and Agriculture of Georgia and with the funding of Danish International Development Agency (DANIDA), a program started in 2018 for supporting new entrepreneurs in rural areas – “Young Entrepreneur”. Main goal of the program is to support the economic growth and poverty reduction in the regions through providing financial and technical assistance to the youth, and the objective is to develop the private sector in the regions, to support the engagement of youth in businesses and to make investments in the production-sales chain of agricultural products. The program envisages funding for agricultural and non-agricultural business directions. As of 30.06.2019, there were 178 agreements made within the frameworks of the program, with the total value of 18,931,868 GEL, where the co-financing share was 7,381,040 GEL."}, {"text_block_id": "p18_b216", "text": "The LEPL Laboratory of the Ministry of Agriculture has moved into a new building and was equipped with modern methodological approaches, diagnostics and verification devices for food safety, animal health and"}, {"text_block_id": "p19_b217", "text": "phytosanitary system"}, {"text_block_id": "p19_b218", "text": "."}, {"text_block_id": "p19_b219", "text": "The tests implemented at the laboratory are fully accredited in accordance with the international standard ISO 17025:2005. 11 buildings of the laboratory were fully refurbished and equipped with up-to-date material and technical resources."}, {"text_block_id": "p19_b220", "text": "A food safety system was set up and is now fully operational. There is a regular state control within the framework of the control of consumer market and public eateries."}, {"text_block_id": "p19_b221", "text": "New regulations are enforced with the purpose of protecting the consumer interests, raising their awareness and improving the situation on the market."}, {"text_block_id": "p19_b222", "text": "With the purpose of animal health protection and epizootic reliability, free vaccination is provided annually. Identification-registration of cattle and small ruminants is carried out successfully."}, {"text_block_id": "p19_b223", "text": "As of this year, there are 6 veterinary surveillance points operating throughout the country, where the animals are treated for free against external parasites during their seasonal migration."}, {"text_block_id": "p19_b224", "text": "There are programs implemented every year, activities for protecting the agriculture crops by liquidating the sources of quarantine and especially dangerous harmful organisms."}, {"text_block_id": "p19_b225_merged_merged", "text": "A‘Quality Mark’ was created, which aims to develop the quality schemes linked to the food in Georgia, product branding, support to the introduction of international practices of marketing, perfecting the legal and institutional mechanisms for their protection, promotion of food labeled with the quality mark and enhancing the trust of consumers in the food produced in Georgia."}, {"text_block_id": "p19_b230", "text": "Experimental-collectable horticulture nursery had an addition of 120 local, 60 introduced species and 8 berries. 45 wild species, 30 local and 15 introduced ones were located and added to the research."}, {"text_block_id": "p19_b231", "text": "There are selective works going on with the purpose of creating the breeding stock of Georgian mountain cow, typical Georgian softwool and semi-softwool sheep, Mingrelian goat and Kakhetian hogs; also true breeding of local chicken, freckled duck, Jersey Buff turkey, Javakhian goose, common pheasant (Phasianus colchicus); the breeding stock of the Mingrelian population of the Georgian bee has been located and established."}, {"text_block_id": "p19_b232", "text": "Soils of up to 100 thousand ha of agricultural areas were explored in Georgia. There were 6 thematic maps produced."}, {"text_block_id": "p19_b233", "text": "With the purpose of introducing a quality seed and plant materials on the market and introducing a certification system for seed and planting materials, a legislative basis was created that meet the international regulations and standards, and the mandatory certification system was enacted for crops (wheat, barley), together with the voluntary certification system for planting materials. Seed quality laboratory was equipped in accordance with modern standards and now the accreditation works are underway. The gene-bank for in-vitro and active collection has become operational for field crops."}, {"text_block_id": "p19_b234", "text": "The positive"}, {"text_block_id": "p19_b235", "text": "trends are observed in the area of export of agro-food products. There are important activities taking place for market diversification."}, {"text_block_id": "p19_b236", "text": "In 2018, according to the preliminary data, the GDP at current prices in the agricultural, hunting and forestry, fishery and fishing sector increased by 131 million GEL (5.0%) compared to 2017, and by 803 million GEL (41.5%) compared to 2012, and amounted to 2.7 billion GEL. In 2012-2018, the average annual increase for this indicator was 134 GEL, and the average annual growth rate was 6.0%."}, {"text_block_id": "p20_b237", "text": "From 2012 to 2017, the average annual GDP at current prices, calculated per person employed in the agricultural sector, increased by 42.5%. During this period, the average annual growth of the indicator was 7.3%."}, {"text_block_id": "p20_b238", "text": "In 2018, according to the preliminary data, the constant-price GDP in the agriculture, hunting and forestry, fishing and fishery sector, increased by 13 million GEL (0,7%) compared to 2017, and by 183 million GEL (11.6%) compared to 2012, and amount to 1.8 billion GEL."}, {"text_block_id": "p20_b239", "text": "According to the preliminary data, in 2018, the total output of the agro-food sector (primary agricultural product and output produced after processing the agricultural product) increased by 455 million GEL (5.1%) compared to 2017, and by 2.8 billion GEL (42.1%) compared to 2012, and amount to 9.3 billion GEL. During 2012-2018, the average annual increase of this indicator was 459 million GEL, and the average annual growth rate was 6.0%."}, {"text_block_id": "p20_b240", "text": "According to the data of 2018, the value of agricultural product exported from Georgia hit the record high and amounted to 959.2 million USD, which is 23.2% and 87.9% more than the same indicators of 2017 and 2012, respectively."}, {"text_block_id": "p20_b241", "text": "In 2018, compared to 2012, the negative trade balance of foreign trade with agriculture products reduced from -753 million USD to -394 million USD. The decrease was 47.6%."}, {"text_block_id": "p20_b242", "text": "It is important to continue the development process, and to prioritize the implementation of programs for enhancing the competitiveness of agriculture, to ensure the usage of quality agricultural production facilities for food production, and to lay more emphasis on sustainable development and rational usage of natural resources."}, {"text_block_id": "p20_b243", "text": "Rural Development Strategy of Georgia 2017-2020; Key Results of 2017-2018 Years"}, {"text_block_id": "p20_b244", "text": "Over the years, the Georgian government has been making significant efforts to develop rural areas, but at the state policy level, rural development was first established in 2017. Accordingly, the Government of Georgia has elaborated Georgia's Rural Development Strategy 2017-2020 and Action Plan for 2017, which is a step forward in the process of Georgia's rapprochement with the European Union. In this process, the support of the EU within the framework of the European Neighborhood Programme for Agricultural and Rural Development in Europe (ENPARD) is noteworthy. The Rural Development Strategy of Georgia 2017-2020 sets out the priorities of the Government of Georgia and all the sectoral and multisectoral development related to rural development. The strategy has three priority areas: (1) Economy and Competitiveness; (2) Social Situation and Living Standard; and (3) Environmental Protection and Sustainable Management of Natural Resources. In line with the strategy, action plans for 2017 and 2018 were planned and implemented."}, {"text_block_id": "p20_b245_merged", "text": "Priority 1: Economy and Competitiveness"}, {"text_block_id": "p20_b248", "text": "Priority 1: Economy and Competitiveness\n* Expansion / re-equipment / modernization of 74 new or existing enterprises were funded.\n<\\li1>"}, {"text_block_id": "p21_b250", "text": "Priority 1: Economy and Competitiveness\n* Expansion / re-equipment / modernization of 74 new or existing enterprises were funded.\n<\\li1>\n* 114 young entrepreneurs were funded.\n* 2,053 ha of new orchards were planted / contracted.\n* Ð¡ompleted the construction of 10 processing holdings and 3 storage holdings.\n* 2 local selling exhibitions were organized.\n* Improved irrigation water supply to 1,440 hectares.\n* Land area for regular irrigation increased by 6.6 thousand hectares. Rehabilitation of three main canals\n* Supported 15 new and / or existing enterprise expansion projects to co-finance loan and leasehold\n* 28 new and/or existing hotel expansion projects were supported annually in the regions under the\n* An additional 3 tourism products were created, an additional 2 infrastructure projects were\n* 31 cultural and educational projects have been implemented in 40 municipalities.\n* 76 cultural heritage monuments in the regions have been rehabilitated.\n* 12 LEPLs subordinated to the ministry in the regions (museums, museum-reserves, memorial houses)"}, {"text_block_id": "p21_b274_merged", "text": "Priority 2: Social Situation and Living Standard"}, {"text_block_id": "p21_b277", "text": "Priority 2: Social Situation and Living Standard\n* 1,150 beneficiaries and 200 entrepreneurs in e-literacy were trained in digital literacy and\n* 2 innovation centers and 1 innovation hub were established and equipped\n* 32 teachers and 1 directors of public vocational institutions participated in \"Entrepreneurial Skills\n* 3400 representatives of national minorities benefited from the state language teaching program.\n* 10,000 youth engaged in different types of youth activities.\n* 7,500 beneficiaries from the regions of Georgia participated in the recreation camps.\n* 331 public schools were equipped with various school equipment.\n* Construction of 19 schools in rural areas has been completed.\n* Wireless internet was installed in 108 schools.\n* 1,530 students from rural schools participated in summer schools.\n* 14,000 students have been involved in sports, culture, arts and intellectual-cognitive circles and\n* 20,481 customers were able to join the natural gas network.\n* 5,700 subscribers residing permanently in Georgia's high mountainous villages of Kazbegi and the\n* 587.5 km of local road motorways -road pavement was repaired or rehabilitated.\n* 22 sports and cultural facilities were built / rehabilitated.\n* Outdoor lighting was arranged on the 14.7 km road.\n* 497 IDP families were given housing.\n* 3 Justice Houses built and equipped (Akhalkalaki, Martvili and Senaki)\n* A meeting was held with 4 community groups"}, {"text_block_id": "p22_b315", "text": "Priority"}, {"text_block_id": "p22_b316", "text": "3:"}, {"text_block_id": "p22_b317", "text": "Environmental Protection and Sustainable Management of Natural Resources"}, {"text_block_id": "p22_b318", "text": "Environmental Protection and Sustainable Management of Natural Resources\n* Protection infrastructure was developed in three protected areas.\n* One protected area is provided with demarcation information signs.\n* Information infrastructure of ecotourism and eco-education importance was set up in 3 protected areas.\n* The Machakhela National Park Management Plan was approved.\n* At 160.4 ha, an array of forest was planted.\n* 11,557 ha of agricultural land was insured.\n* Construction of 1 new regional landfill has started.\n* 3 automatic meteorological stations and 5 hydrological stations were installed and maintained."}, {"text_block_id": "p22_b334_merged_merged", "text": "One of the main components of rural development policy is the involvement of local people and introduction of the bottom-up principle in policymaking and implementation. In this regard, during the implementation of the Rural Development Strategy for 2017-2020, within the different phases of the EU ENPARD program, in 12 municipalities of Georgia Local Action Groups (LAG) based on “LEADER” principle were formed, which have implemented many important projects based on the bottom-up initiatives contributing to economic diversification as well as those that are of a social and environmental character. Simultaneously, Local Groups of Active Citizens were created in Autonomous Republic of Ajara (AMAG). They are also based on European “LEADER”17 principles and play an important role in the development and implementation of rural development policy in Autonomous Republic of Ajara. In addition, village councils have been formed, where citizens have opportunity to discuss with local and central government officials and develop proposals about the needs of specific villages, which are subsequently funded under the Village Support Program."}, {"text_block_id": "p22_b340", "text": "SWOT Analysis"}, {"text_block_id": "p22_b341", "text": "Strengths identified during the strategy drafting"}, {"text_block_id": "p23_b342", "text": "Weaknesses identified within the frameworks of the Strategy"}, {"text_block_id": "p24_b343", "text": "Food and Agriculture"}, {"text_block_id": "p24_b344", "text": "Food and Agriculture\n* Poorly develop rural infrastructure limiting supply logistic;\n* Lack of agricultural skills since many agricultural lands are in hands of the people which have never been farmers and donât see themselves as farmers;\n* Small farm size and land plots;\n* Lack of land registration that are limiting access to credit;\n* Women's limited access to resources such as land and finance, as well as women's limited involvement in\n* Lack of knowledge and access to the new technology in agriculture;\n* Limited access to cheep irrigation in some areas of Georgia;\n* Limited access to high quality inputs due to the small market and not well-developed control system;\n* Limited storage, processing and post-harvest facilities and equipment, which will increase shelf life\n* Missing points of sale like modern wholesale and green markets;\n* Lack of interest in consolidation at the aggregation;"}, {"text_block_id": "p24_b368", "text": "Environment and Climate"}, {"text_block_id": "p24_b369", "text": "Environment and Climate\n* Low awareness of farmers about the contemporary, environmentally acceptable agricultural practice\n<\\li1>"}, {"text_block_id": "p25_b371", "text": "Opportunities identified within the frameworks of the strategy"}, {"text_block_id": "p25_b372", "text": "Social-economic situation in rural areas"}, {"text_block_id": "p25_b373", "text": "Social-economic situation in rural areas\n* Clustered development of various sectors and support to the functional economic zones;\n* âSmart Specializationâ of the local economy based on the EU experience;\n* Development of small towns in the regions, which will support to decrease the growing migration\n* Production of traditional local products with added value for the local and international markets and\n* To increase the attractiveness of rural settlements as a result of making investments in the basic\n* To increase access for the rural population to long-term educational programs (among them\n* To employ information technologies and media for supporting the rural development;\n* To improve cooperation between the tourism sector and the producers of agricultural product and\n* To maintain the local identity and traditional knowledge/experience;\n* To increase access of entrepreneurs to financial instruments;\n* To support the development of new generation entrepreneurship;\n* To support the development of tourism service and accommodation sites;\n* To support the social-economic development (especially, strengthening the non-agricultural sector)\n* To develop new, innovative spheres;\n* To support the export growth;\n* To focus on and to support the opportunities-based entrepreneurship;\n* To support the employment of youth (among them the women), economic empowerment;\n* To encourage more robust involvement of local population including women in the decision-making"}, {"text_block_id": "p25_b409", "text": "Food and Agriculture"}, {"text_block_id": "p25_b410", "text": "Food and Agriculture\n* Knowledge transfer to the farmers can significantly improve production in short period of time;\n* Import substitution possibility for majority of the products by improving short market chain supply;\n* Use climatic advantages to supply perishable products to the specific markets in specific time with\n* Improve access to inputs;\n* Opening new high value markets for competitive products."}, {"text_block_id": "p25_b420", "text": "Environment and Climate"}, {"text_block_id": "p26_b421", "text": "Threats identified within the frameworks of the Strategy"}, {"text_block_id": "p26_b422", "text": "Strategy Description"}, {"text_block_id": "p26_b423", "text": "Vision"}, {"text_block_id": "p26_b424", "text": "Based on the sustainable development principles, to diversify/develop economic opportunities in rural areas, improve social condition and quality of life."}, {"text_block_id": "p26_b425", "text": "Goals"}, {"text_block_id": "p26_b426", "text": "Strategy goals are:"}, {"text_block_id": "p26_b427", "text": "1."}, {"text_block_id": "p26_b428", "text": "Competitive agricultural and non-agricultural sectors;"}, {"text_block_id": "p26_b429", "text": "2."}, {"text_block_id": "p26_b430", "text": "Sustainable usage of natural resources, retaining the eco-system, adaptation to climate change;"}, {"text_block_id": "p26_b431", "text": "3."}, {"text_block_id": "p26_b432", "text": "Effective systems of food/feed safety, veterinary and plant protection;"}, {"text_block_id": "p27_b433", "text": "Objectives"}, {"text_block_id": "p27_b434", "text": "Goal 1 -Competitive agricultural and non-agricultural sectors"}, {"text_block_id": "p27_b435", "text": "Objectives:"}, {"text_block_id": "p27_b436", "text": ""}, {"text_block_id": "p27_b437", "text": "To raise awareness/knowledge of farmers and entrepreneurs;"}, {"text_block_id": "p27_b438", "text": ""}, {"text_block_id": "p27_b439_merged", "text": "To develop agricultural and non-agricultural value chain by focusing on diversification, innovative technologies, cooperation and support to producers’ unions; To increase access to various financial instruments;"}, {"text_block_id": "p27_b442", "text": ""}, {"text_block_id": "p27_b443", "text": "To support integration of farmers/entrepreneurs on the market;"}, {"text_block_id": "p27_b444", "text": ""}, {"text_block_id": "p27_b445", "text": "To stimulate young farmers and entrepreneurs in rural areas;"}, {"text_block_id": "p27_b446", "text": ""}, {"text_block_id": "p27_b447", "text": "To increase access to infrastructure and services;"}, {"text_block_id": "p27_b448", "text": ""}, {"text_block_id": "p27_b449", "text": "To improve the irrigation and drainage systems"}, {"text_block_id": "p27_b450", "text": ""}, {"text_block_id": "p27_b451", "text": "To develop rural tourism and relevant tourism products"}, {"text_block_id": "p27_b452", "text": "Goal 2 -Sustainable usage of natural resources, retaining the eco-system, adaptation to climate change"}, {"text_block_id": "p27_b453", "text": "Objectives:"}, {"text_block_id": "p27_b454", "text": ""}, {"text_block_id": "p27_b455", "text": "To disseminate climate-smart and environmentally adapted agricultural practices;"}, {"text_block_id": "p27_b456", "text": ""}, {"text_block_id": "p27_b457", "text": "To support the development of ecotourism;"}, {"text_block_id": "p27_b458", "text": ""}, {"text_block_id": "p27_b459", "text": "Sustainable usage of forest resources;"}, {"text_block_id": "p27_b460", "text": ""}, {"text_block_id": "p27_b461", "text": "To support the implementation of energy-efficient and renewable energy technologies and practices;"}, {"text_block_id": "p27_b462", "text": ""}, {"text_block_id": "p27_b463", "text": "To maintain agro-bio-diversity."}, {"text_block_id": "p27_b464", "text": "Goal 3 -Effective systems of food/feed safety, veterinary and plant protection."}, {"text_block_id": "p27_b465", "text": "Objectives:"}, {"text_block_id": "p27_b466", "text": ""}, {"text_block_id": "p27_b467", "text": "To approximate the sanitary and phytosanitary regulatory legislation of Georgia to the EU legislation;"}, {"text_block_id": "p27_b468", "text": ""}, {"text_block_id": "p27_b469", "text": "To ensure that the products supplied to the local and export markets comply with sanitary and phytosanitary standards;"}, {"text_block_id": "p27_b470", "text": ""}, {"text_block_id": "p27_b471", "text": "To develop the laboratory capacities;"}, {"text_block_id": "p27_b472", "text": ""}, {"text_block_id": "p27_b473", "text": "Quality assurance agricultural inputs."}, {"text_block_id": "p27_b474", "text": "Beneficiaries"}, {"text_block_id": "p27_b475", "text": "The direct beneficiaries of the Strategy are the rural population and the people employed in the agriculture sector."}, {"text_block_id": "p28_b476", "text": "Expected results"}, {"text_block_id": "p28_b477", "text": "Implementation Mechanisms"}, {"text_block_id": "p28_b478", "text": "The responsible agency for strategy implementation is the Ministry of Environmental Protection and Agriculture of Georgia, within the scope of its authorities. Besides, other state agencies are expected to get involved in the strategy implementation, and in this case their activities for meeting the goals of the Strategy are coordinated by the Ministry of Environment Protection and Agriculture of Georgia. Besides, with the purpose of effective implementation of the Strategy, the authorities of the Ministry of Environmental Protection and Agriculture of"}, {"text_block_id": "p29_b479", "text": "Georgia may be revised, and some responsibilities may be rearranged between the responsible government structures (e.g. in regard to entrepreneurial activity, infrastructure and tourism development)."}, {"text_block_id": "p29_b480", "text": "In order to increase the effectiveness of strategy development and implementation, in 2019, as a result of the reorganization, the Ministry of Environmental Protection and Agriculture, the Agricultural Project Management Agency, the Agricultural Cooperative Development Agency and the Information-Consulting Services were established on the basis of LEPL Agriculture and Rural Development Agency, which will be the main implementing agency for projects and programs initiated by the Ministry, is a kind of paying agency (analogous to the EU -Paying Agency). In the central apparatus of the ministry one of the departments will be designated to perform the functions of the managing authority (analogous to the EU -Managing Authority)."}, {"text_block_id": "p29_b481", "text": "The main function of the managing authority will be to develop a strategy, coordinate its implementation, and monitor and evaluate. The paying agency ensures the implementation of activities specified in the Strategy Action Plan directly within the competences of the Ministry of Environment Protection and Agriculture of Georgia. Mechanism for conducting policy dialogue will be developed. The composition and provision of the existing Inter-Agency Rural Development Coordination Council (IACC) will be updated, providing oversight of the implementation of the strategy, as needed, changes in the strategy/action plan, review, monitoring and evaluation reports, acceptance and submission to the Government of Georgia."}, {"text_block_id": "p29_b482", "text": "For the purpose of rational use and sustainable management of the land fund, as well as for the purpose of accounting for agricultural land resources, producing a land balance and creating a unified database on land, the Laws on Agricultural Land Ownership and the Purpose of Land Definition and Rural Development were adopted. Agricultural sustainable land management \". According to the updated legislation, a legal entity of public law -"}, {"text_block_id": "p29_b483", "text": "“National Agency for Sustainable Land Management and Land Use Monitoring” will be established in the sp"}, {"text_block_id": "p29_b484", "text": "here of governance of the Ministry of Environmental Protection and Agriculture of Georgia."}, {"text_block_id": "p29_b485", "text": "In order to ensure practical implementation of the strategy, a detailed food safety component document will be developed."}, {"text_block_id": "p29_b486", "text": "It is also important to develop the integrated approach to strategy implementation, which ensures the involvement of stakeholders in the decision-making processes (especially, with the bottom-up approach). To this effect, the Ministry of Environmental Protection and Agriculture of Georgia (managing authority) will actively cooperate with the local authorities, regional administrations and civil sector, Local Action Groups (LAGs), local unions of active citizens (AMAGs) and other stakeholders."}, {"text_block_id": "p29_b487_merged_merged", "text": "Significant attention will be paid to the LEADER/CLLDprinciple within the strategy implementation process. In this regard, the criteria for supporting bottom-up initiatives and subsequently special activities will be elaborated that will be fully aligned with the goals and objectives of the strategy."}, {"text_block_id": "p29_b489", "text": "Implementation of the LEADER/CLLD principles will be an important step forward in terms of aligning Georgia’s"}, {"text_block_id": "p29_b490", "text": "rural development policy with the relevant EU policies, sectoral integration into the EU and access to relevant structural funds."}, {"text_block_id": "p30_b491", "text": "In the implementation of the strategy, special attention will be paid to stimulating the involvement of women, youth and other vulnerable groups."}, {"text_block_id": "p30_b492", "text": "Forecasted Value"}, {"text_block_id": "p30_b493", "text": "Implementation of the strategy and the action plan will be financed from the state budget of Georgia. For the effective implementation of the strategy and the action plan, it is possible to raise additional funding from international partners and donor organizations. The estimated budget for the strategy implementation is no less than 2.0 billion GEL for the period of 2021-2027 (will be verified in 2020)."}, {"text_block_id": "p30_b494", "text": "Risks"}, {"text_block_id": "p30_b495", "text": "Institutional level"}, {"text_block_id": "p30_b496", "text": "With the purpose of effective implementation of the strategy, it is important to delineate competencies among various state structures and ensure active and coordinated cooperation among them. At the stage of elaboration of the strategic action plan, there may appear some issues that will be resolved right after the effective delineation of competencies."}, {"text_block_id": "p30_b497", "text": "Political risks"}, {"text_block_id": "p30_b498", "text": "The geopolitical instability in the region may have a negative impact on the strategy implementation and achievement of its goals. Besides, based on the results of the parliamentary elections in 2020, some issues of the strategy may be revised."}, {"text_block_id": "p30_b499", "text": "Economic risks"}, {"text_block_id": "p30_b500", "text": "Low rate of economic growth, economic instability, possible complications in international trade relations, low-productive agricultural sector, weak entrepreneurial skills at the rural level, insufficient economic diversification in rural territories, limited access to financial resources and modern technologies, given the weak development of infrastructure, present the potential risks for the rural and agriculture development."}, {"text_block_id": "p30_b501", "text": "The sector significantly depends on climate conditions, and there are also some risks of spreading various pests/diseases in the future. It is possible to have significant differences between the reported factual and forecasted data, as far as these estimates are based on time series, ongoing activities and also envisages current trends."}, {"text_block_id": "p30_b502", "text": "Social Risks"}, {"text_block_id": "p30_b503", "text": "Unfavorable demographic structure in rural areas, high level of population aging and migration represents a hindrance to the rural and agriculture development. Besides, limited access to healthcare and vocational education in villages especially for rural women may have a negative impact on rural development. Besides, low level of activities of citizens at the local level and low awareness on the activities envisaged in the strategy, may reduce the engagement of potential beneficiaries in the strategy implementation process."}, {"text_block_id": "p30_b504", "text": "Financial risks"}, {"text_block_id": "p31_b505", "text": "Reducing the financial resources, which are necessary for the implementation of activities needed for rural and agriculture development, may pose threat to the effective implementation of the strategy."}, {"text_block_id": "p31_b506", "text": "Environmental risks"}, {"text_block_id": "p31_b507", "text": "Climate change, floods and other potential natural disasters pose threat to the rural and agriculture development. Besides, insufficient knowledge of rural population on environmental issues may have a negative impact on the environment of rural territories."}, {"text_block_id": "p31_b508", "text": "Monitoring and Evaluation"}, {"text_block_id": "p31_b509", "text": "The strategy implementation is monitored by the respective structural unit of the Ministry of Environment Protection and Agriculture of Georgia. External audit/evaluation organization can be engaged with the purpose of strategy evaluation. The monitoring and evaluation reports are reviewed, analyzed, received and submitted to the Government of Georgia by the Interagency Coordination Council. Besides, it is planned to update the currently available framework of the unified system of monitoring and evaluation, and to update the electronic reporting system. The upgraded system will ensure the supervision and evaluation of the goals, objectives and results of the strategy and action plan, and will ensure timely identification of hindrances with the purpose of making the right, timely and purposeful decisions. Besides, the framework will be used to evaluate how the activities stipulated in the action plan contributed to the attainment of anticipated results of goals and objectives, and whether the activities were selected in a right way, in order to make a desirable change and result. The framework of joint monitoring and evaluation system, which is consistent to the methodology approved by the Government of Georgia (it is being updated now), will be a guiding document for the structural units that are responsible for the implementation of the action plan. Gathering and processing of the gender segregated data will begin in stages."}, {"text_block_id": "p31_b510", "text": "As a result of the monitoring process, the gaps in the policy implementation process will be identified on time, and recommendations will be given to the decision-making party for modifying the activities and redistributing the resources, for raising additional funds or for reducing them. The monitoring will be implemented in accordance with the indicators set for objectives and activities. The strategy will be evaluated based on the contextual indicators described in this strategy, in order to evaluate the impact of the strategy on them."}], "document_description": "The strategy aims to diversify and develop economic opportunities in rural areas, improve social condition and quality of life. It lays out three strategic goals: 1) increase competitiveness of agricultural and non-agricultural sectors, 2) sustainable usage of natural resources, retaining the eco-system, adaptation to climate change, and 3) Effective systems of food/feed safety, veterinary and plant protection.<br><br></div><div><br><br>"}