{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Georgia", "document_category": "Policy", "document_sector_name": ["Health", "Environment"], "document_language": "English", "document_name": "National Environment and Health Action Plan of Georgia 2018-2022 (NEHAP-2) approved by Ordinance N680/2018", "document_country_code": "GEO", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Action Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "31/12/2018", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/GEO/2018/GEO-2018-12-31-National Environment and Health Action Plan of Georgia 2018-2022 (NEHAP-2) approved by Ordinance N680_2018_f3d8f5c53f341f30dd11f7fcb6cf406f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Environment and Health Action Plan of Georgia 2018-2022 (NEHAP-2)"}, {"text_block_id": "p1_b2", "text": "Abbreviations"}, {"text_block_id": "p2_b3", "text": "1"}, {"text_block_id": "p2_b4", "text": "Introduction"}, {"text_block_id": "p2_b5", "text": "In the era of modern civilization, environment is one of the most important factors directly affecting public health, increasing burden of disease and causing latent harm to body, still remaining the global-scale topical problem in the 21st century agenda."}, {"text_block_id": "p2_b6", "text": "Georgia assumed a commitment at the second European Conference on Environment and Health held under the auspices of WHO Regional Office for Europe, and in 2001 elaborated the National Environmental Hygiene Action Plan of Georgia – “Environment and Health”, approved by Ordinance # 326 of the President of Georgia of 24 March 2003."}, {"text_block_id": "p2_b7_merged", "text": "All the stakeholders (representatives of ministries, agencies, research institutions and non-governmental organizations, subject matter experts) took part in the activities of National Interagency Working Group (NIWG), established to organize the process of National Environment and Health Action Plan (NEHAP 2) elaboration, supported by experts from WHO European Centre for Environment and Health (ECEH), located in Bonn. Thus, this NEHAP-2 represents the outcome of cooperation between all stakeholders of environmental"}, {"text_block_id": "p2_b10", "text": "health interventions and WHO ECEH international experts."}, {"text_block_id": "p2_b11", "text": "This National Action Plan outlines the country’s current modalities of establishment and preservation of safe environment, defines priorities of the next phase (2018-2022), substantiates necessity of using domestic resources as well as emphasizes the need for quality control improvement and multidisciplinary approaches that will enable achievement of the United Nations Sustainable Development Goal 3 \"Ensure healthy lives and promote well-being for all at all ages.\""}, {"text_block_id": "p2_b12", "text": "The National Environmental and Health Action Plan is conceptually and strategically linked with the United Nations' 2030 Sustainable Development Goals and Health Policy Platform of WHO European Region -\"Health 2020\". Additionally, the National Action Plan pays due regard to WHO European Region recommendations designed to ensure safe environment, prevent environmental related diseases and reduce impact of risk factors."}, {"text_block_id": "p2_b13", "text": "The main principle of NEHAP 2 is close multidisciplinary collaboration towards Health in ALL Policies to prioritize public health in order to realize the right of Georgian population guaranteed by the country constitution – live in a safe environment. Therefore, the Ministry of Internally Displaced Persons from the Occupied Territories, Health, Labour and Social Affairs shares the responsibility of NEHAP 2 implementation together with the Ministry of Economy and Infrastructure, Ministry of Environmental Protection and Agriculture, Ministry of Education, Science, Culture and Sport, Ministry of Finance, Ministry of Regional Development and Infrastructure, Ministry of Foreign Affairs and local self-governance."}, {"text_block_id": "p2_b14", "text": "The outline of this document consists of: description of current situation in term of Environment and Health, planned activities and interventions, terms of their implementation, responsible institutions, probable risks, monitoring and evaluation mechanisms. List of activities written down under individual objective and intervention in the frame of NEHAP 2 is attached in appendix# 1, and responsible and"}, {"text_block_id": "p3_b15", "text": "partner agencies to perform these activities, budget allocation by years and financial sources are provided in appendix# 2. In addition, the document is accompanied by the list of EU legislative acts and regulations, sharing of which will assist the governmental agencies to achieve strategic goals written in the document (Appendix# 3). The core indicators of NEHAP 2 and special format developed for effective monitoring are provided in appendix 4."}, {"text_block_id": "p3_b16", "text": "GOVERNANCE OF NEHAP 2 IMPLEMENTATION AND RESPONSIBLE INSTITUTIONS"}, {"text_block_id": "p3_b17", "text": "The list of activities developed in the frame of particular objective and strategic initiative is provided in appendix #1. Information about responsible institutions and partner organizations are included in appendix #2."}, {"text_block_id": "p3_b18", "text": "Responsibilities on effective implementation of NEHAP 2 are distributed among different governmental institutions and agencies considering their mandates and competencies."}, {"text_block_id": "p3_b19", "text": "NEHAP 2 governance, coordination of its activities and supervision will carry out the coordinating council, which will be the advisory body of Georgian Government."}, {"text_block_id": "p3_b20_merged_merged", "text": "The main objectives of the coordination council will be determined as: a) to  heard a report from the responsible agencies on performance of objectives and interventions written in NEHAP, to determine terms and format for accountability; b) to discuss and evaluate  performance of responsibilities related to health and environment taken under the international obligations; g) according to needs, to overview environment and health objectives/interventions, to make corrections and substitutions (relevant changes) and to plan new activities; d) to discuss the proposals/recommendations and projects (including drafts of legislative acts) of the activities to be implemented in environment and health fields and to submit to the government for approval in accordance to legislation; e) To coordinate activities of the parties (stakeholders) involved in the implementation of Environment and Health Action Plan."}, {"text_block_id": "p3_b22", "text": "In order to achieve the goals and objectives set out in the action plan, the coordination council shall in accordance to legislation request the information from state agencies and other institutions necessary for its duties."}, {"text_block_id": "p3_b23", "text": "Government of Georgia will determines the composition of coordination council and will select permanent members from the following institutions:"}, {"text_block_id": "p3_b24", "text": "Government of Georgia will determines the composition of coordination council and will select permanent members from the following institutions:\n* Ministry of Internally Displaced Persons from the Occupied Territories, Labour, Health and\n* Ministry of Environment Protection and Agriculture of Georgia;\n* Ministry of Economy and Sustainable Development of Georgia;\n* Ministry of Education, Science, Culture and Sport of Georgia;\n* Ministry of Regional Development and infrastructure of Georgia;\n* Ministry of Foreign Affairs;"}, {"text_block_id": "p4_b36", "text": "Government of Georgia will determines the composition of coordination council and will select permanent members from the following institutions:\n* Ministry of Internally Displaced Persons from the Occupied Territories, Labour, Health and\n* Ministry of Environment Protection and Agriculture of Georgia;\n* Ministry of Economy and Sustainable Development of Georgia;\n* Ministry of Education, Science, Culture and Sport of Georgia;\n* Ministry of Regional Development and infrastructure of Georgia;\n* Ministry of Foreign Affairs;\n* Tbilisi Municipality;\n* Georgian National Energy and Water Supply Regulatory Commission."}, {"text_block_id": "p4_b40", "text": "In addition to state agencies the council may include the representatives of non-governmental and international organizations, subject matter experts and scientists working in the relevant spheres. The chairman of the coordination council may invite members of the parliament and the government, governors of state agencies, representatives of NGOs and international organizations to take part in the work of the council."}, {"text_block_id": "p4_b41", "text": "The National Center for Disease Control and Public Health, a subordinate of the Ministry of Internally Displaces Persons from the Occupied Territories, Labour, Health and Social Affairs will take in hands the function of secretary of the coordinating council."}, {"text_block_id": "p4_b42", "text": "POSSIBLE RISKS ARISING IN THE IMPLEMENTATION OF THE ACTION PLAN AND THE RESULTING ACTION"}, {"text_block_id": "p4_b43", "text": "During implementation of action plan some financial and social risks should be taken into account, which may   hinder projected result achievement by the action plan."}, {"text_block_id": "p4_b44", "text": "Financial risk related to implementation of action plan might be conditioned by lack of donor funding of diseases related to environmental risk-factor that requires gradual but substantial increase of state financing in order to fully cover financial needs determined by the action plan."}, {"text_block_id": "p4_b45", "text": "The prevention and control programs of diseases caused by environmental risk-factors necessitate to be included in the national development goals. It is important to recognize prioritization of adequate, predictable and sustainable resource mobilization, in order to strengthen national efforts in allocation of state budget towards diseases prevention and control related environmental risk-factors. Resourcescarcity problem resolution requires balancing approach of local resource mobilization and collaboration with donor organizations."}, {"text_block_id": "p4_b46", "text": "MONITORING AND EVALUATION MECHANISMS FOR NEHAP 2"}, {"text_block_id": "p4_b47", "text": "With the purpose to achieve progress and detect challenges of implementation of NEHAP in timely manner the regular monitoring and evaluation should be carried out using adequate measures. NEHAP Monitoring will be conducted by the advisory body of Government of Georgia -Coordination Council."}, {"text_block_id": "p4_b48", "text": "NEHAP monitoring and evaluation indicators are provided in appendix#4. To evaluate implementing of action plan 2018-2022 will be carried out in accordance to performance indicators provided in the"}, {"text_block_id": "p5_b49", "text": "appendix.  To determine a particular indicator’s features of monitoring and evaluation frame, it is planned to introduce annual accountability format for all relevant responsible state agencies."}, {"text_block_id": "p5_b50", "text": "The National Center for Disease Control and Public Health of MoIDPOTLHSA, as a secretary of coordinating council, ensures development of annual report on Environment and Health and submission to the MoIDPOTLHSA and to the Coordinating Council."}, {"text_block_id": "p5_b51", "text": "2 Overview of current Situation"}, {"text_block_id": "p5_b52", "text": "2.1. LEGISLATIVE FRAMEWORK"}, {"text_block_id": "p5_b53", "text": "This National Strategy is based on Association Agreement between Georgia and the EU, which obliges Georgia to harmonize legislation and implement reforms in the main areas of the Agenda such as safety policy, economic revival and growth, trade, transport and energy, public health, environmental protection and social development."}, {"text_block_id": "p5_b54", "text": "Full-scale analysis of country’s existing legislative framework and its subsequent improvement is important for implementation of National Environment and Health Action Plan (NEHAP-2). NEHAP2 is based on the following laws:"}, {"text_block_id": "p5_b55", "text": "Full-scale analysis of country’s existing legislative framework and its subsequent improvement is important for implementation of National Environment and Health Action Plan (NEHAP-2). NEHAP2 is based on the following laws:\n* Constitution of Georgia;\n* The organic Law on Georgia on Labour Code\n* The Law of Georgia on Health Care;\n* The Law of Georgia on Public Health;\n* The Law of Georgia on Environmental Protection;\n* The Waste Management Code;\n* The Law of Georgia on Water;\n* The Law of Georgia on Air Protection;\n* The Law of Georgia on Soil Protection;\n* The Law of Georgia on Pesticides and Agrochemicals;\n* The Law of Georgia on Licenses and Permits;\n* The Law of Georgia on Civil Security\n* Food Products/Animal Feed Safety, Veterinary and Plant Protection Code of Georgia\n* The Law of Georgia -Product Safety and Free Movement Code\n* National Chemical, Biological, Radiological and Nuclear (CBRN) Threat Reduction Strategy\n* Sanitary-hygienic norms, technical regulations, various sectoral strategies   and public"}, {"text_block_id": "p6_b87", "text": "2.2 MAJOR CHALLENGES AND PROBLEMS"}, {"text_block_id": "p6_b88", "text": "2.2.1 Global environmental burden of disease"}, {"text_block_id": "p6_b89_merged", "text": "Globally, scrutiny of ecological factors has revealed modern challenges: to which extent is it possible to prevent cases of death, diseases and disabilities through reduction of people's exposure to ecological risks. In 2016, WHO released the new assessment \"Preventing disease through healthy environments Global  assessment of the burden of disease from environmental risks\"1. Core message of new global assessment is that premature death and diseases can be prevented through ensuring healthy environment and reducing impacts of risk factors."}, {"text_block_id": "p6_b91", "text": "Interrelation between environmental conditions and diseases was analysed on the basis of available data; according to expert conclusions, adverse impacts of ecological threats and risks on global health, include more than 100 types of diseases and damages. According to WHO, analysis showed that 23% of global mortality (26% of child mortality up to 5 years) is caused by modified environmental factors. Stroke, ischemic disease, diarrhoea and tumour are at the top of the disease list."}, {"text_block_id": "p6_b92", "text": "During 10 years period, from 2002 to 2012, the harmful effects on world population health caused by environmental risk factors were slightly mitigated and the global mortality rate decreased from 13.3 to 12.6 million per year meaning from 23.3% to 22.7%. Also similarly, global-scale total mortality rate decreased from 57.0 to 55.6 million."}, {"text_block_id": "p6_b93", "text": "Figure 1. Trend in the fraction of deaths attributable to the environment by disease group, 2002–2012"}, {"text_block_id": "p6_b94", "text": "Globally, between 2002 and 2012, the major changes in environmental burden of disease were observed in the following categories, namely – mortality rate and burden of disease significantly decreased for contagious, neonatal and nutrition categories; mortality rate of NCDs increased, partly due to aging of population."}, {"text_block_id": "p7_b95", "text": "Figure 2. Trend in total deaths by disease group, 2002–2012"}, {"text_block_id": "p7_b96", "text": "Figure 2. Trend in total deaths by disease group, 2002–2012\n"}, {"text_block_id": "p7_b99", "text": "2.2.2"}, {"text_block_id": "p7_b100", "text": "Major environmental health challenges and problems in Georgia"}, {"text_block_id": "p7_b101", "text": "Currently, assessment of environmental risk factors’ impact on human health does not take place due to lack of inadequate laboratory capabilities, methodologies as well as human and financial resources. Nowadays, provision of safe environment is a problem of immense complexity. No surveillance, control, monitoring and analysis of environmental diseases in line with internationally recognized indicators, delivery of information to common information system, as well as assessment and monitoring of environmental quality norms for public buildings and living environment is performed in the country which is the main goal of NEHAP in next 5 years."}, {"text_block_id": "p7_b102", "text": "According to WHO calculation (WHO 2012), 21% of total burden morbidity and 25% of deaths in Georgia are caused by adverse environmental impacts that can be avoided. It should be noted that these are approximate numbers as evidence for many diseases is still weak. The 97% of mortality cases in Georgia are caused by non-communicable diseases and the burden of cardio-vascular, lung and other localized cancer, asthma and chronic obstructive diseases associated with the environment."}, {"text_block_id": "p7_b103", "text": "3 Strategic Objectives"}, {"text_block_id": "p7_b104", "text": "3 Strategic Objectives\n* Improve access to safe water and sanitation, including for each child\n* Improve access to healthy and safe environment for Children and Youth to ensure their\n* Improve access to healthy and safe environment for Children and Youth to ensure their\n increased physical activity\n* The impact of ambient and indoor air pollution on human health assessed and implemented measures to reduce the harmful effects\n* Prevention of morbidity caused by exposure to chemical substances.\n* Integration of health issues in climate change adaptation and mitigation policy."}, {"text_block_id": "p8_b116", "text": "3.1. STRATEGIC OBJECTIVE"}, {"text_block_id": "p8_b117", "text": "№1"}, {"text_block_id": "p8_b118", "text": "Improve access  to safe water and sanitation, including for each child"}, {"text_block_id": "p8_b119", "text": "Rationale"}, {"text_block_id": "p8_b120", "text": "Development of modern society largely depends on the quantity and quality of water resources. Water helps people to improve their health and well-being, and universal access to safe drinking water is one of the basic human rights"}, {"text_block_id": "p8_b121", "text": "."}, {"text_block_id": "p8_b122", "text": "It is unacceptable that millions of people in the WHO European Region that covers 53 countries still have no access to safe drinking water, sanitation and hygiene conditions. In particular, out of 912 million people living in the WHO Europe Region, more than 62 million people had no access to adequate sanitation conditions and 14 million did not use quality drinking water sources by 2015. Despite the fact that access has increased over the last decades, there have been significant differences between villages and cities, especially in the Caucasus and Central Asia, where less than 40% of the rural population is provided with water through central water supply systems. Universal and equal access to safe water, sanitation and hygiene conditions remains the main priority."}, {"text_block_id": "p8_b123", "text": "Environmental and health problems caused by pollution of water and soil with pharmaceutical waste are increasingly important. Antimicrobial waste can contribute to the development of antimicrobial resistance (AMR), which constitutes a significant public health problem."}, {"text_block_id": "p8_b124", "text": "The Protocol on Water and Health, adopted at the London Conference in 1999, remains the main instrument in the WHO European Region designed to contribute to Sustainable Development Goal 6 \"Ensure availability and sustainable management of water and sanitation for all\"."}, {"text_block_id": "p8_b125", "text": "Despite the fact that Georgia is not connected to the CONVENTION ON THE PROTECTION AND USE OF TRANSBOUNDARY WATERCOURSES AND INTERNATIONAL LAKES of United Nations Economic Commission for Europe, still Georgia is the signatory to the first international agreement in water management -Protocol on Water and Health but has not yet ratified it."}, {"text_block_id": "p8_b126_merged_merged", "text": "In Parma Declaration, which was adopted on 5th Ministerial of European Environment and Health Process, the Ministers of Environmental Protection and Health from 53 WHO European region have expressed their wish to provide access to safe drinking water and adequate sanitary conditions for each child at home, in preschool institutions, schools, medical facilities and recreational water use areas as well as improve hygienic behaviours of children by 2020."}, {"text_block_id": "p8_b129", "text": "Achievements and challenges"}, {"text_block_id": "p8_b130", "text": "Water quality and resources management is one of the most complex areas of the Association Agreement between Georgia and the EU, including Deep and Comprehensive Free Trade Area (AA /"}, {"text_block_id": "p9_b131", "text": "DCFTA), as it relates to many issues. Due to the large number of the water sector stakeholders, elaboration of some parts of the new legislation requires involvement of many stakeholders. In particular, the requirements of the Council Directive 98/83/EC on the quality of water intended for human consumption are to be introduced. According to \"Water Quality and Resource Management Road Map\", 27 activities are identified, twelve out of which apply to elaboration of the new legislation, nine -to policy documents development and six -to research and planning."}, {"text_block_id": "p9_b132_merged", "text": "Despite the recent intense rehabilitation and construction of water supply and sanitation infrastructure and water quality improvement work. The issue of drinking water supply to the country's population as well as educational and boarding institution remains currently central as most of the populated areas, water pipelines and distribution networks still require replacement, capital and / or current repairs etc., which is evidenced by the ongoing projects in this field. The situation is also aggravated by irrational expenditure of drinking water and quite common practices of its inappropriate use."}, {"text_block_id": "p9_b134", "text": "For the purpose of assessing Millennium Development Goals progress, on water supply and sanitation, WHO / UNICEF Joint Monitoring Programme (JMP) for “Water Supply and Sanitation” provides information on progress in achieving the Millennium Development Goal (MDG) relating to water supply and sanitation and provides support for country-level improvement of monitoring process as well as effective management and planning"}, {"text_block_id": "p9_b135", "text": "Table 1: Progress in access to drinking water and sanitation (JMP, WHO and UNICEF 2015)"}, {"text_block_id": "p9_b136", "text": "Table 1: Progress in access to drinking water and sanitation (JMP, WHO and UNICEF 2015)\n* Use of drinking water sources (% of population)\n<\\li1>"}, {"text_block_id": "p10_b138", "text": "b) Use of sanitary facilities (% of population)"}, {"text_block_id": "p10_b139", "text": "The Law of Georgia on Public Health defines responsibilities related to water management in the country and is allocates them to various state agencies."}, {"text_block_id": "p10_b140", "text": "The National Food Agency of the Ministry of Agriculture of Georgia has developed annual state control plans and state programs for monitoring laboratory research, in the framework of which state control and monitoring of drinking water quality and safety is exercised. It should be noted that according to the data of LEPL National Food Agency"}, {"text_block_id": "p10_b141", "text": ", in 2014-2015 level of bacteriological contamination of potable water in the country remained unchanged and accounted for 23.0 % and 19.1% of taken samples."}, {"text_block_id": "p10_b142_merged_merged", "text": "The situation with supply of drinking water to rural population and local small-scale water supply systems is similar, as evidenced by the findings of “Situation assessment of small scale water supply systems in the Dusheti and Marneuli districts of Georgia” project supported by the WHO ECEH and UBA in 2011-2013. It has practically revealed the problems that impede improvement of existing systems and supply of improved quality of drinking water to the population. In addition, quite often these water pipes have no sanitary protection zones. No country-scale inventory and passportization of water supply systems (including small scale water supply) have been performed in recent years, non-existent sanitary protection zones (unsatisfactory sanitary and technical conditions of the abstraction facilities and distribution networks of the small-scale water supply systems). In most small scale supplies, drinking-water is not disinfected (i.e. chlorinated), and in places where chlorination facilities are in place, the existing practices are inadequate. The issue of subordination and ownership of small-scale water supply systems is practically unregulated."}, {"text_block_id": "p10_b146", "text": "Georgia with WHO Methodological Guidance and the coordination of the Ministry of IDP, Labour, Health and Social Affairs first time was involved in the process of the UN-Water Global Analysis and"}, {"text_block_id": "p11_b147", "text": "Assessment of Sanitation and Drinking-Water -GLAAS (2013/2014, 2016/2017) and results were contributed in the final report of WHO"}, {"text_block_id": "p11_b148", "text": "Situation with provision of public schools’ students with drinking water and proper sanitary conditions is also unsatisfactory, which is evidenced by the findings of research on drinking water supply and sanitary-hygienic conditions of the country’s 600 public schools, conducted by the National Agency for Educational and Scientific Infrastructure Development with financial and technical support of the United Nations Children's Fund (UNICEF) in 2013. It was found that situation at schools is currently inadequate in regard to the International Standard of Drinking Water, Sanitation and Hygiene (WASH)."}, {"text_block_id": "p11_b149", "text": "Due to above mentioned reasons, infectious diseases and outbreaks presumably caused by water occurs in various populated areas of the country. According recent years’ statistics, the average rate of annually registered cases of diseases which might possibly be transferred via drinking water is still high. While 70% of registered diarrhoea cases occur in children's age. The situation is Unsatisfactory in the field of municipal wastewater treatment"}, {"text_block_id": "p11_b150", "text": "as well, since 75% of untreated and insufficiently treated municipal wastewateris the main source of Surface water pollution in Georgia. Biological type treatment facilities are functioning only in 3 towns (Sachkhere Kobuleti and Batumi), whereas Tbilisi-Rustavi regional treatment facility provides only the initial mechanical treatment of wastewater. The owner of treatment facility (Georgian Water & Power) has an obligation to perform rehabilitation and modernization of treatment facilities."}, {"text_block_id": "p11_b151", "text": "Strategic Interventions"}, {"text_block_id": "p11_b152", "text": "MTO 1.1 – Legislative and normative base, policy for water resources and protecting drinking-water supply -reviewed and updated by 2022."}, {"text_block_id": "p11_b153_merged_merged", "text": "MTO 1.2 -2 Establish the effective surveillance systems on waterborne diseases and drinking water (by 2022)."}, {"text_block_id": "p11_b156", "text": "MTO 1.3 -Ensure public health through improvement of access to safe and sustainable water supply according to National and International requirements."}, {"text_block_id": "p11_b157", "text": "MTO 1.4 -Provide to Georgian population adequate sanitation and wastewater treatment plants"}, {"text_block_id": "p11_b158", "text": "MTO 1.5 -Improve drinking water, sanitation and hygiene (Water, Sanitation and Hygiene -WASH) in Educational and Medical facilities, Recreational Areas and IDP settlements."}, {"text_block_id": "p12_b159", "text": "3.2.  STRATEGIC OBJECTIVE"}, {"text_block_id": "p12_b160", "text": "№"}, {"text_block_id": "p12_b161", "text": "2"}, {"text_block_id": "p12_b162", "text": "Improve access to healthy and safe environment for Children and Youth to ensure their increased physical activity"}, {"text_block_id": "p12_b163", "text": "Rationale"}, {"text_block_id": "p12_b164", "text": "Traumatism is a major problem for public health sector. Road traffic trauma is distinguished from other conditions of unintentional injuries category by increasing mortality rate, burden of which equals to the burden of disease for Malaria and tuberculosis"}, {"text_block_id": "p12_b165", "text": ". Worldwide, only 28 countries have applicable legislation fully addressing five main risk factors (speed, driver under the influence of alcohol, safety belt, helmet and baby seat)"}, {"text_block_id": "p12_b166", "text": "which cause road traffic accidents.Sustainable Development Goals consider traffic safety as one of the most important issues. These Goals will become a basis for the International Development Agenda and supersede Millennium Development Goals."}, {"text_block_id": "p12_b167", "text": "According to WHO data, Georgia is among the top 12 high-risk countries in European region in terms of road traffic accident morbidity."}, {"text_block_id": "p12_b168", "text": "Intervention \"Active Movement to School\" is designed to support school-aged children’s safe commuting to school by foot or bike. Such intervention requires provision of safe roads, sideways, \"zebra crossings\" and traffic lights in the vicinity of schools. Such interventions facilitate formation of sustainable infrastructure designed for promoting children's safe transportation and physical activity."}, {"text_block_id": "p12_b169_merged_merged_merged", "text": "Facilitation of physical activity starting from school age upwards is important in terms of establishing a healthy lifestyle. Obesity and excess weight are among the undesirable effects of low physical activity. According to the 2009 nutritional survey of Georgia, prevalence of excess weight and obesity was 19.9% for children aged 0-5 and 42.1% for non-pregnant women aged 15-49."}, {"text_block_id": "p12_b171", "text": "Introduction of active lifestyle programs in schools is a key for children's ultimate involvement. The Health Care sector in conjunction with the Educational sector is ready to assume a leading role in cause of popularization of physical activity, although full involvement of population, including children, requires multidisciplinary efforts."}, {"text_block_id": "p12_b172", "text": "It should be noted that in Georgia many schools are located near the highways, exposing students and school personnel to traffic emissions and impacts of constant noise and vibration. According to World Health Organization, a health promoting school \"is one that constantly strengthens its capacity as a healthy setting for living, learning and working.\""}, {"text_block_id": "p13_b173", "text": "Achievements and challenges"}, {"text_block_id": "p13_b174", "text": "Achievements and challenges\n* The ability to solve existing problems and reveal new ones is significantly reduced due to\n* Due to topicality of the issue, the National Strategy for Prevention and Control of Trauma and\n* In addition, National Road Safety Strategy and Action Plan have been developed by the\n* In Georgia, similar to other medium and low income countries, one third of the road accidents\n* One of the Global Targets of the WHO Global Action Plan for the Prevention and Control of"}, {"text_block_id": "p13_b185", "text": "Strategic interventions"}, {"text_block_id": "p13_b186", "text": "MTO 2.1 Relevant legislation harmonized according to the Association Agreement by 2020."}, {"text_block_id": "p13_b187", "text": "MTO 2.2 Compared to 2018, the proportion of schools and kindergartens, where safe physical activity is available, has increased by 20% in 2020."}, {"text_block_id": "p13_b188", "text": "MTO 2.3. Compared to 2018, the proportion of schools and kindergartens with adjacent territories safe for children’s movement, has increased by 10% in 2020."}, {"text_block_id": "p13_b189", "text": "3.3. STRATEGIC OBJECTIVE"}, {"text_block_id": "p13_b190", "text": "№3:"}, {"text_block_id": "p13_b191", "text": "Reduce the harmful effects of ambient and indoor air pollution on human health"}, {"text_block_id": "p13_b192", "text": "Rationale"}, {"text_block_id": "p13_b193", "text": "According to the World Health Organization, air pollution is one of the major environmental health risks. By experts’ judgment, it causes 8 million premature deaths worldwide every year. Permanent exposure to dust particles increase the risk of cardiovascular and respiratory diseases as well as lung cancer. Significant mitigation of polluted air impacts can be achieved via reduction of concentration of"}, {"text_block_id": "p14_b194", "text": "widespread air pollutants through fuel burning. These measures will also contribute to reduction of greenhouse gases concentration and climate changes caused by global warming."}, {"text_block_id": "p14_b195", "text": "According to World Health Organization reports, in the cities with high levels of air pollution, the general mortality rate exceeds by 15-20% the similar indicators of the ones with relatively clean air. Ambient air dust affects on human health more than any other air pollutant. According to modern approaches, the differentiation of solid dust particles by fractions depending on their aerodynamic diameter is applied for human health impact assessment and norm setting. Specifically, PM10 (particles with aero"}, {"text_block_id": "p14_b196", "text": "dynamic diameter <10 μm) and PM2.5 (particles with aerodynamic diameter <2.5 μm), the"}, {"text_block_id": "p14_b197", "text": "latter are considered to be the most dangerous for health due to their capacity of penetrating into the peripheral areas of bronchi and hampering air exchange."}, {"text_block_id": "p14_b198", "text": "In Georgia, 21% of total burden of disease and 25% of deaths are caused by adverse environmental impacts (WHO, 2012). Children are particularly sensitive to environmental risks, therefore compared with adults, the burden of disease and mortality of this contingent are higher due to environmental impacts. In low and middle income countries of Europe, including Georgia, 14% of deaths and 30% of burden of disease of children aged under 5 are caused by adverse environmental impacts (WHO, 2004)."}, {"text_block_id": "p14_b199", "text": "Achievements and challenges"}, {"text_block_id": "p14_b200", "text": "WHO report -World Health Statistics 2016 -Monitoring Health for the SDGs (Sustainable Development Goals) was published in May 2016, structure of which is based on Sustainable Development Goals, the latest indicators and their calculation methodologies are used. In the report, one of the chapters is dedicated to the deaths caused by air pollution and the Sustainable Development Goal 3.9. -To significantly reduce the diseases and mortality caused by hazardous chemical substances as well as air, water and soil pollution and contamination by 2030."}, {"text_block_id": "p14_b201", "text": "By macroeconomic and health indicators, Georgia does not significantly differ from the majority of the middle-income countries of the European region, while ambient air pollution indicators do not exceed average European data. However the indoor air pollution is high."}, {"text_block_id": "p14_b202_merged_merged", "text": "Pollution of ambient air in Georgia comes from transportation vehicles, energy sector, industrial facilities and agriculture sectors. However, the main pollutant in Georgia is the vehicle emission. High level of vehicle emissions results from many factors, and for the purposes of their reduction the measures should be taken, such as: gradual tightening of control for motor fuel quality and vehicle emissions; establishment of admissible age limits for vehicles with its gradual reduction, traffic flow management optimization, development of electric vehicles etc."}, {"text_block_id": "p14_b204", "text": "High level of exposure resulting from use of solid fuel for the purposes of indoor cooking and heating is one of the key risk factors for health in Georgia, especially for children and women. According to the data of WHO database (Public Health and Environment (PHE): Indoor air pollution/Population using solid fuels (%) 2013), Georgia's indicators are among the highest in the European region (84% of the rural population; 12% of urban population, National -46%) and significantly exceeding the Overall Regional Index (<5%), as well as the Global Index (41%). However, they correspond to the World Bank's medium and low-income countries consumption level (56%). In parallel with the ongoing"}, {"text_block_id": "p15_b205", "text": "projects on the gas supply infrastructure development, in case of introduction of relevant indicators, through indoor survey designed for collection of state statistical data, it will be possible to assess the progress achieved towards the reduction of adverse impacts within Environmental and Public Health systems."}, {"text_block_id": "p15_b206", "text": "The existing air quality assessment system does not allow to assess the full scale of the country’s air pollution and the impact on human health in accordance with the WHO recommended parameters and requires to improve the assessment system. Although, the Air Quality Monitoring and Management Improvement Programs are being undertaken, in order to ensure the health impact assessment on the basis of monitoring data and health statistics, they still require strengthening in terms of capacity building for Health Impact Assessment, which is one of the goals of the National Environmental and Health Action Plan."}, {"text_block_id": "p15_b207", "text": "Strategic interventions"}, {"text_block_id": "p15_b208", "text": "MTO 3.1. -Relevant legislation harmonized according to the Association Agreement; CLRTAP and its last 3 Protocol are ratified;"}, {"text_block_id": "p15_b209", "text": "MTO 3.2. -Air quality monitoring in major cities of Georgia (Tbilisi, Kutaisi, Rustavi, and Batumi) is carried out in accordance with EU Air Quality Directive (2008/50/EC);"}, {"text_block_id": "p15_b210", "text": "MTO 3.3. -Provide health-relevant information on population exposure to air pollution and its influence on health in major cities of Georgia (Tbilisi, Kutaisi, Rustavi, and Batumi);"}, {"text_block_id": "p15_b211", "text": "MTO 3.4. – Health risks due to fuels combustion (wood, gas, kerosene, etc.) for heating and cooking in households and children’s educational institutions are assessed;"}, {"text_block_id": "p15_b212", "text": "MTO 3.5. – Child care facilities, kindergartens, schools and public recreational settings are tobacco smoke-free;"}, {"text_block_id": "p15_b213", "text": "MTO 3.6. – According to the United Nations Economic Commission for Europe (UNECE) Batumi Action for Cleaner Air and WHA68.8 of the World Health Assembly resolution, complex strategies and action plans have been designed to minimize harmful effects on air pollution and human health, with involvement of environmental, health and other sectors."}, {"text_block_id": "p15_b214", "text": "3.4. SRTATEGIC OBJECTIVE"}, {"text_block_id": "p15_b215", "text": "№4"}, {"text_block_id": "p15_b216", "text": "PREVENTION OF MORBIDITY CAUSED BY EXPOSURE TO CHEMICAL SUBSTANCES"}, {"text_block_id": "p15_b217", "text": "Rationale"}, {"text_block_id": "p15_b218_merged", "text": "According to WHO recommendations chemical safety is achieved via implementation of all measures for chemical substances. It includes all (natural and synthetic) chemicals as well as all the stages of exposure to chemical substances throughout their extraction, synthesis, industrial production, transportation and utilization. Despite the delay in manufacturing industry development, chemical substances management issues are highly topical, requiring introduction of effective regulatory mechanism and state agencies’ coordination scheme. In addition, according to the Ostrava Declaration, it is necessary to reduce the negative impact of chemical substances by taking steps on health of the population as follows:"}, {"text_block_id": "p16_b220", "text": "According to WHO recommendations chemical safety is achieved via implementation of all measures for chemical substances. It includes all (natural and synthetic) chemicals as well as all the stages of exposure to chemical substances throughout their extraction, synthesis, industrial production, transportation and utilization. Despite the delay in manufacturing industry development, chemical substances management issues are highly topical, requiring introduction of effective regulatory mechanism and state agencies’ coordination scheme. In addition, according to the Ostrava Declaration, it is necessary to reduce the negative impact of chemical substances by taking steps on health of the population as follows:\n* Replace hazardous chemical substances with relatively safe alternatives;\n* Implementation of risk assessment and conduct relevant researches among the persons who are\n* Mobilize human resources and carry out relevant preventive measures."}, {"text_block_id": "p16_b226", "text": "Achievements and challenges"}, {"text_block_id": "p16_b227", "text": "In Georgia, the major shortcoming for chemical substances management is lack of required information resources. Due to complete disruption of information collection and sharing systems, currently Georgia has no reliable information on the following:"}, {"text_block_id": "p16_b228", "text": "In Georgia, the major shortcoming for chemical substances management is lack of required information resources. Due to complete disruption of information collection and sharing systems, currently Georgia has no reliable information on the following:\n* What hazardous chemical substances and in what quantities are produced or imported or\n* To what extent are safety and labor conditions or environmental norms upheld;"}, {"text_block_id": "p16_b232", "text": "Only the following are registered in Georgia:"}, {"text_block_id": "p16_b233", "text": "Only the following are registered in Georgia:\n* Pesticides and agrochemicals\n* Pesticides and agrochemicals\n In the pursuance of FAO âInternational Code of Conduct on the Distribution and Use of\n* Disinfectants\n* Disinfectants\n Registration procedures need further improvement according to EEC 91/114 Directive\n* Pharmaceutical products"}, {"text_block_id": "p16_b241", "text": "Is regulated by special legislation."}, {"text_block_id": "p16_b242", "text": "In terms of public health care, the current challenge to Georgia is to address the following issues in the field of chemical substances:"}, {"text_block_id": "p16_b243", "text": "1."}, {"text_block_id": "p16_b244", "text": "Modern methodologies for chemical impact risk assessment and prevention are not implemented;"}, {"text_block_id": "p16_b245", "text": "2."}, {"text_block_id": "p16_b246", "text": "Lack of qualified professional staff;"}, {"text_block_id": "p16_b247", "text": "3."}, {"text_block_id": "p16_b248", "text": "Laboratory capabilities of chemical-toxicological diagnostics are very low;"}, {"text_block_id": "p16_b249", "text": "4."}, {"text_block_id": "p16_b250", "text": "No quality control nor monitoring of goods, toys, consumer commodities, cosmetic perfumes;"}, {"text_block_id": "p16_b251", "text": "5."}, {"text_block_id": "p16_b252", "text": "Chemical substances classification and labeling GHS and CLP system is not implemented yet, intended to ensure availability to information on hazardous physical and toxic, in order to improve environmental and health protection during treatment, transportation and use of chemical substances."}, {"text_block_id": "p17_b253", "text": "Besides fulfilling the commitments undertaken by the Association Agreement, a step forward for the country is the National CBRN Threat Reduction Strategy, approved by the Decree N164 of the Government of Georgia on 14th February 2014, which is an important instrument for the implementation of the measures to be taken in response to challenges facing Georgia. It is noteworthy that adoption of Decree N641 of the Government of the Government of December 30, 2016 on the Approval of Multi-Year Action Plan for Supervision of Industrial and Consumer Products Market, which provides for regulation of toy quality and safety supervision issues."}, {"text_block_id": "p17_b254", "text": "Strategic Interventions:"}, {"text_block_id": "p17_b255", "text": "MTO 4.1 -Harmonization of the relevant legislation in line with the Association Agreement and other relevant legal multilateral environmental international treatiess."}, {"text_block_id": "p17_b256", "text": "MTO 4.2 -Elaboration of legislative and operational framework for creating a data base to collect relevant information on hazardous chemicals transported/imported, produced, used and disposed in Georgia by 2020."}, {"text_block_id": "p17_b257", "text": "MTO 4.3 -The risk of hazardous chemical substances in children in schools and kindergartens is estimated and reduced by 2020."}, {"text_block_id": "p17_b258", "text": "MTO 4.4 -Development of National Program for the assessment and management of asbestos developed by 2019."}, {"text_block_id": "p17_b259", "text": "MTO 4.5 -The risk of exposure to hazardous chemical substances at work places (especially in rural areas) is estimated and reduced by 2020."}, {"text_block_id": "p17_b260", "text": "MTO 4.6 -The measures to reduce the impact of radon on the population are planned and implemented by 2020."}, {"text_block_id": "p17_b261", "text": "3.5. STRATEGIC OBJECTIVE"}, {"text_block_id": "p17_b262", "text": "№5."}, {"text_block_id": "p17_b263_merged", "text": "INTEGRATION OF HEALTH ISSUES IN CLIMATE CHANGE ADAPTATION AND MITIGATION POLICIES"}, {"text_block_id": "p17_b266", "text": "Rationale:"}, {"text_block_id": "p17_b267", "text": "The climate change phenomenon has become known as global problem in 1979 on the Conference of Climate Change, when tendency for marked increase in the global average annual temperature and frequent climatic disasters were observed. Climatic changes significantly impact health, social and environmental factors such as clean air, safe drinking water, sufficient food and safe housing. According to the WHO data, three major characteristics, including heat waves, natural disasters and altered infectious background of climate change have particular health impacts."}, {"text_block_id": "p17_b268", "text": "Climate change is also considered as a factor contributing to increase of frequency of infectious pathologies, especially water-borne and transmitted infections. Air temperature and humidity have a considerable influence on the life cycle of insect vectors (e.g. Malaria carrier). In case of establishing favorable to the insect climate conditions (high temperature and humidity), infectious pathology easily spreads out. Climate change may prolong season of transmissible diseases and/or change their geographical area."}, {"text_block_id": "p18_b269", "text": "It is assumed that with rise of temperature, the number of diseases such as Malaria, West Nile Fever, viral hemorrhagic infections will significantly increase; in addition, rise of chronic diseases such as asthma, cardiovascular diseases and etc. will occur."}, {"text_block_id": "p18_b270", "text": "Extremely high temperatures directly increase the mortality rates of cardiovascular and respiratory diseases, especially in elderly people. Sea level rise and extreme weather disasters cause damage to accommodation buildings, medical facilities and other essential services."}, {"text_block_id": "p18_b271", "text": "Health impacts of climate change can only be estimated. Nevertheless, WHO claims that in 2030-2050, climate change will result in more than 250,000 deaths annually. Out of these, 38,000 cases with elderly people will be caused by exposure to thermal waves, 48,000 cases -by diarrhea and 60,000 cases – by Malaria; insufficient nutrition is expected to result in 95,000 newborn deaths. Detection and quantitative assessment of climate change health impacts is essential for public health protection as well as for elaboration of national and international policies."}, {"text_block_id": "p18_b272", "text": "Achievements and challenges"}, {"text_block_id": "p18_b273", "text": "In Georgia, the signs of climate change have been observed since the 60s of the 20th century. The picture varies for different regions of the country. Georgia’s Second National Communication (SNC) to The United Nations Framework Convention on Climate Change (UNFCCC) describes trends of change in the climatic parameters."}, {"text_block_id": "p18_b274", "text": "Georgia’s Second National Communication (SNC) to The United Nations Framework Convention on Climate Change (UNFCCC) describes trends of change in the climatic parameters for two periods -1961-1985 and 1986-2010. In Western Georgia, between first and second periods the mean temperature increased by 0,3C and the annual precipitation increased by 5%; in Eastern Georgia, the mean annual temperature increased by 0,5C and annual precipitation decreased by 2%."}, {"text_block_id": "p18_b275", "text": "The annual rainfall in the Black Sea coastline varies between 1500-1700 mm. The annual rainfall in eastern Georgia varies between 400-600 mm and in highland regions is 800-1200 mm."}, {"text_block_id": "p18_b276", "text": "In Tbilisi, in addition to general trend of climate change characteristic for Eastern Georgia, particularly severe impacts of climate change are observed, caused by urbanization, \"island effect\" resulting from thermal waves (under high temperature conditions, heat is absorbed by asphalt and buildings, causes the city to \"glow\" and maintain the heat even after the sunset)."}, {"text_block_id": "p18_b277", "text": "It is noteworthy that climate change is not yet reflected in the dynamic of water-born and transmitted infections. Over the recent years, decrease in cases of Malaria, leishmaniosis, Crimean-Congo Hemorrhagic Fever and other insect-borne diseases has been observed. In 2012-2013, ICRC Georgia carried out the pilot study on heat waves, which led to the development of the National Heat Wave Action Plan."}, {"text_block_id": "p18_b278", "text": "It is important for Georgia, in accordance with the decision of the WHO 61st Assembly held in 2008 (To protect health of the population from the harmful effects of climate change, develop and implement an Action Plan for WHO member states), to elaborate the Action Plan, taking into consideration the following priority directions:"}, {"text_block_id": "p19_b279", "text": "•"}, {"text_block_id": "p19_b280", "text": "Promote health systems to strengthen and enhance their capabilities of assessment and monitoring of health vulnerabilities"}, {"text_block_id": "p19_b281", "text": "•"}, {"text_block_id": "p19_b282", "text": "Determine climate change attributable risks and health impacts in order to protect human health and first of all, the most vulnerable groups of the population."}, {"text_block_id": "p19_b283", "text": "•"}, {"text_block_id": "p19_b284", "text": "Develop and implement relevant strategies and actions"}, {"text_block_id": "p19_b285", "text": "•"}, {"text_block_id": "p19_b286", "text": "Spread and share knowledge and good practices."}, {"text_block_id": "p19_b287", "text": "Strategic Interventions"}, {"text_block_id": "p19_b288", "text": "MTO 5.1 -Evaluate vulnerability to climate change, health impacts and adaptation (health care aspects) including assessment of existing and anticipated risks related to health impacts of climate change by 2022."}, {"text_block_id": "p19_b289_merged", "text": "MTO 5.2 -Develop National Health Care Adaptation Strategy and Action Plan, among them, for medical facilities by 2021;"}, {"text_block_id": "p19_b292", "text": "MTO 5.3 -Harmonize the legislation with regard to the requirements of the UNFCCC Convention and assessment of health outcomes by 2022;"}, {"text_block_id": "p19_b293", "text": "MTO 5.4 -Health care facilities reduce the share of greenhouse gas emissions in national emissions, including introduction of renewable energy use in several hospitals within the framework of the pilot project by 2022;"}, {"text_block_id": "p19_b294", "text": "MTO 5.5 -Education / preparation of population and preparedness for emergencies caused by natural disasters such as earthquakes, floods and other extreme weather events as well as Technological disasters by 2020."}, {"text_block_id": "p19_b295", "text": "4 Key Performance indicators"}, {"text_block_id": "p19_b296", "text": "Key performance indicators (KPIs) and Goals by 2021 (Baseline -2015)."}, {"text_block_id": "p19_b297", "text": "Improvement of environmental quality in the country, reduction of environment attributed burden of disease and ensuring safe environment for the population require implementation of integrated interpectoral policies."}, {"text_block_id": "p19_b298", "text": "Environmental adverse impacts and professional risk factors such as pollution of drinking/recreational water resources and ambient/indoor air, ozone, dust, substances and allergens emitted through fuel combustion, carcinogens, exposure to ionizing and non-ionizing radiation, noise, vibration, uncontrolled use of agrochemicals and pesticides can cause increase in environment attributed burden of disease at all stages of life cycle. Accordingly, coordinated action of different agencies, implementation of integrated policies and assessment of progress via Key Performance Indicators (\"KPIs) is required to prevent and avoid diseases. The Key Performance Indicators demonstrate the extent of cost-effectiveness and benefits of providing safe environment. In some cases, indicators might have a note “Data absent, to be defined\", due to absence of baseline data in the country."}], "document_description": "This document defines how Georgia aims to meet the UN SDG 3 which is to \"ensure healthy lives and promote well-being for all at all ages\" while preserving the environment, over the period 2018-2022. The NEHAP aims to streamline public health objectives into all policies. This notably means that public health matters should be included into adaptation and mitigation policies.&nbsp;"}