{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Georgia", "document_category": "Policy", "document_sector_name": ["LULUCF", "Energy", "Agriculture"], "document_language": "English", "document_name": "Rural Development Strategy 2017-2020", "document_country_code": "GEO", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2016", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/GEO/2016/GEO-2016-12-25-Rural Development Strategy 2017-2020_ae9d6a7f6c79033bc92fc5361a4a40e0.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Rural Development Strategy of Georgia"}, {"text_block_id": "p0_b2", "text": "2017-2020"}, {"text_block_id": "p1_b3", "text": "Content"}, {"text_block_id": "p3_b4", "text": "Definition of Terms"}, {"text_block_id": "p4_b5", "text": "Introduction"}, {"text_block_id": "p4_b6", "text": "Rural development has an important role to play in the sustainable development of Georgia. Evidence from the experience of European Rural Development Programmes confirms the role that rural development can play in terms of increasing the welfare of rural populations and reducing the economic imbalance between rural and urban areas."}, {"text_block_id": "p4_b7", "text": "The rural potential to deliver innovative, inclusive and sustainable solutions for current and future societal challenges such as economic prosperity, food security, climate change, resource management, and social inclusion should be better recognised."}, {"text_block_id": "p4_b8", "text": "Rural and agricultural policies should build on the identity and tendencies of rural areas through the implementation of integrated strategies and multi-sectorial approaches. They should promote diversification and foster entrepreneurship, investment, innovation and employment. These policies should also add value to rural identity and enhance sustainability, social inclusion and local development, as well as increase the resilience of farms and rural communities."}, {"text_block_id": "p4_b9", "text": "Today, rural development is very important in Georgia, where 42.8% (1,591.9 thousand) of the population live in rural areas (2106 data), while 48.6% of those employed are engaged in agriculture, hunting, forestry and fishing. In 2015,"}, {"text_block_id": "p4_b10", "text": "agriculture’s"}, {"text_block_id": "p4_b11", "text": "contribution"}, {"text_block_id": "p4_b12", "text": "to Georgia’s"}, {"text_block_id": "p4_b13", "text": "Gross Domestic Product (GDP) was 9.1%."}, {"text_block_id": "p4_b14", "text": "An integrated and strategic approach to energising the rural areas of Georgia would consist of a package of measures, which would improve the livelihoods of rural populations, while at the same time protecting and enhancing their cultural heritage and the natural environment within which they live."}, {"text_block_id": "p4_b15", "text": "Such measures might include the promotion of diversified economic activities, the development of new economic opportunities for the local population, and the uptake of innovations and modern technologies in agriculture, the support for an increase in the production and promotion of agriculture products, the increase in thecompetitiveness of the farming sector, and help enable the sustainable management of forest and natural resources. Social inclusion and the active participation of the local population in the identification of solutions to address their needs is also of outmost importance."}, {"text_block_id": "p4_b16", "text": "At this point, Georgia has no integrated rural development policy. However, rural development policies and programmes are successfully being implemented among EU member states, as well as in many other countries throughout the world."}, {"text_block_id": "p4_b17_merged_merged", "text": "According to Chapter 10 (Agriculture and Rural Development) of the Association Agreement between Georgia and the EU signed on June 27, 2014, Georgia has an obligation to adopt an agriculture and rural development policy that is compliant with EU policy and European best practices. Georgia also has an obligation to harmonize the country’s legislation with"}, {"text_block_id": "p5_b20", "text": "European legislation and expand the power of the central and local governments in order to comply with policy planning and evaluation frameworks that meet European standards."}, {"text_block_id": "p5_b21", "text": "The EU"}, {"text_block_id": "p5_b22", "text": "’s"}, {"text_block_id": "p5_b23", "text": ", six priorities"}, {"text_block_id": "p5_b24", "text": "for rural development through 2020 address economic, social and environmental challenges:"}, {"text_block_id": "p5_b25", "text": "for rural development through 2020 address economic, social and environmental challenges:\n* Fostering knowledge transfer and innovation in agriculture, forestry, and rural areas\n* Enhancing farm viability and competitiveness of all types of agriculture in all regions\n* Promoting food chain organisation, including the processing and marketing of\n* Restoring, preserving and enhancing ecosystems related to agriculture and forestry\n* Promoting resource efficiency and supporting the shift towards a low carbon and\n* Promoting social inclusion, poverty reduction and economic development in rural"}, {"text_block_id": "p5_b37", "text": "According to the EU approach, society should determine the local priorities and strategies towards which investments should be directed. As such, it will be important for the country to elaborate the implementation mechanisms for such an approach and to determine how such an approach would work in Georgia, and how it might contribute to and complement the current planning frameworks at both the regional and municipal level. One possible mechanism to consider would be the establishment of a Local Action Group (LAG)."}, {"text_block_id": "p5_b38", "text": "Despite significant intervention by the Government of Georgia, the rural population still faces numerous social, economic and infrastructural issues. Inadequate access to finance, insufficient uptake of modern technologies and knowledge remain a challenge. These issues in turn represent significant barriers to the development of small and medium enterprises."}, {"text_block_id": "p5_b39_merged_merged", "text": "Average monthly income per capita, as well as mean monthly income per household in rural areas significantly differ from the same indicators in urban areas – particularly in Tbilisi, whose income figures are much higher than in any other region. The situation is the same when considering expenses. Added value generated in Tbilisi represents 48.4% of the total added value of the entire country (2014), illustrating the huge difference between the standards of living in urban (e.g. Tbilisi) and rural areas."}, {"text_block_id": "p6_b42", "text": "In order to address this particular imbalance, it is important that Georgia elaborate an ambitious and comprehensive vision for its rural areas. This vision must be supported by a rural development strategy that reflects the actual situation in the country, and should be based on international and European best practices designed to improve the well-being of rural population, as well as increase the competitiveness of the rural areas."}, {"text_block_id": "p6_b43", "text": "This strategy should be based on an analysis of the situation within the rural areas of Georgia and draw on available evidence, existing evaluations and current programmes that are being delivered on the ground. Specific activities are set in the attached Action Plan. The implementation of the strategy, and the monitoring and evaluation of the Action Plan are also covered by the Strategy."}, {"text_block_id": "p6_b44_merged", "text": "The term “rural” covers not only villages (as the village is determined by the law), but also other settlements – for example, the administrative centres of municipalities, which might be a borough or a town. In the case of Tbilisi, administrative centres – districts, within the borders of Tbilisi are considered as well."}, {"text_block_id": "p6_b51", "text": "This Rural Development Strategy resonates with the wider Georgian Government priorities, as well as with specific issues related to rural development. This Strategy and Action Plan (for 2017) have been developedwith the active involvement of all relevant state institutions, the Ministry of Agriculture of Georgia having the coordination role. In the process there was active cooperation and support of the United Nations Food and Agriculture Organization (FAO) and the United Nations Development Programme (UNDP). During the process of developing this document, stakeholder engagement was obtained via meetings with representatives of all regions of Georgia, including municipalities, the business sector, NGOs and civil society."}, {"text_block_id": "p7_b52", "text": "1. Situational Analysis"}, {"text_block_id": "p7_b53", "text": "1.1. Administrative system and Governance, population and migration"}, {"text_block_id": "p7_b54", "text": "1.1.1. General Overview"}, {"text_block_id": "p7_b55", "text": "Figure 1: Map and basic characteristics"}, {"text_block_id": "p7_b56", "text": "Georgia is spread over 69, 700km"}, {"text_block_id": "p7_b57", "text": "2"}, {"text_block_id": "p7_b58", "text": "with a population of 3.7 million"}, {"text_block_id": "p7_b59", "text": "people. Georgia’s economy has"}, {"text_block_id": "p7_b60", "text": "grown dynamically over recent years. In 2015, GDP amounted to"}, {"text_block_id": "p7_b61", "text": "31,691.6 million GEL and GDP Per Capita -8,533.7 GEL."}, {"text_block_id": "p7_b62", "text": "1.1.2. Administrative Organization"}, {"text_block_id": "p7_b63_merged_merged", "text": "Georgia is a unitary state. According to Paragraph 3, Article 2 of the Constitution of Georgia, “the territorial state structure of Georgia shall be determined by a Constitutional Law on the basis of the principle of circumscription of authorization after the complete restoration of the jurisdiction of Georgia over the whole territory of the country.” Currently, there are 76 municipalities in Georgia, including 64 self-governed communities and 12 self-governed cities. The country is divided into 9 territorial regions. There are two autonomous republics in Georgia – the Autonomous Republics of Ajara and Abkhazia. There is a temporary administrative-territorial unit created on the territory of the former South Ossetia Autonomous Region."}, {"text_block_id": "p7_b70", "text": "A population settlement is a primary unit of a settled site with a name, certain area with administrative borders and a registered population. The different categories of the settlement include village, borough and the city."}, {"text_block_id": "p8_b71", "text": "A population settlement is a primary unit of a settled site with a name, certain area with administrative borders and a registered population. The different categories of the settlement include village, borough and the city.\n* Village\n* a settlement located mostly over agricultural land with natural resources\n* Borough\n* a settlement with manufacturing sites and/or touristic and resort facilities\n* City\n* a settlement with manufacturing facilities and a network of tourist, healthcare"}, {"text_block_id": "p8_b83", "text": "1.1.3. Governance"}, {"text_block_id": "p8_b84", "text": "Georgia has a two-level administrative structure of governance"}, {"text_block_id": "p8_b85", "text": "–"}, {"text_block_id": "p8_b86", "text": "central and local governments."}, {"text_block_id": "p8_b87", "text": "Local self-governance is present in municipalities"}, {"text_block_id": "p8_b88", "text": "–"}, {"text_block_id": "p8_b89", "text": "self-governing towns and communities."}, {"text_block_id": "p8_b90", "text": "At this point, local self-government is in force in 76 municipalities, including 64 self-governing communities and 12 self-governing cities."}, {"text_block_id": "p8_b91", "text": "Municipalities have their own powers, as well as the statutory powers delegated by the central government. Local self-governance in municipalities is implemented by the local legislative (Sakrebulo -city assembly) and executive (Gamgeoba -municipal government) institutions. The general meeting of the settlement is the form of citizens"}, {"text_block_id": "p8_b92", "text": "’"}, {"text_block_id": "p8_b93", "text": "participation in the self-governance of the city/borough/village. The participation of women in the decision-making process is low in municipalities"}, {"text_block_id": "p8_b94", "text": "–"}, {"text_block_id": "p8_b95", "text": "especially in the villages. According to a survey conducted in six regions of Georgia, women"}, {"text_block_id": "p8_b96", "text": "’s"}, {"text_block_id": "p8_b97", "text": "employment in the Sakrebulo is only 9%. In general, women are more passive in the decision-making process on the community level. This fact is conditioned by their own perception of what a woma"}, {"text_block_id": "p8_b98", "text": "n’s role"}, {"text_block_id": "p8_b99", "text": "is in society, which often pertains to activities within family"}, {"text_block_id": "p8_b100", "text": "."}, {"text_block_id": "p8_b101_merged_merged_merged_merged_merged_merged_merged", "text": "The strategy’s priorities should include the creation of effective mechanisms that includes the local population and the facilitation of the participation of women and youth. Capacity"}, {"text_block_id": "p9_b104", "text": "building of the rural population for the use of these mechanisms is also very important. From this point of view, the pilot project that tests the efficacy of Local Action Groups (LAGs) is significant. With the support of the European Union, this project is being implemented in three municipalities"}, {"text_block_id": "p9_b105", "text": "–"}, {"text_block_id": "p9_b106", "text": "the Borjomi Development Group, the Lagodekhi Development Group and the Kazbegi Development Group"}, {"text_block_id": "p9_b107", "text": ". The project is based on the principles of the European LEADER approach, which entails the inclusion of local groups in the processes of dealing with local development issues and decision-making. LAGs were established in the three municipalities on a voluntary basis with the participation of public representatives, as well as the private and non-governmental sectors. The LAGs are actively involved in the identification process of local needs, as well as in the selection and implementation of the priority projects."}, {"text_block_id": "p9_b108", "text": "The following statistics mainly represent the situation in accordance with the municipal division. Therefore, the data does not fully represent the situation in rural areas."}, {"text_block_id": "p9_b109", "text": "1.1.4. Population, Migration"}, {"text_block_id": "p9_b110", "text": "The rural population of Georgia is in decline. The population (excluding the population of occupied territories) amounted to 3.7 million people (by January 1, 2015)"}, {"text_block_id": "p9_b111", "text": "with almost 42.8% of the population (by January, 2015) residing in rural areas"}, {"text_block_id": "p9_b112", "text": "(Diagram 1)."}, {"text_block_id": "p9_b113_merged_merged_merged", "text": "According to the data from the Demographic Census of 2014, the rural population has decreased by 24% since 2002. The reduction rate was relatively higher in certain regions (37.4% in Racha-Lechkhumi and Kvemo (lower) Svaneti; 29% in Samegrelo-Zemo (upper) Svaneti). Alongside emigration abroad, the rate of internal migration is also quite high. Part of the rural population migrates to urban centres – mainly to towns. However, the majority of the internal migrants move to the capital. Unemployment is the main cause of internal migration. According to the statistics, the migration rate is higher among men than it is among women. At the same time, qualitative studies confirm that the majority of households depend mainly on women’s labour."}, {"text_block_id": "p9_b119", "text": "Diagram 1: Urban and rural population"}, {"text_block_id": "p10_b120", "text": "Source: GeoStat"}, {"text_block_id": "p10_b121", "text": "Urban and rural settlements in the regions of Georgia differ in their population density, size and type. The lowlands and the Black Sea coastline have settlements with a higher population density compared to those of the highlands."}, {"text_block_id": "p10_b122", "text": "1.1.5. High mountainous regions"}, {"text_block_id": "p10_b123", "text": "Relative to the lowland and urban regions, the highlands of Georgia are characterized by significant structural weaknesses. The main problems include weak economic diversification, migration, extreme poverty, poor infrastructure and poor access to healthcare."}, {"text_block_id": "p10_b124", "text": "Agriculture is the basic source of income in the mountainous regions. In the high mountainous regions, employment in agriculture constitutes 47% of total employment. However, due to low-productivity and land fragmentation, most produce is used by the producers to satisfy their own and family needs. In 2015, 58.6% of self-employed women are involved in uncompensated activities."}, {"text_block_id": "p10_b125", "text": "Youth migration from the high mountainous regions is mainly predetermined by the overall lack of employment opportunities. In 2015, population growth in the Racha-Lechkhumi and the Kvemo Svaneti regions was negative (-473), while in the Shida Kartli (lowlands) region this indicator was +569 (GeoStat, 2015). Negative indicators in natural population growth were also recorded in the Samegrelo-Zemo Svaneti (-399) and Mtskheta-Mtianeti (-184) regions."}, {"text_block_id": "p10_b126", "text": "Access to healthcare is limited in the mountainous areas. Despite the fact that there is a medical doctor able to provide primary medical care in every village, the population still has difficulties purchasing medicines due to the limited amount of pharmacies. As such, people are forced to travel to the towns to obtain them."}, {"text_block_id": "p11_b127", "text": "Access to education is partly problematic as well. Though primary schools are present in every village, secondary schools only exist in some of them. The average number of students from the high mountainous regions participating in the National Exams is lower compared to those living in urban areas. In addition, school-aged students from the high mountainous regions also have financial problems when continuing their studies at the higher education level"}, {"text_block_id": "p11_b128", "text": "."}, {"text_block_id": "p11_b129_merged_merged", "text": "In 2015, with the aim of developing the highlands, Georgia adopted the Law on the Development of Mountainous Regions. According to this law, a high mountainous settlement is a settlement located in a mountainous region at 1,500 metres above sea level or higher. However, the Georgian government, taking into account various criteria (slope inclination, infrastructural location, climate and natural environment, lack of cultivation areas, the demographic and migration), can provide high mountainous region settlement status to a certain settlement. This settlement can be located no lower than 800 metres above sea level and in exceptional situations – to a settlement situated below 800 metres above sea level. Notwithstanding the altitude of the location, the following regions of Georgia were given the status of a high mountainous region: Khevi, Mtiuleti, Pankisi Gorge, Mountainous Ajara, Gudamakari Ravine, Pshav-Khevsureti, Tusheti, Zemo Svaneti, Kvemo Svaneti, Lechkhumi and Racha."}, {"text_block_id": "p11_b132", "text": "Entrepreneurs operating in high mountainous settlements were provided with a special status and privileges."}, {"text_block_id": "p11_b133", "text": "This Law envisages special privileges for the residents of high mountainous settlements. These privileges cover social as well as taxation issues."}, {"text_block_id": "p11_b134", "text": "Following this, the National Council on Mountainous Regions was also established. The aim of this council was to develop the Mountainous Regions."}, {"text_block_id": "p11_b135", "text": "1.2. Economic Overview"}, {"text_block_id": "p11_b136", "text": "1.2.1. GDP and Trade"}, {"text_block_id": "p11_b137", "text": "Gross Domestic Product: In 2015, Georgia GDP per capita amounted to 8,550.9 GEL. Nominal GDP in Georgia was 31,755.6 million GEL, while the real GDP growth rate was 2.9% (Table 1). The mean rate of annual inflation was 4.0% in 2015."}, {"text_block_id": "p11_b138", "text": "Table 1. GDP growth in Georgia"}, {"text_block_id": "p12_b139", "text": "Source: GeoStat, International Monetary Fund"}, {"text_block_id": "p12_b140", "text": "of the share in GDP (Diagrams 2 and 3)."}, {"text_block_id": "p12_b141", "text": "Diagram 2. Nominal GDP and Real Growth"}, {"text_block_id": "p12_b142", "text": "Diagram 3. GDP Structure"}, {"text_block_id": "p12_b143", "text": "Nominal GDP and Real Increase"}, {"text_block_id": "p12_b144", "text": "GDP Structure, 2015"}, {"text_block_id": "p12_b145", "text": "Source: GeoStat"}, {"text_block_id": "p12_b146", "text": "2015."}, {"text_block_id": "p12_b147_merged", "text": "Foreign trade: Georgia’s foreign trade worth 2.2 billion USD and imports totalling 7.7 billion USD."}, {"text_block_id": "p13_b150", "text": "Hazelnuts and wine"}, {"text_block_id": "p13_b151", "text": "are Georgia’s main exported goods"}, {"text_block_id": "p13_b152", "text": "."}, {"text_block_id": "p13_b153", "text": "of producers in the relevant sectors compared with foreign producers."}, {"text_block_id": "p13_b154", "text": "The main markets for various agriculture export are as follows:"}, {"text_block_id": "p13_b155", "text": "The main markets for various agriculture export are as follows:\n* Wine, non-alcoholic and spirits: (EU Member States)\n* Wine, non-alcoholic and spirits: (EU Member States)\n â\n* Wine, non-alcoholic and spirits: (EU Member States)\n â\n Netherlands, France, Poland,\n* Wine, non-alcoholic and spirits: (EU Member States)\n â\n Netherlands, France, Poland,\n Latvia and Lithuania. (CIS countries)\n* Russia, Ukraine, Armenia, Kazakhstan;\n* Hazelnuts and nuts: (EU Member States)\n* Hazelnuts and nuts: (EU Member States)\n â\n* Hazelnuts and nuts: (EU Member States)\n â\n Italy, Germany, Spain and Czech Republic\n* Hazelnuts and nuts: (EU Member States)\n â\n Italy, Germany, Spain and Czech Republic\n (CIS countries)\n* Russia and Ukraine;\n* Tinned fruits and vegetables: Germany, Austria, Slovakia;\n* Fruit and vegetable juices: Germany and Greece;\n* Hazelnut powder: Germany, France;\n* Citrus: Russia, Ukraine, Azerbaijan;\n* Cattle and small ruminants: Azerbaijan, Lebanon, Saudi Arabia."}, {"text_block_id": "p13_b179", "text": "Compared with 2014, in 2015 the export of agriculture goods to EU member states has"}, {"text_block_id": "p13_b180", "text": "increased significantly:"}, {"text_block_id": "p13_b181", "text": "increased significantly:\n* Hazelnuts\n* increased by 4% (by 5.4 million USD) and reached 149.1 million USD.\n* increased by 4% (by 5.4 million USD) and reached 149.1 million USD.\n Georgiaâs\n* increased by 4% (by 5.4 million USD) and reached 149.1 million USD.\n Georgiaâs\n main export markets: Italy (30%),\n* Tinned fruits and vegetables\n* increased by 38% (2.1 million USD) and reached 7.7\n* increased by 38% (2.1 million USD) and reached 7.7\n (5 times, by 1.2 million USD).\n* increased by 38% (2.1 million USD) and reached 7.7\n (5 times, by 1.2 million USD).\n Georgiaâs m\n* increased by 38% (2.1 million USD) and reached 7.7\n (5 times, by 1.2 million USD).\n Georgiaâs m\n ain export markets: Germany\n* Hazelnut powder â increased by 50% (1.3 million USD) and reached 4.0 million"}, {"text_block_id": "p13_b200", "text": "In 2015, compared to 2014, the export of agriculture goods to CIS countries decreased by 43% (228.5 million USD), reaching 306.7 million USD. The import of agriculture goods from the CIS countries also decreased by 10% (65.0 million USD)."}, {"text_block_id": "p13_b201", "text": "Liberal trade regimes provide favourable conditions for the export of primary and processed agriculture products. The agreement signed with the EU on the Deep and Comprehensive Free Trade Area (DCFTA) was provisionally entered into force on September 1, 2014. Georgia has also signed free trade agreements with the CIS and Turkey (2008), Most Favoured Nation Treatment (MFN) with the member states of the World Trade Organization (WTO) and the General System of Preferences (GSP) with the USA,"}, {"text_block_id": "p14_b202", "text": "Canada and Japan. In 2016, Georgia concluded negotiations with the European Free Trade Association (EFTA) on creating a free trade area. Negotiations on the free trade area with the Republic of China are in progress, which is very important to Georgia in terms of the export of agricultural goods and especially wines."}, {"text_block_id": "p14_b203", "text": "USD, which exceeded the figures from 2014 by 19%."}, {"text_block_id": "p14_b204", "text": "1.2.2. Economic activities in rural areas"}, {"text_block_id": "p14_b205_merged", "text": "Poor diversification of the rural economy and the low productivity of the agricultural sector underpin the chronic weakness of the rural economy. In fact, more than 48% of the total added value is created in Tbilisi, which shows that the urbanization level of Georgia’s economy is very high. The smallest share in total added value falls on the Guria region, which has the lowest indicator (Table 2)."}, {"text_block_id": "p14_b208", "text": "Table 2. Total Added Value Distribution by Regions (2014)"}, {"text_block_id": "p14_b209", "text": "Source: GeoStat"}, {"text_block_id": "p14_b210", "text": "Entrepreneurial activities by region"}, {"text_block_id": "p14_b211", "text": "The turnover and production volume of enterprises operating in the regions is considerably lower compared to the same indicators in Tbilisi. The share of Tbilisi in overall turnover and production volume is highest. In 2015, approximately 72% of the turnover and 66% of"}, {"text_block_id": "p15_b212", "text": "production fell to Tbilisi. Among the regions the highest indicator of turnover and output was in Ajara. The lowest indicators of turnover and output are recorded in the RachaLechkhumi and Kvemo Svaneti regions (Diagram 4)."}, {"text_block_id": "p15_b213", "text": "Ajara has the highest indicator of employment in the business-sector of all the regions, while Racha-Lechkhumi and Kvemo Svaneti have the lowest. Approximately 63% of employed people reside in Tbilisi (Diagram 5)."}, {"text_block_id": "p15_b214", "text": "Diagram 5. Mean Annual Number of Business Sector Employees by Regions,2015"}, {"text_block_id": "p15_b215", "text": "Source: GeoStat"}, {"text_block_id": "p15_b216", "text": "According to the 2015 data, the highest mean monthly salary by region for business sector employees is in the Mtskheta-Mtianeti region, while the lowest is found in the"}, {"text_block_id": "p16_b217", "text": "Lechkhumi and Kvemo Svaneti regions (Diagram 6). However, the highest salaries (1,006.7 GEL) are paid in Tbilisi."}, {"text_block_id": "p16_b218", "text": "Diagram 6. Average Monthly Salary of Business Sector Employees by Regions"}, {"text_block_id": "p16_b219", "text": "Source: GeoStat"}, {"text_block_id": "p16_b220_merged", "text": "1.2.3. Economic condition of the population – employment, poverty, income and salaries"}, {"text_block_id": "p16_b223", "text": "Though unemployment levels have substantially decreased in recent years, challenges remain. In 2015, the average rate of unemployment in rural areas (4.8%) was significantly lower than in urban areas (21.5%, Diagram 7)."}, {"text_block_id": "p16_b224", "text": "Diagram 7. Unemployment rate on urban and rural levels (2015)"}, {"text_block_id": "p16_b225", "text": "Source: GeoStat"}, {"text_block_id": "p16_b226", "text": "At the regional level, the unemployment rate, compared to the other regions, is highest in Tbilisi (21.4%). That is explained by the fact that the majority of the rural population is self-employed in households and mainly in agriculture."}, {"text_block_id": "p17_b227", "text": "However, the lower unemployment rate does not result in higher income or positive poverty indicators in rural areas (Table 3)."}, {"text_block_id": "p17_b228", "text": "Table 3. Distribution of the population (15 years-old and above) according to economic activities on the regional level, 2015 (thousand people)"}, {"text_block_id": "p17_b229_merged", "text": "An analysis of urban and rural economic data clearly demonstrates the significant difference in living standards that exists between rural and urban populations. However, most countries are characterised with this difference and Georgia is no exception. Despite the fact that household income in both rural and urban areas has increased in recent years, according to 2015 data, the mean monthly income per household in rural areas is 21% less compared to urban areas (Diagram 8). In 2015, the number of employed people in rural areas amounted to 257.4 thousand people, while the same indicator in urban areas was twice higher at 496,0 thousand people. It should be noted that the relative povertyindicator during these years was higher in rural areas than it was in urban areas, and exceeded 25%, while the same indicator in urban areas was less than 20%. In 2015, the relative poverty in Georgia overall was 20.1% (25.3% in rural areas and 14.7% in urban areas)."}, {"text_block_id": "p17_b231", "text": "Diagram 8. Mean monthly income per household in urban and rural areas"}, {"text_block_id": "p18_b232", "text": "Source: GeoStat"}, {"text_block_id": "p18_b233", "text": "Despite the unfavourable structure of agriculture, income in rural areas is still increasing. This is due to cash remittances transferred by Georgian citizens living abroad. This has reduced the impact of negative agriculture indicators on the residents of rural areas (where half the population lives)."}, {"text_block_id": "p18_b234", "text": "1.2.4. Agriculture"}, {"text_block_id": "p18_b235", "text": "Agriculture is a major source of employment and income for Georgia"}, {"text_block_id": "p18_b236", "text": "’"}, {"text_block_id": "p18_b237", "text": "s rural population. Currently, 43% of the total workforce is engaged in agriculture, while 97% of those people are self-employed. There are few opportunities for finding alternative employment in rural areas."}, {"text_block_id": "p18_b238_merged_merged", "text": "In 2015, added value in agriculture (state GDP) amounted to 2,507.6 million GEL, while real growth was 1.5%. According to 2015 data, agriculture made up 9.1% of Georgia’s GDP. 48% of the added value generated in primary production comes from cattle-breeding, while 21% is derived from the production of fruits and nuts, as well as from agricultural crops used for the further production of drinks and spices. The added value created in food processing in that period was about 1,827.8 million GEL, contributing 6.7% to overall GDP. Approximately 39% of the added value created in food processing came from household-based food processing. The production of spirits also makes up a significant share."}, {"text_block_id": "p18_b241", "text": "Agricultural land, including pastures, is spread over more than 3 million hectares in Georgia (43.4% of the territory), while 43% of the rest of the territory is covered by forests."}, {"text_block_id": "p18_b242", "text": "According to the 2014 Agricultural Census, approximately half of the land (47.9%) possessed by households is arable land, 30% of which is uncultivated."}, {"text_block_id": "p19_b243", "text": "One of the main obstacles in the development of agriculture and increasing its competitiveness is land fragmentation caused by land reforms made during the"}, {"text_block_id": "p19_b244", "text": "country’s"}, {"text_block_id": "p19_b245", "text": "most difficult political period (1992-1998)."}, {"text_block_id": "p19_b246", "text": "According to the 2014 census, 73.1% of landowners possess land of up to 1 hectare, 25.5% of landowners own land as large as 1 -5 hectares, and only 1.5% of landowners possesses more than 5 hectares of land. The problem is compounded by the fact that 1 hectare of land owned by a single household is usually divided into 2-3 separate plots. Therefore, the development of a profitable and economically-viable agriculture sector without land consolidation is impossible. In order to promote the rational management of the agricultural fund, the development of the agricultural land market and the proper use of agricultural land there will be implemented activities related to development of farmers registry and geoinformation systems of agricultural land use. It should be noted that much of the population has still not registered the lands that they possess. Respectively their inclusion in economic activities (e.g. for collateral requested for credit) is impossible."}, {"text_block_id": "p19_b247", "text": "The State Programme on Land Registration has been launched and is being implemented successfully. The programme aims to promote and increase citizen access to the land registration process, which will help to complete the registration of land. Establishing a database with registration records and cadastral information is a precondition for the development of the land market."}, {"text_block_id": "p19_b248_merged_merged", "text": "A lack of modern technology, capital and basic knowledge caused gradual reduction in productivity, as well as the reduction in land fertility and yield. Therefore, enhancement the competitiveness of the agriculture sector is possible only through the introduction of modern technologies/innovation and the improvement of farmers’ skills. Information and consultation centres of the Ministry of Agriculture are available in 59 municipalities throughout Georgia. One of the main functions of these centres is providing capacity building for farmers by introducing them to modern technologies/innovations. It should be noted that more than 200 public and private services, as well as the services of the LLC Mekanizatori of the Ministry of Agriculture is accessible at 43 Public Service Centres of the LEPL Governmental Service Development Agency operating under the Ministry of Justice of Georgia."}, {"text_block_id": "p19_b251", "text": "The productivity of the agriculture sector is highly dependent on agricultural production means and access to services. One of the main obstacles in this direction is the absence of production means and services on the market that are relevant to price and quality. This often leads to unfavorable financial results for farmers."}, {"text_block_id": "p19_b252", "text": "The prospect of enhancing agricultural competitiveness, as well as reducing costs, is highly dependent on the quality level of the machinery used in agriculture. Currently, most agricultural machinery owned by the private sector is in poor condition and amortized, affecting the completion of activities within agro-term, increases cost for production, lowers"}, {"text_block_id": "p20_b253", "text": "quality of harvest and reduces volume of production. In order to tackle this problem, important projects dedicated to improving access to agricultural machinery must be implemented."}, {"text_block_id": "p20_b254", "text": "The lack of storage facilities and necessary services is evident in the rural areas of Georgia. The main reason that stock infrastructure and services are not in high-demand is due to their distant location and service fees. The government will support the establishment of post-harvesting technologies, such as warehouses, sampling, and the processing and distribution sectors. This will insure the integration of all components of the entire cycle in the creation of added value."}, {"text_block_id": "p20_b255", "text": "Today, the processing of primary agriculture products is not a well-developed sector in Georgia, but there are some signs of growth. In 2015, the total share of food processing"}, {"text_block_id": "p20_b256", "text": "turnover in the processing industry was 45.6% reaching 2,9 billion GEL. Output amounts to 46.6% of the total output of the processing industry and exceeds 2,8 billion GEL ."}, {"text_block_id": "p20_b257", "text": "In 2015, the share of household income from agricultural product sales in total monetary and non-monetary income was only 7.8%, which shows that the development of households is still insufficient."}, {"text_block_id": "p20_b258", "text": "Despite the increased investment in the agricultural sector, poor access to financial resources remains one of the main challenges for small and medium-sized enterprises, as well as for producers of primary agricultural products."}, {"text_block_id": "p20_b259", "text": "Notwithstanding the growth in the export of agricultural products, trade balance in this direction is still negative. Georgia"}, {"text_block_id": "p20_b260", "text": "’"}, {"text_block_id": "p20_b261", "text": "s main export products include hazelnuts, wine, spirits, and mineral water. The share of these commodities in total food export is about 70%. Further diversification of export commodities and reaching additional markets are of the highest importance in order to ensure sustainable development, and to generate additional revenue for the country."}, {"text_block_id": "p20_b262", "text": "The situation is different with imports. Wheat, meat and meat products, various types of fruit and vegetables, sugar, spirits, and vegetable oil, are commonly imported. These import products constitute 42% of total food import. However, this is not full list. It should be noted that the import of unseasonal vegetables is common for Georgia, notwithstanding that there are favourable conditions for the development of this field in Georgia. In general, fruits and vegetables produced in Georgia are delivered seasonally to the local market."}, {"text_block_id": "p20_b263_merged_merged_merged", "text": "In order to increase export volume and the competitiveness of agricultural products, the protection of geographic indications and appellations of origin is very important. Currently 18 appellations of origin of wines, 3 types of mineral waters, 14 geographic indication of cheese, chacha, churchkhela and other products are registered with the National Intellectual Property Centre – Sakpatenti. Agreements with the EU, CIS and Georgia’s large export"}, {"text_block_id": "p21_b268", "text": "partner countries were signed in order to protect geographical indications and appellation of origins."}, {"text_block_id": "p21_b269", "text": "In order to enhance the competitiveness of"}, {"text_block_id": "p21_b270", "text": "Georgia’s"}, {"text_block_id": "p21_b271", "text": "agricultural sector, primary production, as well as getting processed products on the local and EU market will be necessary. Additionally, the effective and gradual implementation of food safety requirements under the DCFTA is also very important."}, {"text_block_id": "p21_b272", "text": "Apart from providing a unique opportunity for the export of Georgian agricultural products on the EU market without restrictions and tariff barriers, it requires the effective functioning of the relevant structures and institutions in Georgia. It also requires that businesses meet EU regulations as defined in the DCFTA. The DCFTA adaptation process is the most challenging for SMEs with regard to financial resources, the relevant skills, and qualified human resources According to the Code of Food/Feed Safety, Veterinary and Plants Protection, the simplified requirements apply to a) small business operators (an annual turnover equal or less than 200, 000 GEL) that perform production, processing, primary manufacturing and distribution of food/feed; b) businesses that perform the same activities using traditional methods; and c) businesses that perform the same activities in the high mountainous regions without using the factory method. According to the above-mentioned, these types of businesses will not bear the additional costs of compliance that are important for them to be competitive."}, {"text_block_id": "p21_b273", "text": "1.2.5. Tourism"}, {"text_block_id": "p21_b274", "text": "Since Georgia has a rich historical and cultural heritage, as well as traditional forms of agriculture such as vine-growing and winemaking, rural tourism is seen as an important area for development."}, {"text_block_id": "p21_b275_merged_merged", "text": "One of the main priorities of the Government of Georgia is to promote the development of tourism, which has already seen dynamic growth. The total output of the tourism industry from 2006-2015 has increased 2.5-times reaching 3,507.1 million GEL. In 2015, tourism output resulted in 7.3% of the country’s total output. In 2015, the share of tourism in GDP amounted to 6.7%."}, {"text_block_id": "p21_b278", "text": "Due to the development of various sectors related to agriculture, including the increase of agriculture production, trade, transportation services and other tourist services, the development of tourism is especially important for local (rural, regional) development."}, {"text_block_id": "p21_b279", "text": "The development of international and domestic tourism is of great importance for rural development. It should be noted that Tbilisi is the most visited tourism destination. In 2015, the number of domestic visitors reached 837.1 thousand people, while the average number of visits was 1,030.1 thousand per month (Diagrams 9 and 10)."}, {"text_block_id": "p22_b280", "text": "Diagrams 9 and 10. Distribution of Visitors and Visits by Regions"}, {"text_block_id": "p22_b281", "text": "A lot of activities and projects have been implemented in recent years in order to promote tourism"}, {"text_block_id": "p22_b282", "text": "–"}, {"text_block_id": "p22_b283", "text": "tourist sites have been renovated, improvements in tourist infrastructure made and new touristic sites have been developed. Important projects have been and are being implemented in the four-season resort sector in the high mountainous regions, which include the installation of chair-lifts, the construction of ski and bicycle tracks, as well as the provision of toboggans and artificial snow. All of these measures will significantly increase the attractiveness and decrease seasonal dependency."}, {"text_block_id": "p22_b284", "text": "Agro-tourism has been launched in Georgia with further prospects for development, which is especially important for rural development. Georgia has a rich cultural heritage, with an abundance of archaeological sites, natural monuments, reserved areas, mineral/therapeutic waters, balneology, spas and therapeutic resorts, as well as seaside and mountain/ski resorts, which are also important for increasing tourism numbers."}, {"text_block_id": "p22_b285", "text": "The development of the cultural life in villages is an essential aspect of sustainable rural development and it will require the rehabilitation of historic monuments and the creation of suitable infrastructure to facilitate growth in this area."}, {"text_block_id": "p22_b286_merged_merged", "text": "The Government of Georgia has implemented various projects including the promotion of small and medium businesses operating in the field of tourism, as well as the improvement of tourism services. In addition, small-scale tourist infrastructure and tourism products have also been developed throughout Georgia. One of the most important projects is making various tourism destinations accessible for people with disabilities. One project – ‘Wine Route of Georgia’ – is already in progress. The project aims to list all companies, small enterprises, and family-held wine-stores operating in the traditional wine-making regions and support opportunities to develop tourist attractions around these sites. This project is important for developing tourism in the regions, as well as for promoting the Georgian wine"}, {"text_block_id": "p23_b291", "text": "industry. In order to improve the quality of regional tourism, special seminars are held on a regular basis for the representatives of the private sectors engaged in the tourism."}, {"text_block_id": "p23_b292", "text": "The promotion of tourism activities has resulted in the development of local small and medium businesses, as well as an increase in the incomes of the local population. However, rural tourism has huge potential, especially in the regions."}, {"text_block_id": "p23_b293", "text": "The promotion of tourism activities has resulted in the development of local small and medium businesses, as well as an increase in the incomes of the local population. However, rural tourism has huge potential, especially in the regions.\n* Rural Infrastructure\n* Roads, Water Supply, Gas Supply, Internet and"}, {"text_block_id": "p23_b297", "text": "Irrigation/Melioration"}, {"text_block_id": "p23_b298", "text": "Due to the climate conditions in Georgia, the melioration of lands, as well as the construction and rehabilitation of the irrigation and draining systems are important for ensuring a highly effective agriculture industry."}, {"text_block_id": "p23_b299", "text": "Since the majority of the melioration systems are obsolete, the state is currently implementing large-scale restoration-rehabilitation work on the existing melioration infrastructure in order to increase the area of meliorated agriculture lands. However, this requires substantial resources to accomplish the reconstruction of the existing systems and to provide new irrigation and drainage systems where relevant."}, {"text_block_id": "p23_b300", "text": "When the development of the melioration in the country reached its peak, 278, 000 hectares of land was irrigated by gravity flow and the draining system was available on 105, 000 hectares. During the following decades, a major part of the infrastructure was destroyed, and by 2012, only 45, 000 hectares were supplied by water and 14, 000 hectares were provided with the draining service."}, {"text_block_id": "p23_b301", "text": "In order to increase the area of meliorated agricultural lands, a company has launched large-scale rehabilitation work on the existing melioration infrastructure. Because of the rehabilitation program, which has been ongoing since 2012, there is now 106, 600 hectares of land irrigated and the area of drained land has been expanded to up to 31, 575 hectares."}, {"text_block_id": "p23_b302_merged_merged", "text": "The restoration and rehabilitation of Georgia’s irrigation infrastructure will be continued in the future. The irrigation strategy that will be developed will ensure a significant increase of irrigated land. The country’s irrigation and drainage systems will be developed and improved. Tariff methodology will be developed and adopted. The introduction of modern irrigation systems and the establishment of water-users unions will be supported."}, {"text_block_id": "p23_b307", "text": "Road Infrastructure"}, {"text_block_id": "p23_b308", "text": "Important investments were introduced over the last decade regarding the rehabilitation/reconstruction/construction of roads and other traffic infrastructure. According to the data of 2015, there are 1,603 km of international roads in Georgia. The majority of them are in good condition. The total length of the domestic public roads is"}, {"text_block_id": "p24_b309", "text": "5,298 km, some of which require reconstruction/rehabilitation. The vast majority of the internal roads are located in the regions (Table 4)."}, {"text_block_id": "p24_b310", "text": "Table 4. Length of public roads by region"}, {"text_block_id": "p24_b311", "text": "Source: GeoStat"}, {"text_block_id": "p24_b312", "text": "Roads linking villages, roads in villages, roads leading to agriculture lands and to cultural heritage sites are in poor condition and need reconstruction/rehabilitation."}, {"text_block_id": "p24_b313", "text": "Water Supply"}, {"text_block_id": "p24_b314", "text": "Domestic water supply infrastructure and sanitation systems require rehabilitation or reconstruction. These developments directly affect the living standards of the rural population."}, {"text_block_id": "p24_b315", "text": "According to 2015 data, despite the noticeable improvement in the water supply of households in the regions over recent years, only 55.6% of households in Georgia are supplied with water in their"}, {"text_block_id": "p25_b316", "text": "homes. This situation is considerably worse in the regions than it is in the major population centres (Table 5)."}, {"text_block_id": "p25_b317", "text": "Table 5. Household distribution by main sources of drinking water (percentage)"}, {"text_block_id": "p25_b318", "text": "Source: GeoStat"}, {"text_block_id": "p25_b319", "text": "Water supply is especially important for women, as they are mainly dealing with problems related to water supply. In rural areas, women carry water long distances. This requires many physical resources and time."}, {"text_block_id": "p25_b320", "text": "Electricity and Natural Gas"}, {"text_block_id": "p25_b321", "text": "Geographic and social aspects have an impact on access to energy for a section of the population."}, {"text_block_id": "p25_b322", "text": "Geographic and social aspects have an impact on access to energy for a section of the population.\n* Electricity supply: Currently, more than 99% of the population of Georgia has access\n<\\li1>"}, {"text_block_id": "p25_b324", "text": "Georgia is rich with hydro resources, which are renewable sources of energy. It should be noted that currently only 20% of the hydro resources are being used. There are several hydro-electric power plants that are being constructed in some of the regions of Georgia. Hydro-electric power is an eco-friendly source of electric power and ensures the energy security of the country and, at the same time, is one of the chief means for the development of the regions. In addition, the infrastructure around the hydro-electric power plants, including water ponds and reservoirs, may be used for the development of rural tourism. Retaining walls provide the tool for controlling the effects of flooding and effective"}, {"text_block_id": "p26_b325", "text": "management of drinking water (e.g. for irrigation). During the construction period of the hydro-electric plants, the local population will be provided with jobs and the property tax paid by the owners of the power stations is transferred to the municipal budgets, thus increasing the possibility of implementation of the particular social projects. All the abovementionedserves as a prerequisite for the economic development and the increased social welfare of those residing in particular municipalities and regions. Construction of the hydro power plants in various regions of Georgia will be continued in the future. New jobs, and new prospects for the development of small businesses, as well as improvements in socioeconomic conditions will encourage the population to stay in their communities."}, {"text_block_id": "p26_b326", "text": "management of drinking water (e.g. for irrigation). During the construction period of the hydro-electric plants, the local population will be provided with jobs and the property tax paid by the owners of the power stations is transferred to the municipal budgets, thus increasing the possibility of implementation of the particular social projects. All the abovementionedserves as a prerequisite for the economic development and the increased social welfare of those residing in particular municipalities and regions. Construction of the hydro power plants in various regions of Georgia will be continued in the future. New jobs, and new prospects for the development of small businesses, as well as improvements in socioeconomic conditions will encourage the population to stay in their communities.\n* Natural Gas Supply: Currently, natural gas is being provided to 68% of the population\n<\\li1>"}, {"text_block_id": "p26_b328", "text": "Communication and Information Technologies"}, {"text_block_id": "p26_b329", "text": "Access to the Internet and communication infrastructure, including TV broadcasting (digital), phone networks and access to a universal postal services in rural areas is very important for local development."}, {"text_block_id": "p26_b330", "text": "One of the main priorities of the Government of Georgia is the development of communication and information technologies in the country and the elimination of the existing digital disbalance between the urban and rural areas. Many important projects have been and are being implemented in this direction. A comprehensive state programme aimed at transition to the digital TV network was completed in 2015. The programme aimed to cover the population of the country residing in both urban and rural areas. As a result, the rural and urban population of Georgia has free access to digital TV programmes."}, {"text_block_id": "p26_b331", "text": "The range of radio frequencies available after transition to the digital broadcasting system will be used for developing LTE technologies, which helps to develop wireless internet services. Currently, 84% of the country is covered by mobile 3G broadband internet, while LTE mobile Internet covers 32% of the country."}, {"text_block_id": "p26_b332", "text": "The total area of Georgia and the high mountainous regions are not covered by fibre-optic cables at this moment, which limits the access of the rural population to the Internet and subsequently, creates further barriers to rural development."}, {"text_block_id": "p27_b333", "text": "Fixed phone lines are used by 25.5% of the population. The reduction in fixed telephone use is a global trend, caused by the development of new technologies like mobile communication."}, {"text_block_id": "p27_b334", "text": "In the frame of post-reform, in the near future (from 2017), the entire population of Georgia will have access to universal postal services, where basic postal services will be provided at an affordable price."}, {"text_block_id": "p27_b335", "text": "1.2.7. Access to public services"}, {"text_block_id": "p27_b336", "text": "Mail/postal reform, which will be introduced starting 2017, will provide all consumers with universal postal services."}, {"text_block_id": "p27_b337", "text": "Access to public services is important for the rural population. As a result of the reforms conducted during the last decade, state service provision has been greatly simplified. Currently, across Georgia there are several successfully operating Public Service Halls (PSH) providing the majority of public services. PSHs offer customers up to 400 types of services in one place and serve up to 18, 000 customers daily. Currently, there are 19 PSHs operating in Georgia including Tbilisi. In the near future, it is planned to open PSHs in Oni and Akhalkalaki."}, {"text_block_id": "p27_b338", "text": "It should be noted, that most services are available electronically, but because the total area of Georgia is not yet covered by internet infrastructure, part of the rural population has no access to receiving those services on-line."}, {"text_block_id": "p27_b339", "text": "In order to improve public services locally, several measures are being introduced."}, {"text_block_id": "p27_b340", "text": "These include:"}, {"text_block_id": "p27_b341", "text": "These include:\n* Development of community centres â The establishment of community centres aims to\n* Development of community centres â The establishment of community centres aims to\n .\n<\\li1>"}, {"text_block_id": "p28_b346", "text": "These include:\n* Development of community centres â The establishment of community centres aims to\n* Development of community centres â The establishment of community centres aims to\n .\n<\\li1>\n"}, {"text_block_id": "p28_b347", "text": "Since 2015, within the framework of the public-to-private partnership (PPP) the concept of Express Community Centres were introduced, This was accomplished through the cooperation of the Public Services Development Agency and Liberty Bank. The concept covers more than 1,000 villages and aims to increase local access to public services."}, {"text_block_id": "p28_b348", "text": "Within the framework of the Public Libraries for Local Development project, in some villages the Community Centre concept was added to the existing library infrastructure, which offered effective public services and integrated modern technology into public libraries."}, {"text_block_id": "p28_b349", "text": "However, some villages still have no access to such services, and it is important to continue the development of community centres."}, {"text_block_id": "p28_b350", "text": "However, some villages still have no access to such services, and it is important to continue the development of community centres.\n* The project of addressing: To enable the effective provision of a number of public services,"}, {"text_block_id": "p28_b353", "text": "However, access of the rural population to services related to tax/customs administration is important for local economic development. Such services include taxpayer registration, the registration of individual entrepreneurs, consulting services, and declarations. It should be noted that like registration services, the majority of services are also available on-line. Though, because of the incomplete internet coverage of the rural areas and the lack of computer and other specific skills of the population, access of the rural population to these services is also limited."}, {"text_block_id": "p28_b354", "text": "The Revenue Service does have service-centres in the regions. However, these service-centres are located in regional centres, which are especially difficult to access for people living far away."}, {"text_block_id": "p28_b355", "text": "1.2.8. State Programmes for Rural Development"}, {"text_block_id": "p28_b356", "text": "The Government of Georgia is implementing state programmes for local economic development and promoting access to financial resources, physical infrastructure and modern technologies for the local population"}, {"text_block_id": "p28_b357", "text": "Agriculture Development Facilitation"}, {"text_block_id": "p29_b358", "text": "In 2012, in order to promote the development of agriculture, the Agriculture Projects"}, {"text_block_id": "p29_b359", "text": "’"}, {"text_block_id": "p29_b360", "text": "Management Agency (APMA) was established under the Ministry of Agriculture of Georgia. The agency implements projects initiated by the Ministry of Agriculture. Currently, APMA,  is administering the"}, {"text_block_id": "p29_b361", "text": "‘"}, {"text_block_id": "p29_b362", "text": "Comprehensive Agriproject"}, {"text_block_id": "p29_b363", "text": "’"}, {"text_block_id": "p29_b364", "text": ", which includes the following state programmes:"}, {"text_block_id": "p29_b365", "text": ""}, {"text_block_id": "p29_b366", "text": "Plant the Future -Aims to use agriculture lands effectively by planting perennial crops"}, {"text_block_id": "p29_b367", "text": ""}, {"text_block_id": "p29_b368", "text": "Produce in Georgia -"}, {"text_block_id": "p29_b369", "text": "(agriculture component) Aims to develop production-oriented enterprises, create new enterprises and promote the development of existing ones in order to ensure the production/processing of agriculture products"}, {"text_block_id": "p29_b370", "text": ""}, {"text_block_id": "p29_b371", "text": "Agro Insurance -Aims to develop the insurance market in the agricultural sector, promote rural activities, maintain the income for people engaged in those activities and reduce the risks"}, {"text_block_id": "p29_b372", "text": ""}, {"text_block_id": "p29_b373", "text": "Co-financing of Agro Processing and Storage Enterprises -Aims to facilitate the development of agriculture processing, as well as storage facilities and services"}, {"text_block_id": "p29_b374", "text": ""}, {"text_block_id": "p29_b375", "text": "Preferential Agro Credit Program -Aims to encourage primary agricultural production, its processing and the storage-sale processes ,by providing farmers and entrepreneurs engaged in agriculture with access to long-term preferential financial resources"}, {"text_block_id": "p29_b376", "text": ""}, {"text_block_id": "p29_b377_merged_merged_merged", "text": "Georgian Tea Plantation Rehabilitation Program -Aims to effectively use the potential of tea plantations already existing in Georgia, promote and facilitate the production of local tea (including bio-tea), increase the level of domestic supply and enhance export capabilities."}, {"text_block_id": "p29_b379", "text": "Cooperation: In terms of organizing production, managing inputs, increasing yields, generating market outlets and increasing the income of individual farmers, the encouragement of cooperative enterprises and cooperatives is a widely used mechanism. Improving the economies of scale, which cooperative activity allows, makes easier the introduction of new and more modern operating standards and technologies, and offers the potential for higher value agriculture products, thereby enhancing the competitiveness of Georgian agriculture."}, {"text_block_id": "p29_b380", "text": "Support to women and youth cooperation is very important. This will facilitate their involvement in economic activities and will have a positive impact on income generation and increase incentive for living in rural areas."}, {"text_block_id": "p29_b381", "text": "The LEPL Agricultural Cooperative Development Agency (ACDA) was established under the Ministry of Agriculture of Georgia in 2013, and supports a number of agricultural cooperative development initiatives."}, {"text_block_id": "p30_b382", "text": "These include:"}, {"text_block_id": "p30_b383", "text": ""}, {"text_block_id": "p30_b384", "text": "Programme for Supply of Agricultural Equipment to Agricultural Cooperatives, which aims to facilitate small-scale cropping on difficult land, covering small land plots, via the provision of small-scale powered equipment at a discount rate."}, {"text_block_id": "p30_b385", "text": ""}, {"text_block_id": "p30_b386", "text": "Fostering Hazelnut Production Development through the Promotion of Agricultural Cooperation, which aims to create the full cycle for hazelnut production, processing and marketing, reduction of the cost of the hazelnut and expand its export potential, via the provision of processing facilities and the formation of a large producer cooperative"}, {"text_block_id": "p30_b387", "text": ""}, {"text_block_id": "p30_b388", "text": "Support for the Beekeeping Agricultural Cooperatives, which aims to improve the material-technical basis of beekeeping enterprises of agricultural cooperatives, increase the quality and the amount of produced honey and beekeeping products. It also aims to attract capital investment for cooperatives and improve the qualification of partners"}, {"text_block_id": "p30_b389", "text": ""}, {"text_block_id": "p30_b390", "text": "Program to Support Dairy Production Agricultural Cooperatives, which aims to engage the agricultural cooperatives in modern raw milk delivery, thus stimulating the development of processing industries, improving the quality and competitiveness of local milk and dairy products, and improving the breeds of cattle in agricultural cooperatives"}, {"text_block_id": "p30_b391", "text": ""}, {"text_block_id": "p30_b392", "text": "Providing Agricultural Cooperatives with Agricultural Equipment, which aims to increase the access of agricultural cooperatives to agricultural technology, to reduce production costs, and to help them meet the requirements of the production of agriculture crops."}, {"text_block_id": "p30_b393", "text": "Significant activities are being conducted regarding viticulture development, namely vineyards registration development, and programmes for market diversification. Special measures have also been introduced for ensuring food safety, and providing adequate plant protection, veterinary and laboratory research and diagnostics services, and establishing and promoting effective extension through the more effective functioning of research activities, information provision and the delivery of consulting services."}, {"text_block_id": "p30_b394", "text": "In addition to state programmes, with the participation and support of the Partnership Fund among other directions, various agricultural projects are being implemented. Since its establishment in 2011, different agro projects have been financed. These include a modern swine farm (near Tbilisi), vegetable greenhouses (Imereti), blueberry farm (Guria), apple farm (Shida Kartli). 6.6 million USD were invested in these projects by the Partnership Fund."}, {"text_block_id": "p30_b395", "text": "In addition, a number of investment projects have been developed by the Co-Investment Fund, a private investment company that is in close cooperation with the state. Among other agriculture projects, a greenhouse project in Kvemo Kartli should be noted (40 million USD invested by the Co-investment Fund)."}, {"text_block_id": "p31_b396", "text": "In terms of agriculture, the priorities of the Co-Investment Fund are as follows: Dairy products and meat production aimed at satisfying the demands of the local market; the production of wine, mineral water, and fruit and vegetable production, which are aimed at increasing export; the development of important components of the value chain of agriculture-greenhouses, warehouse, processing and greenhouse enterprises; development of grain storage elevators and animal feed production aimed at development of Georgia, as a transit hub"}, {"text_block_id": "p31_b397", "text": "."}, {"text_block_id": "p31_b398", "text": "Support for entrepreneurship"}, {"text_block_id": "p31_b399", "text": "Support for the development of entrepreneurship is one of the main priorities of the Government of Georgia. Considering the fact that two-thirds of"}, {"text_block_id": "p31_b400", "text": "the country’s"}, {"text_block_id": "p31_b401", "text": "business activities are done via small and medium business, it is important to facilitate SMEs in the regions."}, {"text_block_id": "p31_b402", "text": "Besides the programmes aimed at supporting agriculture, there are state programmes aimed at the development of local businesses. These include micro, small and medium-sized business development. These programmes envisage increasing access to finances and physical infrastructure, as well as the technical support and provision of consulting services."}, {"text_block_id": "p31_b403", "text": "The LEPL Entrepreunership Development Agency was established in February of 2014 under the Ministry of Economic and Sustainable Development. The main objectives of the agency are as follows: enhancing competitiveness of the private sector; supporting start-up businesses, support for the introduction of modern entrepreneurial culture, and facilitating the diversification of export goods and services. These objectives are pursued by the agency through various financial and non-financial mechanisms."}, {"text_block_id": "p31_b404", "text": "The Entrepreneurship Development Agency administers SME support programmes including:"}, {"text_block_id": "p31_b405", "text": ""}, {"text_block_id": "p31_b406", "text": "Produce in Georgia"}, {"text_block_id": "p31_b407", "text": "–"}, {"text_block_id": "p31_b408", "text": "a) A business component aimed at supporting entreprises"}, {"text_block_id": "p31_b409", "text": "–"}, {"text_block_id": "p31_b410", "text": "both new and existing ones"}, {"text_block_id": "p31_b411", "text": "–"}, {"text_block_id": "p31_b412", "text": "and providing them with new equipment, assisting in the growth of their competitiveness and enhancing export potential through improving access to the private sector and finance, property and technical assistance. b) A hotel development component, which aims to support entrepreneurs in constructing new hotels and/or developing existing infrastructure in the regions (except Tbilisi and Batumi). It also attracts international operators to enter the Georgian market and provides local operators the opportunity to obtain an international franchise (Management Contract)."}, {"text_block_id": "p31_b413", "text": ""}, {"text_block_id": "p31_b414_merged_merged_merged_merged", "text": "Facilitation of Micro and Small Entreprise development -This programme falls within the framework of the ‘Produce in Georgia’ programme, and is aimed at facilitating the growth of entrepreneurship in economically vulnerable regions of Georgia, and provide financial and technical aid to micro and small enterprises, support micro and"}, {"text_block_id": "p32_b419", "text": "medium business start-ups, support the quality enhancement of products and promote the diversification of local products on regional markets."}, {"text_block_id": "p32_b420", "text": "Supporting innovation"}, {"text_block_id": "p32_b421", "text": "In order to facilitate the development of innovations and modern technology, in 2014 the Agency for Innovations and Technologies was established under the Ministry of Economy and Sustainable Development of Georgia. The agency aims to provide incentives for the development of innovations, advanced technology, the promotion of research and development (R&D), and to support their commercialization and use. The agency also sets out to support establishment of innovative start-up companies and enhancement of their competitiveness. Currently, the agency is carrying out infrastructure projects in the regions that support innovation and technology development. Industrial innovation labs, regional hubs and innovation centers are being established, with the goal of raising the skills of the local population in the field of technology and innovation, encouraging innovative ideas, and facilitating their replication and commercialization."}, {"text_block_id": "p32_b422", "text": "Facilitation of Cultural Development"}, {"text_block_id": "p32_b423", "text": "The Government of Georgia is implementing activities related to the rehabilitation and improvement of cultural heritage sites. Projects aimed at the popularization and facilitation of art are ongoing in the regions of Georgia. Various cultural events are being conducted in the regions that are important for the integration of the rural population into cultural life."}, {"text_block_id": "p32_b424", "text": "Rural infrastructure"}, {"text_block_id": "p32_b425_merged", "text": "Rural infrastructure – particularly local and small-scale rural infrastructure – can be improved through well-targeted rural development interventions. Active participation and consultation with rural stakeholders is crucial in this process. As such, the Government of Georgia is implementing major projects in this regard."}, {"text_block_id": "p32_b430", "text": "These projects include:"}, {"text_block_id": "p32_b431", "text": ""}, {"text_block_id": "p32_b432", "text": "Rural Support Program. In order to develop rural infrastructure and meet other needs, the Rural Support Program was set up in 2009. The programme contributes to the financing of priority state infrastructure projects. The programme also allows for the provision of information and consultation with the local population regarding the projects. Funds allocated by the programme should be spent on construction, rehabilitation and/or improvement of the local infrastructure, providing equipment for public buildings, and/or the purchase of technology for long-term use. In addition, it must have a positive social and economic impact for the majority of the population."}, {"text_block_id": "p32_b433", "text": ""}, {"text_block_id": "p32_b434", "text": "Fund for Projects Implemented in Regions. The Fund for Regional Projects finances both local and regional projects, including roads, underground utilities, sidewalks, the repair of water supply/sewage systems, bridges, the installation/repair of outdoor lighting; construction of drinking water wells, management of sewage systems and"}, {"text_block_id": "p33_b435", "text": "municipal waste management, and the repair/rehabilitation of residential and public buildings."}, {"text_block_id": "p33_b436", "text": "It should be underlined that in 2014, the Government of Georgia adopted an essential document for regional development"}, {"text_block_id": "p33_b437", "text": "–"}, {"text_block_id": "p33_b438", "text": "the Regional Development Program of Georgia (2015-2017). This governmental document sets out the main aims and tasks for regional development together with priorities and activities, sources of finance and establishes the necessary conditions for the systemic support to the balanced and sustainable development of the country. This document is the first interagency document in terms of regional development and cohesion. With total budget of 3 billion GEL, it unifies the efforts of several ministries. The adoption of this program and its implementation complies with the Association Agenda, as well as the goals and tasks of the EU cohesion policy."}, {"text_block_id": "p33_b439", "text": "The program has following five priorities:"}, {"text_block_id": "p33_b440", "text": "1."}, {"text_block_id": "p33_b441", "text": "Improvement of the physical infrastructure and environmental protection;"}, {"text_block_id": "p33_b442", "text": "2."}, {"text_block_id": "p33_b443", "text": "SME support and the creation of new jobs;"}, {"text_block_id": "p33_b444", "text": "3."}, {"text_block_id": "p33_b445", "text": "Development of agriculture;"}, {"text_block_id": "p33_b446", "text": "4."}, {"text_block_id": "p33_b447", "text": "Development of tourism;"}, {"text_block_id": "p33_b448", "text": "5."}, {"text_block_id": "p33_b449", "text": "Development of human capital and the development of"}, {"text_block_id": "p33_b450", "text": "the country’s"}, {"text_block_id": "p33_b451", "text": "institutional capacity to provide vocational education on national and sub-national levels."}, {"text_block_id": "p33_b452", "text": "The program has two specific tasks: 1) The facilitation of regional development and the creation of new jobs, especially in regions where the unemployment level is high;2) The improvement of living conditions, especially in rural and less developed areas."}, {"text_block_id": "p33_b453", "text": "Elaboration of new program is planned in near future, in which new priorities adjusted to essential needs will be identified with relevant activities and sources of financing."}, {"text_block_id": "p33_b454_merged_merged_merged", "text": "1.3. Inclusion – Cooperation between Government and Civil Society"}, {"text_block_id": "p33_b457", "text": "For several decades, Georgia has witnessed the introduction of various forms of cooperation between the government and the people. This includes informing, consultation, and active participation. For this purpose, several local and international organizations that are mainly concentrated on the settlement of rural areas, operate in Georgia. Certain elements of cooperation between the government and civil society ae legally binding, and are implemented at the municipal and community levels."}, {"text_block_id": "p33_b458", "text": "According to the Regional Development Strategy for 2010-2017, cooperation between the central and local authorities, entrepreneurs and civil society is the basis for effective regional development and management. Citizen participation in the regional development process provides greater transparency for regional management, openness, civic consensus and regional management efficiency."}, {"text_block_id": "p34_b459", "text": "According to the Code of Local Self-Governance, municipal governments are obliged to inform the population of their activities and the opportunities for citizen participation in local self-governance."}, {"text_block_id": "p34_b460", "text": "According to the Self-Governance Code of Georgia, the forms of citizen participation in local self-government are the following:"}, {"text_block_id": "p34_b461", "text": ""}, {"text_block_id": "p34_b462", "text": "The general meeting of the settlement"}, {"text_block_id": "p34_b463", "text": ""}, {"text_block_id": "p34_b464", "text": "Petition"}, {"text_block_id": "p34_b465", "text": ""}, {"text_block_id": "p34_b466", "text": "Civil Advisory Council"}, {"text_block_id": "p34_b467", "text": ""}, {"text_block_id": "p34_b468", "text": "Participation in sessions of the Municipal Council and the Commission of the Municipal Council"}, {"text_block_id": "p34_b469", "text": ""}, {"text_block_id": "p34_b470", "text": "Considering the reports of the district governor / mayor or the municipal council members on the work accomplished."}, {"text_block_id": "p34_b471", "text": "The following examples of citizen participation in self-governing bodies are worth mentioning: Civil Advisory Councils operating in the municipalities; Centres for Civic Engagement, which offer space for discussion amongst representatives of civil society, local and regional governments, non-governmental organizations, the media and political parties; and municipality-based community organizations."}, {"text_block_id": "p34_b472_merged", "text": "Within the European Neighbourhood Program of Agriculture and Rural Development, Local Action Groups (LAG) have been set up in three pilot areas. These pilots are being managed by international organizations in the municipalities of Borjomi, Kazbegi, and Lagodekhi, and for the Riketi Community in Khulo. The Local Action Groups are supported by local NGOs. LAGs actively participate in the identification of local needs, as well as the selection and implementation processes of priority projects. These activities are based on the principles of the European Union’s Leader approach, which seeks to encourage a bottom-up approach to local decision-making via local partnerships."}, {"text_block_id": "p34_b475", "text": "However, the rural population lacks the capacity to precisely recognise problems. They are not accustomed to, nor are they trained to mobilise around a problem. They are not familiar with how self-governing bodies work, or the methods used for escalating local issue to the decision making bodies."}, {"text_block_id": "p34_b476", "text": "It should be noted that certain measures have been taken in order to strengthen the social activities of the population."}, {"text_block_id": "p34_b477", "text": "These measures include:"}, {"text_block_id": "p34_b478", "text": ""}, {"text_block_id": "p34_b479", "text": "Strengthening civil society: Since July 1, 2016, in order to strengthen civil society, the Training Centre of the Ministry of Justice of Georgia has conducted free training courses that focus on legal and personal development in 33 villages of Georgia, where there is a Community Centre. The training program lasts three months and covers"}, {"text_block_id": "p35_b480", "text": "the following topics: law and human rights, system of constitutional bodies and local self-government, property rights, basic concepts of corporate and tax law, importance of the European Union, the definition of discrimination, effective communication, conflict management, time management, project management and project writing. The themes were chosen according to the interests and needs of the rural population and are focused on gaining the practical skills."}, {"text_block_id": "p35_b481", "text": ""}, {"text_block_id": "p35_b482", "text": "Georgian language classes for non-residents: To increase the availability of State Services, since September, 2015, the Judicial Training Centre periodically delivers Georgian language courses to non-Georgian speaking citizens in order to help them realize their rights, access public services and better integrated with their neighbours."}, {"text_block_id": "p35_b483", "text": "1.4. Social Services"}, {"text_block_id": "p35_b484", "text": "–"}, {"text_block_id": "p35_b485", "text": "Education, Culture, Healthcare and Social Security"}, {"text_block_id": "p35_b486", "text": "1.4.1. Education"}, {"text_block_id": "p35_b487", "text": "Rural primary and secondary education systems can be estimated based on a variety of indicators: access to schools, infrastructure, the level of success of the students (the percentage of those who left school), and professional education."}, {"text_block_id": "p35_b488", "text": "Access to schools in rural areas is unimpeded, as 85.7% of children living in the villages have access to school education. As for the remaining 14.3% who lack access to schools, in 77.3% of the cases, the major obstacle was the long distance to schools (10 km or more), and the poor state of the roads (in 17.4%)"}, {"text_block_id": "p35_b489", "text": ". Lack of transportation is one of the major impediments in those rural areas with substantial distances to schools, although in 2013, the Ministry of Education and Science launched a programme that aimed to solve this problem. Now there are special school buses, which provide students with daily transportation."}, {"text_block_id": "p35_b490", "text": "In addition, the Ministry of Education and Science of Georgia has created social support programs, aimed at improving access to higher education for different categories of students, including those from the high mountainous areas and areas with a heightened risk of migration. Students from the occupied territories and villages located at the occupation line are also targeted, including orphans, students coming from large families (families with four or more children under 18 years of age), disabled persons, as well as students from socially vulnerable families and students under state care."}, {"text_block_id": "p35_b491_merged_merged_merged", "text": "Access to pre-school education in rural areas is lower than for primary and secondary education. Only 41.1 %of the rural population uses pre-school services. Since 2013, the government has provided funding for pre-school institutions and plans to improve the"}, {"text_block_id": "p36_b493", "text": "infrastructure of kindergartens. It should be noted that in the last period, satisfaction of the rural population regarding municipal kindergartens has increased"}, {"text_block_id": "p36_b494", "text": "."}, {"text_block_id": "p36_b495_merged_merged", "text": "In terms of general education in rural communities – especially the communities populated with ethnic minorities, dropout rates are relatively high. This can be explained by the fact that boys have to provide assistance to the family for the household and agricultural activities. For girls, early marriage represents the primary cause. According to the information provided by the Ministry of Justice, 95% of children who left school early are girls who married prematurely. The practice of early marriage is connected with different ethnic, religious and cultural backgrounds, especially in the rural population. Early marriage is most common in the Kvemo Kartli region, where ethnic Azerbaijanis comprise the majority of the population."}, {"text_block_id": "p36_b499", "text": "In 2015, important initiatives were implemented to help prevent early marriage. This initiative took the form of legislative changes and awareness-raising campaigns."}, {"text_block_id": "p36_b500", "text": "Apart from legislative regulation, awareness rising campaigns are ongoing, and aim to prevent early and forced marriage, especially in the regions and in rural areas with ethnical minorities."}, {"text_block_id": "p36_b501", "text": "Access to vocational education and training (VET) in rural areas is low, especially for farmers. Access to modern VET is important for economic development, as well as for employment/self-employment. The Vocational Education Reform Strategy for 2013-2020, aims at increasing access to vocational and professional education for all groups of the population. The strategy also envisages the enhancement of the competitiveness of the population in terms of improving their ability to obtain employment or self-employment."}, {"text_block_id": "p36_b502", "text": "As noted above, in order to improve access to education, the Law of Georgia on the Development of the Mountainous Regions, adopted in 2015, envisages the payment of at least 35% of the salary supplements for teachers who are employed by the educational and vocational institutions funded by the state. An increased voucher amount will be provided for students of public, multi-sector schools and vocational educational institutions located in settlements in the mountainous regions."}, {"text_block_id": "p36_b503", "text": "1.4.2. Culture"}, {"text_block_id": "p36_b504", "text": "There is usually a cultural hub in Georgian villages, such as rural culture clubs, art or music schools, the library, museum, nature reserve, historical or archaeological monument, cultural park and etc. In recent years, the cultural life in rural areas has become quite active. Rural creative groups, various representatives of the cultural sphere (artists, musicians, singers-performers, dancers, actors and others) are actively involved in events organized by"}, {"text_block_id": "p37_b505", "text": "local government or private organizations (festivals, public holidays, etc.). Projects supported by the Ministry of Culture and Monument Protection encourage cultural diversity."}, {"text_block_id": "p37_b506", "text": "From a cultural development perspective, each village has potential, whether based on geographical location, local food and cuisine, folklore, or natural resources, which are widely used in various products such as the creation of clay, natural paints, wool, reeds, and so on. Developing this feature of rural life can have a positive impact on the rural economy and the wellbeing of the local population. For example, it is possible to envisage a tourist attraction based on a thematic village. E.g."}, {"text_block_id": "p37_b507", "text": "–"}, {"text_block_id": "p37_b508", "text": "that of a pitcher, wool, wheat, wine etc. At the same time, insufficient infrastructure and the lack of qualified personnel remain a problem."}, {"text_block_id": "p37_b509", "text": "1.4.3. Healthcare"}, {"text_block_id": "p37_b510", "text": "Affordable and quality health care provision in both urban and rural areas is one of the main priorities of the Georgian Government. In terms of quality health care accessibility, finding a solution to the equality problem is essential for inclusive development. On February 28, 2013, the Universal Healthcare program was launched, which has led to the universal provision of healthcare for all Georgian citizens through state-funded medical care, as well as improved access to healthcare services, and the creation of a mechanism to ensure against the high costs associated with emergency medical care. On average, for each household, the total annual pocket expenditures were reduced from 1,257 GEL (2010) to 943 GEL (2014)"}, {"text_block_id": "p37_b511", "text": ". Reducing financial barriers to inpatient and outpatient visits was very important for rural populations."}, {"text_block_id": "p37_b512", "text": "In addition to the Universal Healthcare Program, 22 so-called Vertical State Programs provide the population with public healthcare and various medical services in priority areas, including immunization, AIDS, tuberculosis, hepatitis C and other areas of huge importance, which are found in both city and rural populations."}, {"text_block_id": "p37_b513", "text": "In order to improve the quality of outpatient services and provide geographic accessibility, in 2014, 82 rural clinics were built and equipped in every municipality of Georgia."}, {"text_block_id": "p37_b514", "text": "Since 2014, the Postgraduate Medical Education Program has been implemented, which provides cover for postgraduate/residency fees for medical specialists majoring in areas scarcely found in the high mountainous and border municipalities. Despite the measures undertaken, the healthcare system requires further improvement (including its administration and monitoring services). This is particularly important considering the lack of income of the rural population."}, {"text_block_id": "p37_b515_merged_merged_merged", "text": "Since emergency service reform started in 2013, system’s efficiency has increased significantly. Coordination and management of emergency calls and the ambulance brigades is conducted via a central dispatch system, ambulance vehicles’ fleet is renewed and time"}, {"text_block_id": "p38_b520", "text": "between emergency calls and response times decreased significantly along with an improvement in the quality of services."}, {"text_block_id": "p38_b521", "text": "1.4.4. Social Safety"}, {"text_block_id": "p38_b522", "text": "In order to reduce the number of critical patients and emergency cases with fatal complications, the Emergency and Medical Transportation Program is being delivered through the free, unhindered provision of emergency medical treatment to Georgian citizens (including the Georgian citizens living in the occupied territories)."}, {"text_block_id": "p38_b523", "text": "Improving the social conditions of the Georgian people is one of the main priorities of the government. Social protection is especially important for the rural population. Social policy is aimed at creating a system of social protection in order to reduce poverty, remoteness and other social risks, as well as to help the disabled and other vulnerable groups in their social integration."}, {"text_block_id": "p38_b524", "text": "Two of the most important elements of the social security system include Targeted Social Assistance (TSA) for families in poverty (living allowance) and a pension / social package."}, {"text_block_id": "p38_b525_merged", "text": "TSA is aimed at financing the most vulnerable families in Georgia, and uses a point system to determine whether a particular household satisfies the assistance criteria or not. From 2011-2013, two-thirds of Georgian households received at least one type of social assistance. Since July 2013, the financial social assistance (living allowance) has been doubled. For one-member families living below the poverty threshold, the amount of state financial assistance increased to 60 GEL, while in the case of two or more member families, it has reached 48 GEL for every subsequent member. The ranking methodology completely changed in 2015 and today the amount of aid provided to families depends on their level of poverty."}, {"text_block_id": "p38_b527", "text": "As of January 1, 2016, there were 490, 958 families registered in the TSA database, out of which 129, 579 families benefited from the state financial assistance program. After Tbilisi, the number of households benefiting from the state social assistance program compared to other parts of the country is highest in the Imereti region. At the same time, the share of aided families, compared to the country's entire population is highest in the RachaLechkhumi and Kvemo Svaneti regions (Diagrams 11-12)."}, {"text_block_id": "p39_b528", "text": "Diagrams 11 and 12. Number of Families Receiving a Living Allowance and Registered in Target Social"}, {"text_block_id": "p39_b529", "text": "Programmes Database (January 1, 2016)"}, {"text_block_id": "p39_b530", "text": "Number of Families Receiving Living Allowance"}, {"text_block_id": "p39_b531", "text": "Percentage of Families Receiving Living Allowance Compared to Whole Population (families)"}, {"text_block_id": "p39_b532", "text": "Source: Social Service Agency"}, {"text_block_id": "p39_b533", "text": "Social rehabilitation and childcare -It is noteworthy that since 2012, the number of daycare centres (including those serving disabled people and children with disabilities) increased in almost every city and municipality of Georgia. However, this service remains limited in rural areas. In addition, despite the fact that these services are mainly concerned with disabled adults and children, as well as the social integration of their families, in order to improve accessibility to inclusive education and kindergartens, their services should be made available in rural areas and targeted at pre-school institutions and secondary schools."}, {"text_block_id": "p39_b534", "text": "1.5. Protected Areas, Biodiversity and the Environmental Protection and Sustainable Management of Natural Resources, Solid Waste Management, Climate Change"}, {"text_block_id": "p39_b535", "text": "1.5.1. Protected Areas"}, {"text_block_id": "p39_b536", "text": "The creation of reserves in Georgia began in the first decade of the previous century, and the establishment of protected areas and their enhancement has been ongoing since 1996, following the adoption of the Law on the System of Protected Areas. This law created a basis for the establishment of modern protected areas (e.g. national parks, biosphere reserves, areas of international significance), which have significant influence on rural development in Georgia."}, {"text_block_id": "p39_b537_merged", "text": "Today there are 88 protected territories, including 14 state reserves, 11 national parks, 19 managed reserves, 42 natural monuments, 2 protected landscapes, and 2 multiple-use territories. The protected areas occupy 585, 883 hectares of land, which is about 8,41% of the country’s overall territory. This number is expected to increase to 12% in the future."}, {"text_block_id": "p40_b540", "text": "Georgia is rich with various ecosystems, habitats and their associated species, including the types of species, which are used for or can be potentially used for food or other products. Georgia"}, {"text_block_id": "p40_b541", "text": "’s biodiversity"}, {"text_block_id": "p40_b542", "text": "insures the provision of ecosystem services that are necessary for human life. These services include timber and non-timber forest resources, clean water supply, prevention of erosion, and landslides and the mitigation of their impacts, recreation, tourism, livestock food supply, food and medicinal plants and traditional livestock keeping."}, {"text_block_id": "p40_b543", "text": "Georgia has a very rich flora and fauna. Approximately 4,100 plant species are represented throughout the country, among which, 800 are endemic species. It should be noted that some of these species have nearly disappeared and are now included on the"}, {"text_block_id": "p40_b544", "text": "country’s"}, {"text_block_id": "p40_b545", "text": "Red List. Many species of animal that are in Georgia are very rare globally and are included on the Red List of International Union for Conservation of Nature (IUCN)."}, {"text_block_id": "p40_b546", "text": "Georgia is one of the centres of cultural plant origin and diversity. With regard to conservation, especially noteworthy is that there are plants that are cultivated from ancient times (endemic species and local varieties/landraces) and their wild relative species (as a source of cultivation of local species). Many excellent varieties of vines, cereals, and fruit and so on were formed in our country."}, {"text_block_id": "p40_b547", "text": "Unfortunately, the natural population of wild relatives of cultivated plants are under the threat, mainly due to the destruction and fragmentation of habitats. Overgrazing and desertification are also causes. In addition, there is the threat of genetic erosion and the pollution of these species from genetically modified organisms (GMOs). Most aboriginal breeds of domestic animals and local populations are at risk of hybridization with non-indigenous species."}, {"text_block_id": "p40_b548", "text": "The p"}, {"text_block_id": "p40_b549", "text": "rotection and restoration of Georgia’s unique flora and fauna and their gene pool is"}, {"text_block_id": "p40_b550", "text": "of the utmost importance. In this regard, a special role is given to the protected areas of Georgia. This is an essential instrument for their preservation and protection. The role of protected territories is important for the provision of population with ecosystem services as well."}, {"text_block_id": "p40_b551", "text": "1.5.2. Soil Resources"}, {"text_block_id": "p40_b552", "text": "The soil is an important natural resource for the living condition of plants and for agricultural production. The soil is one of the main national wealths of the country, and has no alternative for the development of agriculture. 6.7% of all agricultural land is saline soil, 11% (300, 000 hectares) is acidic soil; 7.3% (210, 000 hectares) is swampy, and 33% (1 million hectares) is eroded soil."}, {"text_block_id": "p40_b553_merged_merged_merged_merged", "text": "Georgia’s soil resources require fertility restoration and improvement, as well as the implementation of ameliorative activities for the enhancement of agriculture."}, {"text_block_id": "p41_b556", "text": "1.5.3. Forest Resources"}, {"text_block_id": "p41_b557_merged", "text": "The forests in Georgia are under threat from unsustainable logging, grazing and weak management systems. A large part of the country’s forest assets have been significantly degraded. As a result, the number of forest-dependent flora and fauna has decreased. In addition, there is no use of forest resources (use of non-timber resources, recreation and etc)."}, {"text_block_id": "p41_b560", "text": "The following problems have been observed in the forestry sector: Unsustainable forest management and illegal mining, overgrazing, fires, pests and diseases, poor hunting management and climate change impacts, legislative problems and forest infrastructure. All of these factors have a negative impact on forest biodiversity."}, {"text_block_id": "p41_b561", "text": "The issues of forest categorization in Georgia also greatly complicates the situation. According to the National Forestry Agency, 97.5% of forests fall on natural forests. Since most of the forest assets in Georgia have not been mapped and registered, data and information is not available to enable the identification and designation of areas of high conservation, which might benefit from sustainable forestry management and policy measures."}, {"text_block_id": "p41_b562", "text": "With the active participation of various stakeholders, the National Forest Concept of Georgia was prepared in 2013. This concept was later approved by the Parliament on December 11, 2013. Its purpose is to promote sustainable forest management systems, enabling qualitative and quantitative improvements for forests in Georgia, biodiversity protection, the effective use of the economic potential of the forests according to their ecological values, and public participation in forest management, all of which will have a positive impact on rural development."}, {"text_block_id": "p41_b563", "text": "To develop the sustainable forest management system, there are two main prerequisites associated with the National Biodiversity Strategy and the Action Plan (NBSAP):"}, {"text_block_id": "p41_b564", "text": ""}, {"text_block_id": "p41_b565", "text": "The optimal institutional structure of the forestry sector, which is primarily concerned with the improvement of forest management"}, {"text_block_id": "p41_b566", "text": ""}, {"text_block_id": "p41_b567", "text": "Effective forestry legislation that fully takes into account the issue of biodiversity conservation"}, {"text_block_id": "p41_b568", "text": "Sustainable and multi-purpose management, including biodiversity conservation, requires the establishment of a system of optimal categorization of forests. This entails the allocation and mapping of protected landscapes and multiple-use areas, ecological corridors and high conservation value forests. On the one hand, it will make it possible to protect the most vulnerable forestlands (e.g. virgin forests) and on the other hand, the effective enjoyment of the forests, which have a larger extent of timber resources."}, {"text_block_id": "p41_b569", "text": "1.5.4. Natural Pastures"}, {"text_block_id": "p41_b570", "text": "Natural pastures, which occupy about 23% of the country's total territory, has high biodiversity value. Their rational use is important for rural development. In the 1990s, the"}, {"text_block_id": "p42_b571", "text": "practice of unsystematic pasture-use resulted in even more intensive degradation. Today, pasture conditions in many regions have reached critical levels, and require emergency measures in order to prevent irreversible processes."}, {"text_block_id": "p42_b572", "text": "Georgia's semi-arid ecosystems, which are mainly used for grazing in winter (Vashlovani National Park and its surrounding areas), are at risk due to excessive and unsystematic grazing. The situation is similar to the alpine pastures of the Greater Caucasus. In addition, these areas (Alpine and semi-arid grasslands) are highly sensitive to climate change."}, {"text_block_id": "p42_b573", "text": "Legislation and State programs do not determine the overall institutional framework conditions for the sustainable use of pastures. The common village pastures and the sustainable pasture management principles are not monitored. The Georgian Law of Soil Protection only defines the norms of grazing for highland pastures. The law does not regulate the grazing issues for winter pastures."}, {"text_block_id": "p42_b574", "text": "The traditionally used zones of the protected areas are an exception. According to Georgian law, the traditional use zone of the National Park is created for environmental protection purpose and for the aim of use of renewable natural resources for traditional economic activities. According to the needs of the population and the requirements of limited natural productivity, such zones are allowed for limited mowing, grazing, firewood, etc. However, tillage and non-traditional agricultural facilities are not permitted. The management of such zones is based on the principles of management plans, which require pasture management elements to be established. These include detection methods used to locate eroded zones, the improvement and sustainable use of their setting, monitoring and more. These plans may be used as a model pilot project, which will contribute to the sustainable pasture management elements of the whole country."}, {"text_block_id": "p42_b575", "text": "1.5.5. Water Resources"}, {"text_block_id": "p42_b576", "text": "Water is one of the main resources of Georgia. There are more than 26, 000 rivers, about 860 lakes, 12 reservoirs and numerous fish-breeding ponds in the country. 80 species of fish, over 100 species of crustaceans, 58 species of shellfish (Information on other groups of aquatic invertebrates is unreliable), and more than 2, 600 types of algae can be found on the inland waters of Georgia."}, {"text_block_id": "p42_b577", "text": "Although Georgia is rich in water resources, they are unevenly distributed, and naturally, they are mainly concentrated in the western part of the country. Meanwhile, the eastern part of the country often suffers from water shortages. However, in most cases there is an intensive use of water resources. Because of wetlands drainage and the artificial regulation of the water level, the inland water ecosystems have significantly decreased or been modified. The excessive use of chemicals, and the discharge from industrial and domestic wastewater have polluted both the inland waters and the Black Sea."}, {"text_block_id": "p43_b578", "text": "Water pollution is a threat to many species of"}, {"text_block_id": "p43_b579", "text": "Georgia’s"}, {"text_block_id": "p43_b580", "text": "aquatic ecosystems. As monitoring data shows, the main source of water pollution in Georgia is from either municipal wastewater or agricultural land runoff waters. In the majority of the surveyed rivers, ammonium, and at the sections of certain rivers, heavy metal concentration limit values are exceeded. The source of more than 70% of surface discharged polluted water is from municipal wastewaters."}, {"text_block_id": "p43_b581", "text": "The quality of the surface waters is particularly affected by mineral processes, oil refining and the food industry. Other sources of pollution include non-sanitary landfills, illegal waste disposal and agricultural activities."}, {"text_block_id": "p43_b582_merged_merged", "text": "Since there is a lack of monitoring data on hydrology and water pollution, it is difficult to create a complete picture of the surface water in Georgia. To ensure effective water quality management, it’s important to expand the monitoring network, regular data collection and the status evaluation of water resources. This information plays a crucial role in planning the activities to improve the water quality in Georgia."}, {"text_block_id": "p43_b585", "text": "Most of the norms of the Law on Water have extremely weak legal ties with the current sectoral legislation of the neighbouring areas. In fact, water legislation does not cover the issues that are related to natural water resources management, as well as the possession and management of water facilities. Water usage is not regulated in a number of forms (including surface water usage), wastewater pollution of water resources (water discharge) and others. Fundamental improvements in the quality of water can be achieved through the implementation of deliberate and consistent reforms, as well as the gradual introduction of best practices and internationally accepted norms. Integrated water resources management principles are important for sustainable water resources management and their rational usage. In this regard, it is important to validate the EU-Georgia Association Agreement reforms."}, {"text_block_id": "p43_b586", "text": "To ensure the protection and sustainable use of biological resources of the internal water reservoirs and their effective control, existing legislation should be modified together with the usage of the effective regulatory mechanisms. For effective planning, the water quality monitoring system, as well as the systems of the internal water reservoirs and their biodiversity should be fully enacted. This will ensure a safe environment for civil society, as well as the sustainable use of water resources according to the integrated water resources management principles."}, {"text_block_id": "p43_b587", "text": "1.5.6. Waste management"}, {"text_block_id": "p43_b588", "text": "Waste management is one of the main environmental problems in Georgia. The problem is complex and includes environmental pollution from household waste, unregulated landfills and issues related to hazardous waste management."}, {"text_block_id": "p44_b589", "text": "The Code of Waste Management, which was adopted on December 26, 2014, is based on the regulatory requirements defined by the EU-Georgia Association Agreement, as well as established internationally-approved practices. The code envisages a complex infrastructural system, which includes the collection (as well as separated waste collection), transportation, ship transit stations, recycling, and recovery and disposal facilities. A number of subordinate normative acts were adopted in the code"}, {"text_block_id": "p44_b590", "text": "’s"}, {"text_block_id": "p44_b591", "text": "implementation. Being closer to the EU waste management legislation and its effective implementation is crucial for proper waste management systems."}, {"text_block_id": "p44_b592", "text": "In order to launch a modern system of waste management, in 2016, the Georgian Government adopted the Waste Management National Strategy for 2016-2030 (government decree No. 160), as well as the Action Plan for 2016-2020. Both documents focus on more effective implementation of the obligations Georgia has under the Association Agreement. Strategy objectives are formulated to deal with the"}, {"text_block_id": "p44_b593", "text": "country’s"}, {"text_block_id": "p44_b594", "text": "severe waste management problems, and to maintain a long-term vision for achieving basic conditions. The major trend behind the strategy and Action Plan is the implementation of municipal waste management systems and their operation, which include household waste collection and transportation to the landfills, as well as the elaboration of municipal waste management plans."}, {"text_block_id": "p44_b595", "text": "Georgia does not have any arrangements for the reduction of biodegradable waste in municipal landfills, which is also a serious problem. However, the code envisages the biodegradable municipal waste management strategy."}, {"text_block_id": "p44_b596", "text": "There is a certain fee for municipal waste collection and processing in Georgia, the amount of which is determined by the municipality. The fee is reasonably low and therefore, it cannot completely cover all the needed expenses of waste management. The municipalities mainly subsidize waste collection and transportation costs. In addition, the cost recovery system for the waste management needs to be improved. As a result, the technical equipment and the quality of waste collection in most regions of the country, do not meet modern standards."}, {"text_block_id": "p44_b597", "text": "1.5.7. Climate Change and Natural Disasters"}, {"text_block_id": "p44_b598", "text": "Climate change is one of the main challenges of modern life. Over the last 200 years, climate change has been influenced by industrial and agricultural activities (oil products, gas, coal, etc.), and most importantly, the extraction, transportation and use of fossil fuels and the emitted greenhouse gases associated with these things."}, {"text_block_id": "p44_b599_merged_merged_merged", "text": "Climate change and its adverse effect on ecosystems and the economy is a serious threat for Georgia in the context of sustainable development. Signs of climate change in Georgia have been observed since the 1960s. Over the past century, in certain regions of western Georgia, the average annual air temperature increased by 0.7 ° С, while in some eastern regions temps"}, {"text_block_id": "p45_b602_merged", "text": "have reached 0.6 ° С. Extreme climate events have increased significantly manifesting in floods and landslides, and droughts are becoming more frequent in western Georgia. These things have negatively affected agricultural development, which is the main source of income for the rural population."}, {"text_block_id": "p45_b605", "text": "Agro ecosystems are the economic basis for agriculture, and the impact of climate change is likely to have serious implications for the development of agriculture and its productivity. These risks are mainly related to the increase of the average annual temperature, changes in precipitation amounts and the nature and severity of extreme climate events (droughts, floods, hurricanes, and high winds). The vegetation period and the periodic changes in precipitation are in the main risk category, which is likely to have negative consequences for crop yields. Droughts and their increased duration are also considered a serious problem."}, {"text_block_id": "p46_b606", "text": "2."}, {"text_block_id": "p46_b607", "text": "Main Challenges"}, {"text_block_id": "p46_b608", "text": "A situational analysis has identified a number of key challenges in rural areas of Georgia."}, {"text_block_id": "p46_b609", "text": "These include the following:"}, {"text_block_id": "p46_b610", "text": ""}, {"text_block_id": "p46_b611", "text": "Rural population decline and an ageing rural population"}, {"text_block_id": "p46_b612", "text": ""}, {"text_block_id": "p46_b613", "text": "Extensive and wide ranging social and economic problems in the mountainous regions"}, {"text_block_id": "p46_b614", "text": ""}, {"text_block_id": "p46_b615", "text": "Relatively low FDI in agriculture and related sectors"}, {"text_block_id": "p46_b616", "text": ""}, {"text_block_id": "p46_b617", "text": "Poor diversification of the rural economy, low productivity and low value-added activity in the agricultural sector"}, {"text_block_id": "p46_b618", "text": ""}, {"text_block_id": "p46_b619", "text": "Relatively low household incomes and relatively high poverty levels in rural areas"}, {"text_block_id": "p46_b620", "text": ""}, {"text_block_id": "p46_b621", "text": "Lack of employment opportunities in rural areas"}, {"text_block_id": "p46_b622", "text": ""}, {"text_block_id": "p46_b623", "text": "Land fragmentation and inefficient economic conditions in both the cropping and livestock sectors, and poor infrastructure (including irrigation), lack of pasture, lack of warehouses and grain storage facilities and/or high prices for their use"}, {"text_block_id": "p46_b624", "text": ""}, {"text_block_id": "p46_b625", "text": "Significant areas of land not cultivated"}, {"text_block_id": "p46_b626", "text": ""}, {"text_block_id": "p46_b627", "text": "Limited access to markets"}, {"text_block_id": "p46_b628", "text": ""}, {"text_block_id": "p46_b629", "text": "Limited access to finance"}, {"text_block_id": "p46_b630", "text": ""}, {"text_block_id": "p46_b631", "text": "Insufficiently developed farm businesses (most farmers are oriented on keeping subsistence or semi-commercial farm business)"}, {"text_block_id": "p46_b632", "text": ""}, {"text_block_id": "p46_b633", "text": "Insufficient business and marketing skills; low production capacity"}, {"text_block_id": "p46_b634", "text": ""}, {"text_block_id": "p46_b635", "text": "A negative trade balance in agricultural goods, a limited number competitive products for export, low competitiveness of local production towards imported goods"}, {"text_block_id": "p46_b636", "text": ""}, {"text_block_id": "p46_b637", "text": "Limited access to consulting services; lack of modern technology"}, {"text_block_id": "p46_b638", "text": ""}, {"text_block_id": "p46_b639", "text": "Poor condition of local roads and access to clean water in the home"}, {"text_block_id": "p46_b640", "text": ""}, {"text_block_id": "p46_b641", "text": "Insufficient supply of high-speed fibre-optic broadband internet services in certain regions"}, {"text_block_id": "p46_b642", "text": ""}, {"text_block_id": "p46_b643", "text": "Public service centres and public and private services, provided by these centres needs further improvement and enhancement"}, {"text_block_id": "p46_b644", "text": ""}, {"text_block_id": "p46_b645", "text": "Unwillingness of local population to engage in local self-government and a lack of experience of municipal authorities in modern approaches of development"}, {"text_block_id": "p46_b646", "text": ""}, {"text_block_id": "p46_b647", "text": "Lack of public transportation to enable school attendance for children in remote communities; lack of vocational education and training opportunities in rural areas"}, {"text_block_id": "p46_b648", "text": ""}, {"text_block_id": "p46_b649", "text": "Ineffectiveness of protected areas, and the significant extent of threatened species and genetic resources under threat, as well as unsustainable use of natural resources"}, {"text_block_id": "p46_b650", "text": ""}, {"text_block_id": "p46_b651", "text": "Degraded forests and poorly managed and overgrazed upland pastures"}, {"text_block_id": "p46_b652", "text": ""}, {"text_block_id": "p46_b653", "text": "Water pollution and unregulated, disorganized waste management"}, {"text_block_id": "p46_b654", "text": ""}, {"text_block_id": "p46_b655", "text": "Climate change impacts"}, {"text_block_id": "p47_b656", "text": "2.1. Economic Development and Competitiveness"}, {"text_block_id": "p47_b657", "text": "Having significant structural flaws, the rural economy of Georgia is relatively weak. Thus, the"}, {"text_block_id": "p47_b658", "text": "country’s"}, {"text_block_id": "p47_b659", "text": "rural economy is less competitive and unable to provide employment opportunities for the local population and for business development. Available capital assets in the rural economy is sufficient only for subsistence level production and it is geared toward use for production of goods for home consumption, rather than for the commercial purposes. Beyond the farm gate there is insufficient processing capacity and a lack of will to organise and manage the development of high added-value products. This sector represents an untapped and under-utilised national resource that has the potential to be a driving force for the Georgian economy, and a catalyst for rural renewal."}, {"text_block_id": "p47_b660", "text": "2.2. Social Conditions and Living Standards"}, {"text_block_id": "p47_b661_merged_merged", "text": "The social conditions and living standards of the rural population are low, particularly in the high mountainous regions. The population in rural areas is in decline and is getting older. Due to a dependence upon traditional and small-scale farming, there are few if any opportunities for young people to break out of the poverty cycle. The majority of households are dependent on women’s labor, often unrewarded. Low productivity and weak economic results are reflected in low rural incomes. At the same time, the delay in pushing forward and completing the land registration process has become a barrier for farmers and households for access to finance. This is due to the absence of title on their property (mainly for real estate) necessary for collateral for bank loans. Absence of ownership rights on land is an obstacle for the development of land market."}, {"text_block_id": "p47_b664", "text": "It should be noted that in 2016 the law, which provides simplified procedures for land registration, as well as significantly improves the accessibility of this service for all stakeholders, entered into force. The main aim of these legislative changes is the eradication of obstacles that land owners faced during the registration process. According to the law, the procedures for land registration was simplified, and barriers were removed that facilitated land registration. The new law simplifies the registration procedures and improves protection of property rights. This unprecedented project, in the frames of which barriers for land registration were removed and procedures simplified, started on August 1, 2016. The registration process itself, supports the development of farming and other important sectors of agriculture."}, {"text_block_id": "p48_b665", "text": "2.3. Environmental Protection and Sustainable Management of Natural Resources"}, {"text_block_id": "p48_b666_merged", "text": "Georgia has a wonderful and unique natural environment which it needs to maintain, protect and enhance for future generations. It is recognised internationally for its ecosystems, habitats and associated species. However, 60% of its endemic species are classified as endangered. Currently the regulatory systems in place need to be updated, and the sustainable management systems of environmental protection and natural resources need further development and streamlining. A particular problem is represented by the country’s inefficient waste management system and the threats related to the pollution of public places and wells via municipal and industrial waste. Water pollution degrades the environment in rural areas and hinders the economic potential to use its full capacity."}, {"text_block_id": "p48_b669", "text": "3."}, {"text_block_id": "p48_b670", "text": "SWOT Analysis"}, {"text_block_id": "p49_b671", "text": "Weaknesses"}, {"text_block_id": "p49_b672", "text": "Poor development of the value chain in every sector of agriculture (i.e. primary production, processing and storage infrastructure, marketing and sales)"}, {"text_block_id": "p49_b673", "text": "Poor access to irrigation and drainage systems"}, {"text_block_id": "p49_b674", "text": "Limited employment opportunities in economic activities other than agriculture"}, {"text_block_id": "p49_b675", "text": "Poorly develop cultural infrastructure"}, {"text_block_id": "p49_b676", "text": "Mostly poor access to public services due to distant locations of service provider institutions"}, {"text_block_id": "p49_b677", "text": "Poor waste management infrastructure"}, {"text_block_id": "p49_b678", "text": "Poor access to vocational education for urban population"}, {"text_block_id": "p52_b679", "text": "4."}, {"text_block_id": "p52_b680", "text": "Strategic Vision and Objectives"}, {"text_block_id": "p52_b681", "text": "4.1. Vision"}, {"text_block_id": "p52_b682", "text": "Ensuring the constant improvement of the quality of life, and the social conditions of the rural population, based on a combination of increased economic opportunities, more accessible social benefits, a rich cultural life, environmental protection and the sustainable management of natural resources."}, {"text_block_id": "p52_b683", "text": "This is a long-term vision. It will take considerable efforts, extensive partner and stakeholder commitment and public investment to achieve this vision, which extends beyond the strategy period of 2017-2020."}, {"text_block_id": "p52_b684", "text": "Accordingly, the following strategic objectives reflect the development priorities over the next four years and resources/opportunities that government owns over this period. Those important objectives that could not be solved in the time-period of this strategy will be addressed in rural development strategies for the next period."}, {"text_block_id": "p52_b685", "text": "4.2. Strategic Objectives"}, {"text_block_id": "p52_b686", "text": "To secure and deliver the vision for Georgia, the Rural Development Strategy has identified nine objectives under the following three priorities areas:"}, {"text_block_id": "p52_b687", "text": "1."}, {"text_block_id": "p52_b688", "text": "Economy and competitiveness"}, {"text_block_id": "p52_b689", "text": "2."}, {"text_block_id": "p52_b690", "text": "Social conditions and living standards"}, {"text_block_id": "p52_b691", "text": "3."}, {"text_block_id": "p52_b692", "text": "The environmental protection and sustainable management of natural resources"}, {"text_block_id": "p52_b693", "text": "4.2.1. Priority Area 1: Economy and Competitiveness"}, {"text_block_id": "p52_b694", "text": "Objective 1: Economic recovery of farming, restructuring and modernization through the diversification and development of effective supply chains."}, {"text_block_id": "p52_b695", "text": "Objective 2: Diversification of the rural economy through strengthening the agricultural-related value chain and promoting various sustainable non-agricultural activities."}, {"text_block_id": "p52_b696", "text": "Objective 3: The development of tourism in rural areas, based on rural specificity and unique cultural identity."}, {"text_block_id": "p52_b697", "text": "4.2.2. Priority Area 2. Social conditions and living standards"}, {"text_block_id": "p52_b698", "text": "Objective 1: Raising awareness in innovation and entrepreneurship. In addition, the promotion of cooperation through contributing to the skills development and employment issues (especially for young people and women)."}, {"text_block_id": "p52_b699", "text": "Objective 2: Infrastructure and Services. Improvement of basic rural infrastructure (including the roads leading to cultural heritage sites and other relevant infrastructure), and the availability of high-quality public services, including information and communication technologies."}, {"text_block_id": "p53_b700", "text": "Objective 3: Local population engagement. Increase the involvement of rural population (especially youth and women) in the identification of local needs and the determination of solutions to these needs."}, {"text_block_id": "p53_b701", "text": "4.2.3. Priority Area 3: Environmental Protection and the Sustainable Management of Natural Resources"}, {"text_block_id": "p53_b702", "text": "Objective 1: Water, forest and other resources. The improvement of the management of water, forest and other resources in targeted rural areas"}, {"text_block_id": "p53_b703", "text": "Objective 2: Waste Management. The promotion of sustainable systems of waste management in rural areas."}, {"text_block_id": "p53_b704", "text": "Objective 3: Climate Change. Activities used to mitigate the negative impact of climate change."}, {"text_block_id": "p53_b705", "text": "5. Risk Assessment"}, {"text_block_id": "p53_b706", "text": "Institutional Level"}, {"text_block_id": "p53_b707", "text": "The implementation of the strategy involves both central and local self-government bodies. In addition, the effective operation of the rural development mechanism, which includes the participation of the local population in local problem identification and needs assessment, as well as overcoming them, is very important. Respectively, the clear division of competencies and the active and coordinated operation of relevant institutions is of the utmost importance."}, {"text_block_id": "p53_b708", "text": "Political Risks"}, {"text_block_id": "p53_b709", "text": "Recent geopolitical instability in the region could have an adverse impact on the implementation of the strategy and the achievement of its goals."}, {"text_block_id": "p53_b710", "text": "Economic Risks"}, {"text_block_id": "p53_b711", "text": "The low level of economic growth, economic instability, poor entrepreneurial skills in rural areas, limited access to financial resources and modern technologies, amidst the weak infrastructure can create potential risks for rural development."}, {"text_block_id": "p53_b712", "text": "Social Risks"}, {"text_block_id": "p53_b713", "text": "The poor demographic structure of rural areas and the high-level of migration are barriers to rural development. In addition, limited access to healthcare and education could have a negative impact on rural development. The low level of cooperation between various local action groups is also a possible risk to rural development."}, {"text_block_id": "p53_b714", "text": "Financial Risks"}, {"text_block_id": "p53_b715", "text": "The lack of financial resources for agricultural development and/or its improper management is a possible barrier to rural development."}, {"text_block_id": "p54_b716", "text": "Ecological Risks"}, {"text_block_id": "p54_b717", "text": "Climate change, floods and other natural disasters are a possible threat to rural development. Moreover, the low level of knowledge of the rural population on environmental issues, may adversely affect the environment."}, {"text_block_id": "p54_b718", "text": "6. Implementation, Monitoring, Evaluation"}, {"text_block_id": "p54_b719", "text": "6.1. General Overview"}, {"text_block_id": "p54_b720", "text": "The strategy includes different directions that are related to rural development, among others, environment protection, tourism, agriculture, rural infrastructure, and rural economic development. Therefore, the close cooperation of governmental institutions and the clear division of responsibilities is very important. The implementation of local needsbased activities and programs, which should support the implementation of strategy objectives and the effective implementation of rural policy, is the responsibility of each governmental institution."}, {"text_block_id": "p54_b721", "text": "6.2. Institutional Framework of Implementation and Coordination"}, {"text_block_id": "p54_b722_merged", "text": "The implementation of Georgia’s Rural Development Strategy will be coordinated by the Rural Development Coordination Council (hereinafter Coordination Council), which will insure the inclusion of each relevant governmental institution in this process."}, {"text_block_id": "p54_b725", "text": "The Ministry of Agriculture of Georgia is the leading institution in the process of the implementation of rural development Strategy and Action Plan and leads the Coordination Council."}, {"text_block_id": "p54_b726", "text": "For the effective implementation of the Strategy and the Action Plan, the Coordination Council will closely cooperate with local authorities, the private sector, and civil society. This council will guarantee the efficiency, transparency and accountability of the strategy."}, {"text_block_id": "p54_b727", "text": "The involvement of municipalities is efficient in the organization of social activities as well. It will facilitate the functioning of the Local Action Groups according to the EU LEADER approach and elaboration of local needs oriented development plans by Local Action Groups."}, {"text_block_id": "p54_b728", "text": "The relevant department will be created in the Ministry of Agriculture of Georgia, which will be responsible for the administration of activities provided in the Strategy and Action Plan. The collection of data related to the implementation Strategy and Action Plan, as well as coordination of regular monitoring and reporting, will be carried out by the relevant structural unit."}, {"text_block_id": "p55_b729", "text": "6.3. Funding"}, {"text_block_id": "p55_b730", "text": "The implementation of the Strategy and the Action plan will be funded by the state budget, as well as from the allocations of responsible institutions according to the Basic Data and Directions (BDD) Document."}, {"text_block_id": "p55_b731", "text": "The state budget is the main source of funding for the Strategy and the Action Plan. Strategic documents and action plans prepared by the relevant ministries and government agencies should be consistent with the policy priorities of this strategy."}, {"text_block_id": "p55_b732", "text": "For effective implementation of Strategy and Action Plan, involvement of international partners and donors will be insured."}, {"text_block_id": "p55_b733", "text": "The funding of projects initiated related to rural development will be implemented by agencies/funds, which implement the programs of various governmental institutions."}, {"text_block_id": "p55_b734", "text": "6.4. International Cooperation"}, {"text_block_id": "p55_b735", "text": "For the successful implementation of the Strategy and the Action Plan, the Government will work closely with its international partners, international donors and financial institutions in order to mobilise financial resources, as well as technical assistance. In this regard, cooperation with the EU is a priority."}, {"text_block_id": "p55_b736", "text": "6.5. Stakeholder Engagement"}, {"text_block_id": "p55_b737_merged", "text": "The active participation of all interested parties in rural development is an important process that can make a significant contribution to effective implementation of the strategy’s objectives and achieving sustainable outcomes. Special emphasis will be given to awareness raising and the inclusion of the local population, as well as the private sector and civil society to allow them express their interest and raise important for them topics. The abovementionedprocess provides the possibility of utilizing a ‘bottom up’ approach, and ensures the deepening of social education, trust and mutual understanding. Accordingly, mechanisms for stakeholder engagement will be established."}, {"text_block_id": "p55_b744", "text": "6.6. Monitoring and Evaluation"}, {"text_block_id": "p55_b745", "text": "During the implementation of the strategy, a common monitoring and evaluation system will be elaborated in order to define the proper political framework for economic growth and rural development."}, {"text_block_id": "p55_b746", "text": "The common monitoring and evaluation system will insure a common approach and the evaluation of the results of activities implemented under the particular policy directions that are important for the efficiency of the planned activities."}, {"text_block_id": "p55_b747", "text": "The agreed upon indicators, reflecting the baseline situation, the situation related to the implementation of activities under the Action Plan, their immediate results and final goals, will be used for the common monitoring and evaluation system."}, {"text_block_id": "p55_b748", "text": "The Intra-agency Coordination Council for Rural Development of Georgia will insure the monitoring of the implementation of Strategy and Action Plan."}], "document_description": "This document sets the government's rural development vision over the period 2017-2020. It seeks to foster climate change adaptation efforts, notably in the agriculture and forestry sectors, and increase the use of renewable energy sources, including hydro."}