{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Georgia", "document_category": "Policy", "document_sector_name": ["LULUCF", "Agriculture"], "document_language": "English", "document_name": "Strategy for Agricultural Development in Georgia 2015-2020", "document_country_code": "GEO", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2015", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/GEO/2015/GEO-2015-12-25-Strategy for Agricultural Development in Georgia 2015-2020_16c2f372828e4ecf8c57fdb94ee5a9a0.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ministry of Agriculture of Georgia"}, {"text_block_id": "p0_b2", "text": "STRATEGY FOR AGRICULTURAL"}, {"text_block_id": "p0_b3", "text": "DEVELOPMENT IN GEORGIA 2015-2020"}, {"text_block_id": "p2_b4", "text": "STRATEGY FOR AGRICULTURAL DEVELOPMENT"}, {"text_block_id": "p2_b5", "text": "IN GEORGIA 2015-2020"}, {"text_block_id": "p2_b6", "text": "Ministry of Agriculture of Georgia"}, {"text_block_id": "p2_b7", "text": "2015"}, {"text_block_id": "p3_b8", "text": "Table of Content"}, {"text_block_id": "p6_b9", "text": "Glossary"}, {"text_block_id": "p11_b10", "text": "Introduction"}, {"text_block_id": "p11_b11", "text": "Full utilization of Georgian agricultural potential is vitally important for the Georgian economy. For this purpose, the Government intends to create a favorable business environment, attract investments to agri"}, {"text_block_id": "p11_b12", "text": "-"}, {"text_block_id": "p11_b13", "text": "culture and carry out policies that would actively promote further commercialization and growth. Along with that, most important is to ensure food safety and security, which is the main duty of the Government, and in particular the MoA."}, {"text_block_id": "p11_b14", "text": "According to the UN forecast, a drastic increase in the world population is expected. It will total 9 billion"}, {"text_block_id": "p11_b15", "text": "instead of the present 7 billion. Simultaneously, political developments in the world, as well as global climate changes, create additional challenges to provision of enough food of acceptable quality to the global popu"}, {"text_block_id": "p11_b16", "text": "-"}, {"text_block_id": "p11_b17", "text": "lation. These problems are becoming even more acute given current global economic and financial crises."}, {"text_block_id": "p11_b18", "text": "It is apparent that Georgia being a part of the global economy cannot be left untouched by the current de"}, {"text_block_id": "p11_b19", "text": "-"}, {"text_block_id": "p11_b20", "text": "velopments. Despite some transformational dynamics of the economy, the issue of the poverty and provision of food to the population is still very severe. Therefore, the key objective for the upcoming years is to create a developmental model for the country’s agricultural sector that will ensure provision of affordable and quality"}, {"text_block_id": "p11_b21", "text": "food to the Georgian population, as well as maximizing the use of its export potential in commodities where the country has a competitive advantage. This document is a part of country’s unified state development policy presenting main medium-term strategic directions and specific measures, which if employed will help"}, {"text_block_id": "p11_b22", "text": "to ensure a sustainable development of agriculture."}, {"text_block_id": "p11_b23", "text": "The Ministry of Agriculture of Georgia acknowledges the support provided in the preparation of the Strat"}, {"text_block_id": "p11_b24", "text": "-"}, {"text_block_id": "p11_b25", "text": "egy document by the Georgian National and Agricultural Academies’ of Sciences, various state institutions, donor organizations, the Food and Agriculture Organization and the project “Capacity Development of the Ministry of Agriculture” funded by the European Neighborhood Program for Agriculture and Rural Develop"}, {"text_block_id": "p11_b26", "text": "-"}, {"text_block_id": "p11_b27", "text": "ment in Georgia."}, {"text_block_id": "p11_b28", "text": "1. Vision"}, {"text_block_id": "p11_b29", "text": "The vision of the Agriculture Development Strategy of Georgia is to create an environment that will increase competitiveness in agro food sector, promote stable growth of high quality agricultural production, ensure food safety and security, and eliminate rural poverty through sustainable development of agriculture and rural areas."}, {"text_block_id": "p11_b30", "text": "2. Current Situation and Trends"}, {"text_block_id": "p11_b31", "text": "Georgia is rich in agricultural tradition, which is an integral part of its history, mentality and cultural her"}, {"text_block_id": "p11_b32", "text": "-"}, {"text_block_id": "p11_b33", "text": "itage. Agriculture played an important role in formation of the Georgian statehood and contributed much to its economic development."}, {"text_block_id": "p11_b34", "text": "43.4% (more than 3 million hectares) of the whole territory of Georgia is designated as agricultural land, which also includes pastures and meadows. 43% of the remaining area is covered with forest. Georgia has a wide variety of ecological and climatic zones conducive to the growth of for temperate climate and sub"}, {"text_block_id": "p11_b35", "text": "-"}, {"text_block_id": "p11_b36", "text": "tropical crops. Those crops include cereals, early and late vegetables, melons and gourds, potato, technical crops, grapes, subtropical crops, fruit varieties etc."}, {"text_block_id": "p11_b37", "text": "From climatic zones perspective, Georgian biosphere is very diverse that is determined by the existence"}, {"text_block_id": "p11_b38_merged_merged_merged_merged_merged_merged", "text": "of 12 different zones and 49 types of soils. Many endemic species create a perfect source for the develop-ment of plant growing and cattle breeding. The country is rich in amelioration and potable water resources."}, {"text_block_id": "p11_b41", "text": "From the farming industry standpoint, the diversity is accompanied with difficulties like temperature swings, active erosion and excessive precipitation in some regions. The existing situation takes specific"}, {"text_block_id": "p11_b42", "text": "measures to be addressed."}, {"text_block_id": "p12_b43", "text": "Given specific features of its terrain, Georgia is characterized by altitudinal zonality. Only 39% of arable"}, {"text_block_id": "p12_b44", "text": "land is located on elevation of 500 meters above the sea level, 29% - 500-1000 meters above the sea level, 21%- 1000-1500 meters and 11% is located over 1500 meters above the sea level."}, {"text_block_id": "p12_b45", "text": "Georgia has favorable climatic and natural conditions conducive to development of agriculture. However, within past decades Georgian agriculture and food production has been lagging well behind other sectors of the economy."}, {"text_block_id": "p12_b46", "text": "Due to certain developments after the declaration of independence, the sown and planted areas of annual and perennial crops have reduced, as well as livestock numbers. (Table 1)."}, {"text_block_id": "p12_b47_merged", "text": "Table 1: Sown Area, Livestock Numbers, and Share of Agriculture in GDP 1990-2013"}, {"text_block_id": "p13_b49", "text": "Livestock Numbers"}, {"text_block_id": "p13_b50", "text": "Sown Area (ha)"}, {"text_block_id": "p13_b51_merged", "text": "Recently, the cost of agricultural products imported in the country exceeded one billion USD. A negative trend of local production minimization is being observed along with the growth of imports. Food self-suffi-ciency ratio of almost all types of products has decreased creating significant implications for food security. This trend is particularly alarming in terms of the UN and the World Bank forecast, according to which in 1940-1950-ies of the current century an acute global food crisis is expected."}, {"text_block_id": "p13_b56", "text": "Due to seriousness of these challenges developed countries have to revise their agricultural policies, meanwhile import dependent countries are destined to face serious problems unless they take adequate steps."}, {"text_block_id": "p14_b57", "text": "Source: GeoStat"}, {"text_block_id": "p14_b58", "text": "In 90-s the majority of agricultural enterprises ceased their operation. Their machinery was sold for"}, {"text_block_id": "p14_b59", "text": "scrap prices, buildings and structures collapsed and qualified workers and specialists quit working."}, {"text_block_id": "p14_b60", "text": "The wrong agricultural policy destroyed agricultural science. Higher educational and vocational institu"}, {"text_block_id": "p14_b61", "text": "-"}, {"text_block_id": "p14_b62", "text": "tions deteriorated. Experimental farms, laboratories and thematic museums were destroyed as well."}, {"text_block_id": "p14_b63", "text": "The land reform implemented amid a hardest political situation (in 1992), caused fragmentation of house"}, {"text_block_id": "p14_b64", "text": "-"}, {"text_block_id": "p14_b65", "text": "holds and naturalization of production. According to the Agricultural Census of 2004, 66.9% land users owned about 0.1-1 hectares of land, 23.3% - 1 to 5 hectares, and only 0.15% owned more than 50-500 hectares (table 3). The problem is also aggravated by the fact that one hectare of land owned by households is divided into 2-3 parcels."}, {"text_block_id": "p14_b66_merged_merged", "text": "Obviously, under such circumstances it is impossible to organize intensive agricultural production with-out land consolidation. In the nearest future the agricultural cooperatives should greatly contribute to re-solve this problem."}, {"text_block_id": "p14_b71", "text": "Table 3. Number of Farms and Area in Georgia"}, {"text_block_id": "p15_b72", "text": "Distribution of Agricultural Holdings  by Areas"}, {"text_block_id": "p15_b73", "text": "Arable land is now mostly privatized but land registration, a particularly pressing issue decisive for the"}, {"text_block_id": "p15_b74", "text": "development of a commercial agriculture market is still unresolved. In order to efficiently pursue land and"}, {"text_block_id": "p15_b75", "text": "other development policies it is vital to properly segregate state-owned, and/or municipal land from private"}, {"text_block_id": "p15_b76", "text": "-"}, {"text_block_id": "p15_b77", "text": "ly-owned. To acquire a legal title to a land it has to be registered."}, {"text_block_id": "p15_b78", "text": "The communally owned grazing land, when not clearly delineated, definitely creates problems with un"}, {"text_block_id": "p15_b79", "text": "-"}, {"text_block_id": "p15_b80", "text": "der-management and, particularly, overgrazing. This contributes to problems in animal sector, like low milk yielding capacity and slow weight gain. Communal grazing also makes invasive disease control more dif"}, {"text_block_id": "p15_b81", "text": "-"}, {"text_block_id": "p15_b82", "text": "ficult."}, {"text_block_id": "p15_b83", "text": "The cadaster system existing in the country comprises only of geographic and legal aspects and only 20-30% of the agricultural land is officially registered by the National Agency of Public Registry. Since the"}, {"text_block_id": "p15_b84", "text": "dissolution of State Department for Land Use in 2004, the land inventory has never been counted. Likewise, the unregistered changes of declared use of land are noteworthy. As a result of these problems both the total area of agricultural land and allotments distributed among the population are unknown as well as the pre"}, {"text_block_id": "p15_b85", "text": "-"}, {"text_block_id": "p15_b86", "text": "cise area of land retained in the state ownership. These factors complicate planning and execution of steps to be taken. It is necessary to create an efficient cadaster system and introduce modern electronic system"}, {"text_block_id": "p15_b87", "text": "of land use."}, {"text_block_id": "p15_b88_merged_merged_merged", "text": "Soil fertility has depleted over the time due to lack of technologies, capital and basic skills and practices. Irrigation and drainage systems require significant rehabilitation. For this reason only a small number of farmers and rural community organizations succeed in managing land or water resources, providing inputs"}, {"text_block_id": "p15_b92", "text": "(services), marketing outputs or exploiting any kind of agricultural or rural support services."}, {"text_block_id": "p15_b93", "text": "Buying and selling land, accessing appropriate technologies, inputs (machinery/fertilizers/chemicals/"}, {"text_block_id": "p15_b94", "text": "seed/planting material/irrigation/artificial insemination/feed) and services is still an issue. Despite govern"}, {"text_block_id": "p15_b95", "text": "-"}, {"text_block_id": "p16_b96", "text": "mental programs that considerably increased the agriculture portfolio of the banks, the availability of cheap"}, {"text_block_id": "p16_b97", "text": "financial resources still remains low."}, {"text_block_id": "p16_b98", "text": "Agriculture still accounts for about 52% of the country’s labor force while 98% of farmworkers are con"}, {"text_block_id": "p16_b99", "text": "-"}, {"text_block_id": "p16_b100", "text": "sidered self-employed."}, {"text_block_id": "p16_b101", "text": "Therefore, the key objective for the upcoming years is economic diversification by"}, {"text_block_id": "p16_b102", "text": "means of creating off-farm jobs, promoting family farming as well as agritourism."}, {"text_block_id": "p16_b103", "text": "The current situation in agricultural sector significantly affects poverty indicators. According to GeoStat,"}, {"text_block_id": "p16_b104", "text": "the average annual salary of a farmworker amounted to only 64% of national average in 2013. At the same time, the income gap between urban and rural residents widened substantially. It is noteworthy that rural population does not have many alternative employment opportunities. The income derived from hired farm-work is increasing during the last years but its volume is still small, whereas income derived from the selling of agricultural produce constituted only 11.6% of the total income for the year of 2013, which indicates that agriculture production is largely oriented towards self-consumption."}, {"text_block_id": "p16_b105", "text": "It should be mentioned that the percentage share of elderly population in rural areas is increasing that complicates the demographic situation there. For this purpose, retaining and further increasing current"}, {"text_block_id": "p16_b106", "text": "production level and its competitiveness will be difficult without long-term agricultural development policy"}, {"text_block_id": "p16_b107", "text": "(that implies promotion of employment of youth as well)."}, {"text_block_id": "p16_b108", "text": "Agricultire, in general, is very sensitive to natural hazards, which negatively impact agricultural devel"}, {"text_block_id": "p16_b109", "text": "-"}, {"text_block_id": "p16_b110", "text": "opment. Natural hazards occurring in Georgia (earhquakes, floods, landslines, mudflows, abrasions, av"}, {"text_block_id": "p16_b111", "text": "-"}, {"text_block_id": "p16_b112", "text": "alanches, hail, showering rains, gails, droughts, and etc.) harm agricultural production,, and hence, the"}, {"text_block_id": "p16_b113", "text": "economy of the country. Thus, based on existing risks, it is necessary to prepare and generate the specific"}, {"text_block_id": "p16_b114", "text": "detailed multiannual data for prognosis of natural disasters in space and time."}, {"text_block_id": "p16_b115", "text": "Before 2012 agriculture has not been viewed as priority and governmental spending on the agricultural sector has been erratic. At its low-point in 2010 spending on agriculture was 0.44% of total government"}, {"text_block_id": "p16_b116", "text": "spending (table 4). From 2007-2010 the majority of the large expenditure items in the Ministry of Agriculture budget were social support of one kind or another, providing hand-outs of flour, food and fuel."}, {"text_block_id": "p16_b117_merged_merged_merged_merged", "text": "In 2000-2007 the number of the MoA employees dropped by 87%and this significantly reduced its abil-ity to carry out even its most basic statutory responsibilities. 19 regulatory and inspection departments and municipal branches reporting to MoA were closed."}, {"text_block_id": "p17_b121", "text": "Dynamics of the Budget Assignments of Ministry of Agriculture (Million GEL)"}, {"text_block_id": "p17_b122", "text": "Source: The ministry of Finance of Georgia"}, {"text_block_id": "p17_b123", "text": "The new Government that came to power through elections in 2012, drastically changed the attitude"}, {"text_block_id": "p17_b124", "text": "toward the development of agriculture sector. The sector was declared as a top priority and the financing"}, {"text_block_id": "p17_b125", "text": "of the MoA increased substantially. The main consideration was given to improving amelioration infrastruc"}, {"text_block_id": "p17_b126", "text": "-"}, {"text_block_id": "p17_b127", "text": "ture, purchasing and use of the agricultural technologies, implementation of the small farmers’ assistance project, implementation of preventive measures for cattle diseases, the allocation of funds to purchase labo"}, {"text_block_id": "p17_b128", "text": "-"}, {"text_block_id": "p17_b129", "text": "ratories equipped to the level allowing their international accreditation. The main attention is given to inter"}, {"text_block_id": "p17_b130", "text": "-"}, {"text_block_id": "p17_b131", "text": "national market diversification."}, {"text_block_id": "p17_b132", "text": "Concerted efforts by the government, private sector and the donor community in 2013-2014 resulted in"}, {"text_block_id": "p17_b133", "text": "positive tendencies related to production growth, enhancement of export markets, and increase of invest"}, {"text_block_id": "p17_b134", "text": "-"}, {"text_block_id": "p17_b135", "text": "ments. In addition, a number of institutional reforms is underway which in the long run will lead to sustain"}, {"text_block_id": "p17_b136", "text": "-"}, {"text_block_id": "p17_b137", "text": "able development of the sector."}, {"text_block_id": "p17_b138_merged_merged_merged", "text": "The Georgian parliament adopted the law on Agricultural Cooperatives, pursuant to which Agricultural Cooperatives Development Agency was created. The Agency will promote entrepreneurial activities of agri-cultural cooperatives, and assist them in cultivating their lands and bring them into the country’s economy."}, {"text_block_id": "p17_b141", "text": "NNLE Projects’ Management Agency was created under the MoA. As a result of its activities the bank"}, {"text_block_id": "p17_b142", "text": "sector significantly increased financial allocations to agriculture."}, {"text_block_id": "p18_b143", "text": "In 2014, LEPL Scientific-Research Center of the Ministry of Agriculture was created to develop agricul"}, {"text_block_id": "p18_b144", "text": "-"}, {"text_block_id": "p18_b145", "text": "ture and food production, promote the preservation of animal and plant agro biodiversity, reconstruction of"}, {"text_block_id": "p18_b146", "text": "the breed selection stations, support animals artificial insemination process and breeding activities, develop seed/planting material standardization and certification system, introduce new technologies, provide exten"}, {"text_block_id": "p18_b147", "text": "-"}, {"text_block_id": "p18_b148", "text": "sion services to farmworkers, conduct risk assessment in food safety, veterinary and plant protection fields,"}, {"text_block_id": "p18_b149", "text": "and provide support to the development of biologically clean agriculture etc."}, {"text_block_id": "p18_b150", "text": "It is worthwhile to mention that in 2013-2014 the total sown area increased substantially, largely due to"}, {"text_block_id": "p18_b151", "text": "state-sponsored programs. However, sustaining these results will be extremely difficult in the longer run"}, {"text_block_id": "p18_b152", "text": "unless the private sector comes in place of government initiatives."}, {"text_block_id": "p18_b153", "text": "Starting from 2014, Georgia embarked on a full-scale implementation of a cadaster program for vine"}, {"text_block_id": "p18_b154", "text": "-"}, {"text_block_id": "p18_b155", "text": "yards. This measure targeted at modernization of grape-growing and wine production sector in the country. The program stipulates for precise inventory of the areas under vineyards, their registration, and"}, {"text_block_id": "p18_b156", "text": "portization and undertaking measures to define the boundaries for specific production zones. The relevant software, which should be filled by the specific information from wine production zones, has been already purchased. The first stage of cadastral and surveying activities is already accomplished in Racha-Lechkhumi"}, {"text_block_id": "p18_b157", "text": "region. Currently, the similar works are underway in Akhmeta rayon. Subsequently, these works will be ac"}, {"text_block_id": "p18_b158", "text": "-"}, {"text_block_id": "p18_b159", "text": "complished for the rest of Kakheti and other wine producing regions of the country. The data on the vineyards cadasters will be applied for monitoring of the grape-growing sector and for specifying its boundaries of zones and sub-zones."}, {"text_block_id": "p18_b160", "text": "Some systemic measures instigated in 2013 led to diversification of the existing markets and opening of new ones, the nomenclature and monetary volume of exported agricultural goods increased considerably. From 2000 to 2013 food exports rose from GEL 184 million (USD 93 million) to GEL 1317.5 million (USD 775"}, {"text_block_id": "p18_b161", "text": "million). There are promising trends of growth in nuts, spirits, wines, mineral waters, citruses, fruits and vegetables."}, {"text_block_id": "p18_b162", "text": "In case of implementation of relevant supportive measures, Georgian agricultural sector poten"}, {"text_block_id": "p18_b163", "text": "-"}, {"text_block_id": "p18_b164", "text": "tial can be further strengthened."}, {"text_block_id": "p18_b165_merged_merged_merged_merged", "text": "Georgia is a member of WTO and has Most-Favored-Nation (MFN) status with member countries. Georgia has GSP agreements with the US, Canada, Switzerland, Norway and Japan. Georgia has a free trade agree-ment with Turkey and Ukraine and preferential access to the most countries of the former Soviet Union. Georgia also has a Deep and Comprehensive Free Trade Area Agreement (DCFTA) with the EU, which implies that agricultural products exported from Georgia will freely reach the EU market. There are a number of important issues constraining agriculture and rural development in Georgia and requiring urgent solutions. It is therefore important for the Government to have short term measures aimed at addressing the most immediate issues affecting agricultural production and rural communities as well as a strategy for the de-velopment of agriculture for the medium to long term and so enable sustainable growth and development of the sector and reduce poverty. Georgian agriculture and agribusiness should play a much more profound role as a driver of economic growth and social stability."}, {"text_block_id": "p19_b172", "text": "3. Main Strategic Directions and Measures"}, {"text_block_id": "p19_b173", "text": "In order to put into practice the vision of the Strategy for Agricultural Development in Georgia seven main"}, {"text_block_id": "p19_b174", "text": "objectives have been defined. These are summarized below and will be detailed in a separate action plan"}, {"text_block_id": "p19_b175", "text": "specifying terms of implementation and funds."}, {"text_block_id": "p19_b176", "text": "Measure 3.1"}, {"text_block_id": "p19_b177", "text": "."}, {"text_block_id": "p19_b178", "text": "1 - Improved farmer knowledge and i"}, {"text_block_id": "p19_b179", "text": "nformat"}, {"text_block_id": "p19_b180", "text": "i"}, {"text_block_id": "p19_b181", "text": "on and the del"}, {"text_block_id": "p19_b182", "text": "i"}, {"text_block_id": "p19_b183", "text": "very of effic"}, {"text_block_id": "p19_b184", "text": "i"}, {"text_block_id": "p19_b185", "text": "ent agr"}, {"text_block_id": "p19_b186", "text": "i"}, {"text_block_id": "p19_b187", "text": "cultural exten"}, {"text_block_id": "p19_b188", "text": "-"}, {"text_block_id": "p19_b189", "text": "Upgrading the skills and technical capabilities of farmers and rural entrepreneurs to improve overall farm management and competitiveness is a fundamental objective of the Ministry of Agriculture. Currently, most of farmers are using outdated technologies and receiving no formal consultancy. They don’t have ac"}, {"text_block_id": "p19_b190", "text": "-"}, {"text_block_id": "p19_b191", "text": "cess to any information on modern technologies. New municipal information and consultancy centers have"}, {"text_block_id": "p19_b192", "text": "been created to improve communication with farmers, define priorities and provide support services. In"}, {"text_block_id": "p19_b193", "text": "order to improve working process and services, the needs of farmers and stakeholders will be considered to"}, {"text_block_id": "p19_b194", "text": "the fullest possible extent."}, {"text_block_id": "p19_b195", "text": "One of the main functions of LEPL Scientific-Research Center of the Ministry of Agriculture of Georgia is provision of extension services to those employed in the agrarian sector. The center undertakes scien"}, {"text_block_id": "p19_b196", "text": "-"}, {"text_block_id": "p19_b197", "text": "tific researches and develops information/extension packages in collaboration with information consultancy centers. These packages will provide farmers and rural entrepreneurs with necessary measures for efficient"}, {"text_block_id": "p19_b198", "text": "plant and livestock production in order to increase their incomes and competitiveness. Target groups will"}, {"text_block_id": "p19_b199", "text": "receive handouts research and analysis findings in printed and illustrated form. The lectures and seminars"}, {"text_block_id": "p19_b200", "text": "will be conducted in the regions. The demonstration plots will be created and demonstration days organized."}, {"text_block_id": "p19_b201", "text": "For encouraging to use modern technologies and innovative methods in practice an agricultural extension"}, {"text_block_id": "p19_b202", "text": "strategy will be developed in collaboration with academia (the Georgian National Academy of Sciences and the Georgian Academy of Agricultural Sciences), international organizations and the private sector."}, {"text_block_id": "p19_b203", "text": "Previously the agricultural education was organized as a multistep system. Specifically, it was comprised of vocational schools, higher education and research institutions, which trained highly qualified specialists."}, {"text_block_id": "p19_b204", "text": "Currently, the system is fully destroyed and there is an acute shortage of agrarian specialists. This problem"}, {"text_block_id": "p19_b205", "text": "is exacerbated by lack of interest from youth towards agrarian sector. Therefore, a thorough reconsideration"}, {"text_block_id": "p19_b206", "text": "of vocational training, education and research in Georgian agriculture should be undertaken. Priorities need to be set and special curricula developed to shape a retraining system both in theory and practice."}, {"text_block_id": "p19_b207", "text": "Special incentives shall be created to induce young people’s interest towards particular specializations where currently there is a shortage of technical skills."}, {"text_block_id": "p19_b208", "text": "The findings of LEPL Scientific-Research Center of the MoA will be used to improve farmer awareness and provide beneficiaries with the training materials."}, {"text_block_id": "p19_b209_merged_merged_merged_merged_merged_merged", "text": "The Ministry of Agriculture will closely cooperate with the Ministry of Education and Science of Georgia, the Georgian National and Agricultural Academies of Sciences, vocational education institutions, and Geor-gian and international education and research service providers, including relevant NGO-s for the purpose of strengthening agricultural education, research and science both within Georgia, regionally and internation-ally."}, {"text_block_id": "p20_b214", "text": "For developing an efficiently functioning agricultural land market it is imperative to ensure rational man"}, {"text_block_id": "p20_b215", "text": "-"}, {"text_block_id": "p20_b216", "text": "agement of available land assets, further cadaster registration for all agricultural lands, introduce GIS and streamline the legal framework."}, {"text_block_id": "p20_b217", "text": "Land consolidation is one of the key requirements for having a fully operational land market. There is a number of deterrents in this area, namely: a small number of registered parcels, grey areas between the parcels, unavailability of information on soils quality, absence of regulatory framework and of an authorized institution responsible for land consolidation."}, {"text_block_id": "p20_b218", "text": "There will be developed a Strategy and Action Plan of land consolidation and pilot projects implemented in collaboration with relevant state institutions. Legislation related to the land will be improved. A geo-infor"}, {"text_block_id": "p20_b219", "text": "-"}, {"text_block_id": "p20_b220", "text": "mation system, an analog to the Land Parcel Identification System (LPIS) existing in EU member countries"}, {"text_block_id": "p20_b221", "text": "will be introduced. This system will support planning and implementation of land consolidation programs,"}, {"text_block_id": "p20_b222", "text": "raise the level of awareness both qualitatively and quantitatively, ensure simplification and transparency of"}, {"text_block_id": "p20_b223", "text": "decision-making process and rational use of human resources. In order to reach these objectives, interna"}, {"text_block_id": "p20_b224", "text": "-"}, {"text_block_id": "p20_b225", "text": "tional experts and donor organizations should be involved in this process."}, {"text_block_id": "p20_b226", "text": "Based on risks existing in agriculture and agri-business, interest rates on bank loans still remain high. The leasing service is not yet sufficiently developed in Georgia, while this mechanism is one of the important sources of finance for private sector in other countries. Credit and leasing systems are of decisive impor"}, {"text_block_id": "p20_b227", "text": "-"}, {"text_block_id": "p20_b228", "text": "tance for improvement of production, processing and post-harvest handling processes. Since 2013, the MoA started implementation of Concessional Agro Credit Project aimed at supplying cheap, long term and afford"}, {"text_block_id": "p20_b229", "text": "-"}, {"text_block_id": "p20_b230", "text": "able loans to farmers and entrepreneurs involved in agriculture. This project will support increase of modern technologies and infrastructure capacities (warehouses and cold storage facilities, slaughterhouses, whole"}, {"text_block_id": "p20_b231", "text": "-"}, {"text_block_id": "p20_b232", "text": "sale and retail agricultural markets, milk collection points, processing enterprises, and, etc.) and facilitate integration of product life cycle and value chain."}, {"text_block_id": "p20_b233", "text": "The Government will promote easing of lending opportunities and loan procedures, and will work with"}, {"text_block_id": "p20_b234", "text": "financial institutions to train credit officers, to better understand, agriculture and commercial agri-business. The training and advice will be provided to farmers and loan officers. Information consultation centers will"}, {"text_block_id": "p20_b235", "text": "be actively involved in the information dissemination process on lending opportunities and loan procedures."}, {"text_block_id": "p20_b236", "text": "Agricultural insurance is one of the key elements to development of agriculture. Insurance of agricultural risks is one of the most complicated areas in insurance business and requires deep knowledge of agronomy. Given this, insurance companies abstain from working in such a high risk area. In addition, there is a lack of statistical data and analytical information. This further complicates decision making in this area. Vast major"}, {"text_block_id": "p20_b237", "text": "-"}, {"text_block_id": "p20_b238", "text": "ity of farmers in the country farms small parcels of land, which increases costs to insurance companies and accordingly, they prefer to interact with larger farm owners."}, {"text_block_id": "p20_b239_merged_merged_merged_merged", "text": "On September 1, 2014, following the initiative of the Ministry of Agriculture, a pilot agri-insurance pro-gram has been launched, within which the Government finances a considerable part of the insurance pre-mium. A detailed review of agri-insurance schemes employed in the world will be made. Pilot programs will be analyzed and improved in collaboration with private insurance companies."}, {"text_block_id": "p21_b244", "text": "The Ministry will continue implementation of agri-insurance program and devote serious attention to elaboration of risk management mechanisms (e.g. amelioration, hail, soil erosion and other measures) and further development of insurance market. The trainings and advice will be provided to farmers, through regional information-consultation centers on possibilities and potential for agricultural insurance, that will promote the linkage of insurance companies with consumers."}, {"text_block_id": "p21_b245", "text": "Currently, institutional arrangement comprising support to agriculture cooperation generates most sus"}, {"text_block_id": "p21_b246", "text": "-"}, {"text_block_id": "p21_b247", "text": "tainable results in terms of sustainability. This enhances competitiveness and provides an opportunity for farmers to have affordable access to agricultural inputs, services and markets. Active work of cooperatives"}, {"text_block_id": "p21_b248", "text": "bolstered by efficient, systematic and result-oriented support of the Government, in a long-term perspec"}, {"text_block_id": "p21_b249", "text": "-"}, {"text_block_id": "p21_b250", "text": "tive, will result in improvements in some crucial directions, such as: improvement of the quality and quantity"}, {"text_block_id": "p21_b251", "text": "of agricultural products; increasing growth rates of sales (both on domestic and international markets)."}, {"text_block_id": "p21_b252", "text": "Measures for support of cooperation include development of the product life cycle incorporating primary production, processing, packaging, storage and marketing, as well as funding and providing services to the members. The value of production increases at each of the stages and the members of cooperatives will be"}, {"text_block_id": "p21_b253", "text": "able to get considerably more income as a result of selling of the final product. Establishment of product"}, {"text_block_id": "p21_b254", "text": "life cycle within the framework of cooperation is probably one of the best mechanism of risk reduction. This"}, {"text_block_id": "p21_b255", "text": "creates opportunities to supplement existing commercial credit available to agriculture with other schemes of financial support or some other combined models."}, {"text_block_id": "p21_b256", "text": "Also, agricultural cooperatives provide the best platform for poverty reduction. Development of coopera"}, {"text_block_id": "p21_b257", "text": "-"}, {"text_block_id": "p21_b258", "text": "tion improves involvement of vulnerable groups, women and young farmers in economic activities."}, {"text_block_id": "p21_b259", "text": "Currently, vast majority of cooperatives lack the necessary information for better planning of their activi"}, {"text_block_id": "p21_b260", "text": "-"}, {"text_block_id": "p21_b261", "text": "ties and forecasting of anticipated results. Within the framework of strategy implementation LEPL Agricul"}, {"text_block_id": "p21_b262", "text": "-"}, {"text_block_id": "p21_b263", "text": "ture Cooperative Development Agency will create efficient, mobile and flexible communication tools with"}, {"text_block_id": "p21_b264", "text": "cooperatives, target groups and wider public. For awareness raising purposes the Agency will actively col"}, {"text_block_id": "p21_b265", "text": "-"}, {"text_block_id": "p21_b266", "text": "laborate with media, NGOs, business representatives and other stakeholders."}, {"text_block_id": "p21_b267", "text": "For encouraging local agricultural production, LEPL Agriculture Cooperative Development Agency will"}, {"text_block_id": "p21_b268", "text": "introduce the unified IT system and information bank. This will simplify all the activities related to produc"}, {"text_block_id": "p21_b269", "text": "-"}, {"text_block_id": "p21_b270", "text": "tion, marketing, planning and, etc."}, {"text_block_id": "p21_b271", "text": "Relevant measures will be undertaken to transform LEPL Agriculture Cooperative Development Agency into a membership based organization, as well as to establish sustainable structures that will support co"}, {"text_block_id": "p21_b272", "text": "-"}, {"text_block_id": "p21_b273", "text": "operatives."}, {"text_block_id": "p21_b274", "text": "The programs targeted at capacity building of the cooperatives will be a key priority. This will comprise programs for capacity building to members/managers of cooperatives, improvement of marketing capacity,"}, {"text_block_id": "p21_b275", "text": "financial support of cooperatives and, etc. Special measures to promote Georgian farmers at local, regional"}, {"text_block_id": "p21_b276", "text": "and international levels will be developed."}, {"text_block_id": "p21_b277_merged_merged_merged_merged_merged_merged_merged", "text": "The Law of Georgia on Agriculture Cooperatives triggered introduction of new and rational organizational forms to agriculture. This will bring direct benefits to Georgian population. Although, the dynamics of agri-culture cooperatives development, the need of undertaking measures prescribed by the strategy, and inter"}, {"text_block_id": "p21_b281", "text": "-"}, {"text_block_id": "p21_b282", "text": "national experience demonstrated the necessity for further upgrade of legal framework."}, {"text_block_id": "p22_b283", "text": "Georgian agriculture needs investment to be able to improve competitiveness and hence living standards for farmers and the wider rural community. There is a need to work closely with the private sector lending"}, {"text_block_id": "p22_b284", "text": "and insurance companies, specialized foundations, international financial institutions and donor countries"}, {"text_block_id": "p22_b285", "text": "to develop innovative, sustainable and appropriate models that will help in attracting investments in the sec"}, {"text_block_id": "p22_b286", "text": "-"}, {"text_block_id": "p22_b287", "text": "tor."}, {"text_block_id": "p22_b288", "text": "The MoA will collaborate with relevant state institutions, international trade agencies and potential in"}, {"text_block_id": "p22_b289", "text": "-"}, {"text_block_id": "p22_b290", "text": "vestors in order to promote agricultural sector. Research will be conducted of commodity investment op"}, {"text_block_id": "p22_b291", "text": "-"}, {"text_block_id": "p22_b292", "text": "portunities in specific regions. Printed and electronic investment information packages will be prepared and investment opportunities presented at international exhibitions, forums, conferences, trade fairs and"}, {"text_block_id": "p22_b293", "text": "bilateral meetings."}, {"text_block_id": "p22_b294", "text": "Currently Georgia imports a large portion of its food and has an opportunity not only to substitute much"}, {"text_block_id": "p22_b295", "text": "of these imports with domestic production but also to export a lot more than it does now. The MoA will work"}, {"text_block_id": "p22_b296", "text": "closely with the private sector to promote competitive Georgian products to potential buyers and consumers on domestic and international markets."}, {"text_block_id": "p22_b297", "text": "Domestic production will be promoted by media advertising and information materials. Georgian farmers"}, {"text_block_id": "p22_b298", "text": "and entrepreneurs will be able to participate in local and international exhibitions."}, {"text_block_id": "p22_b299", "text": "Relationships will improve between Georgian and international trade organizations. Collaboration with Georgian diaspora and diaspora organizations will foster popularization of Georgian agrarian produce, as well as its appellations of origin and geographic indications overseas."}, {"text_block_id": "p22_b300", "text": "This process will help to identify and moderate main obstacles for agricultural export trade. Georgian export potential will further spin up. The MoA is going to explore potential export markets, study the demand existing there, scrutinize possibilities of intervention to those markets, obtain information on competitors,"}, {"text_block_id": "p22_b301", "text": "analyze transportation costs and customs procedures, and etc."}, {"text_block_id": "p22_b302", "text": "Some measures have been already implemented in wine sector. Short and long term programs as well as marketing strategic plans aiming at raising awareness of foreign customers have been already developed. There is an intention to create a platform for branding Georgian wines and disseminating messages target"}, {"text_block_id": "p22_b303", "text": "-"}, {"text_block_id": "p22_b304", "text": "ing demand on strategic markets and mentality of their customers. Similar activities are planned for other sub-sectors of agriculture."}, {"text_block_id": "p22_b305", "text": "Measure 3.2"}, {"text_block_id": "p22_b306", "text": "."}, {"text_block_id": "p22_b307", "text": "1"}, {"text_block_id": "p22_b308", "text": "-"}, {"text_block_id": "p22_b309", "text": "Improved MoA organ"}, {"text_block_id": "p22_b310", "text": "i"}, {"text_block_id": "p22_b311", "text": "zat"}, {"text_block_id": "p22_b312", "text": "i"}, {"text_block_id": "p22_b313", "text": "onal structure and human resource management and tra"}, {"text_block_id": "p22_b314", "text": "i"}, {"text_block_id": "p22_b315", "text": "n"}, {"text_block_id": "p22_b316", "text": "i"}, {"text_block_id": "p22_b317", "text": "ng sys"}, {"text_block_id": "p22_b318", "text": "-"}, {"text_block_id": "p22_b319", "text": "tem"}, {"text_block_id": "p22_b320", "text": "There is a need for the Ministry to improve its capacity and capability to efficiently implement the Strat"}, {"text_block_id": "p22_b321", "text": "-"}, {"text_block_id": "p22_b322_merged_merged_merged_merged_merged_merged", "text": "egy for agriculture and the associated Action Plan. A review will be made of the organizational structure of the Ministry of Agriculture, its agencies and regional information consultancy centers and an appropriate managerial and operational structure put in place, including clear individual and department responsibili-ties of the Ministry. Based on their specificity, performance reviews will be carried out on an annual basis, to compare progress against agreed actions."}, {"text_block_id": "p22_b326", "text": "A modern HR evaluation system will be introduced in the MoA for improving productivity and quality of work done by the Ministry employees."}, {"text_block_id": "p23_b327", "text": "An assessment will be made of the training and development needs of the Ministry and its agencies’ staff."}, {"text_block_id": "p23_b328", "text": "Training priorities will be determined in specific relation to the implementation of the Action Plan. A training"}, {"text_block_id": "p23_b329", "text": "and human resource development plan will be prepared and implemented. Training will include “on the job” support, as well as attendance at relevant workshops. There will be established an educational center where the Ministry’s staff will take relevant training courses."}, {"text_block_id": "p23_b330", "text": "Measure 3"}, {"text_block_id": "p23_b331", "text": "."}, {"text_block_id": "p23_b332", "text": "2.2"}, {"text_block_id": "p23_b333", "text": "- Support"}, {"text_block_id": "p23_b334", "text": "i"}, {"text_block_id": "p23_b335", "text": "ng an effic"}, {"text_block_id": "p23_b336", "text": "i"}, {"text_block_id": "p23_b337", "text": "ent market i"}, {"text_block_id": "p23_b338", "text": "nformat"}, {"text_block_id": "p23_b339", "text": "i"}, {"text_block_id": "p23_b340", "text": "on collect"}, {"text_block_id": "p23_b341", "text": "i"}, {"text_block_id": "p23_b342", "text": "on, process"}, {"text_block_id": "p23_b343", "text": "i"}, {"text_block_id": "p23_b344", "text": "ng and d"}, {"text_block_id": "p23_b345", "text": "i"}, {"text_block_id": "p23_b346", "text": "ssem"}, {"text_block_id": "p23_b347", "text": "i"}, {"text_block_id": "p23_b348", "text": "nat"}, {"text_block_id": "p23_b349", "text": "i"}, {"text_block_id": "p23_b350", "text": "on among"}, {"text_block_id": "p23_b351", "text": "A market information system is very important in improvement of competitiveness of farmers, entrepre"}, {"text_block_id": "p23_b352", "text": "-"}, {"text_block_id": "p23_b353", "text": "neurs and exporters. Without market information, the value chain actors find themselves in uncompetitive"}, {"text_block_id": "p23_b354", "text": "position. This largely concerns local farmers who do not have the information on prices of their produce, quality requirements, general trends in the market, and innovation technologies."}, {"text_block_id": "p23_b355", "text": "The MoA intends to review the availability of existing information on products, prices, suppliers and mar"}, {"text_block_id": "p23_b356", "text": "-"}, {"text_block_id": "p23_b357", "text": "kets. A strategy will be developed for collecting, disseminating or simply better utilizing information on markets. The MoA will collaborate with the private sector to prepare recommendations and actions for bet"}, {"text_block_id": "p23_b358", "text": "-"}, {"text_block_id": "p23_b359", "text": "ter market data collection, analysis and processing to ensure that farmers and policy makers have quality information for decision making and marketing. Information will also be available for farmers on standards"}, {"text_block_id": "p23_b360", "text": "and requirements for sale into export markets, including trade agreements and obligations."}, {"text_block_id": "p23_b361", "text": "The Ministry of Agriculture of Georgia will systematically and continuously analyze agriculture market in order to study competitiveness of the locally produced products."}, {"text_block_id": "p23_b362", "text": "The MoA requires upgrading of information system and improvement of quality of databases. The soft"}, {"text_block_id": "p23_b363", "text": "-"}, {"text_block_id": "p23_b364", "text": "ware for data collection analysis will be upgraded and overall quality and precision of the statistical data"}, {"text_block_id": "p23_b365", "text": "-"}, {"text_block_id": "p23_b366", "text": "bases will be improved as well as analytical capacity of data exchange and processing operation. Stronger"}, {"text_block_id": "p23_b367", "text": "emphasis will be placed on qualitative indicators, analysis of tendencies, forecasting and visualization of"}, {"text_block_id": "p23_b368", "text": "numerical information. Gender specific information will be collected for the further detailed analysis pur"}, {"text_block_id": "p23_b369", "text": "-"}, {"text_block_id": "p23_b370", "text": "poses. In close collaboration with National Statistics Office of Georgia the statistical data about agricultural"}, {"text_block_id": "p23_b371", "text": "sector will be improved."}, {"text_block_id": "p23_b372", "text": "Currently, in Georgia there is no unified farm registry system, which would be aimed at collection of in"}, {"text_block_id": "p23_b373", "text": "-"}, {"text_block_id": "p23_b374", "text": "formation on exact location and area of farms, as well as their activity profile. Creation of such a system will support planning and implementation of specific programs. It will improve communication between farmers, state institutions and suppliers. It is also to be mentioned that the current legislation does not define the"}, {"text_block_id": "p23_b375", "text": "status of a land user/farmer. Thus, based on relevant criteria a special commission charged with duties to grant the status of the farmer and register will be created."}, {"text_block_id": "p23_b376_merged_merged_merged_merged_merged_merged_merged", "text": "Workshops will be conducted for farmers in order to provide them with information and simplify their reg-istration process. Communication between farmers and Government institutions will be improved. Relevant software will be used to make data collection and analysis as efficient as possible and training provided to operators."}, {"text_block_id": "p23_b381", "text": "The Government recognizes and appreciates the efforts and support provided by the international donor community in development of agriculture and rural communities across Georgia. That is why the main con"}, {"text_block_id": "p23_b382", "text": "-"}, {"text_block_id": "p23_b383", "text": "sideration will be given to sharing their recommendations and experience, as well as successful examples."}, {"text_block_id": "p24_b384", "text": "The MoA will take over the donor coordination function in order to better plan and execute the Agriculture"}, {"text_block_id": "p24_b385", "text": "Development Strategy and Action Plan."}, {"text_block_id": "p24_b386", "text": "Donor coordination committees and meetings will be arranged to strengthen working groups made of donors, the private sector and farmers."}, {"text_block_id": "p24_b387", "text": "Given the particularities of the Georgian climate, construction, operation and management of irrigation"}, {"text_block_id": "p24_b388", "text": "and drainage infrastructure is vital for efficient and intensive agricultural production. In the eastern part of Georgia due to its dry climate, the fields need to be irrigated, while in the western part of the country, which"}, {"text_block_id": "p24_b389", "text": "has a higher rainfall, drainage infrastructure is necessary."}, {"text_block_id": "p24_b390", "text": "Deterioration of the amelioration system resulted in reduction of meliorated areas. In Georgia, the total area covered by gravity irrigation was about 280 K hectares, while the drained area amounted to 105 K Ha. Unfavorable conditions created in the country, as well as improper approach to the sector resulted in de"}, {"text_block_id": "p24_b391", "text": "-"}, {"text_block_id": "p24_b392", "text": "struction of most of the system. Thus, by 2012 only 45 K hectares were covered by irrigation and the drained area amounted to only 14 K Ha. As a result of measures undertaken by MoA in 2012-2014 (rehabilitation and"}, {"text_block_id": "p24_b393", "text": "exploitation works) the irrigated area increased to 88 K Ha, and the drained area to 25 K Ha. It is planned to"}, {"text_block_id": "p24_b394", "text": "triple total irrigated and drained areas by 2020."}, {"text_block_id": "p24_b395", "text": "Preference will be given to rehabilitation and modernization schemes in order to increase their techni"}, {"text_block_id": "p24_b396", "text": "-"}, {"text_block_id": "p24_b397", "text": "cal conditions and to improve their efficient technological and organizational capacities. Measures to be undertaken are the following: construction and rehabilitation of water reservoirs for irrigation purposes; re"}, {"text_block_id": "p24_b398", "text": "-"}, {"text_block_id": "p24_b399", "text": "habilitation of irrigation infrastructure and specific headworks; rehabilitation of drainage infrastructure and primary channels; undertaking of detailed studies of modern technologies and management approaches for efficient water use; improvement of hydrometric service; These measures are also aimed to support reha"}, {"text_block_id": "p24_b400", "text": "-"}, {"text_block_id": "p24_b401", "text": "bilitation of drip and sprinkle irrigation systems; fair and optimal allocation of water resources and improve"}, {"text_block_id": "p24_b402", "text": "-"}, {"text_block_id": "p24_b403", "text": "ment of tariff system; ensuring involvement of water-user groups in the rehabilitation and maintenance of internal systems; promotion of farmer organizations and institutional arrangements; establishment of"}, {"text_block_id": "p24_b404", "text": "demonstration plots arranged up to international standards and demonstrating advantages of ventilation"}, {"text_block_id": "p24_b405", "text": "techniques and combined usage of integrated pest management and agro technical measures; improvement of geo information system databases and relevant software application; improvement of billing system; de"}, {"text_block_id": "p24_b406", "text": "-"}, {"text_block_id": "p24_b407", "text": "velopment of cadaster of ameliorated areas."}, {"text_block_id": "p24_b408", "text": "The main priority for the sector to become viable and sustainable is to commercialize and transform LTD"}, {"text_block_id": "p24_b409", "text": "Georgian United Amelioration Systems Company into a profitable organization."}, {"text_block_id": "p24_b410", "text": "Modernization of irrigation and drainage infrastructure aims at improvement of water management, wa"}, {"text_block_id": "p24_b411", "text": "-"}, {"text_block_id": "p24_b412", "text": "ter removal from flooded areas, increase of the area covered and make the soil fit for plant growing. The"}, {"text_block_id": "p24_b413", "text": "rehabilitated irrigation and drainage infrastructure, as well as use of modern agricultural technology will ensure guaranteed harvest of agricultural crops."}, {"text_block_id": "p24_b414_merged_merged_merged_merged", "text": "Research (inventory) of soils under agriculturally used areas is very important for development of agricul-ture. The findings of these studies will serve as a basis for planning and implementation of the subsequent rehabilitation measures. Accordingly, field and laboratory tests of soils will be conducted in order to support rational use of soils. Assessment of soil conditions is also very important in planning and implementation of land consolidation projects."}, {"text_block_id": "p25_b418", "text": "The main consideration should be given to the wind breaks reconstruction in order to prevent soils from erosion. Hence, the regulatory document on wind break issues will be developed in collaboration with the Ministry of Environment and Natural Resources Protection of Georgia. The above document will distribute the competencies and management responsibilities among relevant agencies."}, {"text_block_id": "p25_b419", "text": "In order to conduct a full scale inventory of soils in Georgia, the respective number of laboratories and"}, {"text_block_id": "p25_b420", "text": "personnel is required. Thus, within LEPL Scientific-Research Centre a modern laboratory for soil analysis"}, {"text_block_id": "p25_b421", "text": "will be created. For the purpose of improvement of soil fertility safe/progressive technologies will be intro"}, {"text_block_id": "p25_b422", "text": "-"}, {"text_block_id": "p25_b423", "text": "duced and the relevant legislative framework upgraded."}, {"text_block_id": "p25_b424", "text": "Special attention will be paid to investigation of degraded soils (saline, acidic, erodible, damaged and con"}, {"text_block_id": "p25_b425", "text": "-"}, {"text_block_id": "p25_b426", "text": "taminated due to mining) and restoration of their fertility. There will be developed scientifically proven activi"}, {"text_block_id": "p25_b427", "text": "-"}, {"text_block_id": "p25_b428", "text": "ties to promote the above investigation and implement it through targeted State programs in the ScientificResearch Center. Significant attention will be given to the current world wide problem - the climate change and its impact on the soil degradation and desertification processes. A special research will be carried on"}, {"text_block_id": "p25_b429", "text": "the soil fertility changes and its improvement measures."}, {"text_block_id": "p25_b430", "text": "During the implementation of the Strategy and the action plan the need for development of rural areas as units of territorial and social arrangements of the country will be considered. Rural development depends on multiple factors, such as infrastructure necessary for agricultural activities, as well as on health and educa"}, {"text_block_id": "p25_b431", "text": "-"}, {"text_block_id": "p25_b432", "text": "tion accessibility. Based on this, in collaboration with other entities and local authorities MoA will draft rural"}, {"text_block_id": "p25_b433", "text": "development policy, which will be based on local, social, economic and cultural peculiarities. A unified action"}, {"text_block_id": "p25_b434", "text": "plan will be developed incorporating short, medium and long-term measures. Special attention will be given to high mountainous and border regions. Based on specialization of production zones the relevant sectorial programs will be created and implemented."}, {"text_block_id": "p25_b435", "text": "Clearly, agriculture by itself cannot generate sufficient employment and job opportunities to generate"}, {"text_block_id": "p25_b436", "text": "sustainable enterprise and incomes for the entire rural population. Therefore, the Government intends to promote and develop a concept of non-farm rural enterprise development in areas such as, services (shops,"}, {"text_block_id": "p25_b437", "text": "repair, crafts etc.), processing enterprises or agro-tourism (hunting, fishing, historical monuments etc.). Successful initiatives at regional and local level will be identified and examples disseminated of successful"}, {"text_block_id": "p25_b438", "text": "practices. The Ministry of Agriculture will work with other branches of Government to look at the potential"}, {"text_block_id": "p25_b439", "text": "for technical or financial programs of support and to facilitate their realization."}, {"text_block_id": "p25_b440", "text": "A research will be conducted of production practices and commodity investment opportunities in specific regions and with the aim to identify priorities agro-development and investment areas. Once defined these"}, {"text_block_id": "p25_b441", "text": "priorities will be presented to relevant stakeholders for potential agricultural development and investment programs, and updated as new research and information becomes available."}, {"text_block_id": "p25_b442", "text": "The main consideration will be given to development of sectorial and regional programs, in which for the purpose of enhancement of agricultural competitiveness, emphasis will be given to utilization of new tech"}, {"text_block_id": "p25_b443", "text": "-"}, {"text_block_id": "p25_b444", "text": "nologies, improvement of institutional structure and investment climate etc."}, {"text_block_id": "p25_b445_merged_merged_merged_merged_merged_merged", "text": "New vision and solutions are required for development of approaches to support specialization, optimum matching of sectors and region specific development needs. Local natural and economic conditions, as well as market requirements will be taken into consideration in this endeavor."}, {"text_block_id": "p26_b448", "text": "The MoA will analyze and evaluate sectors and their export and import substitution potential as well as food security and will develop specific programs to promote their development. A detailed analysis of the"}, {"text_block_id": "p26_b449", "text": "current situation will be made and an Action Plan will be developed."}, {"text_block_id": "p26_b450", "text": "Given scarcity of resources, the key to success is proper prioritizing. The conducted sectorial and com"}, {"text_block_id": "p26_b451", "text": "-"}, {"text_block_id": "p26_b452", "text": "petitiveness studies will lay a foundation for identification of measures to be undertaken at the first stage"}, {"text_block_id": "p26_b453", "text": "and the Action Plan."}, {"text_block_id": "p26_b454", "text": "The MoA actively collaborates with the National Intellectual Property Center (Sakpatenti) to protect Geor"}, {"text_block_id": "p26_b455", "text": "-"}, {"text_block_id": "p26_b456", "text": "gian geographic indications and appellations of origin in local and international markets. The agreement on Protection of Geographic Indications signed between Georgia and EU is active since April 4, 2012. Georgia has already registered 18 indications for wine, 3 indications for mineral waters, 14 indications for cheese, chacha and churchkhela."}, {"text_block_id": "p26_b457", "text": "For the purpose of protection of geographic indications and brands, the agreements are already signed with EU, CIS countries and other large countries importing Georgian produce. Work in this direction still continues."}, {"text_block_id": "p26_b458", "text": "International best practices for the development of geographic indication schemes and product branding"}, {"text_block_id": "p26_b459", "text": "are already being identified and assessed and information guidelines prepared and distributed to relevant"}, {"text_block_id": "p26_b460", "text": "stakeholders. In collaboration with private sector geographic indication schemes will be further developed and production list prepared for ensuring their protection on national and international markets and intel"}, {"text_block_id": "p26_b461", "text": "-"}, {"text_block_id": "p26_b462", "text": "lectual property rights. In order to harmonize Georgian laws with the EU legislation, the regulatory principles of this sector will be upgraded, including the law of Georgia “on Appellations of Origin and Geographic Indi"}, {"text_block_id": "p26_b463", "text": "-"}, {"text_block_id": "p26_b464", "text": "cations of Goods” and law of Georgia “on Vine and Wine”. The MoA has an intention to create self-regulatory organizations the members of which will be the representatives of the private sector. These representatives will determine the relevant licensing requirements to be approved by the MoA."}, {"text_block_id": "p26_b465", "text": "Measure 3.4.4"}, {"text_block_id": "p26_b466", "text": "–"}, {"text_block_id": "p26_b467", "text": "Support"}, {"text_block_id": "p26_b468", "text": "i"}, {"text_block_id": "p26_b469", "text": "ng the development of seed and plant"}, {"text_block_id": "p26_b470", "text": "i"}, {"text_block_id": "p26_b471", "text": "ng mater"}, {"text_block_id": "p26_b472", "text": "i"}, {"text_block_id": "p26_b473", "text": "al product"}, {"text_block_id": "p26_b474", "text": "i"}, {"text_block_id": "p26_b475", "text": "on"}, {"text_block_id": "p26_b476", "text": "Fostering seed and planting material production is one of the keys to agricultural development. Proper selection of annual crops and seed production relatively easily ensures intensity of production."}, {"text_block_id": "p26_b477", "text": "Crop yields depend on availability of high reproduction seed and planting material. Currently, there is a lack of high quality seed and planting material. Farmers use low-grade seed, which results in sharp decline of yields and low quality of production. The major local producers (corn and wheat) market annually only 500"}, {"text_block_id": "p26_b478", "text": "tons of seeds, whereas, according to expert estimates the total demand amounts to 7 K tones. Thus, it is"}, {"text_block_id": "p26_b479", "text": "necessary to undertake concrete measures for rehabilitation of seed production sector."}, {"text_block_id": "p26_b480", "text": "A catalogue will be created to incorporate the assessment of seed/planting material appropriate for soil"}, {"text_block_id": "p26_b481", "text": "and climatic conditions of Georgia. Along with the implementation of certification system, it will become one"}, {"text_block_id": "p26_b482", "text": "of the key elements for rehabilitation of the sector. Also, it will be possible to retain and develop domestic plant varieties and species."}, {"text_block_id": "p26_b483_merged_merged_merged_merged_merged_merged_merged", "text": "The seed and planting material production schemes will be based on international and European stand-ards. The costs and benefits of existing technologies will be assessed. Based on this the information pack-ages will be prepared for farmers and investors. Production guides will also be prepared and together with examples of best practices included from within and outside Georgia. Farmers and field advisors will be trained in seed and planting material production. Field demonstrations and visits will be arranged to intro-duce new varieties."}, {"text_block_id": "p27_b492", "text": "Experience of advanced countries demonstrates that the certification process guarantees quality of seed/ planting material. Hence, the detailed analysis for existing schemes of certification of seed and planting ma"}, {"text_block_id": "p27_b493", "text": "-"}, {"text_block_id": "p27_b494", "text": "terial will be conducted and relevant measures developed for improvement of certification system, through"}, {"text_block_id": "p27_b495", "text": "creation of accredited national organizations. The MoA will empower those organizations. The system will be incorporated into the national and/or international accreditation systems."}, {"text_block_id": "p27_b496", "text": "The standards for certification and breed testing along with methodologies and instructions will be devel"}, {"text_block_id": "p27_b497", "text": "-"}, {"text_block_id": "p27_b498", "text": "oped in accordance with EU and international standards. Seed quality testing laboratory will be created and"}, {"text_block_id": "p27_b499", "text": "specific works for getting international accreditation conducted. Seed and planting material catalogue will"}, {"text_block_id": "p27_b500", "text": "be created and permanently updated. Information center will be created in order to increase stakeholder awareness and render relevant advice."}, {"text_block_id": "p27_b501", "text": "The seed/planting material certification process will further be strengthened by means of training of the inspectors and relevant laboratorial capacities for field inspection systems."}, {"text_block_id": "p27_b502", "text": "Private sector will increase production in virus-free seed/planting material, which is reliable and con"}, {"text_block_id": "p27_b503", "text": "-"}, {"text_block_id": "p27_b504", "text": "trolled during the production and monitoring process. This will lead to improvement of overall quality of seed/planting material available to farmers. Farmers and interested parties will be trained for the purpose"}, {"text_block_id": "p27_b505", "text": "of increase of awareness in benefits of usage of certified seed/planting material."}, {"text_block_id": "p27_b506", "text": "For these purposes, LEPL Scientific-Research Center of seed/planting material certification standards will be appropriately equipped. The existing infrastructure, laboratories, and annual and perennial demon"}, {"text_block_id": "p27_b507", "text": "-"}, {"text_block_id": "p27_b508", "text": "stration bases will be used. (Mtskheta, Jigaura, Tsilkani, Akhalkalaki etc.)"}, {"text_block_id": "p27_b509", "text": "Ignoring breeding activities and absence of the relevant infrastructure resulted in deterioration of live"}, {"text_block_id": "p27_b510", "text": "-"}, {"text_block_id": "p27_b511", "text": "stock genetic pool. The problem of poor genetic quality of local breed is compounded by unbalanced and limited feeding results in low productivity of animals and their vulnerability to diseases. Hence, average an"}, {"text_block_id": "p27_b512", "text": "-"}, {"text_block_id": "p27_b513", "text": "nual milk yield of a cow of uncertain breed is 1100-1200 liters, and the meat yield does not exceed 45-50% of total weight. The service of artificial insemination is very limited and inaccessible for the cattle owners, both financially and territorially. The low awareness level of farmers in animal health and welfare, as well"}, {"text_block_id": "p27_b514", "text": "as undeveloped private veterinary services, result in the increase of epizootic risks in the country and hinder development of this sector."}, {"text_block_id": "p27_b515_merged_merged_merged_merged_merged", "text": "In order to solve the above-mentioned problems, special attention should be paid to investigation, restor-ing and improvement of farmed animals, birds, fish, insects of local breeds and populations; establishment of genetic and information bank. In order to improve animal and bird species the establishment of breeding farms, unified breed registration system, and service centers for breeding activities and animal artificial in-semination will be promoted in all municipalities. Local breeding methodology will be developed, seed bulls, assessment of genotype at the early stages of development, identification and subsequent use of potential animals with breed improvement capacity."}, {"text_block_id": "p27_b524", "text": "In order to develop high intensity cattle breeding, highly productive breeds of the animals brought from abroad and tested, and recommendations for their zonal allocation developed."}, {"text_block_id": "p27_b525", "text": "Selection programs for improving the breeds of agricultural animals and birds and new standards for breeds will be developed."}, {"text_block_id": "p27_b526", "text": "Special attention will be paid to investigation of epizootic situation and existence of invasive diseases in the zones of allocation of introduced animals and birds; the relevant recommendations will be developed."}, {"text_block_id": "p28_b527", "text": "In order to establish solid feeding base, natural pasture and meadows will be studied and diversity of spe"}, {"text_block_id": "p28_b528", "text": "-"}, {"text_block_id": "p28_b529", "text": "cies retained; diversification of feeding crops and production of environmentally safe feed."}, {"text_block_id": "p28_b530", "text": "Trainings will be provided to technical workers in animal artificial insemination and breeding specialist will be retrained. Specific trainings will be delivered to employees of information consultancy service centers"}, {"text_block_id": "p28_b531", "text": "in order to improve awareness of the farmers."}, {"text_block_id": "p28_b532", "text": "For the purpose of study of populations of local breeds, their rehabilitation and further improvement, veterinary laboratory of the department for animal breeding, veterinary, and food production of the LEPL"}, {"text_block_id": "p28_b533", "text": "Scientific-Research Center will be equipped."}, {"text_block_id": "p28_b534", "text": "In accordance with the internationally recognized standards, agricultural produce requires post-harvest handling, which includes cleansing of runts, sorting, grading, packing, and labelling. In this case, the capaci"}, {"text_block_id": "p28_b535", "text": "-"}, {"text_block_id": "p28_b536", "text": "ties of individual producers and farmers are limited, whereas access to modern markets implies existence"}, {"text_block_id": "p28_b537", "text": "of well-developed networks for realization of the produce."}, {"text_block_id": "p28_b538", "text": "It is the intention of the MoA to conduct research of the national and regional demand for post-harvest handling, distribution, and processing facilities. The feasibility study for these investments will be under"}, {"text_block_id": "p28_b539", "text": "-"}, {"text_block_id": "p28_b540", "text": "taken and made available for all related parties. The recommendations for arrangement and exploitation of"}, {"text_block_id": "p28_b541", "text": "infrastructure for warehouses and cold storage facilities for primary and processed products and logistics"}, {"text_block_id": "p28_b542", "text": "(wholesale consolidation) will be made available, which will help extend storage period, retain quality and"}, {"text_block_id": "p28_b543", "text": "marketability, as well as widen distribution channels. For this reason, it is important to promote involvement of farmer organizations, including cooperatives."}, {"text_block_id": "p28_b544", "text": "A number of workshops and training events will be held to discuss and promote investments into value chain through investments into post-harvest equipment, processing (including on farm small scale process"}, {"text_block_id": "p28_b545", "text": "-"}, {"text_block_id": "p28_b546", "text": "ing) and for integrating and improving all parts of a defined value chain. Cost sharing and matching grant support possibilities for encouraging investments into these areas will be explored and, where feasible and"}, {"text_block_id": "p28_b547", "text": "economically sensible, be developed."}, {"text_block_id": "p28_b548_merged_merged_merged_merged", "text": "Productivity indicators in Georgia are much lower than in developed countries. For improvement of pro-ductivity, it is necessary to have access to high quality inputs and services. One of the key problems in this area is lack of availability of relevant quality inputs and services, which leads to severe financial complica-tions to the farmers."}, {"text_block_id": "p28_b554", "text": "Based on needs of the specific regions, the Ministry of Agriculture will aim to create an improved environ"}, {"text_block_id": "p28_b555", "text": "-"}, {"text_block_id": "p28_b556", "text": "ment for farmer access to appropriate machinery/seed/planting material/fertilizers/feed/plant protection/ medicines etc."}, {"text_block_id": "p28_b557", "text": "Support will be given to monitor and ensure compliance with trade standards for input sales and to the development of seed and planting material production. The mechanism for ensuring their availability and quality control will be created. The Government will consider further strengthening of the legislation, enforcement and penalties for traders not complying with trade standards, safety, labeling or provision of proper information on the use of inputs for sale."}, {"text_block_id": "p29_b558", "text": "Improvement of productivity in primary production and product cost reduction largely depends on usage of quality agricultural mechanization. Currently, the major part of agricultural machinery in the country is technically unreliable, and outdated, which hinders timely implementation of agricultural activities, increas"}, {"text_block_id": "p29_b559", "text": "-"}, {"text_block_id": "p29_b560", "text": "es costs of production, worsens harvest quality, and reduces yields."}, {"text_block_id": "p29_b561", "text": "The mechanization centers created for supplying high quality services to farmers are successfully func"}, {"text_block_id": "p29_b562", "text": "-"}, {"text_block_id": "p29_b563", "text": "tioning in the regions of the country. One of these is Meqanizatori LTD, which provides high quality mecha"}, {"text_block_id": "p29_b564", "text": "-"}, {"text_block_id": "p29_b565", "text": "nization services to farmers."}, {"text_block_id": "p29_b566", "text": "The MoA will continue working in this direction. A special attention will be given to provide agricultural sector with modern agricultural technologies and improve the service. A detailed analysis will be conducted on agriculture machinery needs and priorities for development across Georgia. Support will be given to the development of technical infrastructure for equipment purchase and, in particular, tractors. Trainings will be organized for machinery operators, as well as for farmers through vocational training centers. Col"}, {"text_block_id": "p29_b567", "text": "-"}, {"text_block_id": "p29_b568", "text": "laboration will continue with the private sector to create an increased awareness of machinery availability and costs and to stimulate further investment into appropriate equipment purchase, lease, use, servicing, spare parts and maintenance. Consideration will be given to the privatization of LTD “Meqanizatori” or its"}, {"text_block_id": "p29_b569", "text": "transformation into organization operating on a public-private partnership scheme. An efficient and flex"}, {"text_block_id": "p29_b570", "text": "-"}, {"text_block_id": "p29_b571", "text": "ible management system will be developed that can help to increase ploughed areas within the agricultural timelines and minimize the shortage of machinery. For the purposes of reduction of prices on agricultural machinery and increase of its availability, consultations will continue with machinery manufacturers for the purpose of supporting local production of relatively simple equipment."}, {"text_block_id": "p29_b572", "text": "Ensuring food security implies creation of condition, in which every citizen at any time has access to suf"}, {"text_block_id": "p29_b573", "text": "-"}, {"text_block_id": "p29_b574", "text": "ficient, safe and nutritious food supply fulfilling his/her dietary needs and food preferences and enabling to"}, {"text_block_id": "p29_b575", "text": "live an active and healthy life. At the national level, the key aspects of food security are availability, access, and affordability of food. In this case, quantitative availability of foodstuffs implies permanent readiness of the government to ensure the necessary minimum availability of food to the population. Cereals are one of the key components of food security, which is also affected by market stability and production levels of other"}, {"text_block_id": "p29_b576", "text": "products such as grains, beans, meat, milk and dairy products, fish, sugar, vegetable oil, potato, eggs, fruits,"}, {"text_block_id": "p29_b577", "text": "vegetables as well as different types of beverages. The MoA will continue monitoring food security and also support subsistence farms to reduce their risks. The further encouragement will be given to the process of commercialization of subsistence farms. Special programs will be developed to increase incomes of farm"}, {"text_block_id": "p29_b578", "text": "-"}, {"text_block_id": "p29_b579", "text": "workers. The working group will be created within the MoA with the purpose to develop recommendations to"}, {"text_block_id": "p29_b580", "text": "resolve existing problems. The implementation of the Strategy of Agricultural Development will promote to raise the level of food self-sufficiency of the country, food market stability, and diversification of import and export markets. The Government will also develop food security action plan for emergency or crisis situa"}, {"text_block_id": "p29_b581", "text": "-"}, {"text_block_id": "p29_b582", "text": "tions. Levels and availability of basic foodstuffs will be monitored."}, {"text_block_id": "p29_b583_merged_merged_merged_merged_merged", "text": "The MoA will develop and implement an early warning system for food security and in particular for the most vulnerable regions and parts of the population, continue improving the information collection and analysis system and train data collectors and the Ministry staff. A rapid and efficient method of response to food crises will be developed, including food distribution, and in line with the National Plan of Response to Emergency Situations and in association with the Ministry of Internal Affairs, other relevant Ministries and international partners."}, {"text_block_id": "p30_b586", "text": "Measure 3.6"}, {"text_block_id": "p30_b587", "text": "."}, {"text_block_id": "p30_b588", "text": "1"}, {"text_block_id": "p30_b589", "text": "-"}, {"text_block_id": "p30_b590", "text": "Develop"}, {"text_block_id": "p30_b591", "text": "i"}, {"text_block_id": "p30_b592", "text": "ng effic"}, {"text_block_id": "p30_b593", "text": "i"}, {"text_block_id": "p30_b594", "text": "ent and flex"}, {"text_block_id": "p30_b595", "text": "i"}, {"text_block_id": "p30_b596", "text": "ble food safety system that w"}, {"text_block_id": "p30_b597", "text": "i"}, {"text_block_id": "p30_b598", "text": "ll be consistent w"}, {"text_block_id": "p30_b599", "text": "i"}, {"text_block_id": "p30_b600", "text": "th EU leg"}, {"text_block_id": "p30_b601", "text": "i"}, {"text_block_id": "p30_b602", "text": "slat"}, {"text_block_id": "p30_b603", "text": "i"}, {"text_block_id": "p30_b604", "text": "on"}, {"text_block_id": "p30_b605", "text": "and reflect"}, {"text_block_id": "p30_b606", "text": "i"}, {"text_block_id": "p30_b607", "text": "ng spec"}, {"text_block_id": "p30_b608", "text": "i"}, {"text_block_id": "p30_b609", "text": "fic features of the Georg"}, {"text_block_id": "p30_b610", "text": "i"}, {"text_block_id": "p30_b611", "text": "an agr"}, {"text_block_id": "p30_b612", "text": "i"}, {"text_block_id": "p30_b613", "text": "cultural market"}, {"text_block_id": "p30_b614", "text": "Food safety implies compliance of all the stages of food production, processing and distribution to the “farm to fork” principle. This stipulates for provision of consumer market with safe food, as well as elimina"}, {"text_block_id": "p30_b615", "text": "-"}, {"text_block_id": "p30_b616", "text": "tion of potentially negative simultaneous, short-term, and long-term health effects of foodstuffs prepared in improper conditions on the consumer. Also, this legislation is aimed at prevention of negative impact of consumption of improperly prepared foodstuffs on future generations."}, {"text_block_id": "p30_b617", "text": "State control over food safety aims at protection of human life and health, as well as interests of consum"}, {"text_block_id": "p30_b618", "text": "-"}, {"text_block_id": "p30_b619", "text": "ers. It is based on risk principle relying on planned and random inspection, surveillance, monitoring, testing, and documentation inquiries."}, {"text_block_id": "p30_b620", "text": "The inadequate legislative framework existing in previous years, shortage of human and technical re"}, {"text_block_id": "p30_b621", "text": "-"}, {"text_block_id": "p30_b622", "text": "sources, and insufficient programmatic budgetary financing resulted in lack of efficiency of state control"}, {"text_block_id": "p30_b623", "text": "over food safety."}, {"text_block_id": "p30_b624", "text": "The process of upgrading of the legal framework has been underway since 2012. Namely, the Georgian"}, {"text_block_id": "p30_b625", "text": "Strategy for development of the food safety system and legal approximation to standards is already well defined by the MoA and these standards are consistent with EU legislation. The code for food/animal feed,"}, {"text_block_id": "p30_b626", "text": "veterinary, and plant protection alongside other legislative acts was adopted."}, {"text_block_id": "p30_b627", "text": "Technical regulations were developed and will come into force in 2015 on “milk and dairy products” and"}, {"text_block_id": "p30_b628", "text": "“Honey”. These regulations will promote the determination of unified principles at the stages of production,"}, {"text_block_id": "p30_b629", "text": "processing and distribution as well as will protect consumer interests."}, {"text_block_id": "p30_b630", "text": "The efficient system for food safety management and traceability at production, processing, and distribu"}, {"text_block_id": "p30_b631", "text": "-"}, {"text_block_id": "p30_b632", "text": "tion stages will be created based on legislation. In accordance with the Georgian legislation, it will become necessary for business operators to undertake food safety procedures in compliance with hazard analysis and critical points (HAACP) system."}, {"text_block_id": "p30_b633", "text": "Since 1998, the country has been a member of codex alimentarius committee and participates in the pro"}, {"text_block_id": "p30_b634", "text": "-"}, {"text_block_id": "p30_b635", "text": "cess of developing international standards with a voting right. Given the fact that World Trade Organization adheres the standards and documentation developed by this committee it is important to continue activities in this direction."}, {"text_block_id": "p30_b636", "text": "The risk assessment service was established in the LEPL Scientific-Research Center, which will ensure risk assessment on scientifically identified data and supply recommendations to entities responsible for"}, {"text_block_id": "p30_b637", "text": "control and risk management."}, {"text_block_id": "p30_b638", "text": "In 2015-2020 within the framework of approximation to the EU legislation, the mechanisms for state control over food safety, including simplified control, will be established. The collaboration and informa"}, {"text_block_id": "p30_b639", "text": "-"}, {"text_block_id": "p30_b640_merged_merged_merged_merged_merged_merged", "text": "tion sharing mechanisms between institutions involved in risk analysis (NFA, Revenue Service, and the Risk Assessment Service of the Scientific-Research Center) will be further improved. The sustainable and flex-ible system will be created for the purpose of streamlining the registration procedures for businesses. The NFA will be enabled to have direct access to the database of business operators in order to precisely de-termine their number and activities. The risk-based state control will be maintained through the relevant mechanisms and frequency. The results of state control revealed that awareness level of business operators needs to be raised. Inconsistent and inappropriate practices are continuously revealed by the state control of slaughterhouses, meat and processed meat production enterprises, milk collection points, milk production and processing enterprises, food units of kindergartens and schools, food suppliers, including fast food"}, {"text_block_id": "p31_b646", "text": "lets, and water supply systems in rayon’s and villages. Based on the results of inspections, the Agency staff"}, {"text_block_id": "p31_b647", "text": "undertakes the prescribed measures. Based on risk and priorities, all the business operators will be exam"}, {"text_block_id": "p31_b648", "text": "-"}, {"text_block_id": "p31_b649", "text": "ined at production, processing, and distribution stages, which will lead to adherence to highest food safety standards and considerable reduction of food-borne diseases. State control over food of animal origin, food units of education and health providers, and primary production enterprises will be regarded as a priority."}, {"text_block_id": "p31_b650", "text": "The food safety laboratorial research capacities will be upgraded and international research methods in"}, {"text_block_id": "p31_b651", "text": "-"}, {"text_block_id": "p31_b652", "text": "troduced. On an annual basis, the number of samples to be taken, food products to be analyzed and relevant"}, {"text_block_id": "p31_b653", "text": "research parameters will be identified. This will support protection of consumer markets and increase in exports."}, {"text_block_id": "p31_b654", "text": "A continuous training system will be established in LEPL National Food Agency to promote the awareness raising and competence of authorities."}, {"text_block_id": "p31_b655", "text": "The awareness of business operators will be raised and their skills upgraded. This will lead to produc"}, {"text_block_id": "p31_b656", "text": "-"}, {"text_block_id": "p31_b657", "text": "tion and selling of safe food in the market. Important steps will be taken for support of biologically clean production. Interested parties will be supplied with the information on the role of competent state agencies responsible for food safety. The awareness raising campaigns for private sector representatives, farmers, media, and consumers will be continued."}, {"text_block_id": "p31_b658", "text": "In order to efficiently implement the DCFTA agreement and maximize its benefits, it is important to in"}, {"text_block_id": "p31_b659", "text": "-"}, {"text_block_id": "p31_b660", "text": "crease the awareness of private sector on DCFTA food safety requirements and to develop auxiliary instru"}, {"text_block_id": "p31_b661", "text": "-"}, {"text_block_id": "p31_b662", "text": "ments to smoothly adapt to these requirements."}, {"text_block_id": "p31_b663", "text": "Functioning of a reliable and efficient system for animal health protection, surveillance and monitoring"}, {"text_block_id": "p31_b664", "text": "is necessary for production of safe and quality food. This comprises of introduction of countrywide surveil"}, {"text_block_id": "p31_b665", "text": "-"}, {"text_block_id": "p31_b666", "text": "lance software in order to avoid the spread of contagious and potentially dangerous diseases to animals and"}, {"text_block_id": "p31_b667", "text": "humans. Both public and private sectors will be engaged in the process of efficient veterinary services pro"}, {"text_block_id": "p31_b668", "text": "-"}, {"text_block_id": "p31_b669", "text": "vision. Relevant preventive and eradication programs against infectious animal diseases will be developed"}, {"text_block_id": "p31_b670", "text": "and implemented based on the current and expected risk analysis. LEPL Scientific-Research Center will be"}, {"text_block_id": "p31_b671", "text": "actively involved in this process. State veterinary control will be conducted on risk based results."}, {"text_block_id": "p31_b672", "text": "The comprehensive food safety strategy and the process of harmonization with EU requirements stipulate"}, {"text_block_id": "p31_b673", "text": "for approximation of the national veterinary legislation in the areas of animal identification/registration, test"}, {"text_block_id": "p31_b674", "text": "-"}, {"text_block_id": "p31_b675", "text": "ing of health conditions of live animals, veterinary certification of live animals and animal products, animal"}, {"text_block_id": "p31_b676", "text": "feed hygiene, its uses, market placement, registration of veterinary medicines, control mechanisms etc."}, {"text_block_id": "p31_b677", "text": "Improved livestock identification and registration systems will be created, in order to ensure protection"}, {"text_block_id": "p31_b678", "text": "of livestock and population health, manage epidemiological situation, provide consumers with reliable infor"}, {"text_block_id": "p31_b679", "text": "-"}, {"text_block_id": "p31_b680", "text": "mation about origin and safety of animal products, supply information on animal movement within country"}, {"text_block_id": "p31_b681", "text": "and implement veterinary control on exports and imports, ensure labelling, transparency and traceability in"}, {"text_block_id": "p31_b682", "text": "meat trade and also, improve breeding."}, {"text_block_id": "p31_b683", "text": "With the help of donor organizations and experts the national program for animal health is developed."}, {"text_block_id": "p31_b684", "text": "Based on this program, strategic measures against infectious diseases will be prepared. By 2020, the OIE is supposed to award the country a disease-free status based on the analysis of implemented measures and seromonitoring results. This will help to lift live animals and animal products import barriers to EU coun"}, {"text_block_id": "p31_b685", "text": "-"}, {"text_block_id": "p31_b686", "text": "tries."}, {"text_block_id": "p31_b687_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "In subsequent years, the samples will be taken and laboratory testing conducted for the purpose of de-tection of infectious diseases. Mandatory vaccination will be conducted in case of emergence of the disease,"}, {"text_block_id": "p32_b690", "text": "along with disinfection and other veterinary and sanitary measures. Registration and control schemes of pharmaceutical and biological products will be developed and animal food safety and quality control mecha"}, {"text_block_id": "p32_b691", "text": "-"}, {"text_block_id": "p32_b692", "text": "nisms created, in accordance with the EU and OIE requirements and recommendations. In accordance with"}, {"text_block_id": "p32_b693", "text": "OIE requirements, the schemes for creation and issuance of veterinary certificates will be improved, which will promote export of non-food products of animal origin from Georgia. The modern system for disposal of"}, {"text_block_id": "p32_b694", "text": "biological waste, including cadaver destruction, will be created. This will reduce to the minimum the spread of the disease vectors and contamination of environment with various pathogenic microorganisms."}, {"text_block_id": "p32_b695", "text": "In order to meet veterinary service requirements, it is important to staff it with qualified personnel. For"}, {"text_block_id": "p32_b696", "text": "this purpose, the veterinary academic education system will be improved in accordance to the modern re"}, {"text_block_id": "p32_b697", "text": "-"}, {"text_block_id": "p32_b698", "text": "quirements."}, {"text_block_id": "p32_b699", "text": "The mentioned measures will lead to improved reliability in disease management, improvement of avail"}, {"text_block_id": "p32_b700", "text": "-"}, {"text_block_id": "p32_b701", "text": "ability of food of animal origin to population, promotion of exports of live animals and animal products, and"}, {"text_block_id": "p32_b702", "text": "increased of trust of local animal products from customers."}, {"text_block_id": "p32_b703", "text": "Measure 3.6.3"}, {"text_block_id": "p32_b704", "text": "-"}, {"text_block_id": "p32_b705", "text": "Plant protect"}, {"text_block_id": "p32_b706", "text": "i"}, {"text_block_id": "p32_b707", "text": "on and phytosan"}, {"text_block_id": "p32_b708", "text": "i"}, {"text_block_id": "p32_b709", "text": "tary rel"}, {"text_block_id": "p32_b710", "text": "i"}, {"text_block_id": "p32_b711", "text": "ab"}, {"text_block_id": "p32_b712", "text": "i"}, {"text_block_id": "p32_b713", "text": "l"}, {"text_block_id": "p32_b714", "text": "i"}, {"text_block_id": "p32_b715", "text": "ty"}, {"text_block_id": "p32_b716", "text": "Adherence to phytosanitary requirements is an important mechanism for attainment of phytosanitary reliability and food safety in the country. For the purposes of minimization of damage to crops and reten"}, {"text_block_id": "p32_b717", "text": "-"}, {"text_block_id": "p32_b718", "text": "tion of harvest, in accordance with international phytosanitary standards, it is necessary to strengthen the directions of control over the size of population of quarantine and highly pathogenic organisms, as well as"}, {"text_block_id": "p32_b719", "text": "their diagnostics, identification of zones free of quarantined pathogenic organisms and proper planning of relevant measures. These will support exports of Georgian produce to EU. In September 2014, Georgia be"}, {"text_block_id": "p32_b720", "text": "-"}, {"text_block_id": "p32_b721", "text": "came a member of the European and Mediterranean Plant Protection Organization (EPPO) that will promote the increase of phytosanitary reliability in the country."}, {"text_block_id": "p32_b722", "text": "The comprehensive strategy and legal approximation program stipulates for the following:"}, {"text_block_id": "p32_b723", "text": "The comprehensive strategy and legal approximation program stipulates for the following:\n* Approximation of the existing phytosanitary and plant protection legislation to EU legislation;\n* Upgrade of system for registration of pesticides and chemical substances allowed for use in the\n* In accordance with the EU standards and for the purpose of selection of pesticides less harmful to"}, {"text_block_id": "p32_b730", "text": "In the regions of intensive pesticide use the pesticide impact on plants and environment will be reduced through introduction of system for preliminary prognosis of spreading of pathogenic organisms."}, {"text_block_id": "p32_b731", "text": "It is planned to support the use of biological means of pest management and conduct farmer training."}, {"text_block_id": "p32_b732", "text": "For the purpose of protection of the country territory from invasion and spread of pathogenic organisms, the practices of their diagnostics, prognosis, and implementation of relevant preventive measures against them will continue."}, {"text_block_id": "p32_b733", "text": "A business register will be created for all operators dealing with processing and marking of wooden"}, {"text_block_id": "p32_b734_merged_merged_merged_merged_merged_merged", "text": "packing material, production, processing, storage, exports, and imports of plant products under phytosani-tary control. In order to support plant and plant products exports the phytosanitary certification system will"}, {"text_block_id": "p32_b737", "text": "be upgraded."}, {"text_block_id": "p33_b738", "text": "There is an acute deficit of qualified plant protection specialists in the country. For this purpose, there is no new generation of specialists in the place of existing ones. It is necessary to restore the education pro"}, {"text_block_id": "p33_b739", "text": "-"}, {"text_block_id": "p33_b740", "text": "cess of the fundamental agronomic science subjects (such as Phytopathology, entomology, chemical plant production, plant quarantine). To overcome this problem the MoA will actively collaborate with the Ministry of Education of Georgia and the Georgian Agricultural Academy of Sciences."}, {"text_block_id": "p33_b741", "text": "Measure 3.6"}, {"text_block_id": "p33_b742", "text": "."}, {"text_block_id": "p33_b743", "text": "4"}, {"text_block_id": "p33_b744", "text": "-"}, {"text_block_id": "p33_b745", "text": "Laboratory Capac"}, {"text_block_id": "p33_b746", "text": "i"}, {"text_block_id": "p33_b747", "text": "ty Enhancement and Establ"}, {"text_block_id": "p33_b748", "text": "i"}, {"text_block_id": "p33_b749", "text": "shment of Modern Test"}, {"text_block_id": "p33_b750", "text": "i"}, {"text_block_id": "p33_b751", "text": "ng Techn"}, {"text_block_id": "p33_b752", "text": "i"}, {"text_block_id": "p33_b753", "text": "ques Com"}, {"text_block_id": "p33_b754", "text": "-"}, {"text_block_id": "p33_b755", "text": "pl"}, {"text_block_id": "p33_b756", "text": "i"}, {"text_block_id": "p33_b757", "text": "ant w"}, {"text_block_id": "p33_b758", "text": "i"}, {"text_block_id": "p33_b759", "text": "th the Internat"}, {"text_block_id": "p33_b760", "text": "i"}, {"text_block_id": "p33_b761", "text": "onal Standards for Food Safety, An"}, {"text_block_id": "p33_b762", "text": "i"}, {"text_block_id": "p33_b763", "text": "mal Health and Phyto"}, {"text_block_id": "p33_b764", "text": "-"}, {"text_block_id": "p33_b765", "text": "san"}, {"text_block_id": "p33_b766", "text": "i"}, {"text_block_id": "p33_b767", "text": "tary Control Programs"}, {"text_block_id": "p33_b768", "text": "Laboratory network of Ministry of Agriculture- consisting of 11 laboratories (3 zonal-diagnostic, 8 field)"}, {"text_block_id": "p33_b769", "text": "was renovated and upgraded by the Biological Threat Reduction Program during the period of 2005-2009 un"}, {"text_block_id": "p33_b770", "text": "-"}, {"text_block_id": "p33_b771", "text": "der the Agreement between the governments of Georgia and USA. BTRP implementation in Georgia started in 2003 and was aimed at establishing the laboratory surveillance capabilities for detection, diagnostics and"}, {"text_block_id": "p33_b772", "text": "response to especially dangerous zoonotic disease cases; the laboratories were provided with the modern"}, {"text_block_id": "p33_b773", "text": "diagnostics equipment, staff became involved in large scale, multi-year training programs, modern testing"}, {"text_block_id": "p33_b774", "text": "techniques were implemented; international standards of bio-safety and bio-security have been applied to"}, {"text_block_id": "p33_b775", "text": "the laboratory practices."}, {"text_block_id": "p33_b776", "text": "Despite having such a strong laboratory base in the country, its full potential was underused for promot"}, {"text_block_id": "p33_b777", "text": "-"}, {"text_block_id": "p33_b778", "text": "ing the goals of public health system and /or agricultural production. This failure mainly was caused by the"}, {"text_block_id": "p33_b779", "text": "radical deregulation policies in the fields of veterinary, food safety and phyto-sanitary control declared and"}, {"text_block_id": "p33_b780", "text": "practiced by the Georgian Government during the period of 2005-2012."}, {"text_block_id": "p33_b781", "text": "After 2012, as the agricultural sector in general and, animal / plant health and food safety sectors in par"}, {"text_block_id": "p33_b782", "text": "-"}, {"text_block_id": "p33_b783", "text": "ticular, became the top priority areas, a new era in development of the Laboratory of Ministry of Agriculture"}, {"text_block_id": "p33_b784", "text": "has started. Since the beginning of 2014, fundamental changes have occurred at LMA; among them: receiv"}, {"text_block_id": "p33_b785", "text": "-"}, {"text_block_id": "p33_b786", "text": "ing the international accreditation, and implementing the ISO 9001 compliant Quality Management System"}, {"text_block_id": "p33_b787", "text": "by the head laboratory; significantly expanding the scope of microbiological and biochemical tests for food and water quality; replacing the old Soviet “GOST” based testing methods with the modern ones- according"}, {"text_block_id": "p33_b788", "text": "to the international standards (ISO)."}, {"text_block_id": "p33_b789", "text": "LMA has implemented the molecular diagnosis of rabies and introduced new serological test for diagnos"}, {"text_block_id": "p33_b790", "text": "-"}, {"text_block_id": "p33_b791", "text": "tics of brucellosis."}, {"text_block_id": "p33_b792", "text": "Increasing integration of Georgia’s economy into the World economy, as well as international trade,"}, {"text_block_id": "p33_b793", "text": "growth of tourists’ number and transit traffic, leads to the increased threats of infectious diseases’ (zoonotic,"}, {"text_block_id": "p33_b794", "text": "food and water-borne and/or anthroponosis) and plant quarantine diseases’ spread in Georgia and creates the risks for country’s economy."}, {"text_block_id": "p33_b795", "text": "Safety of population, animals, plants, food and water is one of the most important factors for the de"}, {"text_block_id": "p33_b796", "text": "-"}, {"text_block_id": "p33_b797_merged_merged_merged_merged_merged_merged_merged", "text": "velopment of agricultural sector, export of the food products of animal and plant origin, for population’s safety and economic security. Strengthening of the laboratory network capabilities is planned in order to meet these challenges; specifically- laboratory network of the Ministry of Agriculture will be restructured into the National Reference Center for Animal, Plant Health and Food testing. Planned changes will involve development of the new organizational structure and technical maintenance and procurement systems in accordance with the needs of National Reference Center; getting the whole network of LMA ISO 17025 ac-credited and ISO 9001certified; construction of the new building for Plant Disease Diagnostics Department and installation of laboratory equipment; implementation of modern research methodologies and accredita"}, {"text_block_id": "p33_b804", "text": "-"}, {"text_block_id": "p33_b805", "text": "tion according to the international standards."}, {"text_block_id": "p33_b806", "text": "In order to comply with EU requirements for Food/feed testing new laboratory equipment will be procured"}, {"text_block_id": "p34_b807", "text": "and installed, applicable testing methods implemented and accredited; personnel will be engaged in training programs; new methods will be validated and techniques shared with the private and government labora"}, {"text_block_id": "p34_b808", "text": "-"}, {"text_block_id": "p34_b809", "text": "tories working in the field of food safety; the future reference center will be responsible for organizing and conducting the ring-tests for animal and plant disease diagnosis and food/feed testing; cooperation with the international (including EU) reference laboratories; planning and implementation of program for achieving the OIE Reference Center status for selected priority diseases; improvement of detection and diagnostics of highly pathogenic zoonotic diseases endemic or exotic to Georgia based on “One Health” (environmentplant-animal-human) approach; establishment of Animal Health research programs on BSL-3 level at the Lugar Center; development of the disease reporting database compliant with the International Health Regu"}, {"text_block_id": "p34_b810", "text": "-"}, {"text_block_id": "p34_b811", "text": "lations’ requirements; creation and update of GIS database for the confirmed EDP cases; implementation"}, {"text_block_id": "p34_b812", "text": "of full spectrum of analytical chemistry tests for animal feed, pharmaceutical drugs and pesticide quality"}, {"text_block_id": "p34_b813", "text": "control; development of the training programs and professional development courses in the fields of Inter"}, {"text_block_id": "p34_b814", "text": "-"}, {"text_block_id": "p34_b815", "text": "national Accreditation, Laboratory Quality Control, Bio-safety/Bio-security ."}, {"text_block_id": "p34_b816", "text": "These activities will result into creation of an internationally accredited powerful national laboratory net"}, {"text_block_id": "p34_b817", "text": "-"}, {"text_block_id": "p34_b818", "text": "work that will provide laboratory-testing results valid for the international trade purposes throughout the country in food safety, animal and plant health sectors."}, {"text_block_id": "p34_b819", "text": "Measure 3.6.5"}, {"text_block_id": "p34_b820", "text": "- Review and develop border control veter"}, {"text_block_id": "p34_b821", "text": "i"}, {"text_block_id": "p34_b822", "text": "nary and phytosan"}, {"text_block_id": "p34_b823", "text": "i"}, {"text_block_id": "p34_b824", "text": "tary i"}, {"text_block_id": "p34_b825", "text": "nspect"}, {"text_block_id": "p34_b826", "text": "i"}, {"text_block_id": "p34_b827", "text": "on po"}, {"text_block_id": "p34_b828", "text": "i"}, {"text_block_id": "p34_b829", "text": "nts for agr"}, {"text_block_id": "p34_b830", "text": "i"}, {"text_block_id": "p34_b831", "text": "-"}, {"text_block_id": "p34_b832", "text": "Prior to 2006 the MoA structures undertook the functions of quarantine and phytosanitary border control. In 2006, this function was transferred to the Revenue Service of the Ministry of Finance, which undertakes control in accordance with the rules established by international organizations FAO, OIE, and IPPC and poli"}, {"text_block_id": "p34_b833", "text": "-"}, {"text_block_id": "p34_b834", "text": "cies put in place by the MoA. As a result of collaboration between the specialists of the revenue service and the MoA, the rules of phytosanitary and veterinary border control were updated by relevant amendments. The control mechanisms and the list of commodities and items under control upgraded. Also, the list of items requiring permits was updated and information sharing principles agreed upon."}, {"text_block_id": "p34_b835", "text": "Training will be provided to staff at border control and inspection points on food product and coordination improved between LEPL Revenue Service of the Ministry of Finance and the LEPL National Food Agency of the Ministry of Agriculture."}, {"text_block_id": "p34_b836", "text": "Measure 3"}, {"text_block_id": "p34_b837", "text": "."}, {"text_block_id": "p34_b838", "text": "7.1"}, {"text_block_id": "p34_b839", "text": "-"}, {"text_block_id": "p34_b840", "text": "Ma"}, {"text_block_id": "p34_b841", "text": "i"}, {"text_block_id": "p34_b842", "text": "nta"}, {"text_block_id": "p34_b843", "text": "i"}, {"text_block_id": "p34_b844", "text": "n"}, {"text_block_id": "p34_b845", "text": "i"}, {"text_block_id": "p34_b846", "text": "ng good agr"}, {"text_block_id": "p34_b847", "text": "i"}, {"text_block_id": "p34_b848", "text": "cultural pract"}, {"text_block_id": "p34_b849", "text": "i"}, {"text_block_id": "p34_b850", "text": "ces, b"}, {"text_block_id": "p34_b851", "text": "i"}, {"text_block_id": "p34_b852", "text": "od"}, {"text_block_id": "p34_b853", "text": "i"}, {"text_block_id": "p34_b854", "text": "vers"}, {"text_block_id": "p34_b855", "text": "i"}, {"text_block_id": "p34_b856", "text": "ty and env"}, {"text_block_id": "p34_b857", "text": "i"}, {"text_block_id": "p34_b858", "text": "ronmental susta"}, {"text_block_id": "p34_b859", "text": "i"}, {"text_block_id": "p34_b860", "text": "nab"}, {"text_block_id": "p34_b861", "text": "i"}, {"text_block_id": "p34_b862", "text": "l"}, {"text_block_id": "p34_b863", "text": "i"}, {"text_block_id": "p34_b864", "text": "ty pro"}, {"text_block_id": "p34_b865", "text": "-"}, {"text_block_id": "p34_b866", "text": "grams"}, {"text_block_id": "p34_b867_merged_merged_merged_merged_merged_merged", "text": "An important MoA priority will be the protection and enhancement of the environment and biodiversity in-situ and ex-situ. Productive but sustainable farming methods will be encouraged by ensuring best ag-ricultural practices, crop rotation for soil structure and quality improvement and promoting low level or appropriate chemical applications. A State program for developing bioorganic production will be adopted and with associated measures for certification at both primary and processing levels. A gene bank will be developed and efficiently managed for the conservation of agro-diversity and endemic species. The Ministry of Agriculture will coordinate with the Ministry of Environment on design and implementation of preventive and adaptive measures to address potentially harmful impact caused by global climate change."}, {"text_block_id": "p34_b873", "text": "Good agricultural practice, which aims at providing secure and safe agricultural production, will ensure"}, {"text_block_id": "p34_b874", "text": "efficient and sustainable agricultural production, maintain and improve soil quality and reduce degradation. For this purpose an awareness and training program of best agricultural practices (crop rotation, efficient"}, {"text_block_id": "p34_b875", "text": "use of pesticides and fertilizers, use of organics, water use etc.) for farmers, advisers and policy makers,"}, {"text_block_id": "p35_b876", "text": "as well as introduce and enforce mechanisms for adherence to best agricultural practices. The potential for organic production will be considered and including the possibility for an accreditation system in line with international standards."}, {"text_block_id": "p35_b877", "text": "The Caucasus is an eco-region of global importance, characterized by a high variety of species and bio"}, {"text_block_id": "p35_b878", "text": "-"}, {"text_block_id": "p35_b879", "text": "diversity. The Ministry of Agriculture will ensure coordination of activities with the Ministry of Environment and Protection and relevant structures of neighbor countries on biodiversity and environmental sustainable"}, {"text_block_id": "p35_b880", "text": "issues, including adaptation with environment and developing measures against soil degradation (desertifi"}, {"text_block_id": "p35_b881", "text": "-"}, {"text_block_id": "p35_b882", "text": "cation, salination, turning of soils into salt marches, and erosion)."}, {"text_block_id": "p35_b883", "text": "For the purpose of maintenance and improvement of the bio agro-diversity, the measures for increase"}, {"text_block_id": "p35_b884", "text": "of efficiency of management of agri-ecosystems and natural pastures and meadows will be conducted. The certification systems will be introduced for creation, encouragement, and sustainable management of or"}, {"text_block_id": "p35_b885", "text": "-"}, {"text_block_id": "p35_b886", "text": "ganic farming."}, {"text_block_id": "p35_b887", "text": "Based on ecosystem approach the measures for support of development of aquaculture will be imple"}, {"text_block_id": "p35_b888", "text": "-"}, {"text_block_id": "p35_b889", "text": "mented in internal water reservoirs of Georgia."}, {"text_block_id": "p35_b890", "text": "Measure 3.7"}, {"text_block_id": "p35_b891", "text": "."}, {"text_block_id": "p35_b892", "text": "2"}, {"text_block_id": "p35_b893", "text": "-"}, {"text_block_id": "p35_b894", "text": "Gene bank development/management for conservat"}, {"text_block_id": "p35_b895", "text": "i"}, {"text_block_id": "p35_b896", "text": "on of agro"}, {"text_block_id": "p35_b897", "text": "-"}, {"text_block_id": "p35_b898", "text": "d"}, {"text_block_id": "p35_b899", "text": "i"}, {"text_block_id": "p35_b900", "text": "vers"}, {"text_block_id": "p35_b901", "text": "i"}, {"text_block_id": "p35_b902", "text": "ty and endem"}, {"text_block_id": "p35_b903", "text": "i"}, {"text_block_id": "p35_b904", "text": "c spe"}, {"text_block_id": "p35_b905", "text": "-"}, {"text_block_id": "p35_b906", "text": "c"}, {"text_block_id": "p35_b907", "text": "i"}, {"text_block_id": "p35_b908", "text": "es"}, {"text_block_id": "p35_b909", "text": "The region of Caucasus is noted for its variety of agricultural breeds. Retention of the existing agro and"}, {"text_block_id": "p35_b910", "text": "biodiversity is of key importance both from the standpoints of maintaining the agricultural sustainability. This became even more important given global climate change, since it might result in reduction of agro and biodiversity. This mostly pertains to arid and semi-arid eco-systems."}, {"text_block_id": "p35_b911", "text": "A plant and livestock conservation strategy will be developed and implemented which will include a de"}, {"text_block_id": "p35_b912", "text": "-"}, {"text_block_id": "p35_b913", "text": "tailed inventory and identification of native species and breeds and the development of an efficient in situ and ex situ gene bank. A farmer and other stakeholder awareness program will be implemented on"}, {"text_block_id": "p35_b914", "text": "diversity and endemic species. The measures for maintenance of local and endemic plant and animal breeds and species as well as their wild relatives, and genetic purity of other socially or culturally important species will be implemented."}, {"text_block_id": "p35_b915_merged_merged_merged_merged_merged", "text": "Agricultural production is tied to climate change, which increases risks and negatively affects economic and social welfare of farmers and other types of vulnerable groups. Therefore, it is important to promote Climate Smart Agriculture (CSA) approach that simultaneously addresses three intertwined challenges: en-suring food security through increased productivity and income, adapting to climate change and contributing to mitigation of climate change."}, {"text_block_id": "p35_b918", "text": "Introduction of climate-smart practices is an important component of the Strategy and Action Plan. In close collaboration with Government institutions, local authorities, NGOs and private sector representatives the MoA will participate in developing relevant national and municipal programs."}, {"text_block_id": "p35_b919", "text": "Capacity of the Ministry staff and municipal information-consultation centers will be strengthened through training program on climate-smart agriculture approach and technologies."}, {"text_block_id": "p35_b920", "text": "Based on the research the impact of climate change on agriculture will be assessed. The information database will be created to collect data on negative effects of climatic change and natural disasters."}, {"text_block_id": "p36_b921", "text": "A system for agro climatic monitoring, analysis, results communication and other data dissemination will be put in practice."}, {"text_block_id": "p36_b922", "text": "In coordination with the Ministry of Environment and Natural Resources a poliy document for prevention"}, {"text_block_id": "p36_b923", "text": "and management of fires occurring in nature will be elaborated with the clear delineation of competencies"}, {"text_block_id": "p36_b924", "text": "and designation of entities related to management of this issue."}, {"text_block_id": "p36_b925", "text": "Financing sources of agriculture will be the State budget, international and donor organizations as well as national and international investments. In the beginning, a stronger emphasis will be placed on govern"}, {"text_block_id": "p36_b926", "text": "-"}, {"text_block_id": "p36_b927", "text": "ment and donor financing, whereas afterwards, when the relevant enabling environment is firmly estab"}, {"text_block_id": "p36_b928", "text": "-"}, {"text_block_id": "p36_b929", "text": "lished, private sector representatives and foreign investors will play more important role in financing of the"}, {"text_block_id": "p36_b930", "text": "strategy implementation."}, {"text_block_id": "p36_b931", "text": "The implementation of the Strategy of Agriculture Development in Georgia 2015-2020 will ensure growth and commercialization of agricultural production through sustainable development. After the approval of the Strategy and Action Plan and sectorial programs will be developed and presented including timeframes and sources of funding."}, {"text_block_id": "p36_b932", "text": "During the Strategy implementation process special consideration will be given to the economic de"}, {"text_block_id": "p36_b933", "text": "-"}, {"text_block_id": "p36_b934", "text": "velopment measures of regions and municipalities, improvement of institutional arrangements, efficient"}, {"text_block_id": "p36_b935", "text": "functioning of information-consultation centers, farmer training in accordance with market requirements, integrated development of agricultural cooperatives, rehabilitation of agricultural infrastructure, improve"}, {"text_block_id": "p36_b936", "text": "-"}, {"text_block_id": "p36_b937", "text": "ment of statistical reporting, development of market database, improvement of food security analysis and"}, {"text_block_id": "p36_b938", "text": "monitoring, development and implementation of relevant flexible legislation."}, {"text_block_id": "p36_b939", "text": "Institutional development support will be a significant priority during the first few years of strategy im"}, {"text_block_id": "p36_b940", "text": "-"}, {"text_block_id": "p36_b941", "text": "plementation. Support to production improvement of production practices will mainly be targeted on small-scale farmers to increase yields and productivity through improved access to supplies and markets. Sup"}, {"text_block_id": "p36_b942", "text": "-"}, {"text_block_id": "p36_b943", "text": "port to environmental programs will be considered throughout program implementation but its extent will"}, {"text_block_id": "p36_b944", "text": "increase in proportion of total support in longer run."}, {"text_block_id": "p36_b945", "text": "During the Strategy implementation process, the gender-disaggregated information will be collected for the purpose of its substantive analysis and subsequent inclusion in the policy measures targeted at promo"}, {"text_block_id": "p36_b946", "text": "-"}, {"text_block_id": "p36_b947", "text": "tion of female participation in agriculture and agribusiness. Particular issues will be addressed in relation to gender, minority, elderly, rural youth, remote regions and disadvantaged groups in program development and service delivery."}, {"text_block_id": "p36_b948", "text": "The Strategy is aligned with the requirements of Deep and Comprehensive Free Trade Agreement (in ac"}, {"text_block_id": "p36_b949", "text": "-"}, {"text_block_id": "p36_b950", "text": "cordance with set up timeframes of approximation) that stipulates for approximation to international stand"}, {"text_block_id": "p36_b951", "text": "-"}, {"text_block_id": "p36_b952", "text": "ards and norms and improvement of quality of production."}, {"text_block_id": "p36_b953_merged_merged_merged_merged_merged_merged_merged", "text": "Modern approaches, innovations and technologies lead to optimization of production and successful de-velopment of economic activities. The involvement and efficient functioning of institutions within the Ministry (such as: LEPL Scientific-Research Center, LEPL National Food Agency, LEPL National Wine Agency, LEPL Agricultural Development Cooperative Agency, NNLE Projects’ Management Agency, LTD Georgian United Systems of Melioration Company, LEPL Laboratory of the Ministry of Agriculture, NNLE Rural and Agricul-tural Development Fund) will be important in the abovementioned process. An Action Plan will be prepared"}, {"text_block_id": "p36_b959", "text": "in collaboration with various Georgian governmental agencies, scientific-research centers and educational"}, {"text_block_id": "p37_b960", "text": "institutions, Georgian National and Agricultural Academies’ of Sciences, international and donor organiza"}, {"text_block_id": "p37_b961", "text": "-"}, {"text_block_id": "p37_b962", "text": "tions, private sector, NGOs and all relevant stakeholders. A consultative body –council of experts will be cre"}, {"text_block_id": "p37_b963", "text": "-"}, {"text_block_id": "p37_b964", "text": "ated within the MoA, which will be actively engaged in the process of developing the Action Plan"}, {"text_block_id": "p37_b965_merged_merged", "text": "A monitoring and evaluation system will be developed within the implementation process of the Strategy. It will be based on each measure and program of evaluation indicators, for example: meet the demand of do-mestic market and export, increase the number of people employed in agri-business, reduce the tendency of downward trend in agricultural sector, increase the level of value added in agriculture, increase the volume of agri business production, increase the productivity of primary production, increase the number of sown/ planted areas, increase the number of irrigated and drained areas, reduce rural poverty, increase the agri-culture credit portfolio, increase the number of insured beneficiaries in agriculture etc. Periodic monitoring and evaluation will identify the benefits gained and whether the results are in compliance with objectives. Based on result-oriented assessment and monitoring recommendations, if necessary, relevant adjustments will be made and implemented in the Action Plan."}], "document_description": "This document sets the government's agricultural strategy over the period 2015-2020. It aims in particular at improving the sector's resilience by promoting climate smart agriculture practices through Measure 3.7.3.\n\nA database will be created to collect data on negative effects of climatic change and natural disasters.\n<div class=\"page\" title=\"Page 37\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\nThe document sets that a system for agro climatic monitoring, analysis, results communication and other data dissemination will be put in practice. In coordination with the Ministry of Environment and Natural Resources a poliy document for preventionand management of fires occurring in nature will be elaborated with the clear delineation of competenciesand designation of entities related to management of this issue.\n\n</div>\n</div>\n</div>"}