{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Ireland", "document_category": "Law", "document_sector_name": "Transportation", "document_language": "English", "document_name": "Carbon Fund Act 2007, Number 12 of 2007", "document_country_code": "IRL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "04/07/2007", "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing"], "document_url": "https://cdn.climatepolicyradar.org/IRL/2007/IRL-2007-07-04-Carbon Fund Act 2007, Number 12 of 2007_cb918280528b3c3601574a7750607f7b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Number"}, {"text_block_id": "p0_b2", "text": "12"}, {"text_block_id": "p0_b3", "text": "of"}, {"text_block_id": "p0_b4", "text": "2007"}, {"text_block_id": "p0_b5", "text": "CARBON FUND ACT 2007"}, {"text_block_id": "p0_b6", "text": "REVISED"}, {"text_block_id": "p0_b7", "text": "Updated to 22 February 2013"}, {"text_block_id": "p0_b8", "text": "This Revised Act is an administrative consolidation of the"}, {"text_block_id": "p0_b9", "text": "Carbon Fund Act 2007"}, {"text_block_id": "p0_b10", "text": ". It is prepared by the Law Reform Commission in accordance with its function under the"}, {"text_block_id": "p0_b11", "text": "Law Reform Commission Act 1975"}, {"text_block_id": "p0_b12", "text": "(3/1975) to keep the law under review and to undertake revision and consolidation of statute law."}, {"text_block_id": "p0_b13_merged_merged_merged", "text": "All Acts up to and including Irish Bank Resolution Corporation Act 2013 (2/2013), enacted 7 February 2013, and all statutory instruments up to and including European Communities (Statutory Audits) (Directive 2006/43/EC) (Amendment) Regulations 2013 (S.I. No. 67 of 2013), made 22 February 2013, were considered in the preparation of this Revised Act."}, {"text_block_id": "p0_b18", "text": "Disclaimer: While every care has been taken in the preparation of this Revised Act, the Law Reform Commission can assume no responsibility for and give no guarantees, undertakings or warranties concerning the accuracy, completeness or up to date nature of the information provided and does not accept any liability whatsoever arising from any errors or omissions. Please notify any errors, omissions and comments by email to revisedacts@lawreform.ie."}, {"text_block_id": "p2_b19", "text": "Number"}, {"text_block_id": "p2_b20", "text": "12"}, {"text_block_id": "p2_b21", "text": "of"}, {"text_block_id": "p2_b22", "text": "2007"}, {"text_block_id": "p2_b23", "text": "CARBON FUND ACT 2007"}, {"text_block_id": "p2_b24", "text": "REVISED"}, {"text_block_id": "p2_b25", "text": "Updated to 22 February 2013"}, {"text_block_id": "p2_b26", "text": "Introduction"}, {"text_block_id": "p2_b27", "text": "This Revised Act presents the text of the Act as it has been amended since enactment, and preserves the format in which it was first passed."}, {"text_block_id": "p2_b28", "text": "Related legislation"}, {"text_block_id": "p2_b29", "text": "This Act is not collectively cited with any other Act."}, {"text_block_id": "p2_b30", "text": "Annotations"}, {"text_block_id": "p2_b31", "text": "This Revised Act is annotated and includes textual and non-textual amendments, statutory instruments made pursuant to the Act and previous affecting provisions. A version without annotations, showing only textual amendments, is also available."}, {"text_block_id": "p2_b32", "text": "An explanation of how to read annotations is available at www.lawreform.ie/annotations"}, {"text_block_id": "p2_b33", "text": "Material not updated in this revision"}, {"text_block_id": "p2_b34", "text": "Where other legislation is amended by this Act, those amendments may have been superseded by other amendments in other legislation, or the amended legislation may have been repealed or revoked. This information is not represented in this revision but will be reflected in a revision of the amended legislation if one is available."}, {"text_block_id": "p2_b35", "text": "Where legislation or a fragment of legislation is referred to in annotations, changes to this legislation or fragment may not be reflected in this revision but will be reflected in a revision of the legislation referred to if one is available."}, {"text_block_id": "p2_b36", "text": "A list of legislative changes to any Act, and to statutory instruments from 2000, may be found in the Legislation Directory at www.irishstatutebook.ie."}, {"text_block_id": "p2_b37", "text": "Acts which affect or previously affected this revision"}, {"text_block_id": "p2_b38", "text": "Acts which affect or previously affected this revision\n* Central Bank Reform Act 2010"}, {"text_block_id": "p2_b41_merged_merged", "text": "All Acts up to and including Irish Bank Resolution Corporation Act 2013 (2/2013), enacted 7 February 2013, were considered in the preparation of this revision."}, {"text_block_id": "p3_b44", "text": "Statutory instruments which affect or previously affected this revision"}, {"text_block_id": "p3_b45", "text": "Statutory instruments which affect or previously affected this revision\n* Finance (Transferof Departmental Administrationand Ministerial Functions) Order 2011"}, {"text_block_id": "p3_b48_merged", "text": "All statutory instruments up to and including European Communities (Statutory Audits) (Directive 2006/43/EC) (Amendment) Regulations 2013 (S.I. No. 67 of 2013), made 22 February 2013, were considered in the preparation of this revision."}, {"text_block_id": "p4_b51_merged", "text": "Number 12 of"}, {"text_block_id": "p4_b54", "text": "2007"}, {"text_block_id": "p4_b55", "text": "CARBON FUND ACT 2007"}, {"text_block_id": "p4_b56", "text": "REVISED"}, {"text_block_id": "p4_b57", "text": "Updated to 22 February 2013"}, {"text_block_id": "p4_b58", "text": "ARRANGEMENT OF SECTIONS"}, {"text_block_id": "p4_b59", "text": "Section"}, {"text_block_id": "p4_b60", "text": "ACTS REFERRED TO"}, {"text_block_id": "p5_b61", "text": "Number"}, {"text_block_id": "p5_b62", "text": "12"}, {"text_block_id": "p5_b63", "text": "of"}, {"text_block_id": "p5_b64", "text": "2007"}, {"text_block_id": "p5_b65", "text": "CARBON FUND ACT 2007"}, {"text_block_id": "p5_b66", "text": "REVISED"}, {"text_block_id": "p5_b67", "text": "Updated to 22 February 2013"}, {"text_block_id": "p5_b68", "text": "AN ACT TO PROVIDE FOR THE ESTABLISHMENT OF A FUND TO BE KNOWN AS THE CARBON FUND TO BE UTILISED FOR THE ACQUISITION OF KYOTO UNITS AND OTHER SUCH INSTRUMENTS OR ASSETS BY THE STATE TO MEET INTERNATIONAL CLIMATE CHANGE OBLIGATIONS UNDER THE UNITED NATIONS FRAMEWORK CONVENTION ON CLIMATE CHANGE DONE AT NEW YORK ON 9TH MAY 1992 AND THE KYOTO PROTOCOL TO THE CONVENTION DONE AT KYOTO ON 11TH DECEMBER 1997, TO DESIGNATE THE NATIONAL TREASURY MANAGEMENT AGENCY AS THE AGENT FOR THE ACQUISITION, INCLUDING ON FOOT OF EXISTING OR FUTURE AGREEMENTS TO WHICH THE STATE IS OR BECOMES BOUND, OF KYOTO UNITS AND SUCH OTHER INSTRUMENTS OR ASSETS ON BEHALF OF THE STATE, TO PROVIDE FOR THE MAKING AVAILABLE OF FINANCIAL RESOURCES TO AND THE USE AND MANAGEMENT OF THE CARBON FUND, TO PROVIDE FOR CONSEQUENTIAL AMENDMENTS TO EXISTING LEGISLATION AND TO PROVIDE FOR RELATED MATTERS."}, {"text_block_id": "p5_b69", "text": "[7"}, {"text_block_id": "p5_b70", "text": "th April"}, {"text_block_id": "p5_b71", "text": ", 2007]"}, {"text_block_id": "p5_b72", "text": "BE IT ENACTED BY THE OIREACHTAS AS FOLLOWS:"}, {"text_block_id": "p5_b73", "text": "Annotations"}, {"text_block_id": "p5_b74", "text": "Modifications (not altering text):"}, {"text_block_id": "p5_b75", "text": "Modifications (not altering text):\n* Functions transferred and references to âDepartment of Financeâ and âMinister for Financeâ\n* (S.I. No. 418 of 2011), arts. 2, 3, 5 and sch. 1 part 2, in effect as per art.\n\t* (1) The administration and business in connection with the performance of any functions\n\t* References to the Department of Finance contained in any Act or instrument made thereunder\n\t* The functions conferred on the Minister for Finance by or under the provisions of â\n\t\t* the enactments specified in Schedule 1, and\n\t\t* the statutory instruments specified in Schedule 2,\n\t\t* the statutory instruments specified in Schedule 2,\n are transferred to the Minister for Public Expenditure and Reform."}, {"text_block_id": "p6_b92", "text": "Modifications (not altering text):\n* Functions transferred and references to âDepartment of Financeâ and âMinister for Financeâ\n* (S.I. No. 418 of 2011), arts. 2, 3, 5 and sch. 1 part 2, in effect as per art.\n\t* (1) The administration and business in connection with the performance of any functions\n\t* References to the Department of Finance contained in any Act or instrument made thereunder\n\t* The functions conferred on the Minister for Finance by or under the provisions of â\n\t\t* the enactments specified in Schedule 1, and\n\t\t* the statutory instruments specified in Schedule 2,\n\t\t* the statutory instruments specified in Schedule 2,\n are transferred to the Minister for Public Expenditure and Reform.\n* References to the Minister for Finance contained in any Act or instrument under an Act and\n* References to the Minister for Finance contained in any Act or instrument under an Act and\n ..."}, {"text_block_id": "p7_b96", "text": "Annotations"}, {"text_block_id": "p7_b97", "text": "Amendments:"}, {"text_block_id": "p7_b98", "text": "Amendments:\n* Substituted (1.10.2010) by\n* (23/2010), s. 15(14) and sch. 2 part 14"}, {"text_block_id": "p7_b102", "text": "Payments into Carbon Fund."}, {"text_block_id": "p7_b103", "text": "Payments into Carbon Fund.\n* Subject to\n* and\n* and\n ,\n* and\n ,\n the function of the Minister for Finance under\n* and\n ,\n the function of the Minister for Finance under\n subsection (1)\n* and\n ,\n the function of the Minister for Finance under\n subsection (1)\n is delegated to the Agency.\n* The Minister may, with the consent of the Minister for Finance, having regard to the obligations of the State under the Convention and the Kyoto Protocol, pay into the Carbon Fund in the financial year 2006 and each subsequent financial year, out of moneys provided by the Oireachtas, such amounts as he or she determines.\n* Any advances from the Central Fund to the Carbon Fund under subsection (1) shall, as soon as practicable, be reimbursed by payments through the Carbon Fund under subsection (3)."}, {"text_block_id": "p8_b119", "text": "Carbon Fund not to be used for any other purpose."}, {"text_block_id": "p8_b120", "text": "4"}, {"text_block_id": "p8_b121", "text": ".— Moneys standing to the credit of the Carbon Fund shall not be used for any purposes other than those specified in this Act."}, {"text_block_id": "p8_b122", "text": "Accounts of Carbon Fund and audit."}, {"text_block_id": "p8_b123", "text": "Accounts of Carbon Fund and audit.\n* Accounts kept under this section, as signed by the Chief Executive (who shall be the accountable person in relation to the accounts of the Carbon Fund), shall be submitted, as soon as may be, but not later than 4 months after the end of the financial year of the Agency to which they relate, by the Agency to the Comptroller and Auditor General for audit. A copy of the accounts as so audited, together with a copy of the report by the Comptroller and Auditor General on those accounts, shall be presented to the Minister as soon as may be thereafter. The Minister shall cause a copy of those audited accounts and that report to be laid before each House of the Oireachtas.\n<\\li1>"}, {"text_block_id": "p8_b125", "text": "Reports and information to Minister."}, {"text_block_id": "p8_b126", "text": "Reports and information to Minister.\n* â (1) As soon as may be, but not later than 6 months after the end of each financial year of the Agency, the Agency shall make a report to the Minister of its activities in relation to the performance during the year concerned of the functions delegated to it under this Act, and the Minister shall cause copies of the report to be laid before each House of the Oireachtas.\n* The Agency shall supply the Minister with such information as he or she may from time to time request relating to the performance by the Agency of the functions delegated to it under this Act.\n* The Agency shall, when requested by the Minister, make recommendations to the Minister in relation to the functions performed by the Agency under this Act.\n* 7\n* 7\n .â (1) The Chief Executive of the Agency shall, in relation to the functions\n* 7\n .â (1) The Chief Executive of the Agency shall, in relation to the functions\n Agency.\n* 7\n .â (1) The Chief Executive of the Agency shall, in relation to the functions\n Agency.\n performed by the Agency under this Act, whenever required by the Committee of Public Accounts, give evidence to that Committee onâ\n* the regularity and propriety of the transactions recorded or required to be recorded in any book or other record of account subject to audit by the Comptroller and Auditor General that the Chief Executive is required by or under statute to prepare,\n* the economy and efficiency of the Agency in the use of resources,\n* the systems, procedures and practices employed by the Agency for the purpose of evaluating the effectiveness of its operations under this Act, and\n* any matter affecting the Agency referred to in a special report of the Comptroller and Auditor General under section 11(2) of the Comptroller and Auditor General (Amendment) Act 1993 or in any other report of the"}], "document_description": "The Act creates a Carbon Fund to enable the acquisition by the State of Kyoto Units in order to meet international targets following the 1997 Kyoto Protocol. The Carbon Fund is to be managed and directed by the Minister for the Environment, Community and Local Government while its day to day administration is to be carried out by the National Treasury Management Agency (NTMA). The Minister may direct the NTMA to purchase or sell Kyoto Units pursuant to international agreements or surplus requirements.<br />\nThe NTMA is to finance the acquisition of Kyoto Units by requesting funding from the Central Fund. Such requests are then reviewed and decided upon by the Minister for Finance. Approved funds will subsequently be repaid as deemed appropriate by the Minister for the Environment, Community and Local Government."}