{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Ireland", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Energy White Papers on 'Delivering a Sustainable Energy Future for Ireland? : The Energy Policy Framework 2007-2020'", "document_country_code": "IRL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "03/01/2007", "document_keyword": ["Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/IRL/2007/IRL-2007-01-03-Energy White Papers on 'Delivering a Sustainable Energy Future for Ireland? : The Energy Policy Framework 2007-2020'_13ae23627b8c764e45737785c9d08ec5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Delivering A SuStAinAble energy Future For irelAnD"}, {"text_block_id": "p1_b2", "text": "Table of Contents"}, {"text_block_id": "p3_b3", "text": "Foreword by Taoiseach, Bertie Ahern T.D."}, {"text_block_id": "p3_b4", "text": "Ireland has enjoyed record economic growth in recent years, growing by over \t50% since 992. Never in our history has our energy policy been so important, not only due to its role in fuelling the engine of the economy, but also given its centrality in how we manage and protect our environment and respond to climate change. In this context, energy policy and environmental policy are seen as two sides of the same coin."}, {"text_block_id": "p3_b5", "text": "The Government is committed to ensuring that sustainable development underpins future policy formation, right across the policy spectrum. This is neatly captured in the recently published National Development Plan 2007-203:"}, {"text_block_id": "p3_b6", "text": "Transforming Ireland: Delivering a better quality of life for all"}, {"text_block_id": "p3_b7", "text": ". This means that we will take account of the needs and well-being of all of our citizens: not only today but also into future generations."}, {"text_block_id": "p3_b8", "text": "Those needs include providing modern infrastructure, sustaining our economic progress and supporting meaningful employment opportunities. They also include ensuring that we have certainty of energy supply at competitive costs. And above all it means ensuring that we take the steps necessary today to protect and preserve our environment for tomorrow."}, {"text_block_id": "p3_b9", "text": "Getting the balance right is not always easy. But there are strong linkages and clear areas of overlap between our energy needs and looking after our citizens. Improved energy efficiency is good for consumers, good for the economy and good for the environment. Similarly, alternative energy sources help to broaden the supply base, underpinning security of supply whilst reducing harmful emission levels."}, {"text_block_id": "p3_b10", "text": "Consequently, we have embedded clear synergies between this White Paper and our forthcoming National Climate Change Strategy. The expansion in our economy and population has contributed to the 25% increase in Ireland’s greenhouse gas emissions over the past \t5 years. Climate change due to increased greenhouse gas emissions is now recognised as perhaps the most significant policy issue internationally. While in Ireland we have made significant progress in decoupling economic growth from emission levels, we can and must do more to ensure that our economic development is environmentally sustainable while remaining internationally competitive. How we generate and use energy is a key element in that process."}, {"text_block_id": "p3_b11", "text": "Recognising these challenges, the primary objectives of our energy policy as set out in this White Paper are: security of supply, environmental sustainability and economic competitiveness. The White Paper sets out clear actions, targets and timeframes to meet these interlinked objectives."}, {"text_block_id": "p3_b12_merged_merged", "text": "This, in turn, requires a systematic “whole of Government” approach to all decisions in the area of wider energy policy. This White Paper copperfastens the Government’s commitment to sustainable development as set out in Towards 206 and the National Development Plan 2007-203, and details a comprehensive range of actions and targets to fulfil that commitment."}, {"text_block_id": "p3_b17", "text": "Taken together, the White Paper, the recently launched Bioenergy Strategy, the forthcoming Climate Change Strategy and the imminent National Energy Efficiency Action Plan provide a comprehensive suite of policy initiatives which will contribute to environmental sustainability whilst at the same time delivering reliable, competitively priced energy to businesses and consumers. In addition, the measures in the White Paper will further assist the development of the Single Electricity Market on this island."}, {"text_block_id": "p3_b18", "text": "We owe it to the next generation to be challenging, ambitious and farsighted in the goals we set today. Building on the foundation of continued social partnership and our sound economic and social policy platform as evidenced in the National Development Plan, the White Paper provides a central contribution to ensuring that Ireland’s current success can be sustained and built on into the future, and that we constantly strive for a better quality of life for all."}, {"text_block_id": "p3_b19", "text": "Bertie Ahern T.D.,"}, {"text_block_id": "p3_b20", "text": "Taoiseach"}, {"text_block_id": "p4_b21", "text": "Foreword by the Minister for Communications, Marine and Natural Resources, Noel Dempsey T.D."}, {"text_block_id": "p4_b22", "text": "This White Paper sets out the roadmap by which we will steer Ireland to a new and sustainable energy future."}, {"text_block_id": "p4_b23", "text": "My vision for the Ireland of 2020 in energy terms is ambitious, challenging and optimistic."}, {"text_block_id": "p4_b24", "text": "It sees Ireland as a fully sustainable, secure, efficient, affordable and competitive all-island energy market. This will have been achieved by energy policy directions over the next decade and beyond which delivers for people, for a better society, for the environment and for the economy."}, {"text_block_id": "p4_b25", "text": "The hall marks of the Irish energy market by 2020 will be reliable supply, highly efficient use of energy, competitive prices and sustainable, diverse energy sources. It will be securely underpinned by robust infrastructure and cutting edge technology."}, {"text_block_id": "p4_b26", "text": "The Irish energy enterprise sector itself will be, by 2020, a market-led, knowledge based sector characterised by innovation and driven by research and technology developments. It will be highly competitive, serving Ireland’s energy needs and actively pursuing international opportunities."}, {"text_block_id": "p4_b27", "text": "The challenges for energy policy are complex and urgent. We live in a world of high energy demand, volatile fossil fuel prices and uncertainty about security of supply. Environmental threats and the challenge of climate change require urgent global action."}, {"text_block_id": "p4_b28", "text": "New directions for energy policy must be set by Ireland, Europe and globally."}, {"text_block_id": "p4_b29", "text": "The Energy Policy Framework which we set out in this White Paper articulates the challenges and sets very ambitious objectives and targets by which we will overcome those challenges. We will deliver on these objectives and targets through the practical policy actions set out under the Strategic Goals."}, {"text_block_id": "p4_b30", "text": "The cumulative impact of these actions will be change for the better starting now and a solid, safe, sustainable energy future for us all."}, {"text_block_id": "p4_b31", "text": "The policy actions underway and planned in this White Paper will result in a transformed landscape for the Irish energy sector. Our energy sources will be more sustainable and more diverse. The energy market will have more players and more competition and will operate in a lightly regulated environment. The availability of reliable, secure and competitively priced energy supply will be assured."}, {"text_block_id": "p4_b32", "text": "This White Paper is about delivering change. We will work in partnership with all stakeholders to achieve that change. Individually and collectively, everyone has to step up to the mark. Energy efficiency goals require us all to scrap the habits of a lifetime – at home and at work. Structural change in the energy sector itself will require leadership, pragmatism and firm purpose by all the stakeholders involved. The environmental and climate change challenge requires a profound new sense of personal and collective responsibility by individuals and by all sectors of the economy."}, {"text_block_id": "p4_b33", "text": "By delivering the necessary changes, we will become a society and an economy which fully values energy and cherishes the environment."}, {"text_block_id": "p4_b34", "text": "In the final analysis therefore, this White Paper requires us all to work together to deliver on the energy road map to 2020. The new directions for energy policy are much more than a Government enterprise. This is a collective national enterprise. Ireland’s sustainable, secure and competitive energy future demands no less."}, {"text_block_id": "p4_b35", "text": "Noel Dempsey T.D."}, {"text_block_id": "p4_b36", "text": "Minister for Communications, Marine and Natural Resources."}, {"text_block_id": "p5_b37", "text": "Executive Summary"}, {"text_block_id": "p5_b38", "text": "This White Paper sets out the Government’s Energy Policy Framework 2007-2020 to deliver a sustainable energy future for Ireland. It is set firmly in the global and European context which has put energy security and climate change among the most urgent international challenges. In charting the course for Irish energy policy, the Government is taking full account of global and EU developments."}, {"text_block_id": "p5_b39", "text": "Ireland faces similar energy challenges to those being confronted worldwide. Our situation is made more acute by our small energy market, peripherality and limited indigenous fuel resources. Sustained economic growth and population growth also add to the challenges for Irish energy policy. We have however major opportunities to be realised in harnessing the full potential of our renewable and bioenergy resources."}, {"text_block_id": "p5_b40", "text": "As committed members of the European Union, with specific energy policy objectives, Ireland supports the development of a European Energy Policy which delivers a sustainable energy future for Europe through measures to tackle climate change ensure energy security and enhance competitiveness."}, {"text_block_id": "p5_b41_merged", "text": "The Framework Social Partnership Agreement ‘Towards 206’ has set agreed priorities and outcomes for Irish Energy Policy and these are fully reflected in this White Paper. The National Development Plan 2007-203 fully reflects the strategic role of energy in underpinning our overall social and economic objectives. Over the period of the Plan, the Energy Programme will see some e8.5bn in investment in energy, funded in part by the Exchequer, by the Semi-State Energy Bodies and from other non-public sources."}, {"text_block_id": "p5_b44", "text": "The Government’s energy policy and climate change goals are closely aligned and will be fully reflected in the Climate Change Strategy. Our plans for reducing energy demand and energy related emissions through ambitious renewable energy targets (including co-firing biomass with peat), new state-of-the-art power generation plant and interconnection to wider markets will contribute in a major way to national climate change targets."}, {"text_block_id": "p5_b45", "text": "The joint commitment by both Governments to the All-Island Energy Framework is demonstrated by the strengthening and deepening of all-island cooperation across energy matters. The immediate priority is delivery of the Single Electricity market in 2007 while continuing to enhance the all-island approach to gas, renewable energy, energy efficiency and energy research."}, {"text_block_id": "p5_b46", "text": "This White Paper has been informed by the outcome of the consultation process on the Government’s Green Paper on Energy Policy. Over \t00 submissions were received and discussions held with a number of key stakeholders. The outcomes of the consultation process are set out in Section 2 of this White Paper."}, {"text_block_id": "p5_b47", "text": "Section 3 of this White Paper sets out the Government’s comprehensive action-oriented Energy Policy Framework to 2020 under each of our Strategic Goals for Security of Supply, Sustainability of Energy and Competitiveness of Energy Supply."}, {"text_block_id": "p5_b48", "text": "Actions to Ensure Security of Energy Supply"}, {"text_block_id": "p5_b49", "text": "Security of energy supply is crucial for the economy and society. We need reliable access to oil and gas supplies and the infrastructure in place to import, distribute and store gas and oil. We also need robust networks and electricity generating capacity to ensure consistent supply to consumers and all sectors of the economy."}, {"text_block_id": "p6_b50", "text": "The Government’s overriding policy objective is to ensure that energy is consistently available at competitive prices with minimal risk of supply disruption."}, {"text_block_id": "p6_b51", "text": "The underpinning Strategic Goals are:"}, {"text_block_id": "p6_b52", "text": "The underpinning Strategic Goals are:\n* Ensuring that electricity supply consistently meets demand\n* Ensuring the physical security and reliability of gas supplies to Ireland\n* Enhancing the diversity of fuels used for power generation\n* Delivering electricity and gas to homes and businesses over efficient, reliable and secure networks\n* Creating a stable attractive environment for hydrocarbon exploration and production\n* Being prepared for energy supply disruptions"}, {"text_block_id": "p6_b64", "text": "The range of actions underway and planned under each Strategic Goal for Security of Supply are set out in Sections 3.2 to 3.7 of this White Paper."}, {"text_block_id": "p6_b65", "text": "Actions to Promote the Sustainability of Energy Supply and Use"}, {"text_block_id": "p6_b66", "text": "Sustainability is at the heart of the Government’s energy policy objectives. The challenge of creating a sustainable energy future for Ireland is being met through a range of strategies, targets and actions to deliver environmentally sustainable energy supply and use."}, {"text_block_id": "p6_b67", "text": "The underpinning Strategic Goals are:"}, {"text_block_id": "p6_b68", "text": "The underpinning Strategic Goals are:\n* Addressing climate change by reducing energy related greenhouse gas emissions\n* Accelerating the growth of renewable energy sources\n* Promoting the sustainable use of energy in transport\n* Delivering an integrated approach to the sustainable development and use of bioenergy resources\n* Maximising Energy Efficiency and energy savings across the economy\n* Accelerating Energy Research Development and Innovation Programmes in support of sustainable"}, {"text_block_id": "p6_b80", "text": "The range of actions underway and planned under each Strategic Goal for Sustainable Energy Supply and Use are set out in Sections 3.8 to 3.4 of this White Paper."}, {"text_block_id": "p6_b81", "text": "Actions to Enhance the Competitiveness of Energy Supply"}, {"text_block_id": "p6_b82", "text": "The Government’s key policy objective is to ensure a reliable and competitively priced energy supply and competition in energy markets in support of economic growth and national competitiveness. Ensuring the relative competitiveness of Irish energy prices is a key concern, reflecting the needs of the enterprise sector and all consumers. We also need structural change in the energy market which enables competition and delivers consumer choice. We are taking measures to address, where we can, the impact of high and volatile global energy costs and to address domestically controllable costs."}, {"text_block_id": "p7_b83", "text": "Structural change will reinforce the benefits which will accrue from the Single Electricity Market. The Government endorses the case for a process of structural change in the electricity sector and will deliver change, starting now and progressively working with all stakeholders. The competitiveness of energy costs, the interests of consumers and the economy as well as the effective working of the all-island market require it. The Government intends to create a new impetus for choice and innovation in a lighter regulated environment and delivering a responsive and stable energy market."}, {"text_block_id": "p7_b84", "text": "The underpinning Strategic Goals are:"}, {"text_block_id": "p7_b85", "text": "The underpinning Strategic Goals are:\n* Delivering competition and consumer choice in the energy market\n* Delivering the All-Island Energy Market Framework\n* Ensuring that the regulatory framework meets the evolving energy policy challenges\n* Ensuring a sustainable future for Semi-State Energy Enterprises\n* Ensuring affordable energy for everyone\n* Creating jobs, growth and innovation in the energy sector"}, {"text_block_id": "p7_b97", "text": "The range of actions underway and planned under each Strategic Goal for competitive energy supply and competition in the market are set out in Sections 3.6-3.2\t of this White Paper."}, {"text_block_id": "p7_b98", "text": "Integrated Approach to Delivery"}, {"text_block_id": "p7_b99", "text": "The Government will work in partnership with all stakeholders to achieve our goals for a sustainable energy future. Section 4 of this White Paper sets out our commitments to delivering the energy policy framework in close cooperation and regular engagement with all players. The Government will also ensure a whole of Government approach to energy policy given its close interrelationship with other policy areas. This work cuts across traditional departmental and Agency lines. The Government will ensure a fully integrated and cohesive approach to energy policy priorities, supported by comprehensive and regular stakeholder engagement and backed up by full accountability for performance and delivery."}, {"text_block_id": "p7_b100", "text": "The Government intends to carry out interim reviews of the Energy Policy Framework every two years, reporting on progress and adjusting targets and policy actions as necessary. There will also be a fundamental review, informed by public and stakeholder consultation, every five years. This will ensure that we take account of developments at national, European and international level together with technological and macro-economic trends."}, {"text_block_id": "p7_b101", "text": "The Strategic Goals for integrated delivery of energy policy objectives are:"}, {"text_block_id": "p7_b102", "text": "The Strategic Goals for integrated delivery of energy policy objectives are:\n* Strengthening our national capabilities in the energy policy field\n* Ensuring a whole of Government approach to energy policy\n* Reaching out to stakeholders in implementing our strategic goals for energy\n* Ensuring accountability and transparency through regular progress reporting and review"}, {"text_block_id": "p7_b110", "text": "The range of actions underway and planned under each Strategic Goal are set out in Sections 4.2 to 4.5 of this White Paper."}, {"text_block_id": "p9_b111", "text": "Section 1 Background"}, {"text_block_id": "p9_b112", "text": "1.1. Global and IEA Developments"}, {"text_block_id": "p9_b113", "text": "1.1. Global and IEA Developments\n* Irish energy policy is set firmly in the global and EU context which has put energy security\n* The worldâs economies need to get on a sustainable energy path if we are to tackle climate"}, {"text_block_id": "p9_b117", "text": "1.1. Global and IEA Developments\n* Irish energy policy is set firmly in the global and EU context which has put energy security\n* The worldâs economies need to get on a sustainable energy path if we are to tackle climate\n* Ireland, as part of the international community will continue to play a proactive role in the work of\n* The IEAâs latest World Energy Outlook (November 2006) sets out a fully comprehensive Alternative"}, {"text_block_id": "p10_b121", "text": "World Primary Energy Demand in the Reference and Alternative Scenarios"}, {"text_block_id": "p10_b122", "text": "Source: IEA World Energy Outlook 2006"}, {"text_block_id": "p10_b123", "text": "Source: IEA World Energy Outlook 2006\n* Without policy change, global energy demand is projected to increase by over 50% between\n* Policies to encourage the most efficient supply and use of energy can, according to the IEA,\n* The IEA Outlook offers practical guidance to policy makers about the potential impacts of the"}, {"text_block_id": "p11_b131", "text": "1.2. European Union Developments"}, {"text_block_id": "p11_b132", "text": "1.2. European Union Developments\n* Irelandâs energy policy priorities are framed in the context of the European Union. As committed\n* The Government has welcomed the EU Commissionâs Strategic Energy Review and supporting\n* We will work to maximise Irelandâs energy interests in the European Strategy debates, ensuring\n* The Commissionâs Report on prospects for the internal gas and electricity market, published in"}, {"text_block_id": "p12_b140", "text": "1.3. National Developments"}, {"text_block_id": "p12_b141", "text": "1.3. National Developments\n* There have been a number of relevant developments since the preparation of the Green Paper on\n* The ten-year Framework Social Partnership Agreement\n* provides an important\n* The Government has published the National Development Plan 2007-20î¦3 which sets out the\n* Over the period of the National Development Plan the Energy Programme will entail some\n* 8.5\n* The Energy Programme comprises three elements."}, {"text_block_id": "p12_b155", "text": "Strategic Energy Infrastructure Programme"}, {"text_block_id": "p12_b156", "text": "Over"}, {"text_block_id": "p12_b157", "text": "€"}, {"text_block_id": "p12_b158", "text": ".25 billion will be invested in key strategic energy infrastructure projects including new electricity interconnection, improved gas interconnection and strategic reserve capacity."}, {"text_block_id": "p12_b159", "text": "Because of the scale, strategic importance and immediacy of our energy needs, the Government will consider the possibility of an Exchequer contribution to the cost of this investment over the period of the NDP. We will leverage non-public sources of funding also where suitable and appropriate, having regard to the overall goals of energy policy. The investment in energy infrastructure will strategically underpin the All-Island Energy Framework and enhanced links with the UK energy market."}, {"text_block_id": "p12_b160", "text": "Sustainable Energy Sub-Programme"}, {"text_block_id": "p12_b161_merged_merged_merged_merged", "text": "At least €276 million will be invested in the sustainable energy sector over the period of the NDP in support of the targets for sustainable energy including renewable energy, energy efficiency and innovation. This investment will underpin the strategic goals for sustainable energy."}, {"text_block_id": "p13_b164", "text": "Semi-State Energy Companies Sub Programme"}, {"text_block_id": "p13_b165", "text": "The Semi-State Energy Companies (BGE, ESB, Bord na Móna and EirGrid) will build on the progress made under the last NDP by investing over"}, {"text_block_id": "p13_b166", "text": "€"}, {"text_block_id": "p13_b167", "text": "7bn, mainly in the electricity and gas transmission and distribution networks, in new and modernised power generation and in wind energy projects. This major investment programme will enhance security of energy supply, and will support regional development and competitiveness, and all-island cooperation."}, {"text_block_id": "p13_b168", "text": "1.3.6."}, {"text_block_id": "p13_b169_merged_merged", "text": "The National Development Plan will also see direct investment of just under €50 million in energy research and innovation which will also enable the leveraging of additional funding under EU Programmes including the Seventh Framework Programme. All-Island cooperation will be a key feature of Energy Research, Technological Development and Innovation (RTDI) over the period. The research investment will underpin the Strategic Goals for Energy Policy."}, {"text_block_id": "p13_b172", "text": "1.3.7."}, {"text_block_id": "p13_b173", "text": "Following the Review of the National Climate Change Strategy, the Government will shortly publish a new Climate Change Strategy. Energy policy and climate change goals are closely aligned and this will be fully reflected in the Climate Change Strategy. Our Strategic Goals for reducing energy demand and energy related emissions will contribute in a major way to national climate change targets."}, {"text_block_id": "p13_b174", "text": "1.3.9."}, {"text_block_id": "p13_b175", "text": "The Planning and Development (Strategic Infrastructure) Act 2006, provides for the streamlining of the planning process for certain types of major energy, transport and environmental infrastructure of strategic importance. The new streamlined consent procedures apply to, among other things, major electricity transmission lines and interconnectors, strategic gas infrastructure development, major power stations, wind farms, Liquified Natural Gas (LNG) facilities and gas storage facilities."}, {"text_block_id": "p13_b176", "text": "1.3.10."}, {"text_block_id": "p13_b177", "text": "The new procedures will ensure an enhanced service, with greater flexibility, full and robust decision-making, public participation and more certainty of time-frames in infrastructure delivery vital in terms of planning for security of supply, sustainability and competitiveness. The new system became operational on 3st January 2007. Following the initial implementation period, we will review the operation and effectiveness of the 2006 Act to ensure that the appropriate range of energy infrastructure projects can avail of the benefits of the streamlined consent process."}, {"text_block_id": "p13_b178", "text": "1.3.11."}, {"text_block_id": "p13_b179", "text": "The Wind Energy Development Guidelines for planning authorities 2006 are designed to ensure consistency of approach to wind energy developments throughout the country and to provide clarity to prospective developers and local communities. Gas supply infrastructure planning and consent procedures will be kept under review. Carbon capture and storage will need to be addressed over time from a planning perspective."}, {"text_block_id": "p14_b180", "text": "1.3.12."}, {"text_block_id": "p14_b181", "text": "The joint commitment by both Governments to the All-Island Energy Framework is demonstrated by the strengthening and deepening of all-island cooperation across energy matters. The immediate priority is delivery of the Single Electricity Market in 2007 while continuing to enhance the all-island approach in relation to gas, renewable energy, energy efficiency and energy research. We will jointly review the All-Island Energy Framework in 2007 to take account of the significant progress to date and to set new goals for the period 2008-203."}, {"text_block_id": "p14_b182", "text": "1.3.13."}, {"text_block_id": "p14_b183", "text": "Our current legislative programme to underpin energy policy objectives has been successfully completed with the enactment of the Energy (Miscellaneous Provisions) Act 2006, the Electricity Regulation (Amendment) (Single Electricity Market) Act 2007 and the National Oil Reserves Agency Act 2007. Energy Policy goals will continue to be underpinned by primary and secondary legislation including further legislation in relation to EirGrid, restatement of the Electricity and Gas Acts and the timely transposition of EU Directives."}, {"text_block_id": "p14_b184", "text": "1.3.14."}, {"text_block_id": "p14_b185", "text": "Policy thinking in relation to the Energy Policy Framework has been informed by a range of energy modelling and analysis undertaken by Sustainable Energy Ireland. The work, published in a number of key Reports in the latter half of 2006, includes some specific modelling to demonstrate the alternative national scenario in relation to fuel mix 2020. SEI’s alternative scenario assumes substantial growth in renewable energy, phasing out of oil firing for electricity and continued use of gas. The development of robust energy scenario modelling and long range energy planning is key to informed energy policy making. National work on this front will complement the IEA work on a global scale."}, {"text_block_id": "p14_b186", "text": "1.4. IEA Country Review"}, {"text_block_id": "p14_b187", "text": "1.4.1."}, {"text_block_id": "p14_b188", "text": "The IEA is currently engaged in an in-depth review of Irish Energy Policy. Its last review was undertaken in 2002. The IEA will finalise its report in June 2007. The IEA has been kept informed of developments in terms of this White Paper and the Country Review is expected to reflect national policy developments in addition to its own analysis and consultations in late 2006."}, {"text_block_id": "p14_b189", "text": "1.4.2."}, {"text_block_id": "p14_b190", "text": "The consultation process on the Green Paper has provided a rich source of views and analysis from very many players which have informed policy thinking and which are encapsulated in the following Section."}, {"text_block_id": "p15_b191", "text": "Section 2 Outcome of Energy Green Paper Consultation Process"}, {"text_block_id": "p15_b192", "text": "2.1. Introduction"}, {"text_block_id": "p15_b193", "text": "2.1.1."}, {"text_block_id": "p15_b194", "text": "We received over \t00 submissions in the consultation process on the Green Paper. There was a wide variety of responses, including submissions from individual citizens, submissions which focussed on particular issues as well as submissions covering all aspects of energy policy. Many submissions addressed the specific questions posed for views in the Green Paper. Over the consultation period the Department also held structured discussions with a number of key stakeholders."}, {"text_block_id": "p15_b195", "text": "2.1.2."}, {"text_block_id": "p15_b196", "text": "Open and participative policymaking requires informed parliamentary debate and political involvement. Submissions were received from political parties as part of the consultation process. An Oireachtas debate took place on the Green Paper during the consultation period."}, {"text_block_id": "p15_b197", "text": "2.1.3."}, {"text_block_id": "p15_b198", "text": "The process has provided many insights into specific concerns and views about Irish energy policy. This summary aims to capture the broad thrust of the opinions expressed in the consultation process. The submissions have been published on the Department’s website and are listed in the Appendix to this White Paper."}, {"text_block_id": "p15_b199", "text": "2.2. Overall Comments"}, {"text_block_id": "p15_b200", "text": "2.2.1."}, {"text_block_id": "p15_b201", "text": "The publication of the Green Paper was welcomed by respondents. The fact that the Paper set out proposed high level policy options for debate was acknowledged, with a strong consensus that the White Paper should be strongly action oriented and time bound."}, {"text_block_id": "p15_b202", "text": "2.2.2."}, {"text_block_id": "p15_b203", "text": "There was wide agreement on developing energy policy around the three pillars of security of supply, sustainability and competitiveness. A number of respondents favoured an alternative approach, structured across the electricity, heat and transport sectors. The impact of climate change and its relationship with energy policy was a constant theme in the responses to the Green Paper."}, {"text_block_id": "p15_b204", "text": "2.2.3."}, {"text_block_id": "p15_b205", "text": "A number of submissions underlined the role of energy policy in meeting the Government’s objectives for balanced regional development and the National Spatial Strategy. The need to provide quality energy infrastructure to address, or anticipate, the development and competitive needs of the regions was highlighted. The considerable potential of the renewable energy and bioenergy sectors to support regional and rural development was uniformly agreed. Developing greater community involvement in renewable energy initiatives was also widely endorsed."}, {"text_block_id": "p16_b206", "text": "2.3. Security of Energy Supply"}, {"text_block_id": "p16_b207", "text": "2.3.1."}, {"text_block_id": "p16_b208", "text": "All submissions emphasised the importance of security of energy supply both in terms of the adequacy of electricity generation capacity and plant availability and in terms of the reliability of gas supplies. There was general agreement on the need to develop further indigenous gas supply and strategic oil and gas storage. The finite nature of global oil and gas supplies was also a theme in many responses, leading to a focus on the need to develop alternatives for future energy needs."}, {"text_block_id": "p16_b209", "text": "2.3.2."}, {"text_block_id": "p16_b210", "text": "There was general support for the development of electricity interconnection both North/South and East/West and the continued enhancement of the electricity and gas grids. These were linked to concern about the level of reliance on imports and maintaining diversity of fuels. The need for additional electricity generation capacity and improved availability of existing generating stations was a keynote concern in relation to the continuity of electricity supply. There was broad recognition of the continued strong role for gas in electricity generation, particularly taking account of the absence of further large scale hydro and the prohibition on nuclear generated electricity."}, {"text_block_id": "p16_b211", "text": "2.3.3."}, {"text_block_id": "p16_b212", "text": "Ireland’s reliance on oil imports was a major concern in responses, with emphasis being placed on the importance of nationally owned strategic stocks and the need for reliable contingency arrangements and emergency planning in the event of interruption of supply. The potential for the penetration of biofuels for the transport sector was a very strong theme in submissions."}, {"text_block_id": "p16_b213", "text": "2.3.4."}, {"text_block_id": "p16_b214", "text": "Most responses acknowledged the public antipathy towards nuclear power, but a number saw a need to maintain awareness of economic and technical developments in nuclear power and for public debate on the nuclear issue, particularly in the context of the need to create low carbon economies in response to climate change. There was an evident degree of polarisation, however, with responses which were completely opposed to nuclear power as well as responses which expressed complete support."}, {"text_block_id": "p16_b215", "text": "2.3.5."}, {"text_block_id": "p16_b216", "text": "In relation to hydrocarbon exploration and production, key issues raised in the submissions included the need to raise awareness amongst the international industry of the potential of the Irish offshore and the policy objectives underpinning our fiscal terms. Respondents commented upon the potential tension between safety, regulatory and promotional agendas and the need for transparency and fairness in our wider regulatory regime. A number of responses emphasised the need to bring Corrib gas ashore while safety and community concerns in that context were also articulated."}, {"text_block_id": "p16_b217", "text": "2.3.6."}, {"text_block_id": "p16_b218", "text": "Many respondents agreed on the potential for clean coal technology in terms of fuel diversity but recognised that further development is needed for market acceptance as a mainstream technology."}, {"text_block_id": "p17_b219", "text": "2.4. Sustainability of Energy Supply"}, {"text_block_id": "p17_b220", "text": "2.4.1."}, {"text_block_id": "p17_b221", "text": "Climate change was the compelling theme in the majority of responses relating to the sustainability of energy supply. Many responses expressed concern about projected increases in energy demand juxtaposed against the imperative to reduce greenhouse gas emissions. This concern was reflected in proposals for substantial increases in the use of renewable energy technologies as well as the introduction of fiscal measures including carbon taxation and other taxation to incentivise low-emission transport as well as the further development of emissions trading."}, {"text_block_id": "p17_b222", "text": "2.4.2."}, {"text_block_id": "p17_b223", "text": "Most responses identified the development of renewable energy technologies and improvements in energy efficiency as the key priorities for energy policy. The proposed 30% target for electricity from renewable energy was broadly welcomed, although some respondents believed that the target lacked ambition. The need for a comprehensive approach across Government Departments and Agencies was recognised as a prerequisite for achieving increased penetration of renewable energy."}, {"text_block_id": "p17_b224", "text": "2.4.3."}, {"text_block_id": "p17_b225", "text": "The growth in wind energy was welcomed in responses with acknowledgement of the intermittency of supply and the consequent need for back-up capacity. Further penetration of wind power was strongly supported. A number of responses pointed to the need to develop electricity storage capacity and dedicated back-up generation to improve the overall capacity value of wind power."}, {"text_block_id": "p17_b226", "text": "2.4.4."}, {"text_block_id": "p17_b227", "text": "A strong emphasis was put in responses on the full spectrum of bioenergy, stressing the need to take account of lead-in periods for biocrops, certainty in support measures for growers and the need to support the development of supply chains. The proposal to co-fire biomass at the peat-fired power stations was supported, but some concern was expressed about the most effective use of available bioenergy resources in terms of thermal efficiency, as well as caution about displacing wood-based supply for existing other enterprises."}, {"text_block_id": "p17_b228", "text": "2.4.5."}, {"text_block_id": "p17_b229", "text": "The broadening of the renewable energy base was seen as critical, with support expressed for developing ocean energy to commercial implementation. The need for action on waste-to-energy potential was another strong theme in the development of sustainable energy supply."}, {"text_block_id": "p17_b230", "text": "2.4.6."}, {"text_block_id": "p17_b231", "text": "Biofuels for transport were strongly supported, albeit with some cautioning on the inherent limitations for domestic resources in terms of land use. The need to develop indigenous capacity and the potential cross-benefits for the agriculture sector was, however, fully recognised in the context of setting targets for biofuels, as was the potential to integrate biofuels into the existing supply chain for vehicle fuels."}, {"text_block_id": "p17_b232", "text": "2.4.7."}, {"text_block_id": "p17_b233", "text": "The introduction of the Renewable Energy Feed-in Tariff (REFIT) scheme was broadly supported, with some responses seeking to have the scheme extended quickly to bring further renewable energy projects to fruition. The need for certainty about grid access for projects was a recurring theme and, in this context, there was strong recognition of the need for grid development to facilitate further penetration of renewable energy technologies. The importance of the All-Island Grid Study was recognised in terms of making strategic decisions about ensuring future capacity to accommodate increased use of renewable energy technologies."}, {"text_block_id": "p18_b234", "text": "2.4.8."}, {"text_block_id": "p18_b235", "text": "The importance of improvements in energy efficiency was emphasised in responses, with much support for the “Power of One” Campaign. A number of responses stressed the need for the Campaign to be backed up with strong support measures. In this context, the significant energy demand inherent in the built environment, as currently constructed, was strongly highlighted. Many responses stressed the need for more challenging building regulations which would require the implementation of renewable and energy efficient technologies as well as comprehensive enforcement of existing regulations. Responses also highlighted the potential of the public sector to act as an exemplar in this area."}, {"text_block_id": "p18_b236", "text": "2.4.9."}, {"text_block_id": "p18_b237", "text": "The need to develop combined heat and power and district heating was also identified as an area where energy efficiency could be improved at a structural level."}, {"text_block_id": "p18_b238", "text": "2.4.10."}, {"text_block_id": "p18_b239", "text": "Concern was expressed about fuel poverty. Responses emphasised the need to improve existing support measures to take account of increased energy costs, as well as the need for expanded support schemes for improving housing insulation and more comprehensive schemes for housing improvements in all areas of energy performance."}, {"text_block_id": "p18_b240", "text": "2.4.11."}, {"text_block_id": "p18_b241", "text": "The importance of research and development was fully recognised with particular emphasis on the need to develop energy research capacity. In this context, responses called for an increased profile and level of investment in energy research and development."}, {"text_block_id": "p18_b242", "text": "2.5. Competitiveness of Energy Supply"}, {"text_block_id": "p18_b243", "text": "2.5.1."}, {"text_block_id": "p18_b244", "text": "The issue of high energy prices and the need to protect competitiveness was a particularly strong theme in virtually all responses. There were recommendations for setting a target for electricity prices in comparison to the EU average. Respondents recognised that reliance on imports and world energy prices were strong external influences on energy prices here. Action on domestically controllable costs was consistently highlighted as essential."}, {"text_block_id": "p18_b245", "text": "2.5.2."}, {"text_block_id": "p18_b246", "text": "The development of the All-Island Market was strongly supported with an emphasis on the rapid development of East/West interconnection and increasing integration with the UK market, as well as responses which envisaged integration with a regional market to include mainland European countries."}, {"text_block_id": "p18_b247", "text": "2.5.3."}, {"text_block_id": "p18_b248", "text": "In the context of the structure of the electricity market, there were many recommendations for the full separation of the network from generation assets. There was strong support for giving EirGrid ownership of the transmission assets to underpin the independence and transparency of transmission. Respondents saw this issue and the ownership of price setting plant as key elements in the debate on reform of the electricity sector."}, {"text_block_id": "p18_b249", "text": "2.5.4."}, {"text_block_id": "p18_b250_merged", "text": "The proposal to develop a landbank to facilitate power generation market entry was welcomed. However, many respondents saw this on its own as an insufficient response to the need for change in light of the recommendations of the Deloitte Report (Review of the Electricity Sector in Ireland). The full implementation of the Deloitte recommendations for structural reform of the electricity sector was sought in a number of responses."}, {"text_block_id": "p19_b253", "text": "2.5.5."}, {"text_block_id": "p19_b254", "text": "Views on the desirability of splitting ESB power generation into a number of competing generating companies contrasted with views on the need for scale in Irish energy utilities to reinforce their ability to perform successfully at a European and world scale. Some responses highlighted trends for integration of gas and electricity utilities across Europe and questioned the merits of an approach in the Irish context which would diminish scale in a scenario of future regional market integration."}, {"text_block_id": "p19_b255", "text": "2.5.6."}, {"text_block_id": "p19_b256", "text": "With regard to energy regulation, a number of responses stressed the need for timely and meaningful communication of the rationale and impact of regulatory decisions, notably in the area of price. Some saw the need for tariff regulation to more closely reflect immediate market movements in fuel prices. This contrasted with other views which stressed the need for regulatory certainty and stability."}, {"text_block_id": "p19_b257", "text": "2.5.7."}, {"text_block_id": "p19_b258", "text": "The proposal to review the regulatory regime following the establishment of the Single Electricity Market was welcomed. Some respondents stressed the need for examination of the powers and duties of the CER which underpin the existing arrangements. Some responses focussed on the balance of responsibility between the regulator and the Minister with particular attention to the challenge of combining regulatory independence with Ministerial powers of policy direction. Many responses stressed the need for greater consumer focus in regulatory decisions, recommending the establishment of formal consumer representation in the regulatory framework."}, {"text_block_id": "p19_b259", "text": "2.6. Policy Delivery"}, {"text_block_id": "p19_b260", "text": "2.6.1."}, {"text_block_id": "p19_b261", "text": "The proposal in the Green Paper for regular reporting and updating on energy policy directions was welcomed generally. There was broad recognition of the complexity of policy drivers in the energy sector and the resultant challenge in implementing policy proposals in a rapidly changing environment. Many called for greater clarity in relation to the various roles of Departments and their Agencies in delivering energy policy objectives. The need for better communication and delivery of energy policy initiatives at a regional and local level was highlighted. Many responses supported the recognition of and a clear remit for Local Energy Agencies. The existing and future role of Sustainable Energy Ireland was also highlighted in the context of developing structures which will fully support the development and delivery of energy policy."}, {"text_block_id": "p19_b262", "text": "2.6.2."}, {"text_block_id": "p19_b263", "text": "There was a general call for more proactive and regular communication and explanation of energy policy and regulatory decision making. The role of the Oireachtas in ensuring scrutiny and accountability on energy policy and regulation was also highlighted."}, {"text_block_id": "p19_b264", "text": "2.7. Conclusion"}, {"text_block_id": "p19_b265", "text": "2.7.1."}, {"text_block_id": "p19_b266", "text": "The overall thrust of the submissions and discussions from the consultation process was supportive of the fundamental approach taken in the Green Paper. There was inevitable divergence on specific strategies and targets."}, {"text_block_id": "p20_b267", "text": "Section 3 The Policy Framework"}, {"text_block_id": "p20_b268", "text": "3.1. Actions to Ensure Security of Energy Supply"}, {"text_block_id": "p20_b269", "text": "3.1.1."}, {"text_block_id": "p20_b270", "text": "Security of energy supply is crucial for the economy and society. Security of supply requires that we have reliable access to oil and gas supplies and the infrastructure in place to import, distribute and to store gas and oil. We also need robust gas and electricity networks and electricity generating capacity to ensure consistent supply to consumers and all sectors of the economy."}, {"text_block_id": "p20_b271", "text": "3.1.2."}, {"text_block_id": "p20_b272", "text": "Currently over 90% of Irish energy requirements are imported. Combined with our peripheral location and small market scale, this current reality leaves Ireland vulnerable to supply disruption and imported price volatility. Security of energy supply is a global issue and the European Union’s growing reliance on energy imports increases Ireland’s overall energy vulnerability."}, {"text_block_id": "p20_b273", "text": "3.1.3."}, {"text_block_id": "p20_b274", "text": "This underlines the critical importance for Ireland of a comprehensive EU energy policy approach to all the challenges of security of energy supply. Ireland also benefits from the role of the International Energy Agency in relation to strategic oil stocks and its work on security of energy supply issues generally."}, {"text_block_id": "p20_b275", "text": "3.1.4."}, {"text_block_id": "p20_b276", "text": "In addition to the external challenges of energy supply, the key imperative for Ireland is to deliver essential and timely investments in our domestic energy infrastructure. Immediate priority is being given to creating the right environment for delivering sufficient generation capacity and ensuring sustained investment in gas and electricity networks while delivering enhanced levels of electricity and gas interconnection within the next five years. Generation adequacy and the low availability and performance of existing plant are of critical concern. Ensuring Ireland’s generation adequacy position between 2007 and 20\t and planning for adequacy beyond 202 is an immediate and critical priority which will require close cooperation between EirGrid, CER and Government as well as existing and potential new players in the power generation sector."}, {"text_block_id": "p20_b277", "text": "3.1.5."}, {"text_block_id": "p20_b278", "text": "The Government’s overriding policy objective therefore is to ensure that energy is consistently available at competitive prices with minimal risk of supply disruption. The underpinning Strategic Goals are as follows:"}, {"text_block_id": "p20_b279", "text": "The Government’s overriding policy objective therefore is to ensure that energy is consistently available at competitive prices with minimal risk of supply disruption. The underpinning Strategic Goals are as follows:\n* Ensuring that electricity supply consistently meets demand\n* Ensuring the physical security and reliability of gas supplies to Ireland\n* Enhancing the diversity of fuels used for power generation\n* Delivering electricity and gas to homes and businesses over efficient, reliable\n* Creating a stable attractive environment for hydrocarbon exploration and production\n* Being prepared for energy supply disruptions"}, {"text_block_id": "p21_b291", "text": "3.1.6."}, {"text_block_id": "p21_b292", "text": "The actions being taken under each Strategic Goal for security of supply are set out in the following Sections."}, {"text_block_id": "p21_b293", "text": "3.2. Strategic Goal 1: Ensuring that Electricity Supply Consistently Meets Demand"}, {"text_block_id": "p21_b294", "text": "3.2.1."}, {"text_block_id": "p21_b295", "text": "The availability of reliable and secure and competitively priced electricity supply must be assured at all times. It is a vital ingredient in the competitiveness of Irish industry and Ireland’s long term economic and social development. The challenge is underlined by the continued pace of growth in electricity demand reflecting sustained economic growth."}, {"text_block_id": "p21_b296", "text": "3.2.2."}, {"text_block_id": "p21_b297", "text": "Achieving an adequate safety margin between electricity supply and demand requires additional generating plant including flexible plant and significantly higher standards of generating plant availability, as well as more interconnection. Our capacity to deliver a secure and uninterrupted energy supply at a competitive cost will be underpinned by the following actions."}, {"text_block_id": "p21_b298", "text": "3.2.3."}, {"text_block_id": "p21_b299", "text": "Actions:"}, {"text_block_id": "p21_b300", "text": "Actions:\n* We will deliver the Single Electricity Market in 2007 which will contribute to reliability and\n* We will support the progressive development of a regional electricity market with UK\n* We will ensure delivery of the second North South electricity interconnector by 20î¦î¦\t which\n* We will ensure delivery of the East-West electricity interconnector no later than 20î¦2 which\n* We will ask EirGrid to undertake cost benefit analysis and feasibility planning within the\n* We will give positive consideration to an Exchequer contribution to the cost of strategic\n* We will ensure completion of the ongoing capital investment programme in transmission\n* We will, through EirGrid, publish a Grid Development Strategy in 2007 covering the period"}, {"text_block_id": "p22_b318", "text": "Actions:\n* We will deliver the Single Electricity Market in 2007 which will contribute to reliability and\n* We will support the progressive development of a regional electricity market with UK\n* We will ensure delivery of the second North South electricity interconnector by 20î¦î¦\t which\n* We will ensure delivery of the East-West electricity interconnector no later than 20î¦2 which\n* We will ask EirGrid to undertake cost benefit analysis and feasibility planning within the\n* We will give positive consideration to an Exchequer contribution to the cost of strategic\n* We will ensure completion of the ongoing capital investment programme in transmission\n* We will, through EirGrid, publish a Grid Development Strategy in 2007 covering the period\n* We will ensure that the strategic network development approach is underpinned by\n* We will give immediate priority to ensuring that generation adequacy margins are improved\n\t* the provision of accurate forecasts by generators on plant availability and performance\n\t* EirGrid and CER to design a system of incentives/penalties and other measures to raise,\n\t* Transparent and timely publication by EirGrid on a monthly in arrears basis of historic\n\t* EirGrid and CER to develop immediate proposals for the development of new sites\n\t* CER and EirGrid to facilitate and oversee the competitive provision of additional\n\t* EirGrid and CER to plan for the undertaking of a fast build option over the next \tî¦2 months\n\t* We expect a positive response by existing and potential players to the making available\n\t* We will oversee the transformation of the generation portfolio between 2007 and 20î¦3\n\t* We will oversee delivery to schedule of the new 430MW plant at Aghada (ESB) and 400MW\n\t* We will mandate EirGrid, in consultation with CER, to develop a landbank of ESB owned sites"}, {"text_block_id": "p23_b342", "text": "Actions:\n* We will deliver the Single Electricity Market in 2007 which will contribute to reliability and\n* We will support the progressive development of a regional electricity market with UK\n* We will ensure delivery of the second North South electricity interconnector by 20î¦î¦\t which\n* We will ensure delivery of the East-West electricity interconnector no later than 20î¦2 which\n* We will ask EirGrid to undertake cost benefit analysis and feasibility planning within the\n* We will give positive consideration to an Exchequer contribution to the cost of strategic\n* We will ensure completion of the ongoing capital investment programme in transmission\n* We will, through EirGrid, publish a Grid Development Strategy in 2007 covering the period\n* We will ensure that the strategic network development approach is underpinned by\n* We will give immediate priority to ensuring that generation adequacy margins are improved\n\t* the provision of accurate forecasts by generators on plant availability and performance\n\t* EirGrid and CER to design a system of incentives/penalties and other measures to raise,\n\t* Transparent and timely publication by EirGrid on a monthly in arrears basis of historic\n\t* EirGrid and CER to develop immediate proposals for the development of new sites\n\t* CER and EirGrid to facilitate and oversee the competitive provision of additional\n\t* EirGrid and CER to plan for the undertaking of a fast build option over the next \tî¦2 months\n\t* We expect a positive response by existing and potential players to the making available\n\t* We will oversee the transformation of the generation portfolio between 2007 and 20î¦3\n\t* We will oversee delivery to schedule of the new 430MW plant at Aghada (ESB) and 400MW\n\t* We will mandate EirGrid, in consultation with CER, to develop a landbank of ESB owned sites\n* We will complete a comprehensive cost benefit review in 2008 of the potential for distributed\n* We will facilitate and support the development of energy storage, such as additional pumped"}, {"text_block_id": "p23_b346", "text": "3.3. Strategic Goal 2: Ensuring the Security and Reliability of Gas Supplies"}, {"text_block_id": "p23_b347", "text": "3.3.1."}, {"text_block_id": "p23_b348", "text": "Ireland has a well developed framework to ensure the adequacy of gas supplies and transportation infrastructure into the country. Recent years have seen substantial investment in the transmission network and the new pipelines recently completed (Mayo-Galway & SouthNorth) will enable the indigenous gas find at Corrib to be brought to the market, assist in the development of an all-island gas network and enable more communities to benefit from the availability of natural gas. In light of global, EU and UK trends, natural gas will continue to play a vital role in the Irish fuel mix for some decades yet. Business as usual projections indicate that more than 70% of our electricity would be generated from natural gas by 2020. Our alternative scenario, with renewables contributing 33% by 2020, will see greater diversity in the fuel mix with gas contributing just under 50% to power generation."}, {"text_block_id": "p23_b349", "text": "3.3.2."}, {"text_block_id": "p23_b350", "text": "The UK is now the source of some 87% of our natural gas and the UK’s own demand for imports is growing strongly. Norway will remain a significant supplier of gas to UK in the medium term. Ireland’s location in Europe from the view-point of gas supply sources is becoming less peripheral. In the last \t2 months the UK has achieved a significant increase in gas import capacity through accelerated infrastructure developments with resultant benefits for Ireland. Both Pipeline and LNG capacity has increased significantly. These include the Langeled pipeline from Norway, the new pipeline from the Netherlands and new LNG terminals at Milford Haven. Further expansion of LNG capacity and gas interconnection is underway in the UK and Europe which will benefit Ireland in terms of security of wholesale gas supplies within this regional market."}, {"text_block_id": "p23_b351", "text": "3.3.3."}, {"text_block_id": "p23_b352", "text": "While the prognosis for gas supplies is relatively secure as a result, it is prudent for Ireland to develop a longer term strategy to reduce over reliance on gas imports from the UK. This strategy will also address mechanisms to achieve greater benefits from trading with the competitive UK market."}, {"text_block_id": "p23_b353", "text": "3.3.4."}, {"text_block_id": "p23_b354", "text": "It is also the case that because of our reliance on gas supplies from the UK from the single exit point at Moffat, the Gas Exit Reform Measures to the National Transmission System planned by the UK authorities have implications for the Irish natural gas sector and for security of supply. Work is underway by CER and the Department to put in place, and agree with the UK authorities, the necessary arrangements to ensure security of gas supply, negate market risk and reduce entry barriers for new players in the markets downstream of Moffat."}, {"text_block_id": "p24_b355", "text": "3.3.5."}, {"text_block_id": "p24_b356", "text": "Actions:"}, {"text_block_id": "p24_b357", "text": "n"}, {"text_block_id": "p24_b358", "text": "We will ask CER to take a strategic “look forward”, taking account of EU and global trends, on a 20 year time horizon in its Gas Capacity Statement 2007-204. This will support enhanced long term planning to 2020 and beyond for security of gas supply;"}, {"text_block_id": "p24_b359", "text": "n"}, {"text_block_id": "p24_b360", "text": "We will review the scope for enhanced fuel switching in gas based power generation as a contributor to security of supply;"}, {"text_block_id": "p24_b361", "text": "n"}, {"text_block_id": "p24_b362", "text": "We will set an explicit Security of Supply standard for the natural gas system from 2008 which will also set the framework for evaluating future supply options and protection standards;"}, {"text_block_id": "p24_b363", "text": "n"}, {"text_block_id": "p24_b364", "text": "We will, through CER, agree and implement the necessary arrangements in 2007 to address the impact of changes in the UK regulatory regime for gas exit;"}, {"text_block_id": "p24_b365", "text": "n"}, {"text_block_id": "p24_b366_merged", "text": "We will continue to invest in the gas network for security of supply and regional development through BGE’s investment programme of over €.7 billion under the NDP 2007-203;"}, {"text_block_id": "p24_b369", "text": "n"}, {"text_block_id": "p24_b370", "text": "We will continue to actively encourage private sector interest in investing in gas storage facilities and LNG and review the potential role for Government intervention in the event of market failure in light of the study’s findings;"}, {"text_block_id": "p24_b371", "text": "n"}, {"text_block_id": "p24_b372", "text": "We will put in place an all-island strategy by 2008 for gas storage and LNG facilities in light of the outcome of the all-island study;"}, {"text_block_id": "p24_b373", "text": "n"}, {"text_block_id": "p24_b374", "text": "We will continue to progress the all-island gas market, with 200 set as the target date for implementation of streamlined tariff and market arrangements for the all-island market;"}, {"text_block_id": "p24_b375", "text": "n"}, {"text_block_id": "p24_b376", "text": "We will ensure that infrastructure reinforcement in the Ireland/Scotland gas interconnection network is undertaken as necessary, on a fully cost effective basis;"}, {"text_block_id": "p24_b377", "text": "n"}, {"text_block_id": "p24_b378", "text": "We will continue to enhance arrangements for regular structured dialogue with UK on issues of mutual interest in relation to gas supply and demand;"}, {"text_block_id": "p24_b379", "text": "n"}, {"text_block_id": "p24_b380", "text": "We will, together with CER, work with the UK and the EU to deliver the Regional Gas Market initiatives and regional regulatory structures in the medium term which will facilitate gas trade between Ireland, the UK and Northern Europe;"}, {"text_block_id": "p24_b381", "text": "n"}, {"text_block_id": "p24_b382", "text": "We will explore the medium to longer term options for further gas interconnection in light of the all-island market and development of the regional gas market;"}, {"text_block_id": "p24_b383", "text": "n"}, {"text_block_id": "p24_b384", "text": "We will work in Europe to ensure Ireland’s needs are met under EU plans to assist diversification by Member States currently dependent on one gas supplier;"}, {"text_block_id": "p24_b385", "text": "n"}, {"text_block_id": "p24_b386", "text": "We will work proactively with other EU Member States and the Commission through the forum of the Gas Coordination Group and the Energy Correspondents Network to ensure Coordination of security of supply measures by EU in the event of an energy crisis or a major gas supply disruption;"}, {"text_block_id": "p24_b387", "text": "n"}, {"text_block_id": "p24_b388", "text": "We will work to develop a comprehensive energy dialogue with key partners, within the EU and the wider international framework, and drawing on input from our national diplomatic network;"}, {"text_block_id": "p25_b389", "text": "n"}, {"text_block_id": "p25_b390", "text": "We will work with the UK, other Member States and the EU Commission to ensure that EU external energy policy builds strong mutually advantageous relationships with gas producing countries. We will also deepen our bilateral energy relations with key gas suppliers, both producers and transit countries, including the targeted use of our network of diplomatic missions and in particular, we will build enduring business and political relations with third country natural gas suppliers, including Norway, Russia and Algeria;"}, {"text_block_id": "p25_b391", "text": "n"}, {"text_block_id": "p25_b392", "text": "We will work to support EU efforts to enshrine on a binding basis key international energy principles – as set out in the Energy Charter, the Transit Protocol and the St. Petersberg principles agreed by the G8 – in the EU’s framework agreements with energy, transit and neighbourhood partners;"}, {"text_block_id": "p25_b393", "text": "n"}, {"text_block_id": "p25_b394", "text": "We will seek to extend further the EU energy regulatory space through the expansion of the Energy Community to include the countries covered by the European Neighbourhood Policy."}, {"text_block_id": "p25_b395", "text": "3.4. Strategic Goal 3: Enhancing the Diversity of Fuels for Power Generation"}, {"text_block_id": "p25_b396", "text": "3.4.1."}, {"text_block_id": "p25_b397", "text": "In the absence of significant additional hydro resources, and given the statutory ban on nuclear generation, Ireland’s dependence on natural gas for power generation would be 70% by 2020 without policy intervention. Such a high level of reliance on gas is generally seen as unsustainable from a security of supply perspective although current analysis, the UK experience and EU and global trends, underlines the reality that natural gas will continue to constitute a significant part of our power generation fuel mix for the foreseeable future. The Government remains committed to reducing over-reliance on natural gas in the power generation sector by proactively pursuing all realistic alternatives for Ireland."}, {"text_block_id": "p25_b398", "text": "3.4.2."}, {"text_block_id": "p25_b399", "text": "The Government will maintain the statutory prohibition on nuclear generation in Ireland. The Government believes that for reasons of security, safety, economic feasibility and system operation, nuclear generation is not an appropriate choice for this country. The Government will continue to articulate its strong position in relation to nuclear generation and transboundary safety concerns in Europe in the context of the EU Energy Strategy. Developments in relation to nuclear generation in the UK and other Member States will be closely monitored in terms of implications for Ireland."}, {"text_block_id": "p25_b400", "text": "3.4.3."}, {"text_block_id": "p25_b401_merged", "text": "The extension of current coal capacity, provided that environmental impacts can be managed effectively with the application of emerging clean coal technologies, has the potential to contribute to the Irish power generation mix over the long term. Coal is in very long world supply and is not correlated to oil or gas supplies in price or supply sources. Hence its renewed attraction as a contributor to fuel supply diversity and security. The completion of the €368 million retrofit of Moneypoint Power Station will significantly help to meet emission requirements and enhance efficiency. Carbon capture and storage (CCS) offers great potential and is in developing use. However the entire CCS process in conjunction with electricity generation has not yet been demonstrated on a commercial scale. Technical, environmental and economic aspects of CCS remain uncertain and international legal frameworks such as OSPAR will need to be amended."}, {"text_block_id": "p26_b404", "text": "The EU Strategic Energy Review highlights the critical importance for Europe of clean coal technology advances. The Government will keep CCS potential under close review in conjunction with CER, EirGrid, SEI and the power generation sector as well as hydrocarbon exploration and production companies. We will pay close attention to developments in the UK and in the EU generally and we will build on analysis by SEI on costs, benefits and future potential for Ireland of CCS Strategies. Subject to developments, the Government would envisage the commercial operation of a new clean coal power generation plant before 2020."}, {"text_block_id": "p26_b405", "text": "3.4.4."}, {"text_block_id": "p26_b406", "text": "Co-firing of biomass with peat and other fossil fuels offers identified potential and the Government is fully supportive of its development. ESB and Bord na Móna will continue to work with the biomass sector on the potential of co-firing in the short term at the three State owned peat stations. Biomass power generation projects will be supported through the REFIT scheme."}, {"text_block_id": "p26_b407", "text": "3.4.5."}, {"text_block_id": "p26_b408", "text": "The future use of oil in electricity generation could feature in terms of dual firing capability of gas fired plants although there are economic and physical limits to the levels of on site oil storage as well as transport and other logistical constraints."}, {"text_block_id": "p26_b409", "text": "3.4.6."}, {"text_block_id": "p26_b410", "text": "The Government is committed to delivering a significant growth in renewable energy as a contribution to fuel diversity in power generation with a 2020 target of 33% of electricity consumption. Wind energy will provide the pivotal contribution to achieving this target. We also need a balanced portfolio of renewable technologies including biomass and ocean technology."}, {"text_block_id": "p26_b411", "text": "3.4.7."}, {"text_block_id": "p26_b412_merged", "text": "Under SEI’s energy forecast to 2020 , the fuel mix for power generation will be more diverse and less reliant on fossil fuels. The following two figures illustrate historic and forecast trends in the primary fuel mix input for electricity production and similar data for electricity generation by fuel. The 2020 forecast is based on a number of assumptions, amongst which are a high economic growth trajectory to 200, with lower growth to 2020 and achievement of proposed renewable electricity targets."}, {"text_block_id": "p26_b415", "text": ".\t Energy in Ireland “990-2005”, SEI"}, {"text_block_id": "p27_b416", "text": "Primary Fuel Mix for Electricity Generation 1990-2020"}, {"text_block_id": "p27_b417", "text": "Electricity generation fuel mix 2005-2020"}, {"text_block_id": "p27_b418", "text": "Source: SEI, 2007."}, {"text_block_id": "p28_b419", "text": "Electricity Generation by Fuel 1990-2020"}, {"text_block_id": "p28_b420", "text": "Electricity generation by fuel 2005-2020"}, {"text_block_id": "p28_b421", "text": "Source: SEI, 2007."}, {"text_block_id": "p28_b422", "text": "3.4.8."}, {"text_block_id": "p28_b423", "text": "Underpinning the Strategic Goals to enhance the diversity of fuels for power generation the following actions are underway or planned:"}, {"text_block_id": "p28_b424", "text": "Underpinning the Strategic Goals to enhance the diversity of fuels for power generation the following actions are underway or planned:\n* We will maintain the statutory prohibition on nuclear generation and monitor developments\n* We will pursue the scope in the medium term for additional coal fired generation subject to the\n* We will, in that context, set a target for biomass firing at Moneypoint generating station\n* We are setting the target of 30% co-firing at the three State owned peat power generation"}, {"text_block_id": "p29_b432", "text": "Underpinning the Strategic Goals to enhance the diversity of fuels for power generation the following actions are underway or planned:\n* We will maintain the statutory prohibition on nuclear generation and monitor developments\n* We will pursue the scope in the medium term for additional coal fired generation subject to the\n* We will, in that context, set a target for biomass firing at Moneypoint generating station\n* We are setting the target of 30% co-firing at the three State owned peat power generation\n* We will encourage biomass in power generation by supporting biomass technology transfer,\n* We will extend the REFIT electricity support scheme to encompass co-firing and maintain\n* We will deliver on the targets in the Bioenergy Action Plan, through continued strategic\n* We will eliminate the dedicated oil demand for the power generation sector by 2020 while\n* We will achieve \tî¦5% of electricity consumption from renewable sources by 20î¦0 through\n* We will achieve 33% of electricity consumption from renewable sources by 2020 through\n* We will, together with the NI Authorities, set an all-island 2020 renewables target during\n* We will review the options for a consistent approach to supporting renewable energy\n* We will ensure the necessary transmission system planning and development in support\n* We will limit Irelandâs relative dependence on natural gas for power generation to\n* We will, under the National Energy Efficiency Action Plan, introduce measures to further\n* We will keep the electricity and gas network infrastructure as strategic assets within\n* We will ensure under the National Development Plan that the Energy Semi-State Companies"}, {"text_block_id": "p29_b454", "text": "3.5. Strategic Goal 4: Delivering Electricity and Gas over Efficient Reliable and Secure Networks"}, {"text_block_id": "p29_b455", "text": "3.5.1."}, {"text_block_id": "p29_b456_merged", "text": "Substantial extension and upgrading of the electricity and gas network infrastructure will continue over the medium term in line with economic, social and regional development imperatives. The Semi-State Energy Companies (ESB, EirGrid and BGE) will invest in the region of €4.9bn in electricity and gas distribution and transmission networks under the National Development Plan 2007-203."}, {"text_block_id": "p29_b459", "text": "3.5.2."}, {"text_block_id": "p29_b460", "text": "Actions:"}, {"text_block_id": "p30_b465", "text": "Actions:\n* We will continue to meet regional development requirements by supporting the major\n* We will ensure that energy infrastructure investment programmes beyond 20î¦3 are consistent\n* We will ensure through EirGridâs Grid Development Strategy 2007-2025 and in light of the\n* Informed by ongoing and further planned analysis, including the cost/benefits, of distributed\n* We will ensure, through BGEâs investment programme, the efficient, cost effective and\n* We will continue to support the major programme underway by BGE to upgrade and\n* We will oversee the roll-out of the new town connections along the Mayo-Galway Pipeline\n* We will also support the connection of other new towns in line with regional growth"}, {"text_block_id": "p30_b481", "text": "3.6. Strategic Goal 5: Creating a Stable Attractive Environment for Hydrocarbon Exploration and Production"}, {"text_block_id": "p30_b482", "text": "3.6.1."}, {"text_block_id": "p30_b483", "text": "The overarching objective of securing our national energy supply will be a key driver in the development of Ireland’s approach to hydrocarbon exploration and production. It is a key Government policy objective to encourage investment in oil and gas exploration off the Irish coast and to optimise the value of any oil and gas finds for Ireland. Accordingly, our strategy for the exploitation of the State’s natural hydrocarbon resources aims to maximise the level of exploration activity and increase the level of production activity, while ensuring a fair return to the State from these activities. This strategy is already underpinned by fiscal terms designed to attract an increased level of exploration activity, which will also ensure a higher return to the State from more profitable fields, where increased levels of exploration result in potential reserves being proven. If prospectivity improves substantially, the fiscal terms will be subject to review for future licences in that context."}, {"text_block_id": "p31_b484", "text": "3.6.2."}, {"text_block_id": "p31_b485", "text": "Policy in this area will continue to be developed and adapted as our knowledge of our national hydrocarbon resource increases. Ireland’s ability to plan for the future in relation to the production of indigenous gas or oil is very much constrained by the limited evidence currently available. Latest indications are that there are significant potential hydrocarbon resources offshore Ireland. However we need to increase our understanding of our “proven” hydrocarbon resources. Developing this knowledge will accordingly continue to be a key policy objective as it is essential to facilitate effective public policy development in this area."}, {"text_block_id": "p31_b486", "text": "3.6.3."}, {"text_block_id": "p31_b487", "text": "Exploration and production activities must be subject to a robust and effective regulatory framework. The regulatory framework should encourage an increase in the level of exploration and production activity while ensuring that this activity is conducted in a manner that is both safe and has due regard for the environment."}, {"text_block_id": "p31_b488", "text": "3.6.4."}, {"text_block_id": "p31_b489", "text": "We are taking a number of steps to enhance the exploration environment."}, {"text_block_id": "p31_b490", "text": "3.6.5."}, {"text_block_id": "p31_b491", "text": "Actions:"}, {"text_block_id": "p31_b492", "text": "Actions:\n* We will amend the regulatory framework to give effect to the proposed new licensing\n* We will continue the practice of holding annual licensing rounds in the Atlantic basins.\n* We will publish updated rules and procedures manuals for both exploration and production\n* We will continue to strengthen the regulatory framework by introducing new legislation in\n* We will review the existing legislation governing exploration and production, in particular\n* We will manage exploration licences in a manner that encourages timely exploration;\n* We will continue intensive promotional activities to encourage an increased level of\n* We will implement and encourage initiatives directed at further developing our knowledge\n* We will establish, as part of a coordinated national approach to major infrastructure projects,"}, {"text_block_id": "p32_b510", "text": "3.7. Strategic Goal 6: Being Prepared for Energy Supply Disruptions"}, {"text_block_id": "p32_b511", "text": "3.7.1."}, {"text_block_id": "p32_b512", "text": "The Government will continue to ensure that robust contingency plans are in place to minimise the impact of possible energy supply disruptions. The Green Paper on Energy Policy outlined current practice in relation to contingency planning and the holding of stocks and strategic reserves within the energy sector (including LNG). Reducing the growth in oil imports helps, of course, to mitigate the risk of exposure to external supply disruption – as does a more diverse fuel mix. We also need a resilient flexible energy system which is based on a mix of fuel types, a variety of supply routes, and which has the necessary back up facilities including storage as well as the requisite infrastructure to transport energy supplies to where the demand arises. While energy supply disruptions can result from international situations, disruptions can also be caused by domestic emergency scenarios."}, {"text_block_id": "p32_b513", "text": "3.7.2."}, {"text_block_id": "p32_b514", "text": "Given the increasingly close links between the gas and electricity sectors, a coordinated approach to contingency management and emergency planning is essential to protect the integrity of both systems in the event of emergencies on either network. With regard to oil supplies, the National Oil Reserves Agency is responsible for maintaining strategic oil reserves, either wholly owned or by way of contractual options."}, {"text_block_id": "p32_b515", "text": "3.7.3."}, {"text_block_id": "p32_b516", "text": "Actions:"}, {"text_block_id": "p32_b517", "text": "Actions:\n* We will establish the National Oil Reserves Agency (NORA) as an independent statutory\n* We will maintain and regularly review comprehensive and integrated contingency plans\n* We will, in light of the recent National Oil Stockholding Policy Review, rebalance the strategic\n* We will increase the current level of the levy on certain oil products in 2007 in order\n* In light of the findings of a Review of Security of Oil Supplies to Ireland, to be completed\n* We will shortly publish a Handbook on Oil Supply Disruptions Contingency Measures\n* We will continue to renegotiate existing Bilateral Oil Stockholding Agreements, and to take\n* We will actively progress Irelandâs strategic interests in the IEA and EU through the various"}, {"text_block_id": "p33_b533", "text": "Actions:\n* We will establish the National Oil Reserves Agency (NORA) as an independent statutory\n* We will maintain and regularly review comprehensive and integrated contingency plans\n* We will, in light of the recent National Oil Stockholding Policy Review, rebalance the strategic\n* We will increase the current level of the levy on certain oil products in 2007 in order\n* In light of the findings of a Review of Security of Oil Supplies to Ireland, to be completed\n* We will shortly publish a Handbook on Oil Supply Disruptions Contingency Measures\n* We will continue to renegotiate existing Bilateral Oil Stockholding Agreements, and to take\n* We will actively progress Irelandâs strategic interests in the IEA and EU through the various\n* We will support the work of the IEA in encouraging Member and Non Member countries\n* We will implement the ongoing recommendations of the CER Task Force on Emergency\n* We will ensure that energy emergency planning is fully coordinated with overall Government\n* Addressing climate change by reducing energy related greenhouse gas emissions\n* Accelerating the growth of renewable energy sources\n* Promoting the sustainable use of energy in transport\n* Delivering an integrated approach to the sustainable development and use of bioenergy\n* Maximising Energy Efficiency and energy savings across the economy\n* Accelerating Energy Research Development and Innovation Programmes in support"}, {"text_block_id": "p33_b539", "text": "3.8. Actions to Promote the Sustainability of Energy Supply and Use"}, {"text_block_id": "p33_b540", "text": "3.8.1."}, {"text_block_id": "p33_b541", "text": "Sustainability, now and for the long term, is at the heart of Irish energy policy objectives and is in line with the shared objectives of the European Union and the International Energy Agency. The challenge of creating a sustainable energy future for Ireland requires a range of strategies and solutions to deliver energy supply and energy use which is environmentally sustainable."}, {"text_block_id": "p33_b542", "text": "3.8.2."}, {"text_block_id": "p33_b543", "text": "The commitment to a sustainable energy future is shared North and South and is being jointly pursued within the All-Island Energy Market Development Framework. More diversity in the fuel mix, the accelerated deployment of a range of renewable energy technologies and radical energy efficiency improvements will help us to deliver on the sustainability and climate change agenda."}, {"text_block_id": "p33_b544", "text": "3.8.3."}, {"text_block_id": "p33_b545", "text": "The planning code will play its part in facilitating greater penetration of renewable technologies at residential, commercial and power generation levels. Amendments have been made to the Planning and Development Regulations to introduce exemptions from planning requirements for certain classes of micro-renewable technologies at residential level. Notably, this will allow households to install solar panels or erect small wind turbines, subject to some conditions, without having to apply for planning permission. Other options are being explored to enable the planning system to support the uptake of renewable energy sources in the industrial, commercial and agricultural sectors."}, {"text_block_id": "p33_b546", "text": "3.8.4."}, {"text_block_id": "p33_b547", "text": "The underpinning strategic goals for sustainable energy are as follows:"}, {"text_block_id": "p34_b560", "text": "3.9. Strategic Goal 1: Addressing Climate Change by Reducing Energy Related Greenhouse Gas Emissions"}, {"text_block_id": "p34_b561", "text": "3.9.1."}, {"text_block_id": "p34_b562", "text": "The Government has published the Review of the National Climate Change Strategy, which takes stock of developments since 2000 and reviews options for achieving further abatement of Greenhouse gas emissions. Following public consultation, a revised National Climate Change Strategy will be published shortly. The National Allocation Plan 2008-202 was submitted to the EU Commission in mid 2006 and a final allocation decision is expected in mid 2007."}, {"text_block_id": "p34_b563", "text": "3.9.2."}, {"text_block_id": "p34_b564_merged", "text": "The Government will ensure that the Irish energy sector continues to make a substantial contribution to reducing CO2 emissions through energy efficiency improvements, changes in the fuel mix and the increased use of renewable energy as well as other initiatives planned under the energy policy framework including the use of emerging technologies to encourage development of more distributed energy systems over the period to 2020."}, {"text_block_id": "p34_b567", "text": "3.9.3."}, {"text_block_id": "p34_b568", "text": "We will need substantial new investment in conventional power generation of the order of at least 000 MW to 203 to meet demand growth and the planned closure of older plants. However, the carbon intensity of electricity production will continue to be progressively reduced with greater penetration of renewable energy, co-firing with biomass, and the planned replacement of older generation plant with modern efficient power generation facilities to 2020. Gas fired power stations will continue to play a key role over the period. There is strong potential for clean coal technology in the context of increasing carbon constraints. Subject to EU and international developments, the Government would envisage the commercial operation of a new clean coal power generation plant before 2020."}, {"text_block_id": "p34_b569", "text": "3.9.4."}, {"text_block_id": "p34_b570", "text": "Renewable energy and enhanced efficiency in power generation are therefore integral to the Government’s strategy to deliver our existing national climate change targets under the Kyoto Protocol and targets to be agreed for subsequent periods."}, {"text_block_id": "p34_b571", "text": "3.9.5."}, {"text_block_id": "p34_b572", "text": "Actions:"}, {"text_block_id": "p34_b573", "text": "Actions:\n* We will ensure that energy policy and climate change policy goals are closely aligned\n* We will create strong linkages between energy policy and transport policy goals given that\n* We will progressively achieve 33% of our electricity consumption from renewable sources\n* We will implement the National Bioenergy Action Plan through a cohesive Government\n* We will work to reduce demand for energy across the economy, guided by a strategy"}, {"text_block_id": "p35_b583", "text": "3.10. Strategic Goal 2: Accelerating the Growth of Renewable Energy Sources"}, {"text_block_id": "p35_b584", "text": "3.10.1."}, {"text_block_id": "p35_b585", "text": "We have already made clear that renewable energy will be a critical and growing component of Irish energy supply to 2020 and beyond. Renewable energy is an integral part of our climate change strategy and sustainability objectives. The additional diversity which renewables bring to Ireland’s energy demand will also make a direct contribution to our goal of ensuring secure and reliable energy supplies."}, {"text_block_id": "p35_b586", "text": "3.10.2."}, {"text_block_id": "p35_b587_merged", "text": "The Government has already introduced a range of measures to incentivise the development and deployment of renewable sources of energy. These include the REFIT Scheme, the mineral oil tax exemption scheme, the Greener Homes Bioheat and CHP Support Programmes and support for RTDI in renewable technology together with funding for a range of work by Sustainable Energy Ireland. At least €270 million will be invested under the National Development Plan 2007-203 through Sustainable Energy Programmes and Schemes overseen by SEI, as part of investments and support measures of over €670 million in renewable technologies. We are also supporting research projects to develop the use of agriculture products in the biofuels sector as well as energy crops and wood energy. Strategic planning and investment in electricity infrastructure has as a key priority the accommodation of renewable energy growth. The Grid Development Strategy 2007-2025 will reflect this priority. The All-Island Grid Study will be ground-breaking in international terms."}, {"text_block_id": "p35_b592", "text": "3.10.3."}, {"text_block_id": "p35_b593", "text": "We are setting very ambitious targets for expanding the role of renewable energy notably the target of 33% of electricity consumption to come from renewable resources by 2020. There are considerable challenges inherent in realising these ambitious targets. The growth of emerging technologies remains constrained by their relative cost. (Offshore wind which is capital intensive and technologically challenging is a case in point). High fossil fuel prices have contributed to making renewables more cost competitive but investment costs do remain a key challenge. The Government considers that the balance of social costs and benefits must be recognised as positive and that is our starting point."}, {"text_block_id": "p35_b594", "text": "3.10.4."}, {"text_block_id": "p35_b595", "text": "Support, through incentives and accelerated research development and deployment, will continue to reduce the capital costs. There are other constraints to be addressed, including planning, and issues of public acceptance and local community support. These will be tackled through coordinated national, regional and local approaches. The Wind Energy Development Guidelines for Planning Authorities 2006 underline the need for a “plan-led” approach to wind and other renewable projects. Our framework support for renewables must continue to be fully cost effective. This is by no means unique to Ireland. The challenges for all Governments, at EU level and globally, in promoting renewables are clearly articulated in the EU Energy Strategy and in the IEA World Energy Outlook 2006. The global imperative to achieve a significant shift to renewable energy is equally emphasised."}, {"text_block_id": "p35_b596", "text": "3.10.5."}, {"text_block_id": "p35_b597", "text": "Growth in Combined Heat and Power deployment is an important objective to 2020. The national economic benefit from CHP grows with scale of deployment. It is also the case that CHP investment yields a relatively low return at high risk. So barriers need to be addressed and supports maintained in order to realise the deployment potential, not just in community and buildings, but also in large scale plants."}, {"text_block_id": "p36_b598", "text": "3.10.6."}, {"text_block_id": "p36_b599", "text": "The Government intends to make Ireland a world leader for research development and deployment of Ocean Energy technologies, through the National Ocean Energy Strategy with the aim of utilisation within a decade. Ocean Energy technologies must solve two major challenges – proving the energy conversion potential and overcoming very high technical risk from a harsh environment. Ongoing work is being intensified by SEI, the Marine Institute, UCC and other institutions, ESB and EirGrid to develop and deliver solutions to the challenges. Ireland is also working within the IEA Ocean Energy Systems Implementation Agreement and EU FP7 to encourage and benefit from collaboration on a wider scale."}, {"text_block_id": "p36_b600", "text": "3.10.7."}, {"text_block_id": "p36_b601", "text": "Solar energy has long term potential for Northern European countries, including Ireland. Our strong high-tech manufacturing capability points to the potential for us to play a greater role in the development and manufacturing of this technology."}, {"text_block_id": "p36_b602", "text": "3.10.8."}, {"text_block_id": "p36_b603", "text": "The National Bioenergy Action Plan underscores the Government’s commitment to a fully integrated approach to delivering on our ambitions for renewable and bio energy resources. This will be achieved by addressing supply and demand factors together with sustainability issues and providing R & D and other supports."}, {"text_block_id": "p36_b604", "text": "3.10.9."}, {"text_block_id": "p36_b605", "text": "The Government has announced the introduction of a biofuels obligation scheme by 2009. The introduction of this scheme requires that biofuels represent a given volume of overall sales, while allowing the market the flexibility to organise the appropriate mix of fuels offered at the supplier level. The obligation regime is in line with overall EU trends and is generally seen as the most effective long-term mechanism to promote biofuels."}, {"text_block_id": "p37_b606", "text": "n"}, {"text_block_id": "p37_b607", "text": "We will pursue the potential for solar energy in Ireland in photovoltaic and solar thermal research, technology and manufacture with a view to optimising deployment of solar energy in electricity and heating by 2020;"}, {"text_block_id": "p37_b608", "text": "We will pursue the potential for solar energy in Ireland in photovoltaic and solar thermal research, technology and manufacture with a view to optimising deployment of solar energy in electricity and heating by 2020;\n* We will achieve a minimum target of 5% market penetration of renewables in the heat market\n* We are setting a further target of \tî¦2% renewable heat market penetration by 2020. This\n* We will achieve the EU target of 5.75% biofuels market penetration by 20î¦0 which will be\n* We will provide further market certainty and encourage projects of scale by moving to\n* We are setting a biofuels penetration target of at least \tî¦0% for 2020 in light of EU\n* We will support further research of second generation biofuels including collaborative\n* We will work with SEI to develop sustainable energy programmes specifically designed to"}, {"text_block_id": "p37_b622", "text": "3.11. Strategic Goal 3: Promoting the Sustainable Use of Energy in Transport"}, {"text_block_id": "p37_b623", "text": "3.11.1."}, {"text_block_id": "p37_b624", "text": "The main drivers for growth in the Irish transport sector include increasing population and employment, which has led to increased demand for housing, urban sprawl, long-distance commuting, and greater freight transportation. It is recognised that transport plays a pivotal role in supporting economic growth and balanced regional development with the total primary energy requirement (TPER) of the transport sector showing a close positive correlation with GDP."}, {"text_block_id": "p37_b625", "text": "3.11.2."}, {"text_block_id": "p37_b626", "text": "However, it is imperative that growth in energy consumption in the transport sector is decoupled from economic growth in order for the transport sector to move along a more sustainable trajectory. The objective is to develop a transport system, which will allow for the maintenance of economic competitiveness by removing infrastructural bottlenecks and achieving security of supply through a diverse fuel mix, whilst increasing social cohesion and access for communities in peripheral rural areas and reducing environmental impacts."}, {"text_block_id": "p38_b627", "text": "3.11.3."}, {"text_block_id": "p38_b628", "text": "This requires the provision of supply-side infrastructure through capital investment along with the implementation of a complementary range of demand side management measures such as fiscal incentives and regulatory instruments in order to encourage a modal shift from private to public transport."}, {"text_block_id": "p38_b629", "text": "3.11.4."}, {"text_block_id": "p38_b630", "text": "In November 2005, Transport 2\t was launched, which is a"}, {"text_block_id": "p38_b631", "text": "€"}, {"text_block_id": "p38_b632", "text": "34.3 billion capital investment framework for the transport system for 2006 to 205. Overall"}, {"text_block_id": "p38_b633", "text": "€"}, {"text_block_id": "p38_b634", "text": "8.5 billion will be invested in the national roads programme, which will upgrade national roads, remove bottlenecks, reduce congestion, improve journey times and, consequently, improve competitiveness. Furthermore,"}, {"text_block_id": "p38_b635", "text": "€"}, {"text_block_id": "p38_b636", "text": "5.8 billion will be provided for public transport projects, in a significant rebalancing of public expenditure, which will encourage commuters to switch to public transport."}, {"text_block_id": "p38_b637", "text": "3.11.5."}, {"text_block_id": "p38_b638", "text": "It is expected that this will achieve a fully integrated transport system with 75 million additional passenger trips per annum on DART/suburban rail services, over 80 million additional passenger trips on Luas/Metro services, a 60% increase in bus capacity, an extension of the motorway network to all provincial cities and an upgrading of approximately 850 kilometres of other national roads by 205."}, {"text_block_id": "p38_b639", "text": "3.11.6."}, {"text_block_id": "p38_b640_merged_merged", "text": "Modelling of the impacts of Transport 2\t in the Greater Dublin Area shows a reduction of almost 20% in fuel consumption and CO2 emissions during rush hour in 206, compared to a situation in 206 without Transport 2\t in place, provided demand side measures are implemented."}, {"text_block_id": "p38_b643", "text": "3.11.7."}, {"text_block_id": "p38_b644", "text": "CIE have been instructed by the Minister for Transport to move its existing fleet to a 5% biodiesel blend with the view to achieving a higher blend of 30% in all new buses in as short a time frame as possible and have also been requested to assess the feasibility of using hybrid electric buses as part of future fleet replacement."}, {"text_block_id": "p38_b645", "text": "3.11.8."}, {"text_block_id": "p38_b646", "text": "This capital investment will complement the National Spatial Strategy (NSS) 2002-2020 and Regional Planning Guidelines (RPG) by better integrating land-use planning and spatial development and concentrating development in close proximity to transport infrastructure. This will facilitate a switch to more sustainable modes of transport such as public transport, cycling and walking and create greater certainty in knowing where best to focus higher density development within the Greater Dublin metropolitan area as well as concentrating development in the hinterland in strategically placed dynamic urban conurbations. The Cork Area Strategic Plan (CASP) provides a model for successful integration of land-use planning and public transport development in urban settlements and their hinterlands."}, {"text_block_id": "p38_b647", "text": "3.11.9."}, {"text_block_id": "p38_b648", "text": "A fundamental review of all existing and potential policy interventions is required to align strategy across Government and drive overall achievement of this goal. We will publish a Sustainable Transport Action Plan in late 2007 with the overall aim of achieving a sustainable transport system by 2020."}, {"text_block_id": "p38_b649", "text": "3.11.10."}, {"text_block_id": "p38_b650", "text": "This Action Plan will set out how Government will deliver this objective in terms of firm policies, actions and targets. The following issues will be addressed in the Action Plan:"}, {"text_block_id": "p38_b651", "text": "This Action Plan will set out how Government will deliver this objective in terms of firm policies, actions and targets. The following issues will be addressed in the Action Plan:\n* Better integration of transport infrastructure and land use planning;\n* Fiscal measures to reduce transport demand, including road pricing or congestion charges"}, {"text_block_id": "p39_b655", "text": "This Action Plan will set out how Government will deliver this objective in terms of firm policies, actions and targets. The following issues will be addressed in the Action Plan:\n* Better integration of transport infrastructure and land use planning;\n* Fiscal measures to reduce transport demand, including road pricing or congestion charges\n* Support measures that aim to achieve greater energy efficiency from the transport sector\n* Public awareness campaigns on issues such as eco-driving, which aims to achieve up to\n* Support for EU-level agreements with motor manufacturersâ associations to reduce CO\n* Support for EU-level agreements with motor manufacturersâ associations to reduce CO\n 2\n* Support for EU-level agreements with motor manufacturersâ associations to reduce CO\n 2\n emissions of new passenger cars to an average\n* A mandatory comparative labelling system for new cars based on CO\n* A mandatory comparative labelling system for new cars based on CO\n 2\n* A mandatory comparative labelling system for new cars based on CO\n 2\n emission levels and\n* A mandatory comparative labelling system for new cars based on CO\n 2\n emission levels and\n 2\n* A mandatory comparative labelling system for new cars based on CO\n 2\n emission levels and\n 2\n emissions in order to influence behavioural change;\n* Changes to both vehicle registration tax (VRT) and motor tax, which should provide further\n* Support for a national biofuels obligation on fuel suppliers of 5% by 2009, which will provide\n* The use of \tî¦00% pure plant oil (PPO) in captive fleets maintained by local authorities and\n* Support for measures to include the aviation and maritime sectors in the EU Emissions"}, {"text_block_id": "p39_b679", "text": "3.12. Strategic Goal 4: Delivering an Integrated Approach to the Sustainable Use of Bioenergy Resources"}, {"text_block_id": "p39_b680", "text": "3.12.1."}, {"text_block_id": "p39_b681", "text": "The Government will maximise the contribution of indigenous bioenergy resources to our goals for energy diversity, reduction in oil use, climate change, environmental sustainability, renewable energy and rural development. A consistent and coordinated strategic approach across Government and Agencies is critical to the successful delivery of bioenergy policy objectives. Sustainable growth in biomass use in the electricity and heat sectors and in bio fuels use in the transport sector will be achieved through systematic addressing of supply and demand challenges and providing market certainty for the long term. We will also support coordinated R & D, technology transfer and commercialisation as well as addressing regulatory and planning and resourcing issues."}, {"text_block_id": "p39_b682", "text": "3.12.2."}, {"text_block_id": "p39_b683", "text": "The National Bioenergy Action Plan, which was overseen by the Ministerial Task Force on Bioenergy, sets the agenda for collective realisation over the next five years of the benefits of bioenergy across the agriculture, forestry, enterprise, transport and energy sectors. The Plan is underpinned by the additional support provided in Budget 2007 and the Sustainable Energy Programme under the National Development Plan 2007-203. The Bioenergy Plan takes account of the EU Biomass Action Plan and will be regularly reviewed in light of EU developments in the context of the Renewable Energy Roadmap."}, {"text_block_id": "p40_b684", "text": "3.12.3."}, {"text_block_id": "p40_b685", "text": "Actions:"}, {"text_block_id": "p40_b686", "text": "Actions:\n* We will implement (and report annually on) the strategies and targets in the National\n* We will continue to roll-out, and review and expand as necessary, the fiscal and grant\n\t* Greener Homes\n\t* Bioheat\n\t* REFIT\n\t* Bio Energy Crop Scheme\n\t* Energy Crops Assistance Scheme\n\t* Biomass Harvesting Scheme\n\t* BES & Seed Capital Schemes\n\t* Research and Development and Innovation Schemes for forestry, biofuels, crops and\n\t* We will ensure that the public sector leads the way as exemplar through the deployment\n\t* We will support the delivery of targets for biomass in the heating sector;\n\t* We will accelerate progress in developing a reliable supply chain in the wood energy sector\n\t* We will encourage progress in the timely implementation of non-hazardous Waste\n\t* We will work to develop an all-island approach to bioenergy, including shared opportunities"}, {"text_block_id": "p40_b716", "text": "3.13. Strategic Goal 5: Maximising Energy Efficiency and Conservation"}, {"text_block_id": "p40_b717", "text": "3.13.1."}, {"text_block_id": "p40_b718", "text": "Energy Efficiency and energy savings are pivotal to meeting Ireland’s sustainable energy goals. It helps us reduce carbon emissions and energy costs. Efficient energy use directly contributes to security of energy supply, sustainable transport, affordable energy, competitiveness and environmental sustainability. Developing Energy Efficiency products and services will also support jobs and growth in the energy sector. Energy efficiency is therefore a priority for Ireland as it is for the European Union."}, {"text_block_id": "p41_b719", "text": "3.13.2."}, {"text_block_id": "p41_b720", "text": "Ireland’s overall energy intensity rating has improved significantly. Industrial energy intensity between 990 and 2005 reduced by 54%. The overall energy intensity of the services sector was 7% lower in 2005 than 990. The intensity of primary, final energy and electricity requirements have been falling since \t990, as illustrated in the graph below. This is due to technological efficiency, choice of fuel mix, economies of scale and changes in the structure of the economy. However, there is further scope for significant improvement and the critical challenge is to ensure that the energy intensity trend remains downward and that energy use is as efficient as possible across all the economic sectors and in all Irish households."}, {"text_block_id": "p41_b721", "text": "Primary, Final and Electricity Intensity"}, {"text_block_id": "p41_b722", "text": "Source: Energy in Ireland \t990-2005, SEI"}, {"text_block_id": "p41_b723", "text": "3.13.3."}, {"text_block_id": "p41_b724", "text": "The Government launched the National Energy Efficiency Campaign in 2006 which aims over the next three years to achieve real and measurable behavioural change and energy savings across all economic sectors."}, {"text_block_id": "p41_b725", "text": "3.13.4."}, {"text_block_id": "p41_b726_merged", "text": "The Government has welcomed the EU’s ambitious Energy Efficiency Action Plan published in November 2006. Together with other Member States, Ireland endorses the need for an ambitious multi annual programme of priority actions. We have agreed a shared goal to realise a 20% energy saving for Europe by 2020 which will potentially mean annual savings of EUR \t00 billion, and 390 Million tonnes oil equivalent while reducing the EU’s CO2 emissions by more than twice the Kyoto Protocol requirement by 202. The EU Action Plan sets out \t0 priority actions and will see the progressive negotiation and roll out of measures between 2007 and 202 to achieve the 20% savings by 2020."}, {"text_block_id": "p41_b729", "text": "3.13.5."}, {"text_block_id": "p41_b730", "text": "The forthcoming National Action Plan on Energy Efficiency, to be published for consultation in April 2007, will fully reflect the EU Action Plan on Energy Efficiency and will set out the concrete measures to deliver 20% reduction in energy demand for Ireland by 2020. It will build on achievements to date, target specific sectors for achieving better results and ensure maximum compliance with existing and forthcoming EU Directives."}, {"text_block_id": "p42_b731", "text": "3.13.6."}, {"text_block_id": "p42_b732", "text": "I.S. 393, the Irish Standard for Energy Management, was designed to promote energy consciousness in all aspects of business, from design and specification, through procurement, operation and maintenance. Properly applied, it can ensure that there are practical principles which can give effect to a company’s energy/environmental policy, and can assist all staff to contribute towards better control of energy use."}, {"text_block_id": "p42_b733", "text": "3.13.7."}, {"text_block_id": "p42_b734", "text": "Electricity Demand Side Management (DSM) programmes have a key role to play in delivering energy efficiency by enabling suppliers, ESB Networks and EirGrid to plan better and to manage and modify customer demand. DSM also involves equipping consumers with the data and the means to monitor, manage and reduce their electricity demand."}, {"text_block_id": "p42_b735", "text": "3.13.8."}, {"text_block_id": "p42_b736", "text": "The Government considers that greater priority needs to be given to sustained cost effective DSM initiatives for the residential and business sectors building on existing programmes. Our own experience to date as well as international experience (including USA, Australia and Scandinavia) has demonstrated the benefits which can accrue for the electricity sector, the economy and for business and domestic customers. Enhanced DSM measures will be progressed as a priority starting now and continuing over the next 5 years. A comprehensive and fully costed DSM Plan will be finalised later this year. The measures to be taken will include the progressive provision of real-time electricity displays linked to meters which will provide householders with real-time information on their electricity usage and its cost."}, {"text_block_id": "p42_b737", "text": "3.13.9."}, {"text_block_id": "p42_b738", "text": "Smart meters have demonstrable potential to deliver benefits for energy suppliers and consumers. The benefits include more flexible tariffs offering greater choice and energy saving opportunities, remote meter reading resulting in reduced costs and full accuracy and real-time data to inform decisions by providers and consumers alike. Smart meters also facilitate the incorporation of on-site generation at consumer premises, including renewable generation."}, {"text_block_id": "p42_b739", "text": "3.13.10."}, {"text_block_id": "p42_b740", "text": "Informed by SEI’s pilot project of 200 houses in the Dundalk Energy Zone and the full technical and economic review underway by CER, ESB Networks and SEI, we will decide by the end of 2007 on the roll-out and funding of a national five-year programme to install smart meters for all householders in both new and existing housing stock."}, {"text_block_id": "p42_b741", "text": "3.13.11."}, {"text_block_id": "p42_b742", "text": "Energy Efficiency strategies will be a key plank of all-island cooperation on energy matters and we are working with Northern Ireland to deliver shared approaches."}, {"text_block_id": "p44_b743", "text": "3.14. Strategic Goal 6: Delivering Energy Research Technology Development and Innovation Programmes in Support of Sustainable Energy Goals"}, {"text_block_id": "p44_b744", "text": "3.14.1."}, {"text_block_id": "p44_b745", "text": "The Government has committed an unprecedented level of funding to science, technology and innovation under the Science Technology and Innovation Strategy 2006-203. The National Development Plan fully endorses the Strategy and sets a vision for 203 of Ireland internationally renowned for research excellence and at the forefront of using new knowledge for economic and social progress within an innovation culture."}, {"text_block_id": "p44_b746", "text": "3.14.2."}, {"text_block_id": "p44_b747", "text": "Energy Research and Innovation is a key part of the Science Strategy and the National Development Plan, reflecting the vital importance of the energy sector and the imperative to deliver sustainable, competitive and secure energy supplies for the economy and society."}, {"text_block_id": "p44_b748", "text": "3.14.3."}, {"text_block_id": "p44_b749", "text": "The Government’s priority commitment to energy research is fully in line with EU and international priorities. Europe is committed to delivering a sea change in European energy technology innovation to deliver the sustainable energy future. The Government endorses the EU Energy Strategy’s commitment to energy research and will work to ensure that the European Strategic Energy Technology Plan reflects Ireland’s priorities for energy RTDI."}, {"text_block_id": "p44_b750", "text": "3.14.4."}, {"text_block_id": "p44_b751", "text": "The Seventh Framework Programme and the Intelligent – Energy Europe Programme will play a key part in delivering a cohesive EU research and innovation platform, building on Member States own programmes. We also welcome the work of the International Energy Agency, in support of the G8 Plan of Action, to focus on efficient and emerging technologies and the pioneering Energy Technology Perspective to 2050. The Government will enhance Ireland’s involvement in the IEA Energy Technology Collaboration Programme as well as supporting Irish researchers to maximise take up under FP7 and Intelligent Energy Europe."}, {"text_block_id": "p44_b752", "text": "3.14.5."}, {"text_block_id": "p44_b753", "text": "In order to position Ireland to do this, the expansion of national energy RTDI programmes and capability is a critical and immediate priority. Further developing an all-island approach to energy research is a key shared goal under the All-Island Energy Framework Programme. We are working to build the appropriate skills base and capability across all the energy RTDI areas to the highest international standard to support national energy policy goals."}, {"text_block_id": "p45_b754", "text": "3.14.6."}, {"text_block_id": "p45_b755", "text": "The Government is committed to an energy research strategy for the medium to long term which delivers on our strengths and tackles specific national priorities while ensuring that Ireland benefits from energy research and innovation in the EU, USA and internationally. In addition to R & D on renewable technologies (including biomass, ocean, solar and wind), energy efficiency in transport, energy supply, buildings and industry will be given priority together with electricity storage projects and the specific challenges in integrating renewables into the grid."}, {"text_block_id": "p45_b756", "text": "3.14.7."}, {"text_block_id": "p45_b757", "text": "The Irish Energy Research Council will play a key role in the prioritisation, coordination and oversight of energy research to 203 and beyond. The Council will advise on the setting of priorities for Irish energy research, taking a leading role in linkages with key national bodies as well as EU and international programmes and bodies. The Council will coordinate existing RTDI, provide policy advice and analysis and support strategic initiatives and capacity building, complementary with existing initiatives. The Council has been requested to prepare a comprehensive Energy Research Strategy 2008-203 during 2007 which will also reflect the National Strategy for Science, Technology and Innovation."}, {"text_block_id": "p45_b758", "text": "3.14.8."}, {"text_block_id": "p45_b759", "text": "Actions:"}, {"text_block_id": "p45_b760", "text": "Actions:\n* We will directly invest over â¬î¦50 million in Energy Research under the NDP 2007-20î¦3\n* We will request ESB, BGE, Bord na MÃ³na and EirGrid to enhance their contribution\n* We will, through the Irish Energy Research Council, publish a comprehensive Energy\n* We will keep existing energy research structures North and South under review, jointly\n* We will encourage and incentivise the active engagement of Irish energy industries\n* We will progressively develop a strong national energy research capability across all\n* We will continue to develop all-island energy research cooperation through the Irish Energy\n* We will ensure a fully coordinated approach across Departments and Agencies (SEI, Enterprise"}, {"text_block_id": "p46_b778", "text": "3.15. Actions to Enhance the Competitiveness of Energy Supply"}, {"text_block_id": "p46_b779", "text": "3.15.1."}, {"text_block_id": "p46_b780", "text": "The Government reaffirms its overriding objective to ensure a reliable and competitively priced energy supply and competition in energy markets in support of economic growth and competitiveness. Our capacity to deliver a secure energy supply at competitive cost is critical for Ireland’s ability to continue to attract foreign direct investment and to sustaining a favourable environment for all sectors of Irish industry to compete in export and domestic markets. It is also critical for all consumers."}, {"text_block_id": "p46_b781", "text": "3.15.2."}, {"text_block_id": "p46_b782", "text": "Energy is equally a vital component in the development of an all-island economy and we are committed to joint cooperation on delivery of a shared agenda under the All-Island Energy Market Development Framework with introduction of the Single Electricity Market in 2007 as the immediate priority. The All-Island Framework is a logical first step towards creating regional electricity and gas markets between the island of Ireland and Britain in the medium term. Regionalisation will bring distinct benefits for the energy market for consumers and for the economy."}, {"text_block_id": "p46_b783", "text": "3.15.3."}, {"text_block_id": "p46_b784", "text": "Security of supply and environmental sustainability directly contribute to the creation of a long term secure and stable energy investment framework and to competitive energy supply. Actions underway to address immediate and longer term capacity deficits in energy infrastructure (power generation, networks and interconnectors) are critical to underpinning the success of the economy. Equally important are actions to deliver a more sustainable and diverse energy mix and radically improved energy efficiency which reduces dependence on imported fossil fuels to 2020 and beyond. We also need structural change in the energy market which supports competition and delivers consumer choice."}, {"text_block_id": "p46_b785", "text": "3.15.4."}, {"text_block_id": "p46_b786", "text": "The Strategic Goals underpinning the competitiveness of energy supply and competition in the energy market are as follows:"}, {"text_block_id": "p46_b787", "text": "The Strategic Goals underpinning the competitiveness of energy supply and competition in the energy market are as follows:\n* Delivering competition and consumer choice in the energy market\n* Delivering the All-Island Energy Market Framework\n* Ensuring that the regulatory framework meets the evolving energy policy challenges\n* Ensuring a sustainable future for Semi-State Energy Enterprises\n* Ensuring affordable energy for everyone\n* Creating jobs, growth and innovation in the energy sector"}, {"text_block_id": "p46_b799", "text": "3.16. Strategic Goal 1: Delivering Competition and Consumer Choice in the Energy Market"}, {"text_block_id": "p46_b800", "text": "3.16.1."}, {"text_block_id": "p46_b801", "text": "Irish energy policy must be strongly focused on contributing to greater productivity, national competitiveness, a strong economy and the needs of all consumers. Ensuring the relative competitiveness of Irish energy prices is a key concern for energy policy, reflecting the needs of the enterprise sector as well as domestic consumers. 2006 saw a particular focus on energy prices and the need for measures to address, where we can, the impact of high and volatile global energy costs and action to address domestically controllable costs. These include costs in power generation, costs associated with the use of the transmission and distribution electricity and gas networks and the costs of investment in major strategic energy infrastructure."}, {"text_block_id": "p47_b802", "text": "3.16.2."}, {"text_block_id": "p47_b803", "text": "It is also clear that further actions are needed to encourage competition and transparency in the interests of consumers. The Government believes that scale and peripherality are specific issues for the Irish energy market. In the context of a clear trend towards consolidation of European Energy utilities, the need for strong commercially viable players of scale in the all-island gas and electricity market is clear."}, {"text_block_id": "p47_b804", "text": "3.16.3."}, {"text_block_id": "p47_b805", "text": "Our plans for security of supply and sustainability, including diversity in the fuel mix and energy efficiency, will contribute to protecting the Irish economy and consumers."}, {"text_block_id": "p47_b806", "text": "3.16.4."}, {"text_block_id": "p47_b807", "text": "Where increases in non-controllable fuel prices are unavoidable they should be the subject of proactive consultation with all interested parties and communicated by the CER in an open and proactive way to business and domestic consumers. Greater choice of supplier for large and small/medium enterprise as well as for domestic consumers is a key issue in competition terms."}, {"text_block_id": "p47_b808", "text": "3.16.5."}, {"text_block_id": "p47_b809", "text": "Electricity prices remain high in comparison to other EU countries and third countries with similar small markets. Higher input costs and low availability of power generation plant contribute to higher production costs. The necessary investment in the network to meet the needs of the economy and regional development also contributes to higher prices."}, {"text_block_id": "p47_b810", "text": "3.16.7."}, {"text_block_id": "p47_b811", "text": "Informed by a wide range of views from interested players, the Government endorses the case for a process of structural change in the electricity sector and will deliver change, starting now and progressively working with all stakeholders. The effective working of the all-island market, the competitiveness of energy costs, the interests of consumers and the economy require it. We want to create a new impetus for choice and innovation in a lighter regulated environment and delivering a responsive stable market."}, {"text_block_id": "p47_b812", "text": "3.16.8."}, {"text_block_id": "p47_b813", "text": "Ireland has been progressively implementing the transition of the gas and electricity markets in line with the EU Internal Energy Market Directives."}, {"text_block_id": "p47_b814", "text": "3.16.9."}, {"text_block_id": "p47_b815", "text": "The Government’s commitment to liberalise the gas and electricity sectors is set in the context of existing and emerging EU developments in the internal energy market, the all-island energy framework and the primary interests of the economy and consumers North and South."}, {"text_block_id": "p47_b816", "text": "3.16.10."}, {"text_block_id": "p47_b817", "text": "The gas market is currently open for commercial competitive customers. As part of structural change, we will review and address any actual or perceived barriers to gas market entry by new players."}, {"text_block_id": "p48_b818", "text": "3.16.11."}, {"text_block_id": "p48_b819", "text": "Actions:"}, {"text_block_id": "p48_b820", "text": "n"}, {"text_block_id": "p48_b821", "text": "We will keep the electricity and gas network infrastructures as strategic national assets in State ownership and these assets will never be privatised;"}, {"text_block_id": "p48_b822", "text": "n"}, {"text_block_id": "p48_b823", "text": "We will implement full market opening of the gas market in 2007;"}, {"text_block_id": "p48_b824", "text": "n"}, {"text_block_id": "p48_b825", "text": "We will complete the legal unbundling of BGE’s transmission and distribution operations and establish the new BGE subsidiary as the Irish system operator in 2007;"}, {"text_block_id": "p48_b826", "text": "n"}, {"text_block_id": "p48_b827", "text": "We will work with Northern Ireland to expedite an all-island Transmission System Operator for the all-island gas market;"}, {"text_block_id": "p48_b828", "text": "n"}, {"text_block_id": "p48_b829", "text": "We will consider and consult on the cost benefits of further restructuring of BGE following full market opening in 2007, in light also of EU developments;"}, {"text_block_id": "p48_b830", "text": "n"}, {"text_block_id": "p48_b831", "text": "We will work with CER to drive the development of a regional gas market over the next 5 years for Ireland, Britain and France through a coordinated regulatory and policy approach;"}, {"text_block_id": "p48_b832", "text": "n"}, {"text_block_id": "p48_b833", "text": "We will, through CER, examine ways in which to utilise the competitive pressures of the UK market, including options for improving access for market participants to UK gas volumes;"}, {"text_block_id": "p48_b834", "text": "n"}, {"text_block_id": "p48_b835", "text": "We will ensure full operational independence of the Distribution Systems Operator as an ESB subsidiary by completing the legal unbundling by mid-2007;"}, {"text_block_id": "p48_b836", "text": "n"}, {"text_block_id": "p48_b837", "text": "We will, in conjunction with CER, take the necessary steps to ensure that ESB’s distribution network business, which is a natural monopoly, is operated under a risk-related rate of return sufficient to remunerate debt and retain capital to finance network investment requirements up to 203. The resultant savings, through reduced network tariffs and a lower shareholder dividend from the networks business, will be passed on in full to electricity customers. The impact of this arrangement, which is subject to compliance with State Aid Rules, will be kept under regular review;"}, {"text_block_id": "p48_b838", "text": "n"}, {"text_block_id": "p48_b839", "text": "We will establish EirGrid as the National Transmission Grid Company by end 2008, transferring to EirGrid ownership of the transmission assets. This will create efficiencies, reduce duplication and achieve full independence thus enhancing competition and transparency and reducing costs;"}, {"text_block_id": "p48_b840", "text": "n"}, {"text_block_id": "p48_b841", "text": "We will progress the scope for an all-island single Transmission System Operator, following the establishment of the SEM, in conjunction with the Northern Ireland Authorities and the two Regulators;"}, {"text_block_id": "p48_b842", "text": "n"}, {"text_block_id": "p48_b843", "text": "We will ensure that energy consumer interests are systematically protected and promoted through, in particular, supporting and resourcing the role of the National Consumer Agency as the statutory advocate for consumers in the regulated sectors. We will take further steps to ensure proactive communication, consultation and full transparency for consumers in relation to regulatory and policy actions in the energy field;"}, {"text_block_id": "p48_b844", "text": "n"}, {"text_block_id": "p48_b845", "text": "We will ensure the progressive reduction in ESB’s market share in power generation to around 40% in an all-island market context by 200 through the CER-ESB Asset Strategy Agreement of November 2006;"}, {"text_block_id": "p48_b846", "text": "n"}, {"text_block_id": "p48_b847", "text": "We will encourage BGE and Bord na Móna to develop their role in power generation and supply in competition with the ESB and Viridian and other Independent players through, in the first instance, their investment in Whitegate and Edenderry powerplants respectively;"}, {"text_block_id": "p49_b848", "text": "n"}, {"text_block_id": "p49_b849", "text": "We will mandate EirGrid to work immediately in consultation with CER to develop the state owned landbank to facilitate new independent generation, including flexible/mid-merit plant, noting that several sites are becoming available immediately under the CER/ESB Asset Strategy Agreement;"}, {"text_block_id": "p49_b850", "text": "n"}, {"text_block_id": "p49_b851", "text": "We will work with the Northern Ireland Authorities to ensure that policy actions to be taken North and South are fully complementary with the Market Power Mitigation Strategy being developed by the Regulators for the SEM;"}, {"text_block_id": "p49_b852", "text": "n"}, {"text_block_id": "p49_b853", "text": "We will support the continued development of ESBI as a successful international player with strategic and economic benefits for Ireland;"}, {"text_block_id": "p49_b854", "text": "n"}, {"text_block_id": "p49_b855", "text": "We will ensure, through CER, the delivery of real and effective competition in energy supply by progressively reducing the dominance of ESB PES in competitive sectors of the retail electricity market, while retaining its residual function of ensuring the Universal Service Obligation;"}, {"text_block_id": "p49_b856", "text": "n"}, {"text_block_id": "p49_b857", "text": "We will ring fence the output from the new Aghada power generation facility from the rest of ESB Power Generation in terms of licence and business separation conditions and ensure that the output is sold to suppliers other than ESB Public Electricity Supply in the interest of competition;"}, {"text_block_id": "p49_b858", "text": "n"}, {"text_block_id": "p49_b859", "text": "We will ensure adequacy of electricity supply 2007-202 for the economy and consumers through the actions being taken under our security of supply goal and other measures outlined in this White Paper."}, {"text_block_id": "p49_b860", "text": "3.17. Strategic Goal 2: Delivering the All-Island Energy Market Framework"}, {"text_block_id": "p49_b861", "text": "3.17.1."}, {"text_block_id": "p49_b862", "text": "The Government will continue to work with Northern Ireland to deliver a fully coordinated approach to energy policy North and South. We have a shared interest in achieving a more competitive energy (gas and electricity) market of better scale, improved security of supply and reduced energy costs. The All-Island Energy Market Framework 2004, which reflects the EU objectives for the internal energy market and regionalisation of markets, is the framework for delivery on an all-island basis across the range of energy priorities. The introduction of the Single Electricity Market in 2007 is the immediate priority. The Departments North and South together with CER and NIAER as well as EirGrid and SONI and the sectoral players are working intensively to deliver to this years challenging timetable."}, {"text_block_id": "p49_b863", "text": "3.17.2."}, {"text_block_id": "p49_b864", "text": "The Single Electricity Market will have around 2.5 million electricity customers. It will create a wholesale electricity market based on a gross pool system. It represents the first significant step towards the All-Island Energy Market. The AIEM is also the key context for the progressive delivery of competitive sustainable and reliable gas markets on the island which will support security of supply and competitiveness as well as sustainability."}, {"text_block_id": "p49_b865", "text": "3.17.3."}, {"text_block_id": "p49_b866", "text": "The completion of the second North South electricity interconnector will underpin the Single Electricity Market. The All-Island Energy Market will encourage open and transparent competition in gas and electricity and a more stable and attractive investment location for independent players."}, {"text_block_id": "p50_b867", "text": "3.17.4."}, {"text_block_id": "p50_b868", "text": "Actions:"}, {"text_block_id": "p50_b869", "text": "n"}, {"text_block_id": "p50_b870", "text": "We will oversee the successful introduction of the Single Electricity Market in 2007 through enactment of the respective underpinning legislation and completion of the detailed market mechanisms by the Regulatory Authorities. We will also oversee full systems design by EirGrid and SONI and full readiness by market players by mid 2007;"}, {"text_block_id": "p50_b871", "text": "n"}, {"text_block_id": "p50_b872", "text": "We will ensure the essential completion of the North South Electricity Interconnector by 20;"}, {"text_block_id": "p50_b873", "text": "n"}, {"text_block_id": "p50_b874", "text": "We will work with Northern Ireland to ensure that market dominance and competition issues continue to be addressed in the Single Electricity Market context;"}, {"text_block_id": "p50_b875", "text": "n"}, {"text_block_id": "p50_b876", "text": "We will progress the delivery of all the strategic goals in the All-Island Energy Market Framework to 200 including:"}, {"text_block_id": "p50_b877", "text": "We will progress the delivery of all the strategic goals in the All-Island Energy Market Framework to 200 including:\n* Delivering the all-island gas market and joint gas infrastructure and transmission policy;\n* An all-island strategy for gas storage and LNG this year;\n* An all-island 2020 target for contribution by renewable energy to electricity generation\n* Sustained cooperation on support for the development and deployment of renewable\n* An all-island energy efficiency promotion campaign and delivery of the 20% EU target\n* Cooperation on energy Research Technology and Innovation including an all-island\n* Examination by 20î¦0 of benefits for creation of an all-island regulatory body for energy;\n* Security of supply and emergency planning;\n* Joint review of the case for a Single Electricity Transmission System Operator after the\n* We will jointly review and update the All-Island Energy Market Framework in 2007"}, {"text_block_id": "p51_b897", "text": "3.18. Strategic Goal 3: Ensuring that the Regulatory Framework Meets the Evolving Energy Policy Challenges"}, {"text_block_id": "p51_b898", "text": "3.18.1."}, {"text_block_id": "p51_b899", "text": "Given the range of challenges for Irish energy policy over the next decade and beyond, an ongoing flexible approach to the regulation of the energy sector is required. The CER’s wide ranging statutory independent functions and duties continue to evolve in a changing and challenging environment. Most recently the Energy (Miscellaneous Provisions) Act 2006 has conferred additional functions and powers on the Commission in the development and oversight of the all-island energy market, regulation of electrical safety and electrical contractors and national gas safety and gas installers."}, {"text_block_id": "p51_b900", "text": "3.18.2."}, {"text_block_id": "p51_b901", "text": "The Act also provides for the general power of Ministerial Policy Directions to the Commission with particular regard to security, sustainability and competitiveness of energy supply. CER has also been statutorily empowered to secure the construction of interconnectors and to regulate access to the interconnectors."}, {"text_block_id": "p51_b902", "text": "3.18.3."}, {"text_block_id": "p51_b903", "text": "The development of the all-island energy market and regional EU energy markets and further action to deliver the EU internal energy market set the wider context for the CER. The EU Commission have signalled their intention in “Prospects for the internal gas and electricity market” 2007 to bring forward new proposals to strengthen the coordination and effective working of energy regulators across Europe. The Government welcomes these developments in the European Union."}, {"text_block_id": "p51_b904", "text": "3.18.4."}, {"text_block_id": "p51_b905", "text": "As the gas and electricity markets in Ireland mature, the necessity for “heavy” regulation must decrease. We welcome the emergence of lighter regulation in the retail electricity market where CER has recently withdrawn from regulating tariffs for large electricity users. We expect the trend by which tariff regulation incrementally ends to steadily continue over the next few years."}, {"text_block_id": "p51_b906", "text": "3.18.5."}, {"text_block_id": "p51_b907", "text": "The Government’s objective is to deliver an Irish energy market characterised by many players and a light handed regulatory regime. We support independent regulation which is strongly oriented towards consumer interests rather than producer interests, which is fully in line with the principles of the Government White Paper “Regulating Better” and which ensures secure, sustainable energy supply, protects all consumers and serves the economic and competitiveness interests of Ireland."}, {"text_block_id": "p51_b908", "text": "3.18.6."}, {"text_block_id": "p51_b909", "text": "Actions:"}, {"text_block_id": "p51_b910", "text": "Actions:\n* We will comprehensively review the Irish energy regulatory framework following the introduction\n<\\li1>"}, {"text_block_id": "p52_b912", "text": "3.19. Strategic Goal 4: Supporting a Sustainable Future for the Semi-State Energy Enterprises"}, {"text_block_id": "p52_b913", "text": "3.19.1."}, {"text_block_id": "p52_b914", "text": "The Semi-State Energy bodies, ESB, Bord na Móna and Bord Gais Éireann, and latterly EirGrid, serve Ireland very well and have played pivotal roles over the years in ensuring energy supplies, delivering energy infrastructure and serving consumers and business in line with economic, social and regional objectives. The Government recognises the fundamental role played by the Bodies in the economic and social development of Ireland. We recognise the strategic value of maintaining ESB, BGE and Bord na Móna as strong, commercially viable State owned companies into the future. EirGrid, as the most recently established Semi-State entity, has a crucial national role in keeping power flowing and available at all times in a transparent environment which delivers security of supply and supports competition and the consumer."}, {"text_block_id": "p52_b915", "text": "3.19.2."}, {"text_block_id": "p52_b916", "text": "ESB and BGE have crucial strategic roles in the electricity and gas markets, and must continue to change and adapt to the liberalised market in a constantly changing landscape. They play key roles in the All-Island Energy Market."}, {"text_block_id": "p52_b917", "text": "3.19.3."}, {"text_block_id": "p52_b918", "text": "Bord na Móna, as well as delivering on its existing core business, is developing new strategic directions with full Government support including renewable energy, waste to energy, energy research and development and power generation. Bord na Móna will play a key role in delivering national bioenergy/biomass goals up to 2020 including appropriate strategic partnerships with the private sector."}, {"text_block_id": "p52_b919", "text": "3.19.4."}, {"text_block_id": "p52_b920", "text": "EirGrid has a strategic set of challenges over the next decade in terms of all-island security of supply, sustainability and competitiveness including the implementation of a 20 year Grid Strategy, interconnection and taking on the role of Transmission Asset Owner as well as Operator."}, {"text_block_id": "p52_b921", "text": "3.19.5."}, {"text_block_id": "p52_b922", "text": "The retention of the gas and electricity transmission and distribution networks and strategic energy infrastructure in State ownership is Government policy and these assets will never be privatised. The continued strategic development through multi annual corporate strategies of the Semi-State companies both in terms of their competitive market activities and their “monopoly” network interests will be encouraged and overseen by the Government."}, {"text_block_id": "p52_b923", "text": "3.19.6."}, {"text_block_id": "p52_b924", "text": "In line with EU requirements and to ensure that State owned companies compete on a level playing field with the private sector, the continued separation and ringfencing of business is required. Unbundling of the distribution business will be completed for both ESB and BGE in 2007. We have also set out other structural changes which will reshape the remits of the Semi-State energy bodies in a new landscape."}, {"text_block_id": "p52_b925", "text": "3.19.7."}, {"text_block_id": "p52_b926", "text": "The prospect of BGE and Bord na Móna engaging in the power generation business is being realised and is to be welcomed. It is an additional means of introducing strong indigenous players (with supply customer base) into competition with ESB, Viridian, AES, Airtricity and other independent players. Given the size and scale of the market it makes sense and helps to create a dynamism in the small Irish energy sector. BGE has already developed an electricity supply base and we support their plans to develop a new power generation station at Whitegate by 2009. Bord na Móna has recently purchased Edenderry with Government approval which will provide a key testing ground for cofiring potential. With this development, together with its plans to expand its wind and bioenergy portfolio, Bord na Móna is positioned to become an important player in Irish renewable energy."}, {"text_block_id": "p53_b927", "text": "3.19.8."}, {"text_block_id": "p53_b928", "text": "State owned enterprise must provide high quality customer service, and value for money and efficiency both for the customer and for the shareholder. The Government, as shareholder and from an energy policy perspective, will work to ensure that the Energy Semi-State bodies deliver on their commercial mandate, their strategic services and their investment programmes to the highest standards of efficiency in the interests of the economy."}, {"text_block_id": "p53_b929", "text": "3.19.9."}, {"text_block_id": "p53_b930", "text": "Actions:"}, {"text_block_id": "p53_b931", "text": "Actions:\n* We will ensure the delivery under the NDP 2007-20î¦3 of the State bodiesâ planned capital\n* We will review dividend policy in conjunction with Department of Finance during 2007\n* We will agree corporate strategic plans for the Semi-State Companies beyond 20î¦0 within\n* We will support ESBI in its commercial development as a strong international player"}, {"text_block_id": "p53_b939", "text": "3.20. Strategic Goal 5: Ensuring Affordable Energy for Everyone"}, {"text_block_id": "p53_b940", "text": "3.20.1."}, {"text_block_id": "p53_b941", "text": "Everyone should be able to afford an adequate energy supply and to live in a warm home. While there are many definitions and measurements of fuel poverty, a good working definition from the National Action Plan for Social Inclusion 2007-206 is the inability to afford adequate warmth in a home or the inability to achieve adequate warmth because of the energy inefficiency of the home."}, {"text_block_id": "p53_b942", "text": "3.20.2."}, {"text_block_id": "p53_b943", "text": "The role of the social welfare system in relation to fuel poverty is primarily to provide income support through weekly social welfare payments. There are also dedicated specific allowances intended to supplement the payments system, such as the fuel allowance scheme and the Electricity or Gas Allowances paid as part of the household benefits package [HBS], with 47,000 recipients of one or both. There are some 274,000 recipients of fuel allowance, with over"}, {"text_block_id": "p53_b944", "text": "€"}, {"text_block_id": "p53_b945", "text": "6\t million the 2007 estimate for this area, an increase of 29% on 2006."}, {"text_block_id": "p53_b946", "text": "3.20.3."}, {"text_block_id": "p53_b947_merged_merged", "text": "Fuel allowance is not intended to meet heating costs in full but is intended as a supplement to other social welfare payments. Of the total number of fuel allowance recipients, over half, 43,000, also receive the relevant HBS allowance. There are over 340,000 recipients of the latter, with the 2007 cost estimated at €57 million, an increase of 32% on 2006. The Allowances were increased in January 2007 by 33%."}, {"text_block_id": "p53_b950", "text": "3.20.4."}, {"text_block_id": "p53_b951", "text": "The dedicated schemes listed as well as general social welfare payments and allowances to address poverty and income shortfalls both assist with fuel poverty. However it is clear that more needs to be done in this area and this social aspect of energy policy is a key Government concern."}, {"text_block_id": "p54_b952", "text": "3.20.5."}, {"text_block_id": "p54_b953", "text": "The National Action Plan for Social Inclusion 2007-206 [NAPS] sets the overall policy framework for tackling poverty and social inclusion up to 206 and sets out a coherent and comprehensive approach for the next ten years. It provides the appropriate context for the design and implementation of sustained actions and measures targeted at fuel poverty from all perspectives. DCMNR, SEI as well as ESB, BGE and all energy suppliers will continue to work with Departments and Agencies to systematically address Energy Efficiency and Affordability challenges for vulnerable members of Irish society."}, {"text_block_id": "p54_b954", "text": "3.20.6."}, {"text_block_id": "p54_b955", "text": "Actions:"}, {"text_block_id": "p54_b956", "text": "Actions:\n* We will deliver, under the National Action Plan for Social Inclusion 2007-20î¦6, sustained\n* We will establish in 2007 a fully representative Inter Departmental/Inter Agency Group to\n* We will ensure the full involvement of all agencies and local authorities in enhancing\n* We will ask CER to work with all energy suppliers and support agencies to intensify existing\n* We will regularly review and enhance as necessary the fuel allowance scheme and capital\n* We will, through the SEI Warmer Homes Scheme, continue to deliver energy efficiency\n* We will publish this year, and regularly update thereafter, a directory of all national and local\n* We will complete the 2006 Fuel Poverty Action Research Project by end 2007 which will\n* We will build on the results of the â¬2 million Waterford Fuel Poverty Research Project\n* We will ensure that all social housing refurbishment and new build schemes incorporate\n* We will progress further measures to enhance the contribution of energy efficiency to"}, {"text_block_id": "p55_b980", "text": "Actions:\n* We will deliver, under the National Action Plan for Social Inclusion 2007-20î¦6, sustained\n* We will establish in 2007 a fully representative Inter Departmental/Inter Agency Group to\n* We will ensure the full involvement of all agencies and local authorities in enhancing\n* We will ask CER to work with all energy suppliers and support agencies to intensify existing\n* We will regularly review and enhance as necessary the fuel allowance scheme and capital\n* We will, through the SEI Warmer Homes Scheme, continue to deliver energy efficiency\n* We will publish this year, and regularly update thereafter, a directory of all national and local\n* We will complete the 2006 Fuel Poverty Action Research Project by end 2007 which will\n* We will build on the results of the â¬2 million Waterford Fuel Poverty Research Project\n* We will ensure that all social housing refurbishment and new build schemes incorporate\n* We will progress further measures to enhance the contribution of energy efficiency to\n* We will allocate a further\n* 70 million to the scheme for the installation of central heating\n* We will allocate significant amounts towards the Remedial Works Scheme to fund major\n* 440 million having been spent since the introduction"}, {"text_block_id": "p55_b988", "text": "3.21. Strategic Goal 6: Creating Jobs, Growth and Innovation in the Energy Sector"}, {"text_block_id": "p55_b989", "text": "3.21.1."}, {"text_block_id": "p55_b990_merged_merged_merged", "text": "The Irish energy sector directly employs over \t2,000 people. It has a turnover of over €7 billion and directly contributes €.8 billion to GNP. It is the Government’s view that delivery on the policy directives and targets set out in this energy policy framework to 2020 in support of sustainability and competitiveness will create increased employment and growth within the energy sector itself, as well as in related sectors including agriculture, forestry, construction, engineering, information technology and the financial and legal services."}, {"text_block_id": "p55_b995", "text": "3.21.2."}, {"text_block_id": "p55_b996", "text": "Ireland already has a buoyant market in the supply of equipment and services to the energy sector, with both international and indigenous suppliers and service providers operating in the market place. The sector is already expanding in response to initiatives taken in recent years including the Greener Homes initiative and support for Renewable Energy. Further expansion is forecast as the market-driven opportunities are realised by both foreign and indigenous energy enterprises. There is considerable potential for economic growth and job creation in the energy efficiency area (given our targets for the built environment in particular) as well as in renewable energy technology, bioenergy supply and demand. Renewable and bioenergy will provide rural and regional employment and economic activity. Opportunities for technical and engineering services in renewables, energy efficiency, CHP heating and Demand Side Management are just some of the key possibilities."}, {"text_block_id": "p55_b997", "text": "3.21.3."}, {"text_block_id": "p55_b998", "text": "There is therefore considerable potential for the Irish energy enterprise sector right across the energy areas, to grow significantly as a market-led knowledge based sector, characterised by innovation and driven by technological development. This sector can competitively serve Ireland’s energy needs and actively pursue overseas opportunities."}, {"text_block_id": "p55_b999", "text": "3.21.4."}, {"text_block_id": "p55_b1000", "text": "The Government intends to capitalise on the opportunities for employment and growth in the energy and energy related sectors which will result from national and EU energy policy directions. While much of the growth will be demand led it is clear that a cohesive approach across Departments and Agencies working with the energy enterprise sector will help to create the right conditions to realise the opportunities. As a first step we need to undertake analysis to review and quantify the economic opportunities inherent in the new energy policy framework."}, {"text_block_id": "p56_b1001", "text": "3.21.5."}, {"text_block_id": "p56_b1002", "text": "Actions"}, {"text_block_id": "p56_b1003", "text": "n"}, {"text_block_id": "p56_b1004", "text": "We will ask Enterprise Ireland and SEI to review and recommend on economic, employment and value added opportunities across the value chain for the Irish energy sector in light of EU and national energy policy developments. The review will be completed by early 2008, overseen by the Enterprise Advisory Group;"}, {"text_block_id": "p56_b1005", "text": "n"}, {"text_block_id": "p56_b1006", "text": "We will encourage development of energy enterprise led networks to establish a strategic agenda for their areas of activity;"}, {"text_block_id": "p56_b1007", "text": "n"}, {"text_block_id": "p56_b1008", "text": "We will, through Enterprise Ireland, support appropriate investment opportunities in energy enterprises and research that have the potential to deliver new innovative products and services also to the international market, informed also by Enterprise Ireland’s review in 2007 of the international market for greener technologies products and services."}, {"text_block_id": "p57_b1009", "text": "Section 4 Integrated Approach to Delivery"}, {"text_block_id": "p57_b1010", "text": "4.1 Introduction"}, {"text_block_id": "p57_b1011", "text": "4.1.1."}, {"text_block_id": "p57_b1012", "text": "We are setting a lead in this White Paper with unambiguous objectives for energy policy to 2020 and a range of actions to deliver a sustainable energy future for Ireland."}, {"text_block_id": "p57_b1013", "text": "4.1.2."}, {"text_block_id": "p57_b1014", "text": "We will work in partnership with others to achieve these goals. The energy sector itself, both private and semi-state enterprise, as well as the Commission for Energy Regulation, has a pivotal role to play in terms of delivering with us on the collective challenges for their businesses in a volatile world. The Irish economic sectors and consumers generally have a key contribution to make in ensuring that we deliver the right outcomes in the interests of the economy and society."}, {"text_block_id": "p57_b1015", "text": "4.1.3."}, {"text_block_id": "p57_b1016", "text": "The Social Partners have explicit roles and responsibilities to fulfil. Local authorities and regional bodies have a critical role to play. Independent organisations and voluntary groups can communicate messages and help the public get involved in decision-making."}, {"text_block_id": "p57_b1017", "text": "4.1.4."}, {"text_block_id": "p57_b1018", "text": "We will continue to cooperate closely with our Northern Ireland colleagues and the Northern Ireland energy sector in delivering our shared objectives under the All-Island Energy Framework."}, {"text_block_id": "p57_b1019", "text": "4.1.5."}, {"text_block_id": "p57_b1020", "text": "We need the research community to work closely with us to deliver on the ambitious agenda for Irish energy policy. We need expert and robust commentary and analysis on energy matters from the academic world, policy research institutes and the media."}, {"text_block_id": "p57_b1021", "text": "4.1.6."}, {"text_block_id": "p57_b1022", "text": "In the final analysis, delivering these changes requires substantive behavioural change. Each individual has a role to play in the structural shift needed to change the way we use energy so that we develop as a society and economy which values energy and is conscious of the need to contribute to a sustainable environment."}, {"text_block_id": "p57_b1023", "text": "4.1.7."}, {"text_block_id": "p57_b1024", "text": "The Government itself will ensure that energy policy is pursued as a whole of Government priority. Energy is highly complex and has a pervasive effect on other sectors. Energy policy by definition is very closely interrelated with other policy areas. The work cuts across traditional Departmental and Agency lines. We have already shown that we can achieve effective interdepartmental working on energy matters. We will build on this and ensure a fully integrated and cohesive approach, supported by comprehensive stakeholder involvement and backed up by full accountability for performance and delivery."}, {"text_block_id": "p57_b1025", "text": "4.1.8."}, {"text_block_id": "p57_b1026", "text": "The strategic goals for delivery of the energy policy framework are as follows:"}, {"text_block_id": "p57_b1027", "text": "The strategic goals for delivery of the energy policy framework are as follows:\n* Strengthening our national capabilities in the energy policy field\n* Ensuring a whole of Government approach to energy policy\n* Reaching out to stakeholders in implementing our strategic goals for energy\n* Ensuring accountability and transparency through regular progress reporting and review"}, {"text_block_id": "p58_b1035", "text": "4.2. Strategic Goal 1: Strengthening our National Capabilities in the Energy Policy Field"}, {"text_block_id": "p58_b1036", "text": "4.2.1."}, {"text_block_id": "p58_b1037", "text": "Energy policy is a highly complex area and needs a fully evidence based approach to policy making, drawing on scientific, economic, financial, environmental and other expertise and analysis."}, {"text_block_id": "p58_b1038", "text": "4.2.2."}, {"text_block_id": "p58_b1039", "text": "We need to enhance our analytical and forecasting capabilities in the field of energy policy in support of our strategic goals. We also need to draw effectively and build on existing capability in SEI and other State Agencies as well as other public sector organisations, both here in Ireland and internationally."}, {"text_block_id": "p58_b1040", "text": "4.2.3."}, {"text_block_id": "p58_b1041", "text": "Actions:"}, {"text_block_id": "p58_b1042", "text": "Actions:\n* We will review our analytical and forecasting capability needs in 2007 and identify immediate\n* We will commission a Strategic Review of Sustainable Energy Ireland which will make\n* We will improve the linkages between Government Departments, State-sponsored bodies\n* We will continue initiatives to enhance significantly energy research capacity in third level\n* We will ensure the design and development of a wider range of energy related training\n* We will expand our funding support for energy policy research activities by the ESRI\n* We will foster energy policy research projects, policy and programme reviews and"}, {"text_block_id": "p58_b1056", "text": "4.3. Strategic Goal 2: Ensuring a Whole of Government Approach to Energy Policy"}, {"text_block_id": "p58_b1057", "text": "4.3.1."}, {"text_block_id": "p58_b1058", "text": "Energy policy is interrelated with all significant areas of Government policy. Transport policy has a profound impact on energy use in the economy, and, in turn, is influenced by regional and urban planning policy. Agriculture and land use policies are central to our delivery of challenging goals for the bioenergy sector. Environmental policy has a fundamental involvement with energy policy"}, {"text_block_id": "p59_b1059", "text": "in relation to climate change and sustainability overall. Enterprise and competitiveness policy depends on secure supplies of energy at competitive cost for the economy and consumers. There are many other linkages including social policy and built environment interrelationships. The increasing importance of EU external energy policy and our own bilateral energy relationships with other countries have already led to new structured approaches, involving the Department of Foreign Affairs closely on energy matters."}, {"text_block_id": "p59_b1060", "text": "4.3.2."}, {"text_block_id": "p59_b1061", "text": "Energy policy development and implementation must therefore be fully aligned with economic and social policy objectives. The alignment requires structured engagement and cooperation across Departments and Agencies under the Government’s leadership."}, {"text_block_id": "p59_b1062", "text": "4.3.3."}, {"text_block_id": "p59_b1063", "text": "Policy development and delivery requires fully open and informed parliamentary debate, in the interests of quality scrutiny and accountability for energy policy. Such debate heightens the profile of energy issues in the media and society. There is an opportunity for Oireachtas Committees to reflect on new directions, structural change and the impact of technological advances in the energy field, taking a more long term view."}, {"text_block_id": "p59_b1064", "text": "4.3.4."}, {"text_block_id": "p59_b1065", "text": "Actions:"}, {"text_block_id": "p59_b1066", "text": "Actions:\n* We will continue to deliver the whole of Government approach to energy issues overseen\n* We will establish, as required, Ministerial Task Forces to oversee and drive energy policy\n* We will establish senior cross department and inter agency Groups as required, to move\n* We will oversee the collective delivery by Departments, the public sector and energy\n* We will continue to work with the Houses of the Oireachtas and its Committees to deliver"}, {"text_block_id": "p59_b1078", "text": "4.4. Strategic Goal 3: Reaching Out to Stakeholders in Implementing our Strategic Energy Goals"}, {"text_block_id": "p59_b1079", "text": "4.4.1."}, {"text_block_id": "p59_b1080", "text": "Everyone in society has a stake in energy policy. Energy is essential to just about every aspect of our life. The Green Paper consultation process and the high profile of energy issues have underlined the appetite for a wider more sustained public debate on energy policy. There is also demonstrable public awareness of energy issues, including the complex global context. Better communication and clarity on decisions, which directly affect individuals, such as energy prices, is needed. We will lead the drive for better communication and engagement on energy issues at national and local level and for regular high quality consultation by the Public Service on energy policy decisions and service delivery. The energy sector itself should also encourage and inform public discussion and debate, in a proactive way."}, {"text_block_id": "p60_b1081", "text": "4.4.2."}, {"text_block_id": "p60_b1082", "text": "Actions:"}, {"text_block_id": "p60_b1083", "text": "Actions:\n* We will review existing mechanisms for engagement by Departments and Agencies with\n* We will invite CER to review its own consultation and communication processes and\n* We will put mechanisms in place to ensure high quality and frequency of consultation to\n* We will promote and support informed debate in the media on energy policy including looking\n* Annual progress towards the energy policy aims will be reported and benchmarked in\n* We will ensure that the energy investment programmes are subject to rolling expenditure\n* We will undertake a review, in consultation with stakeholders, of the energy policy framework\n* The 2007-2020 energy policy framework will be fundamentally reviewed, in consultation"}, {"text_block_id": "p60_b1091", "text": "4.5. Strategic Goal 4: Ensuring Accountability and Transparency Through Regular Progress Reporting and Review"}, {"text_block_id": "p60_b1092", "text": "4.5.1."}, {"text_block_id": "p60_b1093", "text": "Energy policy implementation must focus on tangible outcomes. The new energy policy agenda is inevitably complex and dynamic, with short and medium term priorities as well as a very long time horizon. We already, through SEI, publish an extensive range of energy indicators each year and these will continue to be published annually. These will continue to inform energy policy directions and we will expand the range of energy indicators and the national energy sector modelling capability."}, {"text_block_id": "p60_b1094", "text": "4.5.2."}, {"text_block_id": "p60_b1095", "text": "Implementation of the energy policy framework in this White Paper, and the performance of energy policy in relation to delivering the key priorities will be regularly reviewed and reported on."}, {"text_block_id": "p60_b1096", "text": "4.5.3."}, {"text_block_id": "p60_b1097", "text": "Actions:"}, {"text_block_id": "p61_b1106", "text": "Appendix – List of Submissions on Green Paper"}, {"text_block_id": "p61_b1107", "text": "Organisations"}, {"text_block_id": "p61_b1108", "text": "AES"}, {"text_block_id": "p61_b1109", "text": "Airtricity"}, {"text_block_id": "p61_b1110", "text": "AMERGIN Centre for Sustainable Energy Development"}, {"text_block_id": "p61_b1111", "text": "Association of Irish Energy Agencies (AIEA)"}, {"text_block_id": "p61_b1112", "text": "Ballyfermot Residential Energy & Fuel Poverty Project Group"}, {"text_block_id": "p61_b1113", "text": "Better Energy Options"}, {"text_block_id": "p61_b1114", "text": "Better Environment with Nuclear Energy (BENE)"}, {"text_block_id": "p61_b1115", "text": "Bord Gáis"}, {"text_block_id": "p61_b1116", "text": "Bioverda Sustainable Energy"}, {"text_block_id": "p61_b1117", "text": "Bord Na Móna"}, {"text_block_id": "p61_b1118", "text": "Border, Midland & Western Regional Authority"}, {"text_block_id": "p61_b1119", "text": "Centre for Renewable Energy at Dundalk IT (CREDIT)"}, {"text_block_id": "p61_b1120", "text": "Commission for Energy Regulation (CER)"}, {"text_block_id": "p61_b1121", "text": "Coss Kilkenny"}, {"text_block_id": "p61_b1122", "text": "Confederation of European Waste-to-Energy Plants (CEWEP) Ireland"}, {"text_block_id": "p61_b1123", "text": "Chambers Ireland"}, {"text_block_id": "p61_b1124", "text": "Clare Wood Energy Project"}, {"text_block_id": "p61_b1125", "text": "Coastal Concern Alliance"}, {"text_block_id": "p61_b1126", "text": "Coilte"}, {"text_block_id": "p61_b1127", "text": "Combustion Research Centre (NUI) Galway"}, {"text_block_id": "p61_b1128", "text": "Comhar"}, {"text_block_id": "p61_b1129", "text": "ConocoPhillips"}, {"text_block_id": "p61_b1130", "text": "Consumer Association of Ireland"}, {"text_block_id": "p61_b1131", "text": "Cork City Council"}, {"text_block_id": "p61_b1132", "text": "Cork County Council"}, {"text_block_id": "p61_b1133", "text": "CSA Group Limited"}, {"text_block_id": "p61_b1134", "text": "Cylon Control Ltd"}, {"text_block_id": "p61_b1135", "text": "Dalkia Limited"}, {"text_block_id": "p61_b1136", "text": "Department of Enterprise, Trade and Employment"}, {"text_block_id": "p61_b1137", "text": "Dublin Regional Authority"}, {"text_block_id": "p61_b1138", "text": "Eaga Group"}, {"text_block_id": "p61_b1139", "text": "EirGrid"}, {"text_block_id": "p61_b1140", "text": "Electricity Research Centre"}, {"text_block_id": "p61_b1141", "text": "Emerald Energy"}, {"text_block_id": "p61_b1142", "text": "Energy Consulting"}, {"text_block_id": "p61_b1143", "text": "Engineers Ireland, Irish Academy of Engineering and the Energy Institute"}, {"text_block_id": "p61_b1144", "text": "Enterprise Ireland"}, {"text_block_id": "p61_b1145", "text": "EON"}, {"text_block_id": "p61_b1146", "text": "Environmental Protection Agency (EPA)"}, {"text_block_id": "p61_b1147", "text": "ESB"}, {"text_block_id": "p62_b1148", "text": "ESB ESOP Trustee Ltd"}, {"text_block_id": "p62_b1149", "text": "Economic and Social Research Institute (ESRI)"}, {"text_block_id": "p62_b1150", "text": "Fáilte Ireland"}, {"text_block_id": "p62_b1151", "text": "Feasta"}, {"text_block_id": "p62_b1152", "text": "Federation of Petroleum Suppliers"}, {"text_block_id": "p62_b1153", "text": "Fingal Development Board"}, {"text_block_id": "p62_b1154", "text": "Fingelton White & Co Ltd"}, {"text_block_id": "p62_b1155", "text": "Forest Friends"}, {"text_block_id": "p62_b1156", "text": "Forfás"}, {"text_block_id": "p62_b1157", "text": "Friends of the Earth"}, {"text_block_id": "p62_b1158", "text": "Galway City Council"}, {"text_block_id": "p62_b1159", "text": "Ganymede Services"}, {"text_block_id": "p62_b1160", "text": "GEM – Utilities Ltd"}, {"text_block_id": "p62_b1161", "text": "Gluaiseacht"}, {"text_block_id": "p62_b1162", "text": "Green Party"}, {"text_block_id": "p62_b1163", "text": "Hunters Hotel"}, {"text_block_id": "p62_b1164", "text": "Irish Business Employers Confederation (IBEC)"}, {"text_block_id": "p62_b1165", "text": "Irish Congress of Trade Unions (ICTU)"}, {"text_block_id": "p62_b1166", "text": "Irish Co-operative Organisation Society (ICOS)"}, {"text_block_id": "p62_b1167", "text": "Industrial Development Authority (IDA) Ireland"}, {"text_block_id": "p62_b1168", "text": "Imera Power"}, {"text_block_id": "p62_b1169", "text": "Indaver Ireland"}, {"text_block_id": "p62_b1170", "text": "Irish Offshore Operators Association"}, {"text_block_id": "p62_b1171", "text": "Irish Academy of Engineering"}, {"text_block_id": "p62_b1172", "text": "Irish Bioenergy Association"}, {"text_block_id": "p62_b1173", "text": "Irish Solar Energy Association Ltd"}, {"text_block_id": "p62_b1174", "text": "Irish Woodpellets Ltd"}, {"text_block_id": "p62_b1175", "text": "Irish Small & Medium Enterprise (ISME)"}, {"text_block_id": "p62_b1176", "text": "Irish Wind Energy Association (IWEA)"}, {"text_block_id": "p62_b1177", "text": "Labour Party"}, {"text_block_id": "p62_b1178", "text": "Landy Machinery"}, {"text_block_id": "p62_b1179", "text": "Macra na Feirme"}, {"text_block_id": "p62_b1180", "text": "Marine Institute"}, {"text_block_id": "p62_b1181", "text": "Marine Research"}, {"text_block_id": "p62_b1182", "text": "Marathon Oil"}, {"text_block_id": "p62_b1183", "text": "National Consumer Agency (NCA)"}, {"text_block_id": "p62_b1184", "text": "Northwest Group"}, {"text_block_id": "p62_b1185", "text": "Oriel Windfarm Ltd"}, {"text_block_id": "p62_b1186", "text": "PM"}, {"text_block_id": "p62_b1187", "text": "Port of Cork"}, {"text_block_id": "p62_b1188", "text": "Quinns of Baltinglass"}, {"text_block_id": "p62_b1189", "text": "RDS Committee of Science and Technology"}, {"text_block_id": "p62_b1190", "text": "Royal Institute of Architects of Ireland"}, {"text_block_id": "p62_b1191", "text": "Sustainable Energy Ireland (SEI)"}, {"text_block_id": "p62_b1192", "text": "Shannon LNG"}, {"text_block_id": "p62_b1193", "text": "Shell to Sea"}, {"text_block_id": "p62_b1194", "text": "South-West Regional Authority"}, {"text_block_id": "p62_b1195", "text": "South-East Regional Authority"}, {"text_block_id": "p62_b1196", "text": "Southern & Eastern Regional Assembly"}, {"text_block_id": "p63_b1197", "text": "SWS Energy Services"}, {"text_block_id": "p63_b1198", "text": "Teagasc"}, {"text_block_id": "p63_b1199", "text": "The Competition Authority"}, {"text_block_id": "p63_b1200", "text": "The Irish Bio-Fuels Initiative"}, {"text_block_id": "p63_b1201", "text": "Tipperary Energy Agency"}, {"text_block_id": "p63_b1202", "text": "UCD Energy Research Group"}, {"text_block_id": "p63_b1203", "text": "Vividlogic"}, {"text_block_id": "p63_b1204", "text": "Viridian"}, {"text_block_id": "p63_b1205", "text": "Waterford Chamber"}, {"text_block_id": "p63_b1206", "text": "West Regional Authority"}, {"text_block_id": "p63_b1207", "text": "West Regional Authority in support of the Irish Energy Agencies"}, {"text_block_id": "p63_b1208", "text": "Western Development Commission"}, {"text_block_id": "p63_b1209", "text": "White Young Green"}, {"text_block_id": "p63_b1210", "text": "List of individual submissions"}, {"text_block_id": "p63_b1211", "text": "Mr. Andrew Algeo"}, {"text_block_id": "p63_b1212", "text": "Mr. David Algeo"}, {"text_block_id": "p63_b1213", "text": "Ms. Erica Algeo"}, {"text_block_id": "p63_b1214", "text": "Senator Marc McSharry"}, {"text_block_id": "p63_b1215", "text": "Mr. Tom Baldwin"}, {"text_block_id": "p63_b1216", "text": "Ms. Anna Lawlor"}, {"text_block_id": "p63_b1217", "text": "Rev. Gerard Mc Greevy"}, {"text_block_id": "p63_b1218", "text": "Prof. Cleland McVeigh"}, {"text_block_id": "p63_b1219", "text": "Dr. Tom O’ Flaherty"}, {"text_block_id": "p63_b1220", "text": "Mr. Ronnie Owens"}, {"text_block_id": "p64_b1221", "text": "Glossary of Terms"}, {"text_block_id": "p64_b1222", "text": "Bioenergy"}, {"text_block_id": "p64_b1223", "text": "is the general term for energy derived from biomass (see below)."}, {"text_block_id": "p64_b1224", "text": "Biofuel Obligation"}, {"text_block_id": "p64_b1225", "text": "a government requirement that liquid fuel suppliers blend a certain proportion of liquid biofuels into fuel sold."}, {"text_block_id": "p64_b1226", "text": "Biofuels"}, {"text_block_id": "p64_b1227", "text": "are any solid, liquid or gaseous fuels produced from organic materials, either directly from plants or indirectly from industrial, commercial, domestic or agricultural wastes."}, {"text_block_id": "p64_b1228", "text": "Biomass"}, {"text_block_id": "p64_b1229", "text": "all the earth’s living matter; materials such as wood, plant and animal wastes, which – unlike fossil fuels – were living matter until relatively recently."}, {"text_block_id": "p64_b1230", "text": "Carbon Capture and Storage"}, {"text_block_id": "p64_b1231_merged", "text": "removing CO2 from combustion products and sequestering (locking away) it in ways so that it cannot find its way back into the atmosphere, e.g. planting trees or pumping it into disused oil or gas wells, saline aquifers or in deep ocean areas."}, {"text_block_id": "p64_b1234", "text": "Clean Coal Technology"}, {"text_block_id": "p64_b1235", "text": "new combustion techniques such as Integrated Gasification Combined Cycle which result in lower emissions of sulphur and nitrogen compounds."}, {"text_block_id": "p64_b1236", "text": "Co-firing"}, {"text_block_id": "p64_b1237", "text": "burning biomass or waste material along with fossil fuels in power station boilers."}, {"text_block_id": "p64_b1238", "text": "Combined Heat and Power"}, {"text_block_id": "p64_b1239", "text": "the ability to usefully utilise some of the waste heat produced as well as electricity generated, resulting in increased efficiency of energy use."}, {"text_block_id": "p64_b1240", "text": "Demand Side Management"}, {"text_block_id": "p64_b1241", "text": "technical measures or behaviour which reduces energy demand when required."}, {"text_block_id": "p64_b1242", "text": "District Heating"}, {"text_block_id": "p64_b1243", "text": "the supply of hot water to many distributed premises from a single boiler."}, {"text_block_id": "p64_b1244", "text": "Electricity Distribution System"}, {"text_block_id": "p64_b1245", "text": "the lines, cables, etc. which deliver electricity from the transmission system to customer premises."}, {"text_block_id": "p64_b1246", "text": "Electricity Transmission System"}, {"text_block_id": "p64_b1247", "text": "the overhead lines, pylons, etc., which convey electricity across the country from generating stations to load centres."}, {"text_block_id": "p64_b1248", "text": "Energy Charter Treaty"}, {"text_block_id": "p64_b1249", "text": "The Energy Charter Treaty is an international treaty on energy intended to strengthen the law on energy issues, creating a level playing field of rules to be observed by participating governments, to mitigate the risks associated with energy-related investments and trade."}, {"text_block_id": "p65_b1250", "text": "Energy Community"}, {"text_block_id": "p65_b1251", "text": "The Energy Community is a process that aims to extend the EU internal energy market to the South East Europe region and beyond. The Treaty establishing the Energy Community was signed in Athens during 2005."}, {"text_block_id": "p65_b1252", "text": "Energy Demand"}, {"text_block_id": "p65_b1253", "text": "the sum of the energy requirements of customers at the point of use."}, {"text_block_id": "p65_b1254", "text": "Energy Infrastructure"}, {"text_block_id": "p65_b1255", "text": "the equipment or “hardware” needed to convey energy from points of origin to points of use."}, {"text_block_id": "p65_b1256", "text": "Energy Intensity"}, {"text_block_id": "p65_b1257_merged", "text": "the amount of energy needed for one unit of economic activity, e.g. kg of oil per €GDP."}, {"text_block_id": "p65_b1260", "text": "European Neighbourhood Policy"}, {"text_block_id": "p65_b1261", "text": "Through this policy, the EU offers neighbouring countries the opportunity to build on a mutual commitment to common values such as democracy and human rights, rule of law, good governance, market economy principles and sustainable development."}, {"text_block_id": "p65_b1262", "text": "Generation"}, {"text_block_id": "p65_b1263", "text": "the process of conversion of fuels to electricity."}, {"text_block_id": "p65_b1264", "text": "Generation Adequacy"}, {"text_block_id": "p65_b1265", "text": "a measure of whether or not there is sufficient generating capacity to meet demand at given points in time."}, {"text_block_id": "p65_b1266", "text": "Grid"}, {"text_block_id": "p65_b1267", "text": "the electricity network (normally understood to refer to the transmission network)."}, {"text_block_id": "p65_b1268", "text": "Hydrocarbons"}, {"text_block_id": "p65_b1269", "text": "fossil fuels consisting mainly of carbon and hydrogen, such as oil and gas."}, {"text_block_id": "p65_b1270", "text": "Interconnection"}, {"text_block_id": "p65_b1271", "text": "the linkage of the electricity or gas transmission networks of adjacent systems, e.g. between Ireland and Northern Ireland."}, {"text_block_id": "p65_b1272", "text": "Landbank"}, {"text_block_id": "p65_b1273", "text": "a portfolio of sites, e.g. where generating stations are situated."}, {"text_block_id": "p65_b1274", "text": "Mid-merit"}, {"text_block_id": "p65_b1275", "text": "generating plant which is required to run in variable output mode and/or for only part of the time. Not the cheapest plant on the system."}, {"text_block_id": "p65_b1276", "text": "Ocean Energy"}, {"text_block_id": "p65_b1277", "text": "energy from wave energy or marine current conversion systems."}, {"text_block_id": "p65_b1278", "text": "OSPAR"}, {"text_block_id": "p65_b1279", "text": "The \t992 OSPAR Convention guides international cooperation on the protection of the marine environment of the North-East Atlantic. It combined and up-dated the \t972 Oslo Convention on dumping waste at sea and the \t974 Paris Convention on land-based sources of marine pollution."}, {"text_block_id": "p65_b1280", "text": "Plant Availability"}, {"text_block_id": "p65_b1281", "text": "the percentage of the relevant time period that a particular plant is physically able to operate."}, {"text_block_id": "p66_b1282", "text": "Primary Energy"}, {"text_block_id": "p66_b1283", "text": "the total energy content of the fuels and other energy sources required to be utilised to meet the energy requirements of consumers (energy demand)."}, {"text_block_id": "p66_b1284", "text": "Renewable"}, {"text_block_id": "p66_b1285", "text": "not depleted through constant use or can be replenished within a relatively short period of time (generally taken to be a human lifespan)."}, {"text_block_id": "p66_b1286", "text": "Sustainable"}, {"text_block_id": "p66_b1287", "text": "In the context of energy, sustainability has come to mean the harnessing of those energy sources:"}, {"text_block_id": "p66_b1288", "text": "n"}, {"text_block_id": "p66_b1289", "text": "that are not substantially depleted by continued use"}, {"text_block_id": "p66_b1290", "text": "n"}, {"text_block_id": "p66_b1291", "text": "the use of which does not entail the emission of pollutants or other hazards to the environment on a substantial scale"}, {"text_block_id": "p66_b1292", "text": "n"}, {"text_block_id": "p66_b1293", "text": "the use of which does not involve the perpetuation of substantial health hazards or social injustices"}, {"text_block_id": "p66_b1294", "text": "This definition derives from the United Nations Bruntland Commission, \t987."}, {"text_block_id": "p66_b1295", "text": "In simple terms, “sustainable energy” includes concepts of renewable energy, cleaning up fossil fuel generation, and transporting and using converted energy forms as efficiently as possible."}, {"text_block_id": "p67_b1296", "text": "Selected Sources"}, {"text_block_id": "p67_b1297", "text": "IEA World Energy Outlook 2006"}, {"text_block_id": "p67_b1298", "text": "http://www.worldenergyoutlook.org/"}, {"text_block_id": "p67_b1299", "text": "EU Commission’s Strategic Energy Review"}, {"text_block_id": "p67_b1300", "text": "http://ec.europa.eu/energy/energy_policy/index_en.htm"}, {"text_block_id": "p67_b1301", "text": "The Commission’s Report on the internal gas and electricity market"}, {"text_block_id": "p67_b1302", "text": "http://eurlex.europa.eu/LexUriServ/site/en/com/2006/com2006_084en0.pdf"}, {"text_block_id": "p67_b1303", "text": "published in conjunction with “An Energy Policy for Europe”"}, {"text_block_id": "p67_b1304", "text": "http://eur-lex.europa.eu/LexUriServ/site/en/com/2007/com2007_000en0.pdf"}, {"text_block_id": "p67_b1305", "text": "and with the Sectoral Inquiry Report"}, {"text_block_id": "p67_b1306", "text": "http://eurlex.europa.eu/LexUriServ/site/en/com/2006/com2006_085en0.pdf"}, {"text_block_id": "p67_b1307", "text": "Green Paper on Energy Policy 2006 “Towards a Sustainable Energy Future for Ireland”"}, {"text_block_id": "p67_b1308", "text": "http://www.dcmnr.gov.ie/NR/rdonlyres/54C78AE-4E96-4E28-A77A-3226220DF2FC/2676/ EnergyGreenPaperOctober2006.pdf"}, {"text_block_id": "p67_b1309", "text": "The Framework Social Partnership Agreement “Towards 2016”"}, {"text_block_id": "p67_b1310", "text": "http://www.taoiseach.gov.ie/attached_files/Pdf%20files/Towards206PartnershipAgreement.pdf"}, {"text_block_id": "p67_b1311", "text": "The National Development Plan 2007-2013"}, {"text_block_id": "p67_b1312", "text": "http://www.ndp.ie/documents/ndp2007-203/NDP-2007-203-English.pdf"}, {"text_block_id": "p67_b1313", "text": "The All-Island Energy Framework"}, {"text_block_id": "p67_b1314", "text": "http://www.dcmnr.gov.ie/NR/rdonlyres/BCF98EC4-732-4E3F-8685-BFFCA2BF2DF4/0/All_island_Energy_ Market_Development_Framework.pdf"}, {"text_block_id": "p67_b1315", "text": "The Seventh Framework Programme"}, {"text_block_id": "p67_b1316", "text": "http://cordis.europa.eu/fp7/home_en.html"}, {"text_block_id": "p67_b1317", "text": "Review of the National Climate Change Strategy"}, {"text_block_id": "p67_b1318", "text": "http://www.environ.ie/DOEI/doeipub.nsf/0/74b00079da033a80257b5003c07ff/$FILE/Irelands%20Path% 20to%20Kyoto%20Compliance.pdf"}, {"text_block_id": "p67_b1319", "text": "The National Action Plan for Social Inclusion 2007-2016"}, {"text_block_id": "p67_b1320", "text": "http://www.socialinclusion.ie/documents/NAPinclusionReportPDF.pdf"}, {"text_block_id": "p67_b1321", "text": "Wind Energy Development Guidelines 2006"}, {"text_block_id": "p67_b1322", "text": "http://www.environ.ie/DOEI/DOEIPub.nsf/0/5559589989dc5632802579c004eb778/$FILE/Wind%20Energy.pdf http://www.sei.ie/index.asp?locID=686&docID=659"}, {"text_block_id": "p68_b1323", "text": "Energy in Ireland “1990-2005”, SEI"}, {"text_block_id": "p68_b1324", "text": "http://www.sei.ie/index.asp?locID=686&docID=659"}, {"text_block_id": "p68_b1325", "text": "Ocean Energy in Ireland 2005"}, {"text_block_id": "p68_b1326", "text": "http://www.marine.ie/NR/rdonlyres/864944-3E7E-48E5-A0E-287CA99C6/0/OceanEnergyStrategy.pdf"}, {"text_block_id": "p68_b1327", "text": "EU Renewable Energy Roadmap"}, {"text_block_id": "p68_b1328", "text": "http://ec.europa.eu/energy/energy_policy/doc/03_renewable_energy_roadmap_en.pdf"}, {"text_block_id": "p68_b1329", "text": "EU Biomass Action Plan"}, {"text_block_id": "p68_b1330", "text": "http://ec.europa.eu/energy/res/biomass_action_plan/doc/2005_2_07_comm_biomass_action_plan_en.pdf"}, {"text_block_id": "p68_b1331", "text": "National Strategy for Biodegradable Waste 2006"}, {"text_block_id": "p68_b1332", "text": "http://www.environ.ie/DOEI/DOEIPol.nsf/0/c8f7c4e0525d8280256f0f003bc802/$FILE/Biodegradable% 20Waste.pdf"}, {"text_block_id": "p68_b1333", "text": "EU Energy Efficiency Action Plan 2006"}, {"text_block_id": "p68_b1334", "text": "http://ec.europa.eu/energy/action_plan_energy_efficiency/doc/com_2006_0545_en.pdf"}, {"text_block_id": "p68_b1335", "text": "The Science Technology and Innovation Strategy 2006-2013"}, {"text_block_id": "p68_b1336", "text": "http://www.entemp.ie/publications/science/2006/sciencestrategy.pdf"}, {"text_block_id": "p68_b1337", "text": "Government White Paper “Regulating Better”"}, {"text_block_id": "p68_b1338", "text": "http://www.betterregulation.ie/attached_files/upload/static/RegulatingBetterGovernmentWhitePaper.pdf"}], "document_description": "This document is a practical, action-based to achieve a new, sustainable energy future for Ireland. This White Paper was informed by the outcome of the consultation process on the Government's Green Paper on Energy Policy, where over 100 submissions were received and discussions with key stakeholders were held.<br>&nbsp;<br>The White Paper calls for four objectives: security of energy supply; sustainability of energy supply and use; competitiveness of energy supply; and integrated approach to deliver energy policy objectives. The document also presents strategic goals that underpin the abovementioned goals.<br><br>&nbsp;Strategic goals to achieve security of energy supply are:<br>1) To ensure that electricity supply meets demand consistently<br>2) To ensure the physical security and reliability of gas supplies to Ireland<br>3) To enhance the diversity of fuels used for power generation<br>4) To deliver electricity and gas to homes and businesses over efficient, reliable and secure networks<br>5) To create a stable attractive environment for hydrocarbon exploration and production<br>6)To be prepared for energy supply disruptions<br>&nbsp;Strategic goals to promote the sustainability of energy supply and use are:<br>7) To address climate change by reducing energy related GHG emissions<br>8) To accelerate the growth of renewable energy sources<br>9) To promote the sustainable use of energy in transport<br>10) To deliver an integrated approach to the sustainable development and use of bio-energy resources<br>11) To maximize energy efficiency and energy savings across the economy<br>12) To accelerate Energy Research Development and Innovation Programmes in support of sustainable energy goals<br>&nbsp;Strategic goals to enhance the competitiveness of energy supply are:<br>&nbsp;13) To deliver competition and consumer choice in the energy market<br>&nbsp;14) To deliver the All-Island Energy Market Framework<br>&nbsp;15) To ensure that regulatory framework meets the evolving energy policy challenges<br>&nbsp;16) To ensure a sustainable future for semi-state energy enterprises<br>&nbsp;17) To ensure affordable energy for everyone<br>&nbsp;18) To create jobs, growth and innovation in the energy sector<br>&nbsp;Strategic goals for integrated delivery of energy policy objectives are:<br>&nbsp;19) To strengthen national capabilities in the energy policy field<br>&nbsp;20) To ensure Government-as-a-whole approach to energy policy<br>&nbsp;21) To reach out to stakeholders in implementing strategic goals for energy<br>&nbsp;22) To ensure accountability and transparency through regular process reporting and review"}