{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation"], "document_country_english_shortname": "Ireland", "document_category": "Policy", "document_sector_name": ["Transportation", "Industry", "Energy"], "document_language": "English", "document_name": "Offshore Renewable Energy Development Plan", "document_country_code": "IRL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "02/01/2014", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/IRL/2014/IRL-2014-01-02-Offshore Renewable Energy Development Plan_95cf063e5044db09ec470f63f326cdf4.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Offshore Renewable Energy Development Plan"}, {"text_block_id": "p2_b2", "text": "Offshore Renewable Energy Development Plan"}, {"text_block_id": "p2_b3", "text": "A Framework for the Sustainable Development of Ireland’s Offshore Renewable Energy Resource"}, {"text_block_id": "p2_b4", "text": "February 2014"}, {"text_block_id": "p4_b5", "text": "Contents"}, {"text_block_id": "p5_b6", "text": "List of Figures"}, {"text_block_id": "p5_b7", "text": "List of Tables"}, {"text_block_id": "p6_b8", "text": "Foreword by the Minister for Communications, Energy & Natural Resources, Pat Rabbitte T.D."}, {"text_block_id": "p6_b9", "text": "The long term development of Ireland’s abundant, diverse and indigenous renewable energy resources is a defining element of this Government’s energy policy. Not alone is renewable energy of key environmental importance, it also provides a real, and sustainable, economic opportunity for Ireland, both in terms of providing a secure, indigenous, source of energy, and as a clean export. It is clear, therefore, as we develop an energy policy fit to meet the challenges of moving to a decarbonised energy system, support for the offshore renewable energy sector makes both economic and environmental sense. This is why this Offshore Renewable Energy Development Plan (OREDP) sets out a vision for the sector that sees it contributing to sustainable economic growth and delivering jobs in the green economy."}, {"text_block_id": "p6_b10", "text": "The enormous potential of the offshore energy sector is well recognised, both here in Ireland and by the EU. However, realisation of this potential requires fully coordinated support from right across Government, from research and development, through supply chain development, to commercial deployment. This is why I am establishing an Offshore Renewable Energy Steering Group (ORESG). The ORESG will be responsible for the implementation of the OREDP across three work streams – Environment, Infrastructure and Job Creation and Growth. By establishing the requirements of the sector in three crucial respects: environmentally sustainable development levels, technical infrastructure requirements and commercial opportunity, the work of the ORESG will provide critical input to decision making in planning, infrastructure development, and by project developers themselves."}, {"text_block_id": "p6_b11", "text": "As I have previously stated, the citizen must be at the heart of the transition to renewable energy. This is as important for offshore development as it is for onshore. At the heart of the OREDP are the recommendations of the Strategic Environmental and Appropriate Assessments carried out for this OREDP. As a result, managing the impacts of offshore renewables in line with our international obligations, and best practice, is a guiding principle of the OREDP, as is the need to ensure transparent engagement with all stakeholders. In this way, the OREDP will provide a clear framework for the sustainable development of Ireland’s offshore renewable energy resource and the delivery of real economic benefit to Ireland."}, {"text_block_id": "p7_b12", "text": "Introduction, Vision and Goals"}, {"text_block_id": "p7_b13", "text": "In the last decade there has been significant growth in Ireland’s renewable electricity generation output, driven largely by onshore wind. 19.6% of Ireland’s electricity demand was met by renewable sources in 2012, with 15.3% being met by onshore wind. This rate of progress towards our target of meeting 40% of electricity demand from renewable sources by 2020, places Ireland at the forefront of renewables development. However, there is no room for complacency. Energy policy is defined by the need to be forward looking and to ensure that our electricity system is fit for purpose in the decades to come – both to meet our national energy needs, and for Ireland to have the capacity to fully participate in the wider European energy market. As we look towards 2030, and even out to 2050, the goal of decarbonising our electricity system will require the expansion of our renewable generation portfolio to include additional forms of renewable generation, such as offshore wind, and technologies still at the research, development and demonstration stage, such as wave and tidal devices and floating offshore wind systems."}, {"text_block_id": "p7_b14", "text": "However, it is also recognised that if we are to tap the potential of our renewable offshore wind and ocean energy resources, we must improve our understanding of the impact such developments may have on Ireland’s valuable marine environment. It was this overarching environmental priority that triggered the process which"}, {"text_block_id": "p7_b15", "text": "has led to the formulation of this Offshore Renewable Energy Development Plan (OREDP) and its accompanying Strategic Environmental Assessment (SEA) and Appropriate Assessment (AA)."}, {"text_block_id": "p7_b16_merged", "text": "In tandem with this process, the Government has consistently identified the economic potential of our offshore energy resources as a priority area in the development of Ireland’s green economy. The Action Plan for Jobs (2012) includes marine renewable energy among the green economy sectors in which critical mass must be built in order to realise its jobs potential, and prioritises finalising the OREDP and related SEA and AA to provide a clear framework for marine renewable energy development. The Report of the Research Prioritisation Steering Group (2012) identifies the opportunity to position Ireland as a research, development and innovation hub for the deployment of marine renewable energy technologies and services, thus facilitating the creation of an early stage industry and opening up the possibility of Ireland becoming a significant exporter of electricity. Ireland’s Integrated Marine Plan, Harnessing Our Ocean Wealth (2012), recognises the potential of Ireland’s offshore energy resource and specifies time-bound enabling and development targets, including implementation of the OREDP. Taking into account the findings of the SEA, and the AA, the OREDP seeks to form a link between three critical policy areas for Ireland, namely, renewable energy,"}, {"text_block_id": "p8_b22", "text": "the marine environment, and the growth potential of the green economy. In this way, it is intended that the OREDP will provide a mechanism to inform and coordinate policy and implementation across the energy, environment and economic areas, thus supporting the sustainable exploitation of Ireland’s offshore wind and ocean energy resources out to 2030."}, {"text_block_id": "p8_b23", "text": "The OREDP sets out a"}, {"text_block_id": "p8_b24", "text": "vision"}, {"text_block_id": "p8_b25", "text": ":"}, {"text_block_id": "p8_b26_merged_merged", "text": "Three high level goals, of equal importance, based on the concept of sustainable development have been identified for the OREDP:"}, {"text_block_id": "p8_b29", "text": "Three high level goals, of equal importance, based on the concept of sustainable development have been identified for the OREDP:\n* Ireland harnesses the market opportunities\n* Increase awareness of the value, opportunities and\n* Offshore renewable energy developments do not"}, {"text_block_id": "p8_b35", "text": "The Department will put in place a robust governance structure to oversee the implementation of the OREDP, with ongoing updates to the Marine Coordination Group (MCG) which has overarching responsibility for coordinating cross-government implementation of Harnessing Our Ocean Wealth."}, {"text_block_id": "p8_b36", "text": "The OREDP consists of two parts – 1 and 2. Part 1 contains two sections and Part 2, five. Part 1 sets out the broader context for the development of Ireland’s offshore wind and ocean renewable energy sectors, and the current state of play with regard to the range of policy areas that must be coordinated in order to create the conditions necessary to support the development of these sectors. There are a wide range of government departments, agencies and state bodies that are critical enablers for offshore wind and ocean energy development by virtue of their responsibility for areas such as marine permitting, development planning, grid development, research funding and business development. A key output from the OREDP is the identification of ways to ensure the optimal coordination of all of these players. Part 1 goes on to identify the next steps that must be taken to support the sustainable realisation of the economic potential of Ireland’s offshore renewable energy resources. While Sections 1 and 2 of Part 1 set out the opportunity, policy context and next steps for the OREDP, Part 2 clearly presents the findings of the SEA and AA processes. These findings will form the basis for the implementation of the OREDP and for all policy actions arising from it, thus forming an integral part of the plan. Part 2 sets out key information as follows:"}, {"text_block_id": "p8_b37", "text": "The OREDP consists of two parts – 1 and 2. Part 1 contains two sections and Part 2, five. Part 1 sets out the broader context for the development of Ireland’s offshore wind and ocean renewable energy sectors, and the current state of play with regard to the range of policy areas that must be coordinated in order to create the conditions necessary to support the development of these sectors. There are a wide range of government departments, agencies and state bodies that are critical enablers for offshore wind and ocean energy development by virtue of their responsibility for areas such as marine permitting, development planning, grid development, research funding and business development. A key output from the OREDP is the identification of ways to ensure the optimal coordination of all of these players. Part 1 goes on to identify the next steps that must be taken to support the sustainable realisation of the economic potential of Ireland’s offshore renewable energy resources. While Sections 1 and 2 of Part 1 set out the opportunity, policy context and next steps for the OREDP, Part 2 clearly presents the findings of the SEA and AA processes. These findings will form the basis for the implementation of the OREDP and for all policy actions arising from it, thus forming an integral part of the plan. Part 2 sets out key information as follows:\n* Section 1 â Overview of SEA and AA processes\n* Section 2 â Overview of key findings from the SEA\n* Section 3 â Plan Level Mitigation Measures\n* Section 4 â Suggested Project Level Mitigation\n* Section 5 â Overview of Responses to Consultation"}, {"text_block_id": "p8_b47", "text": "The Government has adopted the OREDP on the basis that the findings of the SEA and AA processes are fully embedded in the OREDP and its implementation, thus ensuring the efficacy of the OREDP as a framework for the sustainable economic development of our offshore renewable energy resources."}, {"text_block_id": "p9_b48", "text": "Figure 1. Map of SEA Assessment Areas. (Source: SEAI, AECOM)"}, {"text_block_id": "p9_b49", "text": "Data source: Intertek, Aecom and SEAI."}, {"text_block_id": "p10_b50", "text": "Part One"}, {"text_block_id": "p10_b51", "text": "Opportunity, Policy"}, {"text_block_id": "p10_b52", "text": "Context and Next Steps"}, {"text_block_id": "p11_b53", "text": "Section 1 – Opportunity and Policy Context"}, {"text_block_id": "p11_b54", "text": "Opportunity"}, {"text_block_id": "p11_b55", "text": "Ireland has a landmass of around 90,000 square kilometres, but it also has a sea area around 10 times that size at 900,000 square kilometres. With one of the best offshore renewable energy (wind, wave and tidal) resources in the world, there is very significant potential in utilising these resources to generate carbon free renewable electricity. The development of this offshore renewable energy resource is central to overall energy policy in Ireland. It can enable Ireland to develop an export market in green energy and enhance security"}, {"text_block_id": "p11_b56", "text": "of supply. Greenhouse gas emissions will be reduced, while growth and jobs are delivered to the economy. The OREDP is the key foundation stone in the development of offshore renewable energy in Ireland and sets out key principles, policy actions and enablers for delivery of Ireland’s significant potential in this area. More specific detail on potential benefits for Ireland in developing our offshore renewable energy resources is set out in the relevant sections below."}, {"text_block_id": "p11_b57", "text": "Figure 2. Ireland’s Offshore Territory. (Source: Geological Survey of Ireland)"}, {"text_block_id": "p12_b58", "text": "Policy Context"}, {"text_block_id": "p12_b59", "text": "Development of this offshore renewable energy potential requires coordination across a range of policy areas encompassing not just energy itself, but the environment, infrastructure development, and job creation and economic growth. Relevant policy developments across these areas are outlined below."}, {"text_block_id": "p12_b60", "text": "Renewable Energy"}, {"text_block_id": "p12_b61", "text": "Developments in national and EU renewable energy policy point to the further significant deployment of renewable energy, onshore and offshore, out to 2030, 2050 and beyond."}, {"text_block_id": "p12_b62", "text": "2007 White Paper and the Emergence of Targets"}, {"text_block_id": "p12_b63", "text": "The 2007 Government White Paper on Energy Policy articulated for the first time Ireland’s ambition for renewable energy, setting a target for 33% of electricity from renewable sources by 2020. In the same year, the European Union set ambitious renewable energy targets as part of its overall Climate Change and Energy policies, with the objective of achieving 20% of all energy in the EU from renewable sources by 2020. This was followed in 2008 by Ireland setting a revised target of 40% of electricity from renewable resources by 2020."}, {"text_block_id": "p12_b64", "text": "Strategy for Renewable Energy: 2012-2020"}, {"text_block_id": "p12_b65", "text": "In 2012 the Department of Communications, Energy & Natural Resources published the Strategy for Renewable Energy 2012-2020. This strategy reiterates the Government’s firm view that “the development of Ireland’s abundant indigenous renewable energy resources, both onshore and offshore, clearly stands on its own merits in terms of contribution to the economy, to the jobs and growth agenda, to environmental sustainability and to diversity of energy supply.” It is this position that informs Ireland’s commitment to delivering on its binding EU obligations under the Renewable Energy Directive, which assigned 2020 renewable targets to each Member State in 2009. Under the Directive, Ireland is obliged to reach a target of 16% of all energy consumed in the State coming from renewable sources by 2020. This obligation is to be met by 10% in transport, 12% from heat and, as previously stated, 40% from electricity."}, {"text_block_id": "p12_b66", "text": "The Strategy for Renewable Energy articulates the Government’s high level policy goals, and the key actions to be taken to support the development of each of the renewable energy sectors in the short to medium term. In this way it provides the overarching strategic framework for the National Renewable Energy Action Plan (NREAP). The NREAP was first produced in 2010, as required by the Renewable Energy Directive. It sets out in great detail the individual actions and measures underway across all the relevant government departments, agencies and state bodies to reach the legally binding targets for energy consumed from renewable sources as specified in the Renewables Directive."}, {"text_block_id": "p12_b67", "text": "The Strategy for Renewable Energy includes specific consideration of the offshore wind and ocean energy sectors in the context of energy policy to 2020. The strategy envisages that Ireland’s 2020 renewable electricity target can be met by onshore renewable generation, primarily from wind. This informed the decision in 2012 to confine the Renewable Energy Feed In Tariff (REFIT 2) support scheme to onshore wind. The development opportunity identified for offshore wind to 2020, and beyond, is the potential to export energy to the United Kingdom in the first instance, with the possibility in the future of participation in the North West European energy market, provided it is economically beneficial to the State. The strategy also identifies the opportunity for Ireland to become a world leader in the testing and development of next generation offshore renewable energy equipment."}, {"text_block_id": "p12_b68", "text": "With regard to Ireland’s ocean energy potential, the strategy reiterates the Government’s commitment to realising the long term economic potential of Ireland’s wave and tidal resources, with the objective of introducing ocean energy into the renewables portfolio over time, developing an indigenous ocean sector and maximising the wider economic benefits to be gained from the commercialisation and deployment of these technologies."}, {"text_block_id": "p13_b69", "text": "Export of Ireland’s Renewable Energy"}, {"text_block_id": "p13_b70", "text": "The 2009 EU Renewable Energy Directive provides a mechanism whereby renewable energy produced in one country can not only be exported to another, but can also be counted towards meeting that other country’s national target. In January 2013, Ireland and the United Kingdom entered a Memorandum of Understanding on energy cooperation, signalling the joint interest of both countries in developing the opportunity for cooperation on trade in renewable energy. An agreed programme of work is underway that will result in completion of consideration of how Irish renewable energy resources, onshore and offshore, might be developed to the mutual benefit of Ireland and the United Kingdom. Subject to its being mutually beneficial for both countries, the objective is to enter an Inter-Governmental Agreement (IGA) in 2014 to underpin the development of an export market with the United Kingdom."}, {"text_block_id": "p13_b71", "text": "Figure 3. Offshore Wind Turbines. (Source: IMERC)"}, {"text_block_id": "p13_b72", "text": "EU Energy Policy to 2030 and 2050"}, {"text_block_id": "p13_b73", "text": "While the EU has a clear framework underpinning its energy and climate policies up to 2020, the debate has now begun on how this framework must evolve to achieve EU objectives for the period to 2030. This debate is taking place in the context of the commitment made by Member States at the European Council of October 2009 to reduce EU greenhouse gas emissions by 80-95% below 1990 levels by 2050."}, {"text_block_id": "p13_b74_merged", "text": "At the request of the European Council, the European Commission published the Energy Roadmap 2050 in December 2011. Based on the premise that achieving this reduction in greenhouse gas emissions will require EU energy production to become almost carbon free, the roadmap explores the challenges of delivering on this decarbonisation objective for the energy sector, while at the same time ensuring security of supply and competitiveness. The roadmap analyses a number of scenarios through which the consequences of decarbonising the EU energy system are assessed and policy needs identified. In light of analysis showing that the continuation of 2020 energy policies will deliver less than half the greenhouse gas reduction sought by 2050, the roadmap calls for urgent action to formulate the EU energy agenda up to 2030 so that it establishes the pathway to achieving the 2050 objective. To this end, the European Commission published the Green Paper, A 2030 Framework for Climate and Energy Policies in March 2013."}, {"text_block_id": "p13_b77", "text": "The Green Paper highlights the importance of reaching agreement on a 2030 framework in order to provide investor certainty, reduce regulatory risk, promote demand for efficient, low carbon technologies, spur research and development and innovation, support economic growth and job creation and provide the basis for the EU to engage in future climate change negotiations. Ireland, along with our partners in Europe, has embarked on the detailed analysis and negotiations required to identify the optimal policy instruments for the period to 2030, while also providing the foundations for achieving the EU’s 2050 objective in a way that is cost effective, and maintains the security and competitiveness of Ireland’s and Europe’s energy supplies."}, {"text_block_id": "p14_b78", "text": "Given our extensive offshore renewable energy resources, these developments represent an important opportunity to develop Ireland’s significant potential in this area."}, {"text_block_id": "p14_b79", "text": "Environment"}, {"text_block_id": "p14_b80", "text": "The findings of the SEA and the articulation of national policy for offshore wind and ocean energy, as set out in this OREDP, provide a critical tool for the assessment of the potential for development of offshore wind, wave and tidal, taking into account environmental constraints and other marine activities and users. The findings and recommendations of the SEA and AA, which underpin the OREDP, will provide a wealth of information at a strategic level that can assist development planning decision making, and move it from being a project-led to a plan-led process."}, {"text_block_id": "p14_b81", "text": "Planning and Permitting"}, {"text_block_id": "p14_b82", "text": "Development planning and, in particular, foreshore lease policies, are critical enabling factors for the development of offshore renewable energy."}, {"text_block_id": "p14_b83", "text": "The foreshore is defined in Irish legislation as the bed and shore, below the line of high water of ordinary or medium tides, of the sea and of every tidal river and tidal estuary and of every channel, creek, and bay of the sea or of any such river or estuary, out to a limit of twelve nautical miles (22.224 kilometres) from the low-water mark. The outer limit of the foreshore is coterminous with the seaward limit of the State’s territorial waters."}, {"text_block_id": "p14_b84", "text": "Although some tracts of foreshore are in private ownership, the majority is owned by the State. The operation of the current foreshore consent and estate management regime is governed by the Foreshore Act 1933, which has only been the subject of limited updating since enactment. In 2010, the Department of the Environment, Community and Local Government (DECLG) assumed responsibility for foreshore functions in relation to a number of areas of development activity, including all energy-related developments on the foreshore."}, {"text_block_id": "p14_b85", "text": "Reflecting commitments in the Programme for Government and in Harnessing Our Ocean Wealth, a consultation process on future changes to the consent system took place in early 2013 –"}, {"text_block_id": "p14_b86", "text": "A New Planning and Consent Architecture for Development in the Marine Area"}, {"text_block_id": "p14_b87", "text": ". Following a lengthy period of consultation, a General Scheme of the Maritime Area and (Foreshore) Amendment Bill was published in October 2013. The Bill will have three main aims:"}, {"text_block_id": "p14_b88", "text": ". Following a lengthy period of consultation, a General Scheme of the Maritime Area and (Foreshore) Amendment Bill was published in October 2013. The Bill will have three main aims:\n* to align the foreshore consent system with the\n* to provide for a single Environmental Impact\n* to provide a coherent mechanism to facilitate and"}, {"text_block_id": "p14_b94_merged_merged", "text": "It is proposed to define in law an Irish maritime area, which would encompass the foreshore, EEZ and the continental shelf."}, {"text_block_id": "p14_b97", "text": "Figure 4. Floating a Cable to Shore. (Source: SEAI)"}, {"text_block_id": "p15_b98", "text": "Infrastructure"}, {"text_block_id": "p15_b99", "text": "Development of our offshore renewable energy resource will require investment in both Ireland’s grid and ports infrastructure."}, {"text_block_id": "p15_b100", "text": "Grid"}, {"text_block_id": "p15_b101", "text": "Grid investment will cover reinforcement of the onshore grid, ensuring the overall grid is capable of handling increasing amounts of variable renewable generation, and ultimately development of an offshore grid. Ireland, working closely with Northern Ireland, is at the forefront of EU Member States in progressing the network development and system operation tools necessary to accommodate very high levels of renewable energy in our Single Electricity Market (SEM). There is also a high level of involvement in regional and EU grid development initiatives, signalling the importance of developing the grid to ensure the realisation of a pan-European energy market that facilitates the realisation of the potential of sustainable renewable energy, including that from offshore sources."}, {"text_block_id": "p15_b102", "text": "The overarching aim of Eirgrid’s Grid 25 plan is to ensure that the supply of electricity to all consumers in Ireland, both domestic and commercial, is secure and reliable in the long term, while also allowing the integration of increasing amounts of instantaneous renewable generation. Consisting of over 150 individual projects, Grid 25 will see the upgrading of 2,200 kilometres of existing transmission lines and the building of 1,050 kilometres of new transmission lines, doubling the current size of Ireland’s electricity grid. In addition, there is now over 2,100 MW of renewable generation installed in Ireland. With renewable generation capacity set to reach in the region of 4,000 MW to deliver 40% of electricity from renewable sources in Ireland by 2020, managing such a large amount of variable generation on a small island system presents a unique set of operational challenges. The DS3 programme has been established by EirGrid and the System Operator for Northern Ireland (SONI) to develop system operations solutions to ensure the secure and safe operation of the all island power system as we move towards progressively higher levels of variable renewable penetration."}, {"text_block_id": "p15_b103", "text": "In tandem with the work to plan for the future development and operation of Ireland’s electricity grid, and in order to develop a strategic understanding of the future network requirements of offshore renewable energy, EirGrid undertook an Offshore Grid Study, the first part of which was published in 2011. Key findings of the study were that an offshore network should be meshed (as opposed to a radial approach connecting individual offshore generators to the onshore grid) and, to ensure cost effectiveness, developed incrementally in a way that would be symbiotic with the onshore grid and in line with Grid 25. The study also identified the potential to use offshore generation points as interconnection points."}, {"text_block_id": "p15_b104", "text": "In June 2012 the Irish-Scottish Links on Energy Study (ISLES) reported on the feasibility of creating an offshore interconnected electricity grid linking the three jurisdictions based on renewable resources of wind, wave and tidal. The project is firmly grounded in EU energy policy objectives, in particular, the long term strategic planning necessary to achieve the technological shift needed to develop the trans-European energy networks required to decarbonise EU energy systems. The study estimates an initial maximum resource potential of 16.1 GW (12.1 GW wind and 4 GW of wave and tidal) in the ISLES areas, requiring a capital expenditure in the order of €6.74 billion to harness it. It also found that, while the technology for an ISLES network is available, complexity does arise in the range of regulatory regimes across the three jurisdictions. The next phase of the ISLES project will focus on further analysis of the environmental and regulatory requirements of a cross-jurisdictional offshore grid."}, {"text_block_id": "p15_b105", "text": "In May 2013, EU Regulation 347 of 2013 on Guidelines for trans-European Energy Infrastructure, came into force. Using the criteria set out in the Regulation, an EU list of electricity Projects of Common Interest (PCI), relating to transmission system development and storage, was established in October 2013. PCI’s will benefit from accelerated planning processes, cross-border cost allocation and the opportunity to apply for EU financial assistance under the Connecting Europe Facility. While no offshore grid projects have been proposed for PCI status for this initial list, the PCI selection process utilises the on-going work of the North Seas Countries Offshore Grid Initiative (NSCOGI). The NSCOGI, in which Ireland"}, {"text_block_id": "p16_b106", "text": "participates, is charged with evaluating and facilitating the coordinated development of a possible offshore grid that maximises the efficient and economic use of renewable energy resources and infrastructure investments. The next call for PCI proposals under Regulation 347 of 2013 will be held by the European Commission in 2015."}, {"text_block_id": "p16_b107", "text": "Figure 5. Unloading Turbines at Killybegs. (Source: Killybegs Harbour Centre)"}, {"text_block_id": "p16_b108", "text": "Ports"}, {"text_block_id": "p16_b109", "text": "The development of offshore renewable energy represents a significant opportunity for our ports, particularly those along the western seaboard. They will play a crucial role in facilitating the necessary development of both offshore renewable generation and grid infrastructure, requiring investment to handle the necessary plant, equipment and cabling, and the associated shipping during both the construction, and operation and maintenance phases of future projects. The 2013 National Ports Policy highlights that a number of Ports of National Significance have completed or commenced port master planning. In addition, as part of the emerging revised European TEN-T network, the Department of Transport, Tourism and"}, {"text_block_id": "p16_b110", "text": "Sport (DTTAS) is seeking to ensure that a number of port hinterland priorities are included as part of the proposed “core network”. These priorities encompass both road and rail links. The development of offshore renewable energy will complement these developments, increasing tonnage, turnover, profits and employment in key ports."}, {"text_block_id": "p16_b111", "text": "In addition, in relation to the emerging ocean energy sector, the Irish Maritime Development Office"}, {"text_block_id": "p16_b112", "text": "Report on Irish Ports Offshore Renewable Energy Services"}, {"text_block_id": "p16_b113", "text": ", published in 2012, concluded that the three Ports of National Significance (Tier 1) had the greatest potential in servicing current and future demand in the offshore renewable energy sector. The report additionally identified the two Ports of National Significance (Tier 2), as well as Galway Harbour Company and Killybegs Fishery Harbour Centre, as having important potential in terms of servicing future demand in this sector. National Ports Policy endorses these findings."}, {"text_block_id": "p16_b114", "text": "Job Creation and Economic Growth"}, {"text_block_id": "p16_b115", "text": "Harnessing our Ocean Wealth"}, {"text_block_id": "p16_b116_merged_merged", "text": "highlights the fact that the Government’s Action Plan for Jobs and the EU’s Europe Strategy 2020 represent concerted efforts to address the current economic downturn and stimulate economic recovery, focusing principally on growth and job creation. The Strategy for Renewable Energy: 2012-2020 has as strategic goals the delivery of green growth through the export of renewable energy, and research, development and demonstration of renewable technologies, including the preparation for market of ocean technologies. The Report of the Research Prioritisation Steering Group also identifies marine renewable energy as one of fourteen priority research areas for Ireland. The focus of this priority area is to position Ireland as a research, development and innovation hub for the deployment of marine renewable energy technologies and services. This would facilitate the creation of an early stage industry and research cluster and open up the possibility of becoming a significant exporter of electricity. The development and testing of ICT applications in a marine environment (based on the Smart Ocean concept) could be supported to enable this priority area."}, {"text_block_id": "p17_b121", "text": "Figure 6. Marine Energy Supply Chain. (Source: SEAI)"}, {"text_block_id": "p17_b122", "text": "While the ocean energy sustainability and security of supply benefits will inevitably accrue to Ireland in due course, with the right investment and support strategy offshore energy also offers the potential for significant growth and employment in the medium to long term. By investing in the development of this sector, there is potential to capture a significant part of the value chain and associated employment benefits. With regard to ocean energy in particular, research and development in universities, coupled with prototype testing and pre-commercial array demonstration, creates an essential value chain, within which, expertise and services are developed locally."}, {"text_block_id": "p17_b123", "text": "The EU Blue Growth Study identifies offshore wind (size €2.4bn and recent growth 21.7%) and ocean renewable energy (size €<0.25bn and recent positive growth) as among the most promising activities in terms of future potential. It categorises offshore wind as being in the growth stage creating new jobs right now. Smaller companies can enter the market and prices of technologies are gradually going down. Economic analysis conducted on behalf of the Sustainable Energy Authority of Ireland (SEAI) indicates 3 construction job years per MW of offshore wind deployed with 0.6 in ongoing operations and maintenance jobs."}, {"text_block_id": "p18_b124", "text": "The Blue Growth Strategy classifies ocean renewable energy as being at the pre-development stage, presenting an opportunity to invest in the jobs of tomorrow. While inventions have been made, the most promising outputs have still to be defined. Much research, development and demonstration is required to ensure that the possible outputs, which are clear, prove their commercial viability. In terms of potential for job and wealth creation, the"}, {"text_block_id": "p18_b125", "text": "Economic Study for Ocean Energy Development in Ireland"}, {"text_block_id": "p18_b126", "text": "published by the SEAI and Invest Northern Ireland in 2010 states that:"}, {"text_block_id": "p18_b127", "text": "There is currently sound quantitative evidence that by 2030 a fully developed island of Ireland OE sector providing a home market and feeding a global market for RE could produce a total Net Present Value (NPV) of around €9 billion and many thousands of jobs to Irish and Northern Irish economies. It is possible that an island of Ireland wave energy industry meeting the 500MW 2020 target could produce at least 1,431 additional FTE jobs and an NPV of €0.25bn, increasing to 17,000-52,000 FTE jobs and an NPV of between €4-10bn by 2030. This is dependent upon achieving sufficient technology learning rates – most likely encouraged and maintained initially through a form of capital and/or operational subsidy. Similarly a tidal industry providing 200MW of capacity by 2020 may deliver around 600 FTE jobs and an NPV of €111m, increasing to 8,500-17,000 FTE jobs and an NPV of between €1.5-2.75bn by 2030."}, {"text_block_id": "p18_b128", "text": "Given the current state of readiness of the technology"}, {"text_block_id": "p18_b129_merged_merged", "text": ", the projections previously outlined to 2020 will not now be achieved but the possibilities they represent remain valid over a longer time-scale looking out to 2030 and beyond. The scale of economic benefits ultimately achieved is conditional on early involvement in the sector and the putting in place of appropriate policy supports for the sector. Section 2 sets out the necessary policy actions and enablers to realise these economic benefits for Ireland."}, {"text_block_id": "p19_b134", "text": "Section 2 – Next Steps"}, {"text_block_id": "p19_b135", "text": "It is evident from the breadth of the policy context set out in Section 1, that the development of the offshore renewable energy industry in Ireland cuts across a wide range of sectors, bodies and stakeholders, from energy policy to environmental obligations, to consenting and licensing, to infrastructure (renewable installation construction, grid development and port development), to energy markets and international cooperation on renewable energy. Alongside the range of state bodies and activities which must interact with regard to offshore renewables, stands the critical factors of legitimate public interest in, and EU and international obligations regarding, the protection of our marine environment in tandem with the commercial exploitation of our public, national, marine resources, to the ultimate benefit of Ireland as a whole. Safeguarding this public interest, while realising the benefits of the commercial development of our marine renewable energy resource, is the overarching priority for the Government, and therefore, it informs every aspect of this OREDP."}, {"text_block_id": "p19_b136", "text": "OREDP Principles"}, {"text_block_id": "p19_b137", "text": "To this end, and in light of the diversity of interests and stakeholders involved, the following core principles are set out as being necessary to underpin the work that is required to implement the OREDP and advance the sustainable development of Ireland’s offshore wind and ocean energy resources:"}, {"text_block_id": "p19_b138", "text": "To this end, and in light of the diversity of interests and stakeholders involved, the following core principles are set out as being necessary to underpin the work that is required to implement the OREDP and advance the sustainable development of Ireland’s offshore wind and ocean energy resources:\n* All development of offshore wind and ocean\n* The exploitation of our national offshore wind\n* Coordination of the next steps identified in this\n* The use of public resources to facilitate the\n* The governance of the OREDP must be in line with"}, {"text_block_id": "p19_b148", "text": "Policy Actions and Enablers"}, {"text_block_id": "p19_b149", "text": "Taking full account of the energy, economic development and environmental issues identified (including the Plan Level Mitigation Measures identified and recommended by the SEA and AA), the following policy and enabling actions, along with responsible bodies and completion timeframes, have been identified as key to the development of the offshore renewable energy sector:"}, {"text_block_id": "p19_b150", "text": "GOVERNANCE"}, {"text_block_id": "p19_b151", "text": "GOVERNANCE\n* A robust governance structure is"}, {"text_block_id": "p20_b156", "text": "Figure 7. Atlantic Marine Energy Test Site. (AMETS). (Source: SEAI)"}, {"text_block_id": "p20_b157", "text": "of Transport, Tourism and Sport (DTTAS), the Department of Agriculture, Food and the Marine (DAFM), the SEAI, the Environmental Protection Agency (EPA), the Marine Institute (MI), the National Parks and Wildlife Service (NPWS), and industry representation. Other marine users will be consulted as appropriate. It will be responsible for drawing up a work programme, and reporting on progress periodically to the Minister for Communications, Energy and Natural Resources. The Steering Group shall oversee an interim review the OREDP and SEA in 2017, with a full review of both to be carried out in 2020."}, {"text_block_id": "p20_b158", "text": "Responsibility:"}, {"text_block_id": "p20_b159", "text": "DCENR"}, {"text_block_id": "p20_b160", "text": "JOB CREATION AND GROWTH"}, {"text_block_id": "p20_b161_merged", "text": "The overall conclusion of the SEA and AA (see Part 2, Section 2) found that it would be possible to achieve the high scenario of 4,500 MW from offshore wind and 1,500 MW from wave and tidal devices, without likely significant adverse effect on the environment. In addition, the cumulative assessment found that greater levels of development could be accommodated within assessment areas without significant adverse effects on the environment. However, a route to market is key. In terms of offshore wind, the potential quantity for export will have to await the conclusion of the export IGA with the UK. In the event offshore wind is successful in finding a route to market, the findings and recommendations of the SEA and AA, which underpin this OREDP, will provide valuable environmental information to assist in the"}, {"text_block_id": "p20_b168", "text": "Timeline:"}, {"text_block_id": "p20_b169", "text": "2014"}, {"text_block_id": "p21_b170", "text": "development planning decision making process. The UK has publicly signalled an interest in up to 5GWs (for which both onshore and offshore wind would be competing). The OREDP also proposes (see below) the introduction for Ireland"}, {"text_block_id": "p21_b171", "text": "from 2016 of an initial market support scheme for ocean (wave and tidal) energy"}, {"text_block_id": "p21_b172", "text": "."}, {"text_block_id": "p21_b173", "text": ".\n* The Minister\n* The\n* The\n Responsibility:\n* Timeline:\n* The Galway Bay Test\n* The Galway Bay Test\n Responsibility:\n* Timeline:\n* IMERC is a partnership between"}, {"text_block_id": "p21_b193_merged_merged", "text": "Responsibility: UCC, CIT and INS Timeline:"}, {"text_block_id": "p21_b196", "text": "2016"}, {"text_block_id": "p21_b197", "text": "Figure 8. IMERC Campus. (Source: IMERC)"}, {"text_block_id": "p22_b198", "text": "The Beaufort Laboratory will also act as a hub for the new SFI-funded Centre for Marine Renewable Energy Ireland (MaREI) which was launched in November 2013. The Centre incorporates researchers from University College Cork (UCC), NUI Galway (NUIG), University of Limerick (UL), University College Dublin (UCD), Cork Institute of Technology (CIT) and NUI Maynooth (NUIM) along with 45 industry partners."}, {"text_block_id": "p22_b199", "text": "The primary aims of the centre will be the research of all aspects of marine renewable energy from marine robotics and materials to endure ocean conditions, to offshore wind, wave and marine energy devices as well as technologies to deliver power to the grid for electricity supply at home and abroad."}, {"text_block_id": "p22_b200", "text": "The MaREI Centre will receive funding of €19 million from the Department of Jobs, Enterprise and Innovation through Science Foundation Ireland (SFI) with a further €10.5 million contributed from the industry partners. Up to 77 jobs will be supported at the Centre."}, {"text_block_id": "p22_b201", "text": "The MaREI Centre will receive funding of €19 million from the Department of Jobs, Enterprise and Innovation through Science Foundation Ireland (SFI) with a further €10.5 million contributed from the industry partners. Up to 77 jobs will be supported at the Centre.\n* The SEAI operates"}, {"text_block_id": "p22_b204", "text": "Responsibility:"}, {"text_block_id": "p22_b205", "text": "SEAI"}, {"text_block_id": "p22_b206", "text": "Timeline:"}, {"text_block_id": "p22_b207", "text": "Ongoing"}, {"text_block_id": "p22_b208", "text": "Additional Exchequer Support Requirement:"}, {"text_block_id": "p22_b209", "text": "With the AMETS being completed, technology progressing, and the possibility of projects being successful in availing of European funding opportunities, additional monies will be required in the Prototype Development Fund. Options for an additional €30 million capital funding in the years 2016 to 2018 will be agreed with the Ministers for (i) Agriculture, Food and the Marine, (ii) Jobs, Enterprise and Innovation, and (iii) Public Expenditure and Reform. The Cabinet Committee on Economic"}, {"text_block_id": "p22_b210", "text": "Infrastructure will consider cross-Departmental issues, with input from the Steering Group on Harnessing our Ocean Wealth."}, {"text_block_id": "p22_b211_merged", "text": "Responsibility: DCENR, DAFM and DJEI Timeline:"}, {"text_block_id": "p22_b214", "text": "2015"}, {"text_block_id": "p22_b215", "text": "Figure 9. Annagh Bay AMETS Site. (Source: SEAI)"}, {"text_block_id": "p22_b216", "text": "Figure 9. Annagh Bay AMETS Site. (Source: SEAI)\n* In addition to capital grants, an initial"}, {"text_block_id": "p23_b219_merged", "text": "Figure 9. Annagh Bay AMETS Site. (Source: SEAI)\n* In addition to capital grants, an initial\n"}, {"text_block_id": "p23_b222", "text": "Responsibility:"}, {"text_block_id": "p23_b223", "text": "DCENR"}, {"text_block_id": "p23_b224", "text": "Timeline:"}, {"text_block_id": "p23_b225", "text": "2016"}, {"text_block_id": "p23_b226", "text": "4. Develop Renewable Electricity Export Markets:"}, {"text_block_id": "p23_b227", "text": "The scale of Ireland’s renewable energy resource represents a significant opportunity for electricity export to the United Kingdom initially and in time to North West Europe. Under the Memorandum of Understanding signed between Ireland and the United Kingdom in January 2013, an agreed programme of work is underway that will result in completion of consideration of how Irish renewable energy resources, onshore and offshore, might be developed to the mutual benefit of Ireland and the United Kingdom. Subject to its being mutually beneficial for both countries, the objective is to enter an Inter-Governmental Agreement in 2014 to underpin the development of an export market with the United Kingdom."}, {"text_block_id": "p23_b228", "text": "Responsibility:"}, {"text_block_id": "p23_b229", "text": "DCENR"}, {"text_block_id": "p23_b230", "text": "Timeline:"}, {"text_block_id": "p23_b231", "text": "2014"}, {"text_block_id": "p23_b232", "text": "Figure 10. Turbine Construction. (Source: SEAI)"}, {"text_block_id": "p23_b233", "text": "5. Develop the Supply Chain for the Offshore Renewable Energy Industry in Ireland:"}, {"text_block_id": "p23_b234", "text": "An IGA to export renewable electricity to the United Kingdom would bring potentially significant employment creation opportunities. In addition to construction, and operations and maintenance jobs, the supply chain for wind generation will be galvanised as such projects are likely to form a significant part of the initial export activity. It is important to note that there are overlaps between the supply chains for onshore wind, offshore wind, and wave and tidal energy developments. There will also be opportunities to develop new products across information technology, remote communications and software. All relevant State agencies, particularly in the enterprise area, will have to coordinate their activities to ensure the employment potential of export projects is maximised. This opportunity has already been identified by the Industrial"}, {"text_block_id": "p24_b235", "text": "Development Authority and Enterprise Ireland in their clean technology growth strategies. The Minister for Communications, Energy and Natural Resources will work with the Minister for Jobs, Enterprise and Innovation to put in place an appropriately led and resourced linkages programme to ensure that domestic companies not only avail of local opportunities for a period, but also plan to scale up and internationalise their operations."}, {"text_block_id": "p24_b236", "text": "Responsibility:"}, {"text_block_id": "p24_b237", "text": "EI, IDA, SEAI and MI"}, {"text_block_id": "p24_b238", "text": "Timeline:"}, {"text_block_id": "p24_b239", "text": "Ongoing"}, {"text_block_id": "p24_b240", "text": "Ongoing\n* Communicate that Ireland is Open for Business:\n<\\li1>\n* Communicate that Ireland is Open for Business:\n<\\li1>\n Ireland must be presented at home and abroad as\n<\\li2>"}, {"text_block_id": "p24_b243", "text": "Responsibility:"}, {"text_block_id": "p24_b244", "text": "EI, IDA, MI and SEAI"}, {"text_block_id": "p24_b245", "text": "Timeline:"}, {"text_block_id": "p24_b246", "text": "Ongoing"}, {"text_block_id": "p24_b247", "text": "7."}, {"text_block_id": "p24_b248", "text": "Explore Potential for International Collaboration:"}, {"text_block_id": "p24_b249", "text": "Within the context of the British"}, {"text_block_id": "p24_b250", "text": "Irish Council’s Marine Energy Committee, Ireland will actively contribute to the development of a programme of co-operation and collaboration in offshore renewable energy, building on the shared view that Ireland, Northern Ireland and Scotland will benefit if they join forces, specifically in respect to the difficult early stage of ocean energy development. In addition, Ireland will continue to participate in the Ocean Energy ERA-NET, which brings together sixteen partners from nine member states intent on gaining the benefits of coordinated research funding. The objective is to improve the quality, scope and coherence of research through better networks, addressing common barriers and improving coordination."}, {"text_block_id": "p24_b251", "text": "Responsibility:"}, {"text_block_id": "p24_b252", "text": "DCENR and SEAI"}, {"text_block_id": "p24_b253", "text": "Timeline:"}, {"text_block_id": "p24_b254", "text": "Ongoing"}, {"text_block_id": "p24_b255", "text": "ENVIRONMENT"}, {"text_block_id": "p24_b256", "text": "8. Introduce a New Planning and Consent Architecture for Development in the Marine"}, {"text_block_id": "p24_b257", "text": "Area:"}, {"text_block_id": "p24_b258", "text": "Harnessing Our Ocean Wealth – An Integrated Marine Plan for Ireland"}, {"text_block_id": "p24_b259", "text": "mandates departments and agencies involved in the planning, licensing and regulation of marine-based developments and activities to engage in governance actions which will:"}, {"text_block_id": "p24_b260", "text": "l"}, {"text_block_id": "p24_b261", "text": "develop an integrated approach to marine and coastal planning and licensing in order to maximise the potential for Ireland’s ocean economy;"}, {"text_block_id": "p24_b262", "text": "l"}, {"text_block_id": "p24_b263", "text": "assist with managing our resources effectively and sustainably;"}, {"text_block_id": "p24_b264", "text": "l"}, {"text_block_id": "p24_b265", "text": "manage potential conflicts; and"}, {"text_block_id": "p24_b266", "text": "l"}, {"text_block_id": "p24_b267", "text": "ensure harmonisation with coastal/terrestrial planning."}, {"text_block_id": "p24_b268", "text": "The Department of Environment, Community and Local Government (DECLG) was tasked to update and improve legislation to streamline planning and consent processes. To this end, DECLG’s Maritime Area and (Foreshore) Amendment Bill aims to"}, {"text_block_id": "p24_b269_merged", "text": "provide for a streamlined development consent process, to include both the onshore and offshore elements of strategic infrastructure projects. An Bord Pleanála will be the consent authority. This change will reduce duplication in the consent process and involve a single Environmental Impact Assessment, thereby also reducing the cost of applications. The Bill will also include provisions that will enable project developers to seek a maritime option at an early stage, subject to certain qualifying criteria, depending on the nature and location of the proposal. Obtaining such an option will effectively allow project developers to reserve a portion of the maritime area for a limited period, while they apply for the necessary development consents. This provision will give certainty to project promoters that if they secure the necessary financial backing and development consents, they will be able to proceed with the development. The legislation, when enacted, will provide a modern and coherent consent framework in respect of offshore renewable energy projects and in particular, will provide a mechanism under which renewable energy projects"}, {"text_block_id": "p25_b274", "text": "beyond the boundaries of the territorial seas may be regulated. It will contain provisions concerning the designation of areas suitable for renewable energy within the Maritime Area. While such designations will not provide for exclusive use of the area(s) for renewable energy purposes, it is likely that such applications will be prioritised within the areas. The process of designation will carried out in consultation with other marine users. Once in place, this new planning and consent architecture will provide project developers and industry as a whole with a clear pathway from the application for a modest permit to the granting of a lease for a major development."}, {"text_block_id": "p25_b275", "text": "In addition,"}, {"text_block_id": "p25_b276", "text": "Harnessing our Ocean Wealth"}, {"text_block_id": "p25_b277", "text": "identified a critical need to develop an integrated approach to marine and coastal planning and licensing. The input required from the energy policy perspective to achieve this will be overseen by the ORESG. The Steering Group will ensure close working with the departments and agencies that will eventually be tasked with implementing an overarching Marine Spatial Plan."}, {"text_block_id": "p25_b278", "text": "Responsibility:"}, {"text_block_id": "p25_b279", "text": "DECLG/DCENR"}, {"text_block_id": "p25_b280", "text": "Timeline:"}, {"text_block_id": "p25_b281", "text": "Short/Medium Term"}, {"text_block_id": "p25_b282", "text": "9."}, {"text_block_id": "p25_b283", "text": "Environmental Monitoring:"}, {"text_block_id": "p25_b284", "text": "A key finding of the SEA and AA processes is the need to put in place a number of mitigation measures for the sustainable development of offshore renewable energy. The ORESG will take forward in a dedicated workstream, the recommendations from the SEA and AA processes, regarding the need for the collection and dissemination of data and the monitoring of potential significant environmental impacts arising from the development of offshore renewable energy installations (in the context of the onus being on project developers to carry out environmental monitoring on their installations in the first instance). This working group will be critically informed by the on-going work on data collection, research and collation carried out by the Marine Institute and other relevant bodies. The work will be carried out in consultation with the relevant bodies in Northern Ireland with regard to projects which may be developed adjacent to Northern Ireland waters."}, {"text_block_id": "p25_b285", "text": "Responsibility:"}, {"text_block_id": "p25_b286", "text": "ORESG"}, {"text_block_id": "p25_b287", "text": "Timeline:"}, {"text_block_id": "p25_b288", "text": "Ongoing"}, {"text_block_id": "p25_b289", "text": "INFRASTRUCTURE"}, {"text_block_id": "p25_b290", "text": "10.Ensure Appropriate Infrastructure Development:"}, {"text_block_id": "p25_b291_merged_merged_merged", "text": "The development of offshore renewable energy is critically dependent on the development of enabling infrastructure at a number of points in its value chain, including grid and port facilities. Offshore renewables have been identified as a driver for the commercial development of key ports to allow for the handling of large scale components required for the building of offshore energy installations, with the consequent potential for jobs in those areas. This is reflected in the 2013 National Ports Policy, the 2012 Irish Ports and Offshore Renewable Energy Services (IPORES) report by the Irish Maritime Development Office, and the study on offshore renewable energy carried out by EirGrid in 2011. The ORESG will work with the Development Task Force (DTF), set up under Harnessing our Ocean Wealth, to produce a report on the integrated infrastructure requirements of the offshore renewable sector. The ORESG will assist in overseeing the coordination of this work between DTTAS and EirGrid."}, {"text_block_id": "p25_b298", "text": "Responsibility:"}, {"text_block_id": "p25_b299", "text": "ORESG (with DTF)"}, {"text_block_id": "p25_b300", "text": "Timeline:"}, {"text_block_id": "p25_b301", "text": "Short/Medium Term"}, {"text_block_id": "p25_b302", "text": "Figure 11. Laying Cable at Sea. (Source: SEAI)"}, {"text_block_id": "p26_b303", "text": "Part Two"}, {"text_block_id": "p26_b304", "text": "Strategic Environmental and Appropriate Assessment of Ireland’s Offshore Renewable Energy Potential"}, {"text_block_id": "p27_b305", "text": "Section 1 – Overview of Strategic Environmental Assessment (SEA) and Appropriate Assessment (AA) Processes"}, {"text_block_id": "p27_b306", "text": "Background"}, {"text_block_id": "p27_b307", "text": "In 2009, at the request of the Department of Communications, Energy & Natural Resources, the Sustainable Energy Authority of Ireland (SEAI) commissioned an SEA to assess the environmental effects of a range of development scenarios for offshore renewable energy in order to inform the development of policy regarding the sector through the Offshore Renewable Energy Development Plan (OREDP). A key objective of the OREDP is to provide a policy framework for the assessment of applications for planning consents and the carrying out of Environmental Impact Assessments (EIA) for individual projects. The SEA was carried out in accordance with SEA Directive 2001/42/ EC on the assessment of the effects of certain plans and programmes on the environment and in line with the Department of Environment, Community and Local Government Regulations and Guidelines on the implementation of the Directive."}, {"text_block_id": "p27_b308_merged", "text": "In addition to the SEA, an AA was carried out to appraise the potential effects of offshore renewable energy development on the interest features of sites under the EU Habitats Directive. The findings were presented in a Natura Impact Statement (NIS) which was completed in accordance with the provisions of Statutory Instrument No. 94 of 1997 – European Communities (Natural Habitats) Regulations, 1997 (as amended). Following the designation of six additional Natura 2000 sites in Irish waters in late 2012, a revised version of the NIS was completed in 2013 and is being published in association with this document. The OREDP, SEA and Appropriate Assessment are part of a mutually reinforcing process as set out in the schematic below:"}, {"text_block_id": "p27_b311", "text": "OREDP Work Streams"}, {"text_block_id": "p28_b312", "text": "The outputs of the SEA and AA processes are set out in the following documents:"}, {"text_block_id": "p28_b313", "text": "1"}, {"text_block_id": "p28_b314", "text": "l"}, {"text_block_id": "p28_b315", "text": "SEA Statement – provides an overview of the entire SEA, AA and consultation processes, presents their key findings, and describes how those findings were used in the development of the final OREDP. (Appendix 1)"}, {"text_block_id": "p28_b316", "text": "l"}, {"text_block_id": "p28_b317", "text": "SEA Environmental Report – identifies, describes and evaluates the likely significant effects on the environment of implementing the OREDP (Appendix 2)"}, {"text_block_id": "p28_b318", "text": "l"}, {"text_block_id": "p28_b319", "text": "Addendum to the Environmental Report – contains a list and full details of all changes made to the Environmental Report following the consultation process (Appendix 3)"}, {"text_block_id": "p28_b320", "text": "l"}, {"text_block_id": "p28_b321", "text": "Natura Impact Statement – this is an appraisal of the potential effects of the OREDP on the interest features of Natura 2000 sites to inform the Appropriate Assessment (Appendix 4)"}, {"text_block_id": "p28_b322", "text": "Objective of the SEA"}, {"text_block_id": "p28_b323", "text": "The objective of the SEA was to contribute to the establishment of a policy framework for the development of offshore renewable energy by identifying the key environmental constraints and considerations with regard to the study area identified through the scoping process."}, {"text_block_id": "p28_b324", "text": "Scope of SEA"}, {"text_block_id": "p28_b325_merged_merged", "text": "The proposed scope of the SEA was first set out in a Scoping Report, prepared by SEAI and the Marine Institute in July 2009. As part of the consultation process on the Scoping Report, a public consultation workshop was held in November 2009. Details of this process, and a summary of the 14 responses received on the report, are available on the SEAI website.2"}, {"text_block_id": "p28_b327", "text": "The SEA considered potential environmental impacts of scenarios for developing up to 4,500 MW of offshore wind and 1,500 MW of wave and tidal energy, irrespective of its commercial viability, the existing onshore power transmission grid, or other such constraints, within the period to 2030. The SEA study area included all Irish"}, {"text_block_id": "p28_b328", "text": "waters from the Mean High Water Mark out to the 200 metres water depth contour off the west and south west coasts of Ireland and the Irish Exclusive Economic Zone off the north, east and south east coasts of Ireland. The study area excluded all areas within 500 metres of existing offshore pipelines and cables, and sites licensed for aquaculture, designated as shellfish beds and subject to a fisheries order."}, {"text_block_id": "p28_b329", "text": "Scenarios"}, {"text_block_id": "p28_b330", "text": "Based on the Scoping Report, and the consultation feedback received on it, it was decided that the SEA should be carried out on three scenarios (low, medium and high) in the period to 2030. It should be noted that these scenarios were used only for the purpose of assessing the possible environmental impacts of varying levels of offshore renewable energy development on the marine environment. The commercial viability of such levels of development was not examined."}, {"text_block_id": "p28_b331", "text": "Environmental Report"}, {"text_block_id": "p28_b332", "text": "The study area was split into six assessment areas around the Irish coastline. This division into assessment areas meant that the SEA could focus on the areas that are most likely for development, while still ensuring that all the areas that are a possibility for development within the SEA timescale were included. The assessment areas reflect the distribution of wave, wind and tidal resources in Ireland’s waters. Some assessment areas only contain a single resource type, while others contain a combination. The Scoping Report sets out the geographic criteria covered in the assessment. Table 2 below sets out the technologies considered in each assessment area:"}, {"text_block_id": "p30_b333", "text": "The methodology used to assess the effects of offshore wind, wave and tidal technologies on the marine and coastal environment of Ireland consisted of three parts:"}, {"text_block_id": "p30_b334", "text": "1."}, {"text_block_id": "p30_b335", "text": "Generic assessment – a non-spatial assessment based on existing information, covering the entire study area, to identify the generic potential effects of offshore renewable energy technologies;"}, {"text_block_id": "p30_b336", "text": "2."}, {"text_block_id": "p30_b337", "text": "Detailed assessment of the assessment areas – strategic assessment of the potential effects of different technologies on receptors associated with each assessment area;"}, {"text_block_id": "p30_b338", "text": "3."}, {"text_block_id": "p30_b339", "text": "Cumulative assessment was also carried out to establish the potential of in-combination effects of varying levels of development in the assessment areas and the extent to which such effects could be accommodated without causing likely significant adverse effects on the environment. It is important to note that while the SEA focused on the assessment areas described above, the Environmental Report makes clear that this doesn’t preclude development outside these assessment areas as all Irish waters were covered in the generic assessment. The cumulative assessment has considered a number of possible future development scenarios and reviewed the cumulative effects of different levels of development within each of the assessment areas, as well as considering the cumulative effects of other plans and programmes."}, {"text_block_id": "p31_b340", "text": "Section 2 – Overview of Key Findings from the Strategic Environmental Assessment (SEA) and Appropriate Assessment (AA)"}, {"text_block_id": "p31_b341", "text": "The overall conclusion of the SEA and AA found that it would be possible to achieve the high scenario of 4,500 MW from offshore wind and 1,500 MW of wave and tidal devices without likely significant adverse effect on the environment. These development levels were not assessed from the perspectives of commercial or technical feasibility. The commercial and technical feasibility of individual projects is ultimately dependent on the route to market available and the state of readiness of the various technologies. The findings of the SEA and AA set out the levels to which such development could be carried out without significant adverse effect on the environment."}, {"text_block_id": "p31_b342", "text": "In this way,"}, {"text_block_id": "p31_b343", "text": "this part of the OREDP will provide the necessary guidance to planning authorities when considering the appropriate levels of development to permit from an environmental perspective only"}, {"text_block_id": "p31_b344", "text": "."}, {"text_block_id": "p31_b345", "text": "In addition, the cumulative assessment found that greater levels of development could be accommodated within assessment areas without significant adverse effects on the environment. The table below presents the main results and conclusions of the cumulative assessment (it is important to note that the conclusions are based on the assumption that the mitigation measures will be implemented in full):"}, {"text_block_id": "p31_b346", "text": "Table 3. Total Development Potential for each Assessment Area"}, {"text_block_id": "p31_b347", "text": "It should be noted that these figures are not ‘caps’ on the total level of development that could occur, rather they simply reflect the results of the cumulative assessment."}, {"text_block_id": "p32_b348", "text": "Data gaps and other uncertainties"}, {"text_block_id": "p32_b349", "text": "The Environmental Report also highlights that “data, knowledge and information gaps are a key limitation” of the assessment that has been undertaken. The SEA acknowledges that the data gaps are “very difficult to fill at a strategic level due to the geographical scale of the study area and the relative inaccessibility of the marine environment.” The report also notes that the effects of offshore wind on the environment are generally better known than those of wave or tidal devices, which are still at the pre-commercial stage. The main areas of uncertainty/unknown effects are described in Chapter 14 of the Environmental Report."}, {"text_block_id": "p32_b350", "text": "While the Environmental Report notes that a significant amount of work is underway which is improving our knowledge of the marine environment, it also finds that the taking forward of the OREDP must include a mechanism whereby the collection of the necessary data is continued and that this data is made available for the benefit of all stakeholders in the offshore renewable energy sector."}, {"text_block_id": "p32_b351", "text": "In light of these gaps, and to ensure that significant adverse effects do not occur from the development of offshore renewable energy, two sets of mitigation measures have been developed – at the levels of both the OREDP and individual projects. Accordingly, Plan Level Mitigation Measures have been included in Part 2, Section 3 of the OREDP and Suggested Project Level Mitigation Measures have been included in Part 2 Section 4 of the OREDP."}, {"text_block_id": "p32_b352", "text": "The SEA and the OREDP"}, {"text_block_id": "p32_b353", "text": "The findings of the SEA and AA have informed the principles and policy actions set out in the OREDP. In order to ensure coherence between environmental assessment and monitoring of offshore renewable energy developments, and on-going energy policy formation, the Plan Level and Suggested Project Level Mitigation Measures developed through the SEA process are also published in Part 2 of this OREDP. In this way, the Plan and Suggested Project Level Mitigation Measures constitute an integral part of the OREDP and its implementation. On this basis, monitoring of the implementation of these measures will form part of the work of the ORESG, where this work will be carried out under the Environmental Work Stream."}, {"text_block_id": "p33_b354", "text": "Section 3 – Plan Level Mitigation Measures"}, {"text_block_id": "p33_b355", "text": "In order to ensure that significant adverse effects do not arise in the marine environment as a result of the development of offshore renewable energy installations, appropriate measures to avoid, reduce or offset any potential significant adverse effects have been developed through the Strategic Environmental Assessment (SEA), Appropriate Assessment (AA) and Natura Impact Statement (NIS) processes. To this end, two forms of mitigation have been identified as being required to achieve the appropriate level of protection. These consist of measures at the level of the OREDP i.e. plan level mitigation measures as set out in this section, and measures at the level of individual projects i.e. suggested project level mitigation measures, as set out in Part 2, Section 4."}, {"text_block_id": "p33_b356", "text": "Taking into account the uncertainties and limitations identified during the undertaking of the SEA of Ireland’s offshore renewable energy potential, and the associated AA, it was concluded that it was necessary to identify suitable plan level mitigation measures for inclusion in the OREDP to avoid Likely Significant Effects (LSE) from occurring. These plan level mitigation measures were based on the plan level mitigation measures originally identified through the SEA Environmental Report (Chapter 15) and included in the draft OREDP. However, there have been some additions to these measures, to reflect the findings from the NIS process carried out subsequent to the Environmental Report and the initial drafting of the OREDP."}, {"text_block_id": "p33_b357", "text": "Collaboration and Coordination"}, {"text_block_id": "p33_b358", "text": "1."}, {"text_block_id": "p33_b359", "text": "Development of a mechanism for greater coordination between all state bodies concerned to improve the effectiveness of the delivery of the OREDP as policy develops. This could include an enhanced role for the existing multi-body Ocean Energy Steering Committee (now to be known as the Offshore Renewable Energy Steering Group – ORESG)."}, {"text_block_id": "p33_b360", "text": "2."}, {"text_block_id": "p33_b361", "text": "Collaborative working with the existing Ocean Energy Advisory Group to assist/advise SEAI and DCENR with taking forward the OREDP. The composition of the Ocean Energy Advisory Group should be expanded to include other interests in the marine sector including fisheries and environmental bodies."}, {"text_block_id": "p33_b362", "text": "SEA Monitoring Requirements"}, {"text_block_id": "p33_b363", "text": "3."}, {"text_block_id": "p33_b364", "text": "In accordance with Article 17 of the SEA Regulations 2004, the group identified in the mechanism for enhanced co-ordination in measure 1 shall ensure the significant environmental effects of the implementation of the plan are monitored. This will ensure that unforeseen adverse effects are identified at an early stage and that appropriate remedial action is taken as required."}, {"text_block_id": "p33_b365", "text": "Addressing Data, Information and Knowledge Gaps"}, {"text_block_id": "p33_b366", "text": "4."}, {"text_block_id": "p33_b367", "text": "DCENR and SEAI, in the context of the offshore renewable energy sector, will collaborate with the lead authorities on the Marine Strategy Framework Directive and other statutory requirements that are taking forward requirements relating to research, collation, management and dissemination of data and information collected for the marine environment (including research work on the marine environment being undertaken by the Marine Institute and National Parks and Wildlife Service) to ensure that data is made publicly available so that it may be taken into account by those developers and bodies involved in the siting, design, consenting and permitting of individual projects."}, {"text_block_id": "p33_b368", "text": "5."}, {"text_block_id": "p33_b369", "text": "A combination of filling data gaps at a strategic level (as set out in Action 4), filling data and knowledge gaps at individual project level and filling data gaps through use of the deploy and monitor approach will be pursued. DCENR and SEAI, in the context of their collaboration with lead authorities on the Marine Strategy Framework Directive (MSFD), should endeavour to ensure as much data collection and research as possible on Resource Assessment Areas 5 and 6 which are considered more high risk than other resource assessment areas."}, {"text_block_id": "p34_b370", "text": "Consenting and Permitting"}, {"text_block_id": "p34_b371", "text": "6."}, {"text_block_id": "p34_b372", "text": "Future consenting processes will take into account the broad findings and assessment of the SEA and this Natura Impact Statement (NIS) in terms of location and constraints."}, {"text_block_id": "p34_b373", "text": "7."}, {"text_block_id": "p34_b374", "text": "The consent process will require developers to put in place appropriate monitoring programmes to assess the effects of their development."}, {"text_block_id": "p34_b375", "text": "8."}, {"text_block_id": "p34_b376", "text": "The consenting authority will consider the application of an incremental (the ‘survey, deploy and monitor’) approach as part of the scaling up of larger offshore renewable energy developments."}, {"text_block_id": "p34_b377", "text": "9."}, {"text_block_id": "p34_b378", "text": "All individual projects subject to consent for development will continue to be required to comprehensively demonstrate that the development would not have a Likely Significant Effect (LSE) on the integrity of a Natura 2000 site. Where it is not possible to conclude that there would be no LSE, the applicant must clearly demonstrate as part of the Consent Application process the mitigation measures that will be implemented as part of the project to avoid LSE, detailing how these measures will be implemented. Where there are no options for avoiding LSE the applicant must demonstrate that there are Imperative Reasons of Overriding Public Interest (IROPI) for the project."}, {"text_block_id": "p34_b379", "text": "Guidance and Advice"}, {"text_block_id": "p34_b380", "text": "10."}, {"text_block_id": "p34_b381", "text": "The project level mitigation measures/EIA Guidance proposed as part of the SEA Environmental Report will be integrated into the final OREDP (rather than being an Appendix) and will be incorporated into National EIA Guidance for offshore renewable energy developments by the relevant authority. Project level mitigation measures in the OREDP (and in the National EIA Guidance for offshore renewable energy) will incorporate Table 7.1 of this Natura Impact Statement “Suggested Mitigation Measures where there is Potential for LSE.”"}, {"text_block_id": "p34_b382", "text": "11."}, {"text_block_id": "p34_b383", "text": "Development and maintenance of a GIS database tool to inform the Consenting process, led by the Marine Institute."}, {"text_block_id": "p34_b384", "text": "12."}, {"text_block_id": "p34_b385", "text": "As policy develops and evolves, and as the OREDP is implemented, any decisions around levels of development to be pursued and around future consenting policy, will take into account in-combination effects. At a project level, the assessment of in-combination effects will be an obligatory part of the award of a foreshore lease. The state bodies identified in Action 1 undertake to consider in-combination effects in their decision making as policy evolves. Consultation and liaison between relevant Government Departments nationally and with state bodies in Northern Ireland, Isle of Man and Great Britain will be undertaken and maintained as policy develops, including through such structures as the British Irish Council. In-combination effects will be considered as part of the initial review in 2015 of the OREDP and the full review in 2020 in light of policy development in the interim."}, {"text_block_id": "p34_b386", "text": "It should also be noted that these measures are not mutually exclusive, in that, in order to effectively avoid significant effects, it will be necessary for all of these measures to be implemented in a coordinated and joined up way. Some measures are directly relevant to other actions. Therefore, it will not be possible to implement all individual measures in isolation as this would affect or reduce the effectiveness of other measures."}, {"text_block_id": "p34_b387", "text": "In order to operationalise these plan level (and suggested project level (see part 2, section 4)), mitigation measures, consideration of the state of play of their implementation will be an initial task for the Environmental Monitoring working group under the Environment Work Stream. This work will be carried out under the oversight of the ORESG and in close consultation with NPWS."}, {"text_block_id": "p35_b388", "text": "Section 4 – Suggested Project Level Mitigation Measures"}, {"text_block_id": "p35_b389", "text": "In order to ensure that significant adverse effects in the marine environment as a result of the development of offshore renewable energy projects are managed appropriately, measures to avoid, reduce or offset any potential significant adverse effects have been developed through the Strategic Environmental Assessment (SEA) and Natura Impact Statement (NIS) processes. To this end, two forms of mitigation have been identified as being required to achieve the appropriate level of protection – measures at the level of the OREDP i.e. plan level mitigation measures as set out in Part 2, Section 3, and measures at the level of individual projects i.e. suggested project level mitigation measures, as set out in this Section."}, {"text_block_id": "p35_b390", "text": "As identified in Measure 10 of the Plan Level Mitigation Measures, the suggested project level mitigation measures as set out below will be incorporated into an Environmental Impact Assessment (EIA) Guidance document. The future status of this document will be considered by the Environmental Monitoring working group in which the Department of the Environment, Community & Local Government will be represented."}, {"text_block_id": "p35_b391", "text": "Key: CC – construction/decommissioning cables; CD – construction/decommissioning devices; OC – operation cables; OD – operation devices; S – survey"}, {"text_block_id": "p35_b392", "text": "Table 4. Suggested Project Level Mitigation Measures"}, {"text_block_id": "p55_b393", "text": "Section 5 – Overview of Responses to the Public Consultation on the OREDP"}, {"text_block_id": "p55_b394", "text": "Introduction"}, {"text_block_id": "p55_b395", "text": "In November 2010, the Department of Communications, Energy & Natural Resources (DCENR) opened a public consultation on the draft OREDP (which incorporated the findings of the Strategic Environmental Assessment (SEA) and Appropriate Assessment (AA)), accompanied by the SEA Environmental Report. Initially, it was intended that the consultation would remain open until April 2011. However, it was extended by an additional two months, until June 2011, to facilitate consultation on the Appropriate Assessment process and the preparation of the Natura Impact Statement. All three documents were made available on the SEAI Ocean Energy website. During this consultation period 4 public workshops were held around Ireland:"}, {"text_block_id": "p55_b396", "text": "l"}, {"text_block_id": "p55_b397", "text": "Cork – 15 November 2010"}, {"text_block_id": "p55_b398", "text": "l"}, {"text_block_id": "p55_b399", "text": "Galway – 16 November 2010"}, {"text_block_id": "p55_b400", "text": "l"}, {"text_block_id": "p55_b401", "text": "Dublin – 18 November 2010"}, {"text_block_id": "p55_b402", "text": "l"}, {"text_block_id": "p55_b403", "text": "Donegal – 19 November 2010"}, {"text_block_id": "p55_b404", "text": "66 responses were received to the public consultation. Submissions came from a range of stakeholders covering government departments, agencies and public bodies (23); local government (9); NGO’s (3); Industry Groups (7); private enterprise (17); research bodies (3); and private individuals (4)."}, {"text_block_id": "p55_b405", "text": "Key themes and Messages"}, {"text_block_id": "p55_b406", "text": "The OREDP – its objective and process"}, {"text_block_id": "p55_b407", "text": "While there was a general welcoming of the OREDP, and recognition of the importance of putting in place a coordinated strategy for the development of Ireland’s offshore renewable energy resources, a number of concerns were raised regarding the nature, aims and intended outputs of the OREDP. The need for clarity on roles and responsibilities of key players, and the governance mechanism to be put in place for the implementation of the plan, were raised by a number of respondents. On a related theme, a number of respondents sought information on the timing of the first review of the OREDP. A small number of respondents"}, {"text_block_id": "p55_b408", "text": "were of the view that an OREDP was unnecessary and that industry was best placed to lead on the development of the sector. The importance of regional cooperation, in the context of both environmental monitoring and business development, was also identified. The majority of submissions on this theme raised the importance of the OREDP having clear targets and timescales for delivery."}, {"text_block_id": "p55_b409", "text": "Environmental Protection"}, {"text_block_id": "p55_b410", "text": "An overarching concern among the responses received was the enormous importance of safeguarding the marine environment, while recognising the important contribution sustainable exploitation of our abundant offshore renewable energy potential could make to Ireland’s economy. Chief among recommendations made by respondents were the importance of the OREDP for developing a Marine Spatial Planning Framework in Ireland and ensuring the findings of the SEA and AA processes were fully taken account of in the final OREDP. On a related theme, the need for robust data collection and monitoring of the impacts of the actions taken under the OREDP on the environment (specifically the ‘deploy and monitor approach’), was an important concern across the responses received."}, {"text_block_id": "p55_b411", "text": "Planning"}, {"text_block_id": "p55_b412", "text": "Along with concerns regarding the monitoring of environmental impacts, planning issues accounted for a significant portion of the issues raised by respondents. Within that, the need for a more streamlined process for planning permissions for offshore renewable energy installations made up one of the largest group of comments. Calls were also made for a different approach to be taken to the consideration of applications for planning permission by pre-commercial ocean energy projects. The need to develop consent structures beyond the 12 nautical mile limit and to identify strategic zones for development of different offshore energy technologies was also identified."}, {"text_block_id": "p56_b413", "text": "Enabling Factors"}, {"text_block_id": "p56_b414", "text": "The importance of coordination of efforts across all stakeholders to ensure progress on enabling factors such as research support, grid development, port strategy and market opportunities, including export opportunities, was a key message from industry respondents. The importance of data sharing also arose in this context as being critical to ensure the optimisation of efforts to meet the data requirements for environmental protection and monitoring. In addition, a number of respondents highlighted the potential for the development of supply chain services and the benefits this could have for coastal communities where the opportunities for economic development and local employment are limited. Respondents on this point highlighted the importance of creating local dividends for ensuring public acceptance of the development of the offshore renewable energy sector."}, {"text_block_id": "p56_b415", "text": "For a full list of respondents, further detail on the issues raised, and collation of how these issues will be addressed through the implementation of the OREDP, please refer to Chapters 4 and 5 of the SEA Statement at Appendix 1 of the OREDP."}, {"text_block_id": "p57_b416", "text": "Glossary"}, {"text_block_id": "p57_b417", "text": "AA"}, {"text_block_id": "p57_b418", "text": "Appropriate Assessment – any plan or project likely to have significant effect on a Natura 2000 site, either individually or in combination with other plans or projects, is subject to Appropriate Assessment under Council Directive 92/43/EEC"}, {"text_block_id": "p57_b419", "text": "ISLES"}, {"text_block_id": "p57_b420", "text": "Irish-Scottish Links on Energy Study – a project between the Scottish Government, the Northern Ireland Executive and the Government of Ireland to assess the feasibility of an offshore electricity grid based on"}, {"text_block_id": "p57_b421", "text": "renewable energy sources with regard to the EU’s 2020 renewable energy target"}, {"text_block_id": "p57_b422", "text": "LSE"}, {"text_block_id": "p57_b423", "text": "Likely Significant Effect – as defined in Annex I of the SEA Directive (see SEA)"}, {"text_block_id": "p57_b424", "text": "MCG"}, {"text_block_id": "p57_b425_merged_merged", "text": "Marine Coordination Group – chaired by the Minister for Agriculture, Food & the Marine, oversees the implementation of Harnessing our Ocean Wealth, the Government plan to increase the contribution of our ocean resources to 2.4% of GDP by 2030"}, {"text_block_id": "p57_b428", "text": "MSFD"}, {"text_block_id": "p57_b429", "text": "Marine Strategy Framework Directive"}, {"text_block_id": "p57_b430", "text": "MI"}, {"text_block_id": "p57_b431", "text": "Marine Institute"}, {"text_block_id": "p57_b432", "text": "MW"}, {"text_block_id": "p57_b433", "text": "Megawatt = 1 million watts of electrical power"}, {"text_block_id": "p57_b434", "text": "NIS"}, {"text_block_id": "p57_b435", "text": "Natura Impact Statement"}, {"text_block_id": "p57_b436", "text": "NPWS"}, {"text_block_id": "p57_b437", "text": "National Parks & Wildlife Service"}, {"text_block_id": "p57_b438", "text": "NSCOGI"}, {"text_block_id": "p57_b439", "text": "North Seas Countries Offshore Grid Initiative – the responsible body for the evaluation and facilitation of coordinated development of a possible offshore grid"}, {"text_block_id": "p57_b440", "text": "NREAP"}, {"text_block_id": "p57_b441", "text": "National Renewable Energy Action Plan – required to be produced by each Member State of the EU under Article 4 of Directive 2009/28/EC"}, {"text_block_id": "p57_b442", "text": "ORESG"}, {"text_block_id": "p57_b443", "text": "Offshore Renewable Energy Steering Group"}, {"text_block_id": "p57_b444", "text": "REFIT"}, {"text_block_id": "p57_b445", "text": "Renewable Energy Feed-In Tariff – there are currently 3 REFIT schemes, which are the primary support mechanisms for renewable energy in Ireland"}, {"text_block_id": "p57_b446", "text": "SEA"}, {"text_block_id": "p57_b447", "text": "Strategic Environmental Assessment – the process under Directive 2001/42/EC by which environmental considerations are required to be fully integrated into the preparation of Plans and Programmes prior to their final adoption"}, {"text_block_id": "p57_b448", "text": "SEAI"}, {"text_block_id": "p57_b449", "text": "Sustainable Energy Authority of Ireland – Ireland’s national authority for the promotion of sustainable energy"}], "document_description": "The Offshore Renewable Energy Development Plan (OREDP) and its accompanying Strategic Environmental Assessment (SEA) and Appropriate Assessment (AA) established a framework for the sustainable development of Ireland's offshore renewable energy resource.<br />\nThe OREDP sets out the broader context for the development of Ireland's offshore wind and ocean renewable energy sectors, and the current state of play with regard to the range of policy areas that must be coordinated in order to create the conditions necessary to support the development of these sectors. A key output from the OREDP is the identification of ways to ensure the optimal coordination of a wide range of government departments, agencies and state bodies that are critical enablers for offshore wind and ocean energy development. The Plan identifies the next steps that must be taken to support the sustainable realisation of the economic potential of offshore renewable energy resources.<br />\nTaking into account a number of energy, economic development and environmental issues, the Plan identifies ten policy and enabling actions, along with responsible bodies and completion timeframes, which are key to the development of the offshore renewable energy sector: (i) put in place a robust governance structure; (ii) increase exchequer support for ocean research, development and demonstration; (iii) introduce initial market support tariff for ocean energy; (iv) develop renewable electricity export markets; (v) develop the supply chain for the offshore renewable energy industry; (vi) communicate that Ireland is open for business; (vii) explore potential for international collaboration; (viii) introduce a new planning and consent architecture for development in the marine area; (ix) put in place a number of mitigation measures to protect the environment; and (x) ensure appropriate infrastructure development."}