{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_country_english_shortname": "Ireland", "document_category": "Law", "document_sector_name": "Energy", "document_language": "English", "document_name": "Prohibition of Exploration and Extraction of Onshore Petroleum Bill 2016", "document_country_code": "IRL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Bill", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2016", "document_keyword": ["Ban", "Fossil Fuels Curbing Measures"], "document_url": "https://cdn.climatepolicyradar.org/IRL/2016/IRL-2016-01-01-Prohibition of Exploration and Extraction of Onshore Petroleum Bill 2016_6f91bf87ef0f8464658d194453be3518.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "An Bille um Thoirmeasc ar Pheitriliam i dTír Mór a Thaiscéaladh agus a Astarraingt, 2016"}, {"text_block_id": "p0_b2", "text": "Prohibition of Exploration and Extraction of Onshore Petroleum Bill 2016"}, {"text_block_id": "p0_b3", "text": "Meabhrán Mínitheach"}, {"text_block_id": "p0_b4", "text": "Explanatory Memorandum"}, {"text_block_id": "p2_b5", "text": "AN BILLE UM THOIRMEASC AR PHEITRILIAM I DTÍR MÓR A THAISCÉALADH AGUS A ASTARRAINGT, 2016 PROHIBITION OF EXPLORATION AND EXTRACTION OF ONSHORE PETROLEUM BILL 2016"}, {"text_block_id": "p2_b6", "text": "EXPLANATORY MEMORANDUM"}, {"text_block_id": "p2_b7", "text": "The purpose of this Bill is to provide for a clear an unequivocal position in relation to the exploration and extraction of petroleum from shale rock, tight sands and coal seams in the Irish onshore and Ireland’s internal waters."}, {"text_block_id": "p2_b8", "text": "The Bill ensures the prohibition of any exploration or extraction of petroleum from rock that requires additional processes to increase the permeability of the rock and aid in the extraction of petroleum from lithologies, shale rock, tight sands and coal seams."}, {"text_block_id": "p2_b9", "text": "This Bill therefore prohibits:"}, {"text_block_id": "p2_b10", "text": "This Bill therefore prohibits:\n* The issue of any undertaking, consent, licence or permit for the exploration, prospecting or leases or other permissions to facilitate the extraction of petroleum from within the state from shale rock, tight sands and coal seams;\n* The use of any processes to increase the permeability of shale rock, tight sands and coal seams for the purpose of extracting petroleum;\n* Any Minister, Agency of the State or Body acting on behalf of the State to engage in prospecting or exploration of petroleum from shale rock, tight sands and coal seams;\n* The development of any infrastructure or facilities required for such extraction within the State; and\n* The processing and/or disposal of any fluid or waste used in extraction"}, {"text_block_id": "p2_b21", "text": "The act of extraction of petroleum from shale rock, tight sands and coal seams requires a process commonly referred to as ‘unconventional petroleum extraction’ or ‘unconventional oil and gas extraction’. This method includes drilling a well to reach the targeted geological deposit and requires the use of additional processes to increase the permeability of the rock for the purpose of stimulating natural gas or oil well production."}, {"text_block_id": "p2_b22", "text": "This can include, but is not limited to the process of fracturing rock"}, {"text_block_id": "p2_b23_merged", "text": "by man-made high pressure fluid-driven fracturing techniques, including hydraulic fracturing. Fluids used in these processes may include water or a fluid combined with chemicals and/or sand that are pumped into the well. A percentage of the fluid, and any petroleum is then drawn out of the well"}, {"text_block_id": "p2_b26", "text": "through the overlying geological deposits and groundwater."}, {"text_block_id": "p3_b27", "text": "Context for introduction of this Bill"}, {"text_block_id": "p3_b28", "text": "1."}, {"text_block_id": "p3_b29", "text": "Pollution risk to water"}, {"text_block_id": "p3_b30", "text": "This Bill is proposed in the context of Ireland’s ongoing and significant"}, {"text_block_id": "p3_b31", "text": "failures in respect of the European Union’s Water Framework Directive. The Water Framework Directive (Article 4.1) requires that: “"}, {"text_block_id": "p3_b32", "text": "Member States shall implement the necessary measures to prevent deterioration of the status of all bodies of surface water and groundwater"}, {"text_block_id": "p3_b33", "text": "” and that they “"}, {"text_block_id": "p3_b34", "text": "shall protect, enhance and restore"}, {"text_block_id": "p3_b35", "text": "” all bodies of surface water and groundwater “"}, {"text_block_id": "p3_b36", "text": "with the aim of achieving good surface water and groundwater status at the latest 15 years after the date of entry into force of this Directive"}, {"text_block_id": "p3_b37", "text": "”. With 47 per cent of Irish rivers and 57 per cent of Irish lakes failing to meet good ecological status, Ireland failed to comply with this by the deadline of 22nd December 2015."}, {"text_block_id": "p3_b38", "text": "The process of extraction of petroleum from shale rock, tight sands and coal"}, {"text_block_id": "p3_b39", "text": "seams risks contaminating ground water with polluting fluids which when"}, {"text_block_id": "p3_b40", "text": "pumped into shale rock, tight sands or coal seams is uncontained and free"}, {"text_block_id": "p3_b41", "text": "to flow into overlying geological layers or groundwater reserves, and risks"}, {"text_block_id": "p3_b42", "text": "contaminating overlying ground water with petroleum which once released may travel unconstrained to overlying geological layers or groundwater aquifers."}, {"text_block_id": "p3_b43", "text": "Further contamination of water, and land can occur through leaks or accidents associated with the well or the storage and disposal of waste"}, {"text_block_id": "p3_b44", "text": "fluids. There are also additional chemical contamination risks posed by"}, {"text_block_id": "p3_b45", "text": "transportation of chemicals to drilling sites and the storage of high volumes"}, {"text_block_id": "p3_b46", "text": "of fluids (millions of litres) that are produced through the drilling process."}, {"text_block_id": "p3_b47", "text": "2."}, {"text_block_id": "p3_b48", "text": "Pollution risk to atmosphere, contributing to climate change"}, {"text_block_id": "p3_b49", "text": "This Bill is proposed in the context of the December 2015, Conference of the Parties to the United Nations Framework Convention on Climate Change, UNFCC which established an ambition to reduce global warming “"}, {"text_block_id": "p3_b50", "text": "Holding the increase in the global average temperatures to well below 2"}, {"text_block_id": "p3_b51", "text": "o"}, {"text_block_id": "p3_b52", "text": "C above pre-industrial levels and to pursue efforts to limit the temperature increase to 1.5"}, {"text_block_id": "p3_b53", "text": "o"}, {"text_block_id": "p3_b54", "text": "C above pre-industrial levels, recognising that this would"}, {"text_block_id": "p3_b55", "text": "significantly reduce the risk and impacts of climate change"}, {"text_block_id": "p3_b56", "text": "”."}, {"text_block_id": "p3_b57_merged_merged_merged_merged", "text": "It is also proposed in the context of the Climate Action and Low Carbon Development Act 2016, the National transition objective of which is “to achieve a low carbon climate resilient and environmentally sustainable economy”."}, {"text_block_id": "p3_b60", "text": "The use of hydrocarbons from shale rock, tight sands and coal seams for heating or electricity purposes contributes greenhouse gases to the atmosphere which leads to increased global warming, and will increase Ireland’s carbon emissions. Current analysis from the Environmental Protection Agency suggests Ireland will not reach its EU 2020 emissions reductions targets. The use of hydrocarbons sourced from shale rock, tight sands or coal seams will make it even harder to reduce emissions in the energy sector and will result in an overall increase in Ireland’s greenhouse gas emissions. Globally to ensure runaway climate change is prevented, it is understood that the majority, at least two-thirds of known reserves of oil and gas must remain unburnt. Extracting gas or oil from Ireland’s"}, {"text_block_id": "p3_b61", "text": "onshore unconventional reserves is directly in conflict with this position."}, {"text_block_id": "p3_b62", "text": "3."}, {"text_block_id": "p3_b63", "text": "This Bill is also motivated by the Precautionary Principle of the Treaty of the Functioning of the European Union (Consolidated versions of"}, {"text_block_id": "p4_b64", "text": "the Treaty on European Union and the Treaty on the Functioning of the European Union 2012/C 326/01) which provides for the Precautionary Principle in Article 191(2) – and which underpins all EU Environmental legislation and consequently associated Irish legislation, in stating:"}, {"text_block_id": "p4_b65", "text": "the Treaty on European Union and the Treaty on the Functioning of the European Union 2012/C 326/01) which provides for the Precautionary Principle in Article 191(2) – and which underpins all EU Environmental legislation and consequently associated Irish legislation, in stating:\n* 2. Union policy on the environment shall aim at a high level of\n* 2. Union policy on the environment shall aim at a high level of\n protection taking into account the diversity of situations in the various regions of the Union. It shall be based on the precautionary principle and on the principles that preventiveaction should be taken, that environmental damage should as a priority be rectified at source and that the polluter should pay.\n* 2. Union policy on the environment shall aim at a high level of\n protection taking into account the diversity of situations in the various regions of the Union. It shall be based on the precautionary principle and on the principles that preventiveaction should be taken, that environmental damage should as a priority be rectified at source and that the polluter should pay.\n â\n* 2. Union policy on the environment shall aim at a high level of\n protection taking into account the diversity of situations in the various regions of the Union. It shall be based on the precautionary principle and on the principles that preventiveaction should be taken, that environmental damage should as a priority be rectified at source and that the polluter should pay.\n â\n .\n<\\li1>"}, {"text_block_id": "p4_b72", "text": "It is also proposed in the context of Ireland’s ratification of the Aarhus"}, {"text_block_id": "p4_b73", "text": "Convention, which establishes the right of every person of present and future generations to live in an environment adequate to his or her health and well-being."}, {"text_block_id": "p4_b74", "text": "Deputy Tony Mcloughlin,"}, {"text_block_id": "p4_b75", "text": "June"}, {"text_block_id": "p4_b76", "text": ", 2016."}, {"text_block_id": "p4_b77", "text": "Wt. 77109. 614. 6/16. Essentra. (59435). Gr. 30-15."}], "document_description": "This document amends the Petroleum and Other Minerals Development Act 1960 to prohibit the exploration for and extraction of onshore petroleum by means of hydraulic fracturing. The decision is notably motivated by climate change mitigation motivations.The Climate Action and Low Carbon Development (Amendment) Bill of 2021 extends the ban to all licences for new oil and natural gas exploration."}