{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Ireland", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Smarter Travel - A Sustainable Transport Future: A New Transport Policy for Ireland 2009-2020", "document_country_code": "IRL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2009", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/IRL/2009/IRL-2009-12-25-Smarter Travel - A Sustainable Transport Future: A New Transport Policy for Ireland 2009-2020_bdaa07ed25391a8f77e7c70d2956c5da.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "Contents"}, {"text_block_id": "p4_b2", "text": "Foreword by An Taoiseach"}, {"text_block_id": "p4_b3", "text": "In the last twenty years this country has gone through a remarkable transformation. Notwithstanding the recent global and national economic challenges, the dramatic growth in living standards has also generated challenges similar to those faced by many modern societies, how we tackle climate change being one example."}, {"text_block_id": "p4_b4_merged", "text": "Delivering a sustainable transport system is an important dimension of the climate change agenda. In Ireland, growth has been accompanied by new levels of car ownership and by demand for safer and more reliable travel. We have been responding to this through the massive investment in Transport 21, with, for example, up to e15.8 billion being allocated to public transport over the period to 2016. Transport 21 will help overcome an infrastructural deficit. However, it alone cannot address the negative impacts of increasing transport demand such as congestion and climate change."}, {"text_block_id": "p4_b11", "text": "Good transport is vital for our economy and our citizens must continue to have the freedom to travel in safety and comfort. We can overcome the negative impacts by being smarter in the way we travel. This Policy sets out how the Government’s vision of sustainable travel and transport in Ireland by year 2020 can be achieved. Investment in the necessary infrastructure elements will be challenging. However, the real challenge is to change mindsets, so that our institutions and individual citizens realise the benefits from altering their travel behaviour. I recognise that policies right across all areas of Government will have to be aligned in that regard."}, {"text_block_id": "p4_b12", "text": "Transport has a daily impact on nearly all our citizens. Delivering this Policy is therefore a key objective of Government. The Policy will also help us move towards meeting our international obligation to tackle climate change. But in delivering the Policy, we are seeking not only to improve our economic competitiveness, but also to have a healthier population and a better quality of life."}, {"text_block_id": "p4_b13", "text": "Brian Cowen T.D.,"}, {"text_block_id": "p4_b14", "text": "Taoiseach."}, {"text_block_id": "p6_b15", "text": "Foreword by the Minister for Transport"}, {"text_block_id": "p6_b16", "text": "“Current transport trends are unsustainable”, is a statement often repeated over the last few years. But what exactly do we mean when we say that? Simply put, if we continue current trends in transport and travel we will all suffer individually and the economy and society as a whole will suffer."}, {"text_block_id": "p6_b17", "text": "Congestion will increase, making it more difficult and stressful to make even the most basic journey. For those who have to commute, it will mean longer and longer days, less time with their families, less leisure time and less involvement in their local communities."}, {"text_block_id": "p6_b18", "text": "Increased traffic congestion has serious health and environmental consequences for this and future generations, which we can no longer afford to ignore. All of this means we need to change our behaviour and habits as a nation and as individuals."}, {"text_block_id": "p6_b19", "text": "Smarter Travel - A Sustainable Transport Future"}, {"text_block_id": "p6_b20", "text": "is designed to show how we can reverse current unsustainable transport and travel patterns and reduce the health and environmental impacts of current trends and improve our quality of life."}, {"text_block_id": "p6_b21", "text": "This document is the result of what was one of the most extensive and informed engagements that I have ever experienced as a Minister. Almost 500 individuals and groups responded to our consultation process, which included the publication of a consultation document. Almost all agreed that “business as usual” is not an option."}, {"text_block_id": "p6_b22_merged", "text": "This Policy sets out the results of that consultation process and the consensus on the steps that need to be taken if we are to achieve a sustainable travel and transport system by 2020. To achieve that level of sustainability, change in personal behaviour will be necessary, changes in public policy in relation to settlement patterns will be required and continued investment in public transport will be needed. I will be examining all aspects of my Department’s policies, including Transport 21, to ensure that they are aligned with the goals of this Policy."}, {"text_block_id": "p6_b25", "text": "Because of the extensive consultation and public response, it can truly be said that this is the people’s policy “to change our unsustainable habits in the travel and transport area”. If we all accept it and make a serious effort to translate the vision into reality we will succeed in enhancing communities, improving our environment, making our economy more efficient and competitive and significantly adding to the quality of life of all our citizens."}, {"text_block_id": "p6_b26", "text": "Noel Dempsey T.D."}, {"text_block_id": "p6_b27", "text": "Minister for Transport"}, {"text_block_id": "p7_b28", "text": "Executive Summary"}, {"text_block_id": "p7_b29_merged", "text": "Transport and travel trends in Ireland are unsustainable, as outlined in Chapter 1 of this Policy. Even with the much needed investment in Transport 21, if we continue with present policies, congestion will get worse, transport emissions will continue to grow, economic competitiveness will suffer and quality of life will decline."}, {"text_block_id": "p9_b32", "text": "Chapter 2"}, {"text_block_id": "p9_b33", "text": "Chapter 2 summarises the results of a public consultation process by the Government on how to respond to the above trends. There was very significant engagement from both the public and organisations with over 480 submissions received. There was broad agreement with the Government’s vision to have a sustainable transport system by 2020, including a recognition that fiscal measures will have to be introduced to discourage people from using the car unnecessarily."}, {"text_block_id": "p9_b34", "text": "Chapter 3"}, {"text_block_id": "p9_b35", "text": "Chapter 3\n* to improve accessibility to transport. To achieve\n<\\li1>\n\t* Future population and employment growth will\n\t* 500,000 more people will take alternative means to\n\t* Alternatives such as walking, cycling and public\n\t* The total kilometres travelled by the car fleet in\n\t* A reduction will be achieved on the 2005 figure"}, {"text_block_id": "p10_b47", "text": "Chapter 4"}, {"text_block_id": "p10_b48", "text": "Chapter 4 outlines the actions to reduce travel demand. Pivotal is the need to improve the alignment of spatial and transport planning to stop urban sprawl and urban-generated one-off housing in peri-urban areas. Actions are also set out to align employment and transport policies, with a particular focus on encouraging e-working. The Chapter also outlines commitment by Government to support mobility management programmes, which encourage people to switch to more sustainable modes of travel. It signals also the need to develop solutions to make the movement of goods more efficient. The Chapter also indicates the Government’s intention to introduce carefully targeted fiscal measures to discourage unnecessary use of the car."}, {"text_block_id": "p10_b49", "text": "Chapter 5"}, {"text_block_id": "p10_b50_merged", "text": "To ensure that a reduction in travel demand and reliance on the car can be achieved, there must be appropriate, reliable and user-friendly alternatives in place. Chapter 5 sets out the Government’s ambition to provide such alternatives. Apart from the very significant investment in Transport 21, which will provide public transport for around 140,000 additional commuting passengers, there is a need to make provision for a further 90,000 commuting passengers. The main commitment is to transform both rural and urban bus services to meet this challenge. More dramatically, around 200,000 people will switch to cycling and walking and the Chapter sets out the Government’s commitment to radical measures to support these modes so that citizens can take these healthy options in safety."}, {"text_block_id": "p10_b53", "text": "Chapter 6"}, {"text_block_id": "p10_b54", "text": "Chapter 6 focuses on the actions that can be taken to improve the efficiency of motorised transport to reduce emissions and reliance on fossil fuels. There is a commitment to making all publicly funded transport fleets more sustainable. The Government commits to an ongoing programme to encourage and demand more efficient driving through training and adoption of more environmentally appropriate speed limits and through the use of technology to tackle road traffic congestion. At international level, Ireland will support schemes to reduce emissions in the aviation and maritime sectors and we will meet our obligation to achieve a target of having 10% of all transport fuels from renewable sources by 2020."}, {"text_block_id": "p10_b55", "text": "Chapter 7"}, {"text_block_id": "p10_b56", "text": "Chapter 7 outlines the steps needed to ensure integrated delivery of the Policy. The issues cut right across all areas of Government and co-ordination arrangements are proposed to ensure that policies are aligned. The Department of Transport will drive delivery of individual actions. Existing transport agencies have an important role to play in delivering the targets in the Policy. Their roles will be reviewed in the light of the Government’s new strategy. Local authorities will be required to prepare transport plans in keeping with this strategy and ensure that local development plans are aligned to them. The potential for all-island initiatives are outlined and the chapter also sets out support schemes for sustainable travel projects, including the concept of sustainable demonstration towns."}, {"text_block_id": "p11_b57", "text": "Chapter 8"}, {"text_block_id": "p11_b58_merged", "text": "The final chapter, Chapter 8, highlights the funding needed to implement the Policy by 2020, which is estimated to total some e4.5 billion over the lifetime of the Policy. The funding of the Plan will be a matter for decisions by the Government in the light of prevailing economic and Budgetary parameters. In the first instance, however, the Department of Transport will use the opportunity of the forthcoming review of Transport 21 to examine its existing substantial investment programme to ensure that it fully complements the broader objectives of the Policy. Transport 21 provides for total investment of e34 billion up to 2015 and there are clearly opportunities to make important steps toward achieving the aims set out in this Policy within this timeframe. The mechanisms for reporting progress on delivery are also set out."}, {"text_block_id": "p11_b67", "text": "Key Actions"}, {"text_block_id": "p11_b68", "text": "Achieving sustainable transport will require a suite of actions that will have complementary impacts in terms of travel demand and emissions. Although the Policy contains 49 actions, they can be grouped into essentially four overarching ones:"}, {"text_block_id": "p11_b69", "text": "Achieving sustainable transport will require a suite of actions that will have complementary impacts in terms of travel demand and emissions. Although the Policy contains 49 actions, they can be grouped into essentially four overarching ones:\n* Actions to reduce distance travelled by private car\n<\\li1>"}, {"text_block_id": "p12_b71", "text": "Achieving sustainable transport will require a suite of actions that will have complementary impacts in terms of travel demand and emissions. Although the Policy contains 49 actions, they can be grouped into essentially four overarching ones:\n* Actions to reduce distance travelled by private car\n<\\li1>\n* Actions aimed at ensuring that alternatives to the\n* Actions aimed at improving the fuel efficiency\n* Actions aimed at strengthening institutional"}, {"text_block_id": "p12_b77", "text": "It is important to underline that the targets and actions are relevant to both urban and rural living. The Government is committed to rural regeneration and throughout the Plan there are individual actions, such as improved bus services in rural areas, which reinforce this ambition."}, {"text_block_id": "p13_b78", "text": "Chapter 1: Trends in Travel and Transport"}, {"text_block_id": "p15_b79", "text": "In presenting"}, {"text_block_id": "p15_b80", "text": "Smarter Travel - A Sustainable Transport Future"}, {"text_block_id": "p15_b81", "text": ", the Government affirms the trends as set out in the public consultation document published in February 2008"}, {"text_block_id": "p15_b82", "text": ". Between 1996"}, {"text_block_id": "p15_b83", "text": "and 2006, there was:"}, {"text_block_id": "p15_b84", "text": "and 2006, there was:\n* Unprecedented economic growth, which saw\n* An increase in population of 17% from\n* An even more dramatic increase of 40% in\n* A doubling of the volume of roll-on/roll-off port\n* An increase of 115% in total road freight\n* An increase of 38% in the number of private cars\n* An increase of 72% in the total number of\n* An increase of 100% in Total Final Consumption\n* An increase of 88% in transport sector GHG\n* An increase of 88% in transport sector GHG\n The Government reaffirms its view that current\n* Car ownership could increase to beyond EU"}, {"text_block_id": "p16_b109", "text": "and 2006, there was:\n* Unprecedented economic growth, which saw\n* An increase in population of 17% from\n* An even more dramatic increase of 40% in\n* A doubling of the volume of roll-on/roll-off port\n* An increase of 115% in total road freight\n* An increase of 38% in the number of private cars\n* An increase of 72% in the total number of\n* An increase of 100% in Total Final Consumption\n* An increase of 88% in transport sector GHG\n* An increase of 88% in transport sector GHG\n The Government reaffirms its view that current\n* Car ownership could increase to beyond EU\n* Car use will continue to increase and commuter\n\t* Average speed in urban areas in morning peak\n\t* Increased dependence on car travel will\n\t* Localised traffic pollution will cause increasing\n\t* Increased traffic congestion will lead to a decline\n\t* Energy security of supply will be fragile as a result\n\t* Greenhouse gas emissions from transport"}, {"text_block_id": "p16_b125", "text": "Another emerging trend relates to fuel prices. In spite of recent price volatility, the long-term trend is likely to be upward. On this basis, if we continue to rely entirely on the private car, there will be a significant impact on individual disposable income, which will adversely affect economic performance."}, {"text_block_id": "p16_b126", "text": "The above trends must be borne in mind, notwithstanding the current difficulties in the Irish economy. The medium to long-term growth predictions challenge us to act now to put in place the strategies, which will lead to the incremental change necessary to deliver a sustainable travel and transport system."}, {"text_block_id": "p16_b127", "text": "In February 2008, the Government set out a vision for such a system and the subsequent public consultation process highlighted the issues to be addressed to ensure its delivery. Chapter 2 summarises the responses received from the public."}, {"text_block_id": "p17_b128", "text": "Chapter 2: Outcome of Public Consultation Process"}, {"text_block_id": "p17_b129", "text": "20:20 Vision – Sustainable Travel and Transport: Public Consultation Document"}, {"text_block_id": "p17_b130", "text": "was launched on 25 February 2008 with a call for submissions from interested parties by 18 April 2008. The deadline for receipt of submissions was subsequently extended to 13 May 2008 to allow for further consultation. 484 responses were received from a wide range of stakeholders, including individual members of the public, organisations in the business community, the voluntary/NGO sector and Statesponsored organisations."}, {"text_block_id": "p18_b131", "text": "[J"}, {"text_block_id": "p19_b132", "text": "These submissions can be viewed on the website www.sustainabletravel.ie. The vast majority of responses not only engaged with the process in a very positive manner, but also, almost without exception, accepted both the underlying analysis of the challenges facing Ireland’s travel and transport sector and the need to introduce radical changes to the status quo if the challenges are to be overcome."}, {"text_block_id": "p19_b133", "text": "Overview of Responses"}, {"text_block_id": "p19_b134", "text": "The summary of responses is set in the sequence of the chapters in the public consultation document."}, {"text_block_id": "p19_b135", "text": "2.1. Integrating Spatial Planning and Transport"}, {"text_block_id": "p19_b136", "text": "A number of responses tackled the question of how to improve the interface between the physical planning process and transport requirements. There was a general feeling that current arrangements for co-ordination are inadequate – leading, in particular, to the completion of housing estates that often force residents into exclusive reliance on the private car to meet their travel requirements. Notable exceptions,"}, {"text_block_id": "p19_b137", "text": "however, were developments carried forward in areas designated as Strategic Development Zones. The key message was that development and transport must be planned in an integrated fashion, with public transport infrastructure being provided for either in advance of, or in conjunction with, the occupation/use of the development."}, {"text_block_id": "p19_b138", "text": "2.2. Moving People"}, {"text_block_id": "p19_b139", "text": "A strong message that the public demands better availability and quality of public transport services, whether provided by State or private companies, both in urban and rural areas, came from the consultation process. Particular issues with the current services were highlighted repeatedly, including a lack of integration between travel modes, the need for integrated ticketing and better travel information, a lack of required capacity, overcrowding and poor availability and design of routes. Notwithstanding this, there is a clear appetite to abandon the car for much commuter travel – if only this were feasible."}, {"text_block_id": "p20_b140_merged", "text": "Throughout the responses, there is a clear welcome for the planned investment under Transport 21 and the National Development Plan (NDP). Different views came from different stakeholders about priorities, however. Some wished to see cycling infrastructure or public transport (including buses and rail infrastructure) being prioritised ahead of investment in roads, while others prioritised tackling congestion through road investment."}, {"text_block_id": "p20_b143", "text": "2.3. Moving Goods"}, {"text_block_id": "p20_b144", "text": "2.4. Additional Measures to Achieve the Vision"}, {"text_block_id": "p21_b145", "text": "Biofuels received some attention and the use of waste oils to produce biodiesel and the use of biogas in transport fleets found support. Caution was expressed in a number of responses about the need to balance food production with the cultivation of first-generation biofuel crops. Environmental issues in relation to imported biofuels were also highlighted. The possibility of encouraging the use of electric vehicles featured in a number of submissions and the need to provide recharging infrastructure in appropriate public locations was also noted."}, {"text_block_id": "p22_b146", "text": "On timelines, some respondents felt that 2020 was overambitious. However, the majority held the view that it was necessary to set demanding targets given the importance of delivering a sustainable travel and transport system in the shortest possible time-span. The need for political leadership in the setting and achievement of sustainable transport goals was underlined."}, {"text_block_id": "p22_b147", "text": "Impact of the Submissions"}, {"text_block_id": "p22_b148", "text": "The next Chapter reiterates the Government’s vision relating to sustainable transport but it also proposes national targets as recommended in many of the public submissions."}, {"text_block_id": "p23_b149", "text": "Chapter 3: Government Vision and High Level Targets"}, {"text_block_id": "p23_b150", "text": "Transport is vital for our economy. As an island nation we need good transport connections with our trading partners; we also need to ensure efficient movement on the island. Safe and comfortable travel is also a key element of a good quality of life. The issue is not to restrict travel and transport but to facilitate smarter ways of meeting these needs."}, {"text_block_id": "p25_b151", "text": "The Government’s vision of achieving a sustainable transport system by 2020 was set out clearly in the public consultation document and was affirmed in many of the responses received:"}, {"text_block_id": "p25_b152", "text": "The Government’s vision of achieving a sustainable transport system by 2020 was set out clearly in the public consultation document and was affirmed in many of the responses received:\n* There will be a considerable shift to public\n* The present levels of traffic congestion and travel\n* Ease of access to public transport and other\n* The transport system will enhance Irelandâs\n* A reduction in greenhouse gas emissions and\n* Emissions of other atmospheric pollutants from\n* Land use planning and the provision of transport\n* Individual and collective quality of life will\n* Health risks and the incidence of accidents\n* Individual awareness will be heightened to"}, {"text_block_id": "p25_b172", "text": "Achieving the vision will lead to a better quality of life, not just in terms of economic competitiveness, greater social inclusion and a healthier population, but also through an improved urban landscape, which will be enhanced through traffic calming and other measures."}, {"text_block_id": "p25_b173", "text": "Having regard to the scale of the challenge and the overwhelming desire from the public responses, it is important that a measure of that vision is established to guide the Policy."}, {"text_block_id": "p26_b174", "text": "Key Goals"}, {"text_block_id": "p26_b175", "text": "The broad vision presented in the consultation document can be summarised in five key goals, which form the basis of the Policy. We aim to:"}, {"text_block_id": "p26_b176", "text": "The broad vision presented in the consultation document can be summarised in five key goals, which form the basis of the Policy. We aim to:\n* Improve quality of life and accessibility to transport\n* Improve economic competitiveness through\n* Minimise the negative impacts of transport"}, {"text_block_id": "p26_b182", "text": "The broad vision presented in the consultation document can be summarised in five key goals, which form the basis of the Policy. We aim to:\n* Improve quality of life and accessibility to transport\n* Improve economic competitiveness through\n* Minimise the negative impacts of transport\n* Reduce overall travel demand and commuting\n* Improve security of energy supply by reducing"}, {"text_block_id": "p26_b186", "text": "Key Targets"}, {"text_block_id": "p26_b187", "text": "The key targets to achieve the above goals have regard to the economic growth projections from the ERSI Medium Term Review, which predicted an annual average growth rate to 2020 of 3% and a forecast population of around 5.1 million by 2020. However, an adjusted scenario based on the current economic downturn is also considered. This adjusted scenario assumes a decline in economic activity in 2008 and 2009 with a gradual return to average growth rates of 3.5% by 2012 and a projected population of around 4.8 million in 2020. Given the clear level of uncertainty about both economic and population growth, the targets will be subject to adjustments as future population and economic growth figures become available and as the resultant projections are further refined."}, {"text_block_id": "p27_b188", "text": "Our aim is that by 2020:"}, {"text_block_id": "p27_b189", "text": "Our aim is that by 2020:\n* To support sustainable travel, future population\n* Work-related commuting by car will be reduced\n* Car drivers will be accommodated on other modes\n* The total kilometres travelled by the car fleet in\n* The road freight sector will become more\n* Transport will make a meaningful contribution to"}, {"text_block_id": "p28_b203", "text": "Setting targets for the sector is difficult and complex in that existing transport data are inadequate (one of the proposed actions in this Policy is to improve the data on travel and transport) and because individual travel behaviour is dynamic. Nevertheless, the Government believes that the ambition to meet the challenge we face should be set out, although the targets may have to be adjusted in the light of economic realities, improving knowledge and changing trends."}, {"text_block_id": "p28_b204", "text": "These key targets are ambitious. However, they are necessary to improve the quality of life of our citizens, to secure future energy supply, and to ensure that the transport sector substantially reduces greenhouse gas emissions, in line with the need for all developed nations to do so. These targets represent a complete turnaround in the current trends (presented in Chapter One). They mean that we as individuals must radically alter how we travel, and that Government priorities in the transport sector must move towards more sustainable modes."}, {"text_block_id": "p28_b205", "text": "Key Actions"}, {"text_block_id": "p28_b206", "text": "Achieving sustainable transport will require a suite of actions that will have complementary impacts in terms of travel demand and emissions. Although the Policy contains 49 actions, they can be grouped into essentially four overarching goals:"}, {"text_block_id": "p28_b207", "text": "Achieving sustainable transport will require a suite of actions that will have complementary impacts in terms of travel demand and emissions. Although the Policy contains 49 actions, they can be grouped into essentially four overarching goals:\n* Actions to reduce distance travelled by private car\n* Actions aimed at ensuring that alternatives to the\n* Actions aimed at improving the fuel efficiency\n* Actions aimed at strengthening institutional"}, {"text_block_id": "p28_b215", "text": "It is important to emphasise that the targets and actions are relevant to both urban and rural living. We are also committed to rural regeneration and throughout the Plan there are individual actions, such as improved bus services in rural areas, which reinforce this ambition."}, {"text_block_id": "p30_b216", "text": "[]"}, {"text_block_id": "p31_b217", "text": "Whatever the reasons, it is clear that the projected “business as usual” growth in car-based travel confronts us with costs and demands that are unsustainable in terms of the burdens on the environment, energy supplies, the economy and society in general."}, {"text_block_id": "p31_b218", "text": "This chapter also deals with the movement of goods"}, {"text_block_id": "p31_b219", "text": "- smarter travel doesn’t just affect the movement of people but also the transport of goods."}, {"text_block_id": "p31_b220", "text": "Aligning Spatial Planning and Transport"}, {"text_block_id": "p31_b221_merged", "text": "Ireland has been making progress in aligning transport and spatial planning through the National Spatial Strategy (NSS), Regional Planning Guidelines and the National Development Plan (NDP). The National Spatial Strategy promotes sustainable patterns and forms of development through the creation of more compact, walkable cities and towns that are more amenable to the provision of good quality public transport. Through this Policy, Government recognises that the considerable and necessary investment under the NDP and Transport 21 must be augmented by measures to ensure that the travel patterns in the future will be more sustainable."}, {"text_block_id": "p31_b228", "text": "The challenge is to structure the major elements of population growth into the future around the spatial policy framework outlined in the National Spatial Strategy. Furthermore, the encouragement of small scale retail, industrial, residential and other developments in small towns and villages, which have experienced population decline, can contribute to the reduction in emissions by eliminating long commutes for some rural dwellers."}, {"text_block_id": "p31_b229", "text": "•"}, {"text_block_id": "p31_b230", "text": "“The Sustainable Rural Housing Guidelines for Planning Authorities” (2005), which aim to facilitate rural communities to meet their housing needs while avoiding suburbanisation of the countryside"}, {"text_block_id": "p31_b231", "text": "•"}, {"text_block_id": "p31_b232", "text": "“Retail Planning Guidelines for Planning Authorities” (2005), which promote a sequential and town-centred approach to retail development"}, {"text_block_id": "p31_b233", "text": "•"}, {"text_block_id": "p31_b234", "text": "“Quality Housing for Sustainable Communities” (2007), which specifies accessibility via transport networks and meeting the needs of the pedestrian and cyclist in its urban design objectives for the provision of housing"}, {"text_block_id": "p31_b235", "text": "•"}, {"text_block_id": "p31_b236", "text": "“Delivering Homes - Sustaining Communities” (2007), promotes compact, mixed use neighbourhoods where a good range of  amenities and facilities are within easy  walking distances of homes"}, {"text_block_id": "p31_b237", "text": "•"}, {"text_block_id": "p31_b238", "text": "“Sustainable Residential Development in Urban Areas” (consultation draft issued in February 2008), which promotes compact urban form, higher densities in urban areas generally and facilitation of sustainable travel modes"}, {"text_block_id": "p31_b239", "text": "•"}, {"text_block_id": "p31_b240", "text": "National and Strategic Roads and the Planning System (draft in preparation for public consultation in early 2009), which will discourage development patterns that promote rising car usage  and dependency"}, {"text_block_id": "p31_b241", "text": "•"}, {"text_block_id": "p31_b242", "text": "A “Design Manual for Streets”, which will  outline practical design measures to support  and encourage more sustainable travel patterns  in urban areas"}, {"text_block_id": "p31_b243", "text": "•"}, {"text_block_id": "p31_b244", "text": "A revised edition of “Site Development Works for Housing Areas (drafting work underway), which will, in the context of creating sustainable communities, have a focus on public transport, cycleways and pedestrian priority areas."}, {"text_block_id": "p32_b245", "text": "We will, therefore, implement the following actions:"}, {"text_block_id": "p32_b246", "text": "Action 1"}, {"text_block_id": "p32_b247", "text": "Action 2"}, {"text_block_id": "p32_b248", "text": "We will ensure better integration of land use planning and transport policies in the relevant planning guidelines as part of their ongoing review and we will avail of policy directives to give effect to specific measures needed to meet the vision for sustainable travel."}, {"text_block_id": "p32_b249", "text": "•"}, {"text_block_id": "p32_b250", "text": "A general requirement that significant housing development in all cities and towns must have good public transport connections and safe routes for walking and cycling to access such connections and local amenities"}, {"text_block_id": "p32_b251", "text": "•"}, {"text_block_id": "p32_b252", "text": "Integration of cycling and public transport"}, {"text_block_id": "p32_b253", "text": "•"}, {"text_block_id": "p32_b254", "text": "Promotion of targets requiring a minimum percentage of new residential and mixed-use development to take place on brownfield/existing sites to consolidate urban growth and enable organic development of urban areas from the centre out"}, {"text_block_id": "p32_b255", "text": "•"}, {"text_block_id": "p32_b256", "text": "Ensuring a general minimum housing density of between 35 and 50 dwellings per hectare in urban areas of suitable size and population and requiring substantially higher densities where local circumstances warrant, particularly in high capacity public transport corridors"}, {"text_block_id": "p32_b257", "text": "•"}, {"text_block_id": "p32_b258", "text": "Specification of a maximum permitted level of car parking for commercial sites, which have suitable public transport facilities and are within walking/ cycling distance to amenities"}, {"text_block_id": "p32_b259", "text": "•"}, {"text_block_id": "p32_b260", "text": "A requirement that developments above a certain scale have viable travel plans in place"}, {"text_block_id": "p32_b261", "text": "•"}, {"text_block_id": "p32_b262", "text": "A requirement that development in urban rail corridors be high density and appropriate for public transport use (e.g. not warehousing or other activities with low employment intensity)"}, {"text_block_id": "p32_b263", "text": "•"}, {"text_block_id": "p32_b264", "text": "Guidance on the incorporation of cycling and walking policies in development plans"}, {"text_block_id": "p32_b265", "text": "•"}, {"text_block_id": "p32_b266", "text": "A general restriction of the future development  of out-of-town retail centres except in exceptional circumstances and consideration of a similar requirement that parking charges be introduced for most existing centres"}, {"text_block_id": "p32_b267", "text": "•"}, {"text_block_id": "p32_b268", "text": "Encouragement of the use of local area plans and strategic development zones (SDZs) within major urban areas as a way of improving the land use-transport interface, particularly to ensure that employment and residential centres are co-located."}, {"text_block_id": "p33_b269", "text": "Action 3"}, {"text_block_id": "p33_b270", "text": "Many of the Gateways and Hubs in the National Spatial Strategy comprise two or more local authority areas. Regional Planning Guidelines are in place to coordinate overall development in the regional authority areas. Land Use and Transportation Strategies (LUTS) also play a vital role in supporting better coordination and integration of development planning between local authorities across Gateways and Hubs. The Cork Area Strategic Plan (CASP) provides a good example of a LUTS approach and similar strategies are in place or are planned for Galway, Limerick and Waterford."}, {"text_block_id": "p33_b271", "text": "We will promote a wider rollout of LUTS-type strategies, supported through a technical assistance programme at national level. The emphasis in the first place will be on the Gateways followed by LUTS-type studies for the Hub locations in the National Spatial Strategy."}, {"text_block_id": "p33_b272", "text": "Action 4"}, {"text_block_id": "p33_b273", "text": "The delivery of public transport, cycling and promotion of more sustainable travel patterns generally in many existing urban centres can only be achieved through retrofitting. We will require local authorities to prepare plans to retrofit areas towards creating sustainable neighbourhoods so that walking and cycling can be the best options for local trips, for example to reach local facilities such as shops and schools."}, {"text_block_id": "p33_b274", "text": "Aligning Employment Policy with Transport Planning"}, {"text_block_id": "p33_b275", "text": "The provision of a high quality and sustainable travel and transport infrastructure, that supports the movement of both people and goods, is a vital requirement to secure knowledge-intensive business investment and to grow indigenous companies of scale that can compete globally. The nature of industrial employment has changed. Ireland is now competing for premium mobile investment against the most advanced locations in the world. National and international connectivity is critically important."}, {"text_block_id": "p33_b276", "text": "Increasingly, the location of centres of employment is chosen in the context of the strategies framed around the National Spatial Strategy. The integration of existing and future business parks with public transport and their location within walking and cycling distance of residential areas is an important element in the Government’s industrial property strategy. It can also contribute to wider access to the labour market by people with reduced mobility."}, {"text_block_id": "p33_b277", "text": "There is also an opportunity to reduce the necessity to travel through the adoption of flexible working policies. The Government has provided leadership in promoting such flexible policies in the public sector and is committed to a two-pronged approach by:"}, {"text_block_id": "p33_b278", "text": "•"}, {"text_block_id": "p33_b279", "text": "The provision of statutory entitlements through legislative measures (e.g. maternity leave, adoptive leave, carer’s leave and parental leave) and"}, {"text_block_id": "p33_b280", "text": "•"}, {"text_block_id": "p33_b281", "text": "The voluntary approach at the level of the enterprise, mainly through the National Framework Committee on Worklife Balance."}, {"text_block_id": "p34_b282", "text": "The Government will continue this approach. This Policy focuses on one aspect of flexible working, the concept of e-working. Currently, if even 10% of the working population of 2.1 million were to work from home for 1 day a week, it would result in a reduction of around 10 million car journeys to work per annum."}, {"text_block_id": "p34_b283", "text": "Action 5"}, {"text_block_id": "p34_b284", "text": "Action 6"}, {"text_block_id": "p34_b285", "text": "We will carry out research to determine if e-working centres can be established on a regional basis to provide opportunities for people in rural areas and satellite towns to work from a location closer to home. We will examine the potential for partnership with the private sector so that such centres can be available to a large proportion of employees availing of e-working."}, {"text_block_id": "p34_b286", "text": "Mobility Management"}, {"text_block_id": "p34_b287", "text": "Action 7"}, {"text_block_id": "p35_b288", "text": "Action 8"}, {"text_block_id": "p35_b289_merged", "text": "Workplace Travel Plans encourage employers and employees to take steps to reduce dependency on the car and to take alternative transport options. The Minister for Transport has already provided initial funding for a pilot scheme managed by the Dublin Transportation Office (DTO) and the Department of Transport was the first Department to introduce such a Plan. The Government has also introduced a parking levy on employee car parking in key urban areas in the region of e200 per annum to dissuade use of the private car for commuting purposes. We will now focus on encouraging alternative ways of travelling to work. We will, therefore:"}, {"text_block_id": "p35_b292", "text": "•"}, {"text_block_id": "p35_b293", "text": "Work towards a requirement on organisations with over 100 staff to develop and implement workplace travel plans"}, {"text_block_id": "p35_b294", "text": "•"}, {"text_block_id": "p35_b295", "text": "Provide support and guidelines for the development and implementation of workplace travel plans"}, {"text_block_id": "p35_b296", "text": "•"}, {"text_block_id": "p35_b297", "text": "Seek a plan from the Office of Public Works to reduce car-parking spaces at Government offices where alternative travel options are possible and require other public sector organisations to do likewise as part of their workplace travel plans"}, {"text_block_id": "p35_b298", "text": "Action 9"}, {"text_block_id": "p35_b299", "text": "Personalised Travel Plans aim to encourage individuals to take alternatives to car travel where these are available. International experience shows that such Plans must be accompanied by good targeted marketing and involve incentives to encourage people to use alternatives to the private car. We will implement a programme to promote Personalised Travel Plans aimed at citizens in areas served by public transport."}, {"text_block_id": "p35_b300", "text": "Movement of Goods"}, {"text_block_id": "p35_b301", "text": "The efficient movement of goods is vital to our competitiveness and economic welfare. 65% of our GDP is based on the export of goods and services whereas the EU-25 average is 30%. At present 95% of all goods are moved by road and over 30% of transport greenhouse gas emissions are from the freight sector. As stated in Chapter 3, a specific target to reduce energy and emissions from the freight sector is needed while at the same time enhancing our economic competitiveness."}, {"text_block_id": "p35_b302", "text": "A number of submissions to the consultation process dealt with the movement of freight in some detail. Specific proposals were made but not all agreed on the steps needed to make the movement of goods more sustainable. There was a fair degree of consensus, however, that more research needs to be done on the freight sector before deciding on the best approach."}, {"text_block_id": "p36_b303", "text": "Action 10"}, {"text_block_id": "p36_b304", "text": "We will:"}, {"text_block_id": "p36_b305", "text": "•"}, {"text_block_id": "p36_b306", "text": "Ensure that the Department of Transport deals with freight policy issues in a more integrated manner and prepares a specific strategy for the freight sector. We will set a target aimed at reducing the environmental impact of freight  while at the same time improving efficiency  in the movement of goods and promoting economic competitiveness"}, {"text_block_id": "p36_b307", "text": "•"}, {"text_block_id": "p36_b308", "text": "Organise a forum to bring all interested parties together, including industrial development agencies and industry representative bodies,  to explore in greater depth the issues relating  to the movement of goods, including:"}, {"text_block_id": "p36_b309", "text": "Organise a forum to bring all interested parties together, including industrial development agencies and industry representative bodies,  to explore in greater depth the issues relating  to the movement of goods, including:\n* The realistic potential for rail freight\n* Priority freight routes allowing access to vehicles\n* Developing key logistics centres to transfer\n* Scheduling of deliveries from the ports and in\n* The incentives and disincentives needed to\n* The need to have more rigorous testing of\n* The potential of Intelligent Transport Systems"}, {"text_block_id": "p36_b323", "text": "Fiscal Measures to Influence Travel Behaviour"}, {"text_block_id": "p36_b324", "text": "The main focus of this Chapter of the Policy has been on regulatory measures to align our spatial planning and transport and on incentives to encourage alternative ways to travel. These measures alone will not meet the ambitious targets set out in Chapter 3."}, {"text_block_id": "p36_b325_merged", "text": "The Government has already introduced appropriate fiscal policies by ensuring that the VRT and Motor Tax systems, from July 2008, are entirely based on CO2  emissions with rates considerably varying between models on the basis of their emissions. Some reductions in CO2  emissions are likely to emerge even in the short-term from this change but not at a scale sufficient to contribute significantly to our international obligations relating to climate change."}, {"text_block_id": "p36_b332", "text": "Action 11"}, {"text_block_id": "p36_b333", "text": "In the context of the Commission on Taxation Report due in 2009 we will consider the application of fiscal measures aimed at reducing car use and achieving a shift to alternative modes of transport, which will ease congestion, reduce further transport emissions and take into account economic competitiveness and social inclusion. Where necessary, we will carry out research to ensure effectiveness of this action."}, {"text_block_id": "p36_b334", "text": "This Chapter has examined the actions needed to reduce travel demand. Chapter 5 deals with the provision of alternative ways of travelling."}, {"text_block_id": "p37_b335", "text": "Chapter 5: Actions to Deliver Alternative Ways of Travelling"}, {"text_block_id": "p37_b336", "text": "A key driver to encouraging more people to use public transport is to offer a frequent, reliable, comfortable and safe service, which is affordable. Safety is a key concern in relation to cycling and walking and integration of these different modes is very important to reach a large number of people."}, {"text_block_id": "p39_b337", "text": "The Government is already making an unprecedented investment in alternatives to private transport. Under"}, {"text_block_id": "p39_b338", "text": "Transport 21"}, {"text_block_id": "p39_b339", "text": ","}, {"text_block_id": "p39_b340", "text": "e"}, {"text_block_id": "p39_b341", "text": "15.8 billion will be invested in public transport up to 2016, which will result in a radical improvement in the level, accessibility and quality of rail and bus services throughout the country and in urban transport services both by bus, light rail, suburban rail and metro. In all, this investment will accommodate up to 175 million additional passengers per annum by public transport. In terms of travel to work, this equates to meeting the transport needs of about 10,000 extra commuters by 2020."}, {"text_block_id": "p39_b342", "text": "As set out in Chapter 3, the challenge is to accommodate, by 2020, around 500,000 people on modes other than the car and it is clear that additional measures need to be taken to meet this target. This Chapter, therefore, addresses the short-term need to radically enhance bus services and to bring in imaginative proposals relating to cycling and walking and other initiatives involving better use of cars. A key issue to be addressed is a new approach to the allocation of road space, giving priority to more sustainable forms of transport."}, {"text_block_id": "p39_b343", "text": "Public Transport"}, {"text_block_id": "p39_b344", "text": "Public transport makes a significant contribution to the mobility of people for both travel to work/ education and other travel purposes. The mode share for bus as a means for travel to work stood at 6.1% in 2006, while rail mode share stood at 2.9%. Passenger numbers have increased and there are many examples where quality bus services have challenged the dominance of the car. While total numbers using public transport have grown over the last 20 years, the percentage of total journeys undertaken by public transport has declined and public transport also accounts for a declining share of overall transport."}, {"text_block_id": "p39_b345", "text": "We estimate that by 2020 we will need to provide public transport to meet the needs of an additional 90,000 commuters on top of the 140,000 likely to be catered for by"}, {"text_block_id": "p39_b346", "text": "Transport 21"}, {"text_block_id": "p39_b347", "text": ". The bus will be at the heart of moving these additional people."}, {"text_block_id": "p39_b348", "text": "CIÉ services are supported through the annual subvention paid for the operation of public service obligation (PSO) services and the operating companies will receive approximately"}, {"text_block_id": "p39_b349", "text": "e"}, {"text_block_id": "p39_b350", "text": "308m in 2008, including Bus Éireann ("}, {"text_block_id": "p39_b351", "text": "e"}, {"text_block_id": "p39_b352", "text": "36.9m), Dublin Bus ("}, {"text_block_id": "p39_b353", "text": "e"}, {"text_block_id": "p39_b354", "text": "80.8m) and Irish Rail ("}, {"text_block_id": "p39_b355", "text": "e"}, {"text_block_id": "p39_b356", "text": "191.5m). The annual subvention has increased by 128% since 1998. Good progress has been made in improving bus services over the past ten years through:"}, {"text_block_id": "p39_b357", "text": "•"}, {"text_block_id": "p39_b358_merged_merged_merged_merged", "text": "New and replacement buses including a total  of e270m in capital Exchequer funding"}, {"text_block_id": "p39_b361", "text": "•"}, {"text_block_id": "p39_b362", "text": "Investment in bus priority measures and"}, {"text_block_id": "p39_b363", "text": "•"}, {"text_block_id": "p39_b364", "text": "Greater private sector participation in  the provision of services."}, {"text_block_id": "p39_b365", "text": "Bus use is particularly important for those without access to a car, the young, older people and people with mobility issues. If we are to encourage the use of public transport in Ireland, the availability of a safe, accessible, integrated and reliable service for"}, {"text_block_id": "p40_b366", "text": "18+ hours of the day is essential in any attempts to increase patronage and gain more users. This featured strongly in feedback in the public consultation process."}, {"text_block_id": "p40_b367", "text": "Action 12"}, {"text_block_id": "p40_b368", "text": "We will:"}, {"text_block_id": "p40_b369", "text": "•"}, {"text_block_id": "p40_b370", "text": "Implement more radical bus priority and traffic management measures to improve the punctuality and reliability of bus services and to support more efficient use of bus fleets. This may involve making some urban streets car-free, creating tram-like priorities in others and making greater use of roads/hard shoulders by buses"}, {"text_block_id": "p40_b371", "text": "•"}, {"text_block_id": "p40_b372", "text": "Ensure bus services are redesigned to provide for:"}, {"text_block_id": "p40_b373", "text": "Ensure bus services are redesigned to provide for:\n* Optimum use of the bus fleet\n* Bus networks that better meet demand and\n* Greater use of feeder buses to/from\n* Extension of Rural/School Transport type\n* More orbital bus services in urban areas\n* Good public transport interchange facilities\n* Carriage of bicycles on buses"}, {"text_block_id": "p40_b387", "text": "•"}, {"text_block_id": "p40_b388", "text": "Provide better bus parking facilities in smaller towns and villages and bus shelters in rural areas"}, {"text_block_id": "p40_b389", "text": "•"}, {"text_block_id": "p40_b390", "text": "Complete studies into the feasibility of Bus Rapid Transit systems and/or Light Rail Transit systems in Cork, Galway, Limerick and Waterford and act on the results"}, {"text_block_id": "p40_b391", "text": "•"}, {"text_block_id": "p40_b392", "text": "Implement Real Time Passenger Information on bus services in Dublin first and on a phased basis in other cities and rural areas. This will allow for mobile phone and Internet access of up to the minute information, allowing customers to time their walk to the bus stop more efficiently. We will also ensure the provision of good map and schedule information at shelters"}, {"text_block_id": "p40_b393", "text": "•"}, {"text_block_id": "p40_b394", "text": "Complete migration to smart card technology for public transport ticketing in the Greater Dublin Area and nationwide. To support greater integration, make integrated ticket products more widely available on the smart card and significantly reduce the use of cash based tickets"}, {"text_block_id": "p40_b395", "text": "•"}, {"text_block_id": "p40_b396", "text": "Implement integrated network planning and delivery function in the Greater Dublin Area through the Dublin Transport Authority and ensure that mechanisms are in place to ensure such integration outside the Greater Dublin Area"}, {"text_block_id": "p40_b397", "text": "•"}, {"text_block_id": "p40_b398", "text": "Introduce competitive tendering for PSO services over and above these currently provided by Dublin Bus and Bus Éireann"}, {"text_block_id": "p40_b399", "text": "•"}, {"text_block_id": "p40_b400", "text": "Link increased PSO subvention to growth in patronage"}, {"text_block_id": "p40_b401", "text": "•"}, {"text_block_id": "p40_b402", "text": "Develop, in conjunction with agencies and key stakeholders, an Intelligent Transport Systems and Services Action Plan which will lay the groundwork for improved efficiency and effectiveness of bus fleet management and service punctuality."}, {"text_block_id": "p41_b403", "text": "Action 13"}, {"text_block_id": "p41_b404", "text": "•"}, {"text_block_id": "p41_b405", "text": "A bus route/stop within 800 metres of a house  in an urban area"}, {"text_block_id": "p41_b406", "text": "•"}, {"text_block_id": "p41_b407", "text": "A schedule which commences at 6 a.m. and finishes at 1 a.m., 7 days a week depending  on demand"}, {"text_block_id": "p41_b408", "text": "•"}, {"text_block_id": "p41_b409", "text": "A frequency of at least 10 minutes at peak  hours and 20 minutes at non-peak hours"}, {"text_block_id": "p41_b410", "text": "•"}, {"text_block_id": "p41_b411", "text": "A pre-pay cashless transaction, to minimise  delays at stops"}, {"text_block_id": "p41_b412", "text": "•"}, {"text_block_id": "p41_b413", "text": "A defined level of comfort and cleanliness  on vehicles."}, {"text_block_id": "p41_b414", "text": "The service proposal will require a major overhaul of existing bus routes in urban areas, a transparent contract system for allocating public service subsidy and the provision of additional buses once the use of the existing fleet has been optimised."}, {"text_block_id": "p41_b415", "text": "Action 14"}, {"text_block_id": "p41_b416", "text": "For other areas we will:"}, {"text_block_id": "p41_b417", "text": "•"}, {"text_block_id": "p41_b418", "text": "Offer a regular 7-day a week transport service for rural communities and those in smaller urban areas"}, {"text_block_id": "p41_b419", "text": "•"}, {"text_block_id": "p41_b420", "text": "Examine the potential for the expanded use of school and other publicly funded buses as a “local transport bus” to bring people to a range of services, with (in the case of the school buses) the primary emphasis continuing to be on transporting children to and from school at the necessary times"}, {"text_block_id": "p41_b421", "text": "•"}, {"text_block_id": "p41_b422", "text": "Build on the good work at local level in developing the Rural Transport Programme to expand the network in other ways, such as demand responsive services"}, {"text_block_id": "p41_b423", "text": "•"}, {"text_block_id": "p41_b424", "text": "Examine, as part of the current review of the school transport service, the current distance eligibility criteria, where it is not feasible to provide safe walkways and/or cycle paths"}, {"text_block_id": "p41_b425", "text": "•"}, {"text_block_id": "p41_b426", "text": "Provide park and ride facilities at the edge of major and intermediate urban centres and at important public transport nodes, with efficient transport connections to the urban centre."}, {"text_block_id": "p41_b427", "text": "Cycling and Walking"}, {"text_block_id": "p41_b428", "text": "Of all travel modes, cycling and walking have the lowest environmental impact. If we are to successfully promote cycling and walking as realistic alternatives to the private car we need to ensure that they are, as far as possible, a safe and pleasant experience. Pedestrian and cycle facilities will be most successful where they form a coherent network, place an emphasis on safety, directly serve the main areas where people wish to travel, provide priority over vehicular traffic at junctions, are free from obstructions and have adequate public lighting. In addition, support facilities such as secure parking and changing/showering facilities at places of employment are a key determinant in encouraging people to cycle."}, {"text_block_id": "p41_b429", "text": "Furthermore, cycling and walking will be pivotal to achieving some of the goals in national health policies to promote physical activity. In the Irish context the numbers at risk of chronic diseases such as obesity, heart disease and mental ill-health are increasing rapidly both for adults and children."}, {"text_block_id": "p41_b430", "text": "The importance of halting this trend towards inactivity and taking measures to prevent chronic disease cannot be underestimated in terms of health system and social, family and community costs. Already 11% of the adult population report living with a long-term illness, health problem or disability"}, {"text_block_id": "p42_b431", "text": "that limited their daily activity. The National Health Strategy, the Report of the Task Force on Obesity and the National Recreation Policy all call for a greater emphasis on promoting physical activity as the basis for improving and maintaining health. Embracing cycling and walking in one’s daily routine offers one of the best ways of arresting this trend."}, {"text_block_id": "p42_b432", "text": "In 2006, around 45,000 people drove less than 2km to work, with a further 160,000 people driving 2-4km to work. These people could potentially switch to walking or cycling. For various reasons not all will. Nevertheless, it should be possible to encourage a significant number to make the change."}, {"text_block_id": "p42_b433", "text": "Action 15"}, {"text_block_id": "p42_b434", "text": "Recently the Government has announced a benefit-in-kind tax incentive to encourage cycle commuting as well as investment in cycle route maintenance and the proposed Sutton to Sandycove cycle route. The Government have also carried out research on best practice for cycling and has published a strategy for developing cycle tourism."}, {"text_block_id": "p42_b435", "text": "Our vision is to create a strong cycling culture in Ireland and ensure that all cities, towns, villages and rural areas will be cycling-friendly. Cycling will be a normal way to get about, especially for short trips. Next to walking, cycling will be the most popular means of getting to school, both for primary and secondary school. Our universities and colleges will be bursting with bicycles. Businesspeople will see the bicycle as the best way to travel for part or all"}, {"text_block_id": "p42_b436", "text": "of their daily commute. Shopping by bike will be as normal as it is in many of the Northern European cycling-friendly countries. The bicycle will be the transport mode of choice for all ages and will both improve the health, and reduce obesity levels, of the general population and build social capital. We will gain economically as cycling helps in easing congestion and providing us with a fitter and more alert workforce. The cycling culture will also enhance our tourism industry by attracting many visitors to cycle in Ireland."}, {"text_block_id": "p42_b437", "text": "A culture of cycling will be developed to the extent that, by 2020, we envisage around 160,000 people cycling for their daily commute, up from 35,000 in 2006. Cycling will be encouraged as a mode for other purposes so that by 2020 10% of all our trips will be by bike."}, {"text_block_id": "p42_b438", "text": "We will publish and implement a National Cycle Policy Framework to give effect to this vision. Among the issues it will address will be:"}, {"text_block_id": "p42_b439", "text": "•"}, {"text_block_id": "p42_b440", "text": "The creation of traffic-free urban centres  to facilitate cycling"}, {"text_block_id": "p42_b441", "text": "•"}, {"text_block_id": "p42_b442", "text": "Investment in a national cycle network  with urban networks given priority"}, {"text_block_id": "p43_b443", "text": "•"}, {"text_block_id": "p43_b444", "text": "Cycle training for schoolchildren"}, {"text_block_id": "p43_b445", "text": "•"}, {"text_block_id": "p43_b446", "text": "Integration of cycling with other transport modes, e.g. carriage of bicycles on public transport."}, {"text_block_id": "p43_b447", "text": "Action 16"}, {"text_block_id": "p43_b448", "text": "The Government is committed to creating a culture of walking in Ireland. In that context, there is strong convergence between walking as a tourism asset and walking as recreational activity for local residents. This in turn complements a culture of walking as a mode of everyday transport, by encouraging people to walk as a matter of routine."}, {"text_block_id": "p43_b449", "text": "We will ensure that urban walking networks are strengthened by increasing opportunities for walking and removing constraints as part of planning for more attractive public realms, including:"}, {"text_block_id": "p43_b450", "text": "•"}, {"text_block_id": "p43_b451", "text": "Providing safe pedestrian routes"}, {"text_block_id": "p43_b452", "text": "•"}, {"text_block_id": "p43_b453", "text": "Providing routes, which serve employment and education trips and that link with public transport"}, {"text_block_id": "p43_b454", "text": "•"}, {"text_block_id": "p43_b455", "text": "Reprioritising traffic signals to favour pedestrians instead of vehicles, reducing waiting times and crossing distances at junctions"}, {"text_block_id": "p43_b456", "text": "•"}, {"text_block_id": "p43_b457", "text": "Creating level grade crossings for pedestrians across junctions"}, {"text_block_id": "p43_b458", "text": "•"}, {"text_block_id": "p43_b459", "text": "Creating larger traffic-free areas in urban centres"}, {"text_block_id": "p43_b460", "text": "•"}, {"text_block_id": "p43_b461", "text": "Unless it is inappropriate, ensuring that 30 km/h zones are designated in central urban areas which will continue to accommodate motorised traffic"}, {"text_block_id": "p43_b462", "text": "•"}, {"text_block_id": "p43_b463", "text": "Widening footpaths where there are high pedestrian flows, particularly close to public transport nodes"}, {"text_block_id": "p43_b464", "text": "•"}, {"text_block_id": "p43_b465", "text": "Clearing footpaths of unnecessary street furniture, e.g. rationalisation of signage poles etc."}, {"text_block_id": "p43_b466", "text": "•"}, {"text_block_id": "p43_b467", "text": "Improving the surface quality of footpaths"}, {"text_block_id": "p43_b468", "text": "•"}, {"text_block_id": "p43_b469", "text": "Providing appropriately designed safe, well-lit, direct, continuous facilities"}, {"text_block_id": "p43_b470", "text": "•"}, {"text_block_id": "p43_b471", "text": "Signposting pedestrian routes to important intra-urban destinations such as public buildings and public transport nodes"}, {"text_block_id": "p43_b472", "text": "•"}, {"text_block_id": "p43_b473", "text": "Enforcing the law relating to encroachment on pedestrian spaces by motor vehicles, cyclists, skips and other obstructions."}, {"text_block_id": "p43_b474", "text": "We will publish a National Walking Policy, which will draw on the lessons and principles already developed in the context of tourism and recreational trails development. We will ensure that the policy combines the development of the national trails system with local recreational trails and include links to urban centres. As in the case of cycling, we will carry out research on international best practice for walking. This will enable a target to be established for the modal share of walking."}, {"text_block_id": "p44_b475", "text": "Action 17"}, {"text_block_id": "p44_b476", "text": "Many State properties are used for recreation and leisure. We will ensure that, where feasible, areas of State-owned lands such as canal towpaths, former rail lines, Coillte estates, etc. are made available for the development of walking and cycling trails."}, {"text_block_id": "p44_b477", "text": "Car Clubs and Car Sharing"}, {"text_block_id": "p44_b478", "text": "The car will remain an important mode of transport in Ireland. As stated previously, the aim of this Policy is not to prevent use of the car but to encourage smarter ways to travel of which car use is but one method. There are a number of international examples of rationalisation of car ownership and use, which could have the effect of eliminating the need for more than one car in a household. These include car sharing or lift sharing and car clubs."}, {"text_block_id": "p44_b479", "text": "Car sharing involves people agreeing to share car journeys particularly in their daily commute whereas car clubs offer access to a car when it is needed rather than requiring the purchase of a car. The Department of Transport has already supported a number of pilot projects relating to car sharing, including one cross-border initiative in the Derry/ Donegal area. Some private operators have studied the potential of car clubs and, while there has been limited use of this concept in Ireland so far, a pilot scheme was established by Cork City Council in July 2008."}, {"text_block_id": "p44_b480", "text": "Action 18"}, {"text_block_id": "p44_b481", "text": "We will establish a car-sharing website which will help employers to encourage such initiatives in the workforce. We will also work with our counterparts in Northern Ireland to develop a website applicable to the whole island."}, {"text_block_id": "p44_b482", "text": "Action 19"}, {"text_block_id": "p44_b483", "text": "Other Motorised Transport"}, {"text_block_id": "p44_b484", "text": "The public consultation process highlighted concerns that the motorcycle was being overlooked as a more sustainable form of transport than the car and pointed to the existence of novel methods of personal transport such as segways."}, {"text_block_id": "p44_b485", "text": "The modal share for motorcycles has been falling and stood at 0.7% in 2006. It is difficult to foresee how use of this mode will change with time, although growth in smaller motorcycles with low emissions per passenger kilometre could be encouraged, due both to emission savings and congestion relief."}, {"text_block_id": "p44_b486", "text": "Action 20"}, {"text_block_id": "p44_b487", "text": "We will look at ways of affording traffic priority to motorised transport such as mopeds and segways in congested areas."}, {"text_block_id": "p44_b488", "text": "Integration Measures"}, {"text_block_id": "p44_b489_merged", "text": "Chapter 4 emphasised the fundamental need to align transport and spatial planning. There is also an urgent need for greater integration of the different transport modes. This is being addressed in the Transport 21 programme which sees planned public transport networks. However, more needs to be done."}, {"text_block_id": "p45_b495", "text": "Action 21"}, {"text_block_id": "p45_b496", "text": "Action 22"}, {"text_block_id": "p45_b497", "text": "We will prepare a plan to fast track the establishment of park and ride facilities along major public transport nodes, at the periphery of major urban areas and at key public transport locations and nodes. We will also broaden the scope of park and ride to include facilities for other modes such as taxis and bicycles (including cycle hire and repairs) so that these options are available to commuters."}, {"text_block_id": "p45_b498", "text": "Action 23"}, {"text_block_id": "p45_b499", "text": "Action 24"}, {"text_block_id": "p45_b500", "text": "We will create a national travel information portal offering an on-line integrated journey planner involving passenger information in real time, as appropriate, for all public transport services. We will also work through the Dublin Transport Authority and local authorities outside the GDA to achieve better integration of public transport timetables."}, {"text_block_id": "p46_b501", "text": "Successor to the"}, {"text_block_id": "p46_b502", "text": "Transport 21"}, {"text_block_id": "p46_b503", "text": "Programme"}, {"text_block_id": "p46_b504", "text": "The Programme for Government proposes preparation of a successor to"}, {"text_block_id": "p46_b505", "text": "Transport 21"}, {"text_block_id": "p46_b506", "text": "."}, {"text_block_id": "p46_b507", "text": "Action 25"}, {"text_block_id": "p46_b508_merged_merged_merged", "text": "We will commence the planning of the successor to Transport 21 so as to complete the drafting of a new programme. This will ensure that the new investment programme will fully reflect the policy framework in this Policy whereby investment is prioritised for:"}, {"text_block_id": "p46_b511", "text": "•"}, {"text_block_id": "p46_b512", "text": "Walking"}, {"text_block_id": "p46_b513", "text": "•"}, {"text_block_id": "p46_b514", "text": "Cycling"}, {"text_block_id": "p46_b515", "text": "•"}, {"text_block_id": "p46_b516", "text": "Public transport"}, {"text_block_id": "p46_b517", "text": "•"}, {"text_block_id": "p46_b518", "text": "Efficient freight movements"}, {"text_block_id": "p46_b519", "text": "•"}, {"text_block_id": "p46_b520", "text": "Soft measures such as mobility management"}, {"text_block_id": "p46_b521", "text": "•"}, {"text_block_id": "p46_b522", "text": "Integration measures"}, {"text_block_id": "p46_b523", "text": "•"}, {"text_block_id": "p46_b524", "text": "Roads schemes which provide environmental, social and economic benefits"}, {"text_block_id": "p46_b525", "text": "•"}, {"text_block_id": "p46_b526", "text": "Aviation and maritime transport facilities focused on better access to and from the island."}, {"text_block_id": "p46_b527", "text": "In assessing this new programme we will ensure that external factors, such as the environmental and social impacts, are included in any cost benefit analysis and that, where there are competing modes on a route corridor, a greater weighting is given to the more sustainable mode of travel. The Department of Finance’s impending recommendations on internalisation of GHG emissions in cost-benefit analysis will be used in the revision of the Department of Transport’s Common Appraisal Framework Guidelines."}, {"text_block_id": "p46_b528", "text": "New approaches are being taken to infrastructural maintenance having regard to environmental impacts. For example, the National Roads Authority (NRA) is using a new method in evaluating maintenance to deal with life cycle impacts. We will also consider the concept of energy costing future projects to determine what emissions will be saved over the life cycle of a particular project."}, {"text_block_id": "p47_b529", "text": "In addition to the measures to reduce car dependence and car use, it is appropriate to propose additional actions to improve the efficiency of the motorised means of transport. The focus of this Chapter, therefore, is on measures to save energy and reduce emissions from motorised travel by land, sea and air. The Chapter also deals with additional regulatory measures linked to this theme, which have not been addressed in earlier chapters. The need to reduce emissions is driven by Ireland’s commitment to meet its target in the EU plan to tackle climate change. Of equal significance is the need to achieve energy savings. Ireland is more reliant on fossil fuels than most EU countries and the rising cost of oil requires ambitious initiatives to become more fuel-efficient."}, {"text_block_id": "p48_b530", "text": "[J"}, {"text_block_id": "p49_b531", "text": "Aviation"}, {"text_block_id": "p49_b532", "text": "As an island nation with an open economy, aviation provides a key transport link for us. Connectivity and access through international and regional airports are vital for our tourism industry, which generated"}, {"text_block_id": "p49_b533", "text": "e"}, {"text_block_id": "p49_b534", "text": "4.9 billion revenue in 2007 from foreign visitors and employs some 322,000 people in the tourism and hospitality sector. Only 1% of our goods are exported by air but the value of these represents 17% of the national total of exports. Furthermore, the Government has supported the development of a network of regional airports to assist balanced regional development. We have also made significant investment to improve accessibility"}, {"text_block_id": "p49_b535", "text": "to our offshore islands."}, {"text_block_id": "p49_b536", "text": "Action 26"}, {"text_block_id": "p49_b537", "text": "In affirming the importance of aviation to Ireland, we also recognise the need to reduce aviation emissions and we will work positively with our EU partners to strengthen the treatment of aviation in the emissions trading system. We will also continue"}, {"text_block_id": "p49_b538", "text": "to work within the EU to progress the Single European Sky initiative, which seeks to restructure the air navigation system in Europe in order to enhance capacity and promote efficiency."}, {"text_block_id": "p49_b539", "text": "Ireland entered into an agreement with the UK in June 2008 to establish a FAB, the first of its kind in Europe. The arrangements focus on improving the capacity of the air traffic management system and on providing for optimal flight paths for airlines. For the airline customer this will help to avoid undesirable delays due to air traffic control restrictions and sub-optimal routings. For airlines, there will be efficiency gains."}, {"text_block_id": "p49_b540", "text": "Action 27"}, {"text_block_id": "p49_b541_merged_merged", "text": "We will review the public service obligation (PSO) subsidies for regional air services which are due for renewal in 2011 having regard to progress being made on expanding bus and rail services so as to ensure that the most sustainable travel option receives priority support. By 2011, the Transport 21 intercity rail programme will be complete and we will ensure good connectivity between airports and public transport services."}, {"text_block_id": "p50_b547", "text": "Our ports are also vital to our national interest. They handle 99% of our exports, by volume, and provide valuable access passenger services to the island. They are also a critical means of access and connectivity for offshore islands and their resident communities. The potential benefits of international engagement in this arena are recognised – for example, in seeking to assist short sea shipping, Ireland, supported by the Netherlands and others, has proposed at EU level that a European Area of Navigation be established consisting of the Near Coastal Areas of Member States, as well as Iceland and Norway, in which member states’ vessels may operate under the provisions contained in the Standards of Training, Certification and Watchkeeping Convention for near coastal voyages."}, {"text_block_id": "p50_b548", "text": "Action 28"}, {"text_block_id": "p50_b549", "text": "We will engage positively at international level to ensure that less polluting fuels, such as low-sulphur distillates, are used in maritime transport and we will work positively in the development of instruments or mechanisms to reduce emissions from the maritime transport sector."}, {"text_block_id": "p50_b550", "text": "Action 29"}, {"text_block_id": "p50_b551_merged", "text": "The e18 billion investment in roads as part of Transport 21 will remove bottlenecks, ease congestion and pressure in towns and villages and provide the necessary infrastructural links to support the National Spatial Strategy."}, {"text_block_id": "p50_b556", "text": "Action 30"}, {"text_block_id": "p51_b557", "text": "Renewable Energy in Transport and Fuel Economy"}, {"text_block_id": "p51_b558", "text": "The Government is committed to ensuring that 10% of energy used in transport by 2020 is sourced from renewable resources, which are sustainable, reduce fossil fuel dependency and significantly reduce greenhouse gas emissions over the full life cycle."}, {"text_block_id": "p51_b559", "text": "Action 31"}, {"text_block_id": "p51_b560", "text": "The Minister for Communications, Energy and Natural Resources has recently launched a public consultation paper on his proposals to introduce a Biofuels Obligation in 2010. This will require that a certain percentage of the road transport fuel sold in Ireland in 2010 will be biofuel and will allow this target to be changed in the medium term to ensure that Ireland meets its renewable energy target for the transport sector by 2020."}, {"text_block_id": "p51_b561", "text": "In meeting the 10% target for renewable energy in transport by 2020, we will maximise the contribution from second-generation biofuels, and will ensure that both imported and indigenous biofuels meet EU sustainability criteria. Opportunities exist for producing biofuels from waste products, which do not compete with food production, such as tallow, whey, waste vegetable oil and even municipal waste, many of which are currently being supported by the Mineral Oil Tax Relief (MOTR) II Scheme."}, {"text_block_id": "p51_b562", "text": "The Department of Agriculture, Fisheries and Food  is supporting research projects that relate directly  to biofuels through the Department’s Research Stimulus Fund Programme. This research is being carried out both by Teagasc and UCD in co-operation with other research institutes. Since 2005, some"}, {"text_block_id": "p51_b563", "text": "e"}, {"text_block_id": "p51_b564", "text": "7 million has been made available for research covering a broad range of topics. The Department of Communications, Energy and National Resources supports a number of projects,"}, {"text_block_id": "p51_b565", "text": "particularly in the area of second-generation biofuels, through the Charles Parsons Research Programme."}, {"text_block_id": "p51_b566", "text": "We will continue to support efforts to develop indigenous energy crop and biofuel production."}, {"text_block_id": "p51_b567", "text": "Action 32"}, {"text_block_id": "p51_b568", "text": "There are other potential alternative technologies for motor vehicles, which are likely to have a significant impact beyond 2020 as technology is developed. These include plug-in electric and hydrogen fueled vehicles. The Government signals its commitment to these alternatives and will promote such technologies as they become commercially feasible and develop market penetration."}, {"text_block_id": "p51_b569", "text": "Action 33"}, {"text_block_id": "p51_b570", "text": "Action 34"}, {"text_block_id": "p51_b571_merged_merged", "text": "A key element of the initiative to rebalance the VRT and motor tax regimes on the basis of CO2 emissions is the introduction of a new labelling system designed to reflect the seven emission/tax"}, {"text_block_id": "p52_b574", "text": "bands. The new labelling system came into effect on 1st July 2008 to coincide with the introduction of the new CO"}, {"text_block_id": "p52_b575", "text": "2"}, {"text_block_id": "p52_b576", "text": "-based tax structure for cars. We will keep the labelling system and the VRT and Motor Tax systems under review to ensure that they meet their twin objectives of encouraging a move to lower emission vehicles while protecting central and local government revenues. We will also consider the likely impact of the labelling system on flexi-fuel vehicles, which can operate on bioethanol, and the possibility of extending emissions based taxation to vehicles not currently covered in the system e.g. buses and goods vehicles etc."}, {"text_block_id": "p52_b577_merged_merged", "text": "We will support the EU proposals to reduce average CO2  emissions for cars to 120g/km for all new vehicles by 2012 through an integrated approach of improved engine technology/fuel economy and other technological improvements, e.g. more efficient air conditioning, gear shift indicators, etc. Other elements of this strategy include a separate target for vans, support for research aimed at further reductions in emissions from new cars to an average of 95g/km and measures to support the purchase of fuel-efficient vehicles."}, {"text_block_id": "p52_b580", "text": "Action 35"}, {"text_block_id": "p52_b581", "text": "The Government has supported the role of Sustainable Energy Ireland (SEI) in relation to the development of a world-class research programme in strategic areas and this has recently been extended to include sustainable energy and energy efficient technologies in the transport sector. We will require SEI and the Department of Communications, Energy and Natural Resources to bring forward specific proposals, arising from their extended remit, in respect of the transport sector."}, {"text_block_id": "p52_b582", "text": "Driver Behaviour"}, {"text_block_id": "p52_b583", "text": "Evidence shows that driver behaviour (“eco-driving”) can significantly affect the amount of energy and emissions from a vehicle and more efficient driving can reduce emissions by up to 10%, with lower savings in the long-term, through driving more moderately, using on-board fuel monitors and avoiding rapid acceleration and excessive braking."}, {"text_block_id": "p52_b584", "text": "Action 36"}, {"text_block_id": "p52_b585", "text": "We will include a module on efficient driving as part of the rules of the road and national driver test. We will also require that all public authorities ensure that their drivers are trained in efficient driving and that this is part of their job specification. We will ensure that, as part of the Climate Change Awareness Campaign, there is a sustained focus on the issue of driver behaviour. We will commission research to determine the on-board technology that can be introduced in public vehicles to reinforce eco-driving behaviour and promote efficient driving in the haulage industry."}, {"text_block_id": "p53_b586", "text": "Chapter 7: Actions to Ensure Integrated Delivery  of the Plan"}, {"text_block_id": "p53_b587", "text": "This Chapter addresses the institutional and legislative changes needed to support the delivery of the Government’s ambitious targets and also gives indicative timescales for the actions."}, {"text_block_id": "p54_b588", "text": "[]"}, {"text_block_id": "p55_b589", "text": "The implementation of this Policy requires action across all areas of Government and will necessitate closer working at national, regional and local level to ensure that the actions are delivered successfully. For the Greater Dublin Area, the Government has already taken steps to better organise the delivery of transportation solutions and to better integrate these with spatial planning with the enactment of the Dublin Transport Authority Act 2008."}, {"text_block_id": "p55_b590", "text": "In the Programme for Government there is a commitment to examine the need for a National Transport Regulator to deliver integrated services outside the Greater Dublin Area. This Chapter sets out our proposals on institutional change having regard to the public responses and the current reform process in the public service."}, {"text_block_id": "p55_b591", "text": "Overarching Legislation"}, {"text_block_id": "p55_b592", "text": "Action 37"}, {"text_block_id": "p55_b593", "text": "We will introduce a Sustainable Travel and Transport Bill. This will consider a possible legal basis for a hierarchy of travel modes based on sustainability; deal with legal anomalies in relation to provision for walking, cycling, accommodate new concepts such as car-clubs and provide the new institutional responsibilities necessary. It will complement the proposed Public Transport Regulation Bill, which will establish a modern regulatory regime for public transport services."}, {"text_block_id": "p55_b594", "text": "Co-ordination at Government Level"}, {"text_block_id": "p55_b595", "text": "Action 38"}, {"text_block_id": "p56_b596", "text": "Action 39"}, {"text_block_id": "p56_b597", "text": "We will establish a National Sustainable Travel Office as a Division within the Department of Transport to oversee the delivery of many of the initiatives in this Policy, in consultation, as necessary, with the Dublin Transportation Agency and other bodies. Specifically, the Department of Transport will:"}, {"text_block_id": "p56_b598", "text": "•"}, {"text_block_id": "p56_b599", "text": "Advise on sustainable travel issues in relation  to development planning guidelines"}, {"text_block_id": "p56_b600", "text": "•"}, {"text_block_id": "p56_b601", "text": "Draft national guidance on local travel plans and provide expert advice to the Minister for Transport on such plans prepared by local authorities"}, {"text_block_id": "p56_b602", "text": "•"}, {"text_block_id": "p56_b603", "text": "Provide funding and monitor the implementation  of mobility management plans"}, {"text_block_id": "p56_b604", "text": "•"}, {"text_block_id": "p56_b605", "text": "Develop national policies for cycling and walking and oversee their implementation"}, {"text_block_id": "p56_b606", "text": "•"}, {"text_block_id": "p56_b607", "text": "Set up national schemes for car-sharing  and car clubs"}, {"text_block_id": "p56_b608", "text": "•"}, {"text_block_id": "p56_b609", "text": "Administer demonstration schemes such  as the Sustainable Travel Towns project"}, {"text_block_id": "p56_b610", "text": "•"}, {"text_block_id": "p56_b611", "text": "Support appropriate transport-related training in local authorities and networking arrangements"}, {"text_block_id": "p56_b612", "text": "•"}, {"text_block_id": "p56_b613", "text": "Advise on the development of a National  Transport Model"}, {"text_block_id": "p56_b614", "text": "•"}, {"text_block_id": "p56_b615", "text": "Provide support to the Interdepartmental Working Group monitoring the this Policy."}, {"text_block_id": "p56_b616", "text": "Other Arrangements at National Level"}, {"text_block_id": "p56_b617", "text": "Action 40"}, {"text_block_id": "p56_b618", "text": "We have already announced that we will establish the Dublin Transportation Authority to incorporate the Dublin Transportation Office, the Commission for Taxi Regulation and the public transport licensing functions of the Department of Transport. This will"}, {"text_block_id": "p56_b619", "text": "also encompass functions relating to a National Transport Regulator in respect of public transport services. We will also require other public sector transport agencies to identify the need to recast their mission to align to the new policy framework set out in this Policy."}, {"text_block_id": "p56_b620", "text": "Action 41"}, {"text_block_id": "p56_b621", "text": "The Dublin Transport Authority Act creates a framework to ensure consistency between the regional planning guidelines, Development Plans and Local Area Plans on the one hand and the Greater Dublin Area transport strategy on the other. The Dublin Transport Authority will become the key delivery agency for this Policy in the GDA."}, {"text_block_id": "p56_b622", "text": "Delivery at Regional and Local Level"}, {"text_block_id": "p56_b623", "text": "In the above, enhanced role, the Department of Transport will work closely with local authorities to ensure better integration between sustainable land use and transport planning."}, {"text_block_id": "p56_b624", "text": "Action 42"}, {"text_block_id": "p57_b625", "text": "All-Island Arrangements"}, {"text_block_id": "p57_b626", "text": "The main mechanism for cross-border co-operation is the North South Ministerial Council (NSMC). In the transport area of the NSMC, there has been good progress made on a range of matters including cross-border roads and rail projects, joint recognition of road penalties and in new pilot projects such as a car-sharing scheme proposal for the Derry/Donegal area and rural transport. In the border area it is highly desirable that we align local sustainable transport strategies and ensure data related to the impact of new measures is compatible on a cross-border basis."}, {"text_block_id": "p57_b627", "text": "Action 43"}, {"text_block_id": "p57_b628", "text": "We will continue to work with our colleagues in the Northern Ireland Executive to develop practical solutions aimed at making travel on the island more sustainable and, in particular, to co-ordinate and integrate sustainable transport initiatives in both jurisdictions. In previous chapters we mentioned possible all-island initiatives such as a car-sharing website. Co-operation could also extend to other demonstration initiatives such as sustainable travel towns and branding and awareness (see the following actions)."}, {"text_block_id": "p57_b629", "text": "Demonstration Sustainable Travel Towns and Areas"}, {"text_block_id": "p57_b630", "text": "Action 44"}, {"text_block_id": "p57_b631", "text": "We will establish and support a national competition to deliver outstanding examples of sustainable travel towns and rural areas. At national level we envisage a partnership between the Departments of Transport, Health and Children (through the Health Service Executive (HSE)) and Environment, Heritage and Local Government to support this initiative. Funding will be routed through local authorities, which will co-ordinate proposals. As part of this initiative we will explore, through the North South Ministerial Council, the possibility of linkages to any proposed scheme for Northern Ireland."}, {"text_block_id": "p58_b632", "text": "Other Related Actions"}, {"text_block_id": "p58_b633_merged", "text": "Education, training and awareness will be very important in assisting in the delivery of the Policy. The Government has already provided e15 million for a national Climate Change Awareness Campaign and we envisage that awareness relating to driver behaviour will form one element of that campaign."}, {"text_block_id": "p58_b636", "text": "Action 45"}, {"text_block_id": "p58_b637", "text": "We will ensure that all relevant staff in local authorities and State agencies are trained in best practice so that the principles of sustainable travel are embedded in these organisations. We will also engage with third level institutions to ensure that sustainable travel is a core component in relevant courses leading to qualifications in areas such as civil engineering, regional and urban planning and public administration."}, {"text_block_id": "p58_b638", "text": "Action 46"}, {"text_block_id": "p58_b639", "text": "We will require the Department of Transport to develop a branding to support the concept of smarter travel and to liaise with their counterparts in Northern Ireland to explore the potential of using a brand similar to the known Travelwise identity on an all-island basis. We will also ensure that the “Power of One” Energy Awareness Campaign is broadened to address the changes needed in personal behaviour to underpin this Policy. We will endeavour to use the brand to co-ordinate cross border awareness initiatives such as a national cycle week or European Mobility Week."}, {"text_block_id": "p58_b640", "text": "Action 47"}, {"text_block_id": "p58_b641", "text": "Action 48"}, {"text_block_id": "p58_b642", "text": "We will establish a National Travel, Transport and Mobility Household Survey to support the goals and targets of this Policy. The preferred option for developing this would be through co-operation with the Central Statistics Office (CSO). The outputs of this survey will allow us to monitor progress and implementation of the Policy. We will also establish a National Transport Model. This will make use of existing data and data gathered from the National Survey. The development of a comprehensive national model will require data, inputs and assistance from transport providers and agencies."}, {"text_block_id": "p59_b643", "text": "Chapter 8: Progress over the Short, Medium and Long Term"}, {"text_block_id": "p61_b644_merged", "text": "We estimate that the cost of implementing this Policy to be some e4.5 billion. The funding of the Policy will be a matter for decisions by the Government in the light of prevailing economic and Budgetary parameters. In the first instance, however, the Department of Transport will use the opportunity of the forthcoming review of Transport 21 to examine its existing substantial investment programme to ensure that it fully complements the broader objectives of the Policy. Transport 21 provides for total investment of e34 billion up to 2015 and there are clearly opportunities to make important steps toward achieving the aims set out in this Policy within this timeframe."}, {"text_block_id": "p61_b653", "text": "The first phase of implementing the Policy will be mostly concerned with the setting up of new institutional arrangements and legal changes and guidelines relating to both transport and planning. A major challenge in the initial phase will be to commence the transformation of the bus services supported by the improved park and ride facilities. Research on fiscal measures to promote sustainable travel will be progressed."}, {"text_block_id": "p61_b654", "text": "Action 49"}, {"text_block_id": "p61_b655", "text": "The interdepartmental working group will report on the progress of this Policy. We will require a biennial report on progress with the first report submitted to Government in 2010."}, {"text_block_id": "p63_b656", "text": "Glossary"}, {"text_block_id": "p63_b657", "text": "CASP:"}, {"text_block_id": "p63_b658", "text": "Cork Area Strategic Plan"}, {"text_block_id": "p63_b659", "text": "CO"}, {"text_block_id": "p63_b660", "text": "2"}, {"text_block_id": "p63_b661", "text": "-Equivalents:"}, {"text_block_id": "p63_b662", "text": "Greenhouse gas emissions, including CO"}, {"text_block_id": "p63_b663", "text": "2"}, {"text_block_id": "p63_b664", "text": ", nitrous oxide (N"}, {"text_block_id": "p63_b665", "text": "2"}, {"text_block_id": "p63_b666", "text": "O) and methane (CH"}, {"text_block_id": "p63_b667", "text": "4"}, {"text_block_id": "p63_b668", "text": "), adjusted for global warming potential"}, {"text_block_id": "p63_b669", "text": "CSO:"}, {"text_block_id": "p63_b670", "text": "Central Statistics Office"}, {"text_block_id": "p63_b671", "text": "DTA:"}, {"text_block_id": "p63_b672", "text": "Dublin Transport Authority, which is responsible for the planning, funding and implementation of public transport infrastructure, services and management within the Greater"}, {"text_block_id": "p63_b673", "text": "Dublin Area (GDA), following the Dublin Transport Authority (DTA) Act 2008."}, {"text_block_id": "p63_b674", "text": "DTO:"}, {"text_block_id": "p63_b675", "text": "Dublin Transportation Office, which was established by the Dublin Transportation Office (Establishment Order), 1995 (S.I. No. 289 of 1995)"}, {"text_block_id": "p63_b676", "text": "FAB:"}, {"text_block_id": "p63_b677", "text": "Functional Airspace Block"}, {"text_block_id": "p63_b678", "text": "Gateways:"}, {"text_block_id": "p63_b679", "text": "Settlements, identified in the National Spatial Strategy, which have a strategic location, nationally and relative to their surrounding areas, and provide national scale social, economic infrastructure and support services. They include Letterkenny, Sligo, Limerick/Shannon, Cork, Waterford, Athlone/Mullingar/Tullamore, Dublin"}, {"text_block_id": "p63_b680", "text": "and Dundalk"}, {"text_block_id": "p63_b681", "text": "GDA:"}, {"text_block_id": "p63_b682", "text": "Greater Dublin Area, including Dublin City Council, South Dublin, Fingal, Dun LaoghaireRathdown, Kildare, Meath and Wicklow"}, {"text_block_id": "p63_b683", "text": "GDP:"}, {"text_block_id": "p63_b684", "text": "Gross Domestic Product"}, {"text_block_id": "p63_b685", "text": "Hubs:"}, {"text_block_id": "p63_b686", "text": "These are settlements, designated in the National Spatial Strategy, which support the national and international role of the Gateways and, in turn, energise smaller towns and rural areas within their sphere of influence. They include Castlebar/Ballina, Tuam, Ennis, Tralee/Killarney, Mallow, Kilkenny, Wexford, Cavan and Monaghan"}, {"text_block_id": "p63_b687", "text": "ITS:"}, {"text_block_id": "p63_b688", "text": "Intelligent Transport Systems"}, {"text_block_id": "p63_b689", "text": "LUTS:"}, {"text_block_id": "p63_b690", "text": "Land Use and Transportation Studies"}, {"text_block_id": "p63_b691", "text": "Modal Share/Split:"}, {"text_block_id": "p63_b692_merged_merged_merged_merged", "text": "Ratio of travel by a particular mode to overall travel"}, {"text_block_id": "p63_b694", "text": "Mobility Management:"}, {"text_block_id": "p63_b695", "text": "This is a transport demand management mechanism that seeks to provide for the transportation needs of people and goods and encourage more efficient use of the transport network. It can be applied as a strategic demand management tool or as a site-specific measure"}, {"text_block_id": "p64_b696", "text": "MOTR:"}, {"text_block_id": "p64_b697", "text": "Mineral Oil Tax Relief"}, {"text_block_id": "p64_b698", "text": "Mt:"}, {"text_block_id": "p64_b699", "text": "Megatonnes/million tonnes"}, {"text_block_id": "p64_b700", "text": "NDP:"}, {"text_block_id": "p64_b701", "text": "National Development Plan, which is a public infrastructure and services investment programme of"}, {"text_block_id": "p64_b702", "text": "e"}, {"text_block_id": "p64_b703", "text": "184bn over the period 2007-2013 and aims to achieve sustainable economic growth, greater social inclusion and balanced regional development"}, {"text_block_id": "p64_b704", "text": "NRA:"}, {"text_block_id": "p64_b705", "text": "National Roads Authority, as established by the National Roads Authority (Establishment) Order 1993 (S.I. No. 407)"}, {"text_block_id": "p64_b706", "text": "NSMC:"}, {"text_block_id": "p64_b707", "text": "North South Ministerial Council"}, {"text_block_id": "p64_b708", "text": "NSS:"}, {"text_block_id": "p64_b709", "text": "National Spatial Strategy, which is a planning framework for Ireland over the period 2002-2020 that aims to achieve balanced regional development and promote areas of critical mass through a network of Gateways and Hubs"}, {"text_block_id": "p64_b710", "text": "PSO:"}, {"text_block_id": "p64_b711", "text": "Public Service Obligation"}, {"text_block_id": "p64_b712", "text": "SDZ:"}, {"text_block_id": "p64_b713", "text": "Strategic Development Zone, which is a planning designation under the Planning and Development Act 2000 to allow for the expeditious approval of planning permission for public and private developments"}, {"text_block_id": "p64_b714", "text": "SEI:"}, {"text_block_id": "p64_b715", "text": "Sustainable Energy Ireland"}, {"text_block_id": "p64_b716", "text": "TFC:"}, {"text_block_id": "p64_b717", "text": "Total Final Consumption"}, {"text_block_id": "p64_b718", "text": "Transport 21"}, {"text_block_id": "p64_b719", "text": ":"}, {"text_block_id": "p64_b720_merged_merged", "text": "State investment programme of e34bn in transport infrastructure over the period 2006-2015"}, {"text_block_id": "p64_b725", "text": "VAT:"}, {"text_block_id": "p64_b726", "text": "Value-Added Tax"}, {"text_block_id": "p64_b727", "text": "VRT:"}, {"text_block_id": "p64_b728", "text": "Vehicle Registration Tax"}, {"text_block_id": "p67_b729", "text": "Transport House, 44 Kildare Street,"}, {"text_block_id": "p67_b730", "text": "Dublin 2, Ireland."}, {"text_block_id": "p67_b731", "text": "Tel: 353 1 670 7444"}, {"text_block_id": "p67_b732", "text": "LoCall: 1890 44 33 11"}, {"text_block_id": "p67_b733", "text": "Web: www.smartertravel.ie"}, {"text_block_id": "p67_b734", "text": "68"}], "document_description": "This document reflects the government's vision and required measures to have a sustainable transport system by 2020. It sets out below five goals:</div><ul><li>To reduce overall travel demand</li><li>To maximize the efficiency of the transport network</li><li>To reduce reliance on fossil fuels</li><li>To reduce transport emissions</li><li>To improve accessibility to transport</li></ul><div>&nbsp;<br>&nbsp;In order to achieve these goals and ultimately ensure that sustainable travel and transport is in place by 2020, the following key targets are proposed:</div><ul><li>Future population and employment growth will take place predominantly in sustainable compact forms, which would reduce the need to travel for employment and services</li><li>500,000 more people will make alternative means to commute and total share of car commuting will drop from 65% to 45%</li><li>Support and provide alternative methods such as walking, cycling and public transport, to rise the share to 55% of total commuter journeys to work</li><li>Total kilometres travelled by the car fleets in 2020 will not increase significantly from current levels</li><li>Reduction of GHG emission from transport sector will be achieved compared to the 2005 level</li></ul><div>&nbsp;<br>&nbsp;Following these objectives and targets, following key actions are proposed:</div><ul><li>Reduce distance travelled by private cars and encourage smarter travel (e.g. encourage people to live close to workplaces, use pricing mechanisms or fiscal measures to encourage behavioural changes)</li><li>Ensure alternatives to the car are more widely available, mainly through radically improved public transport service and through investment in cycling and walking.</li><li>Improve the fuel efficiency of motorised transport through improved fleet structure, energy efficient driving and alternative technologies.</li><li>Strengthen institutional arrangements to deliver the targets.</li></ul><div>&nbsp;<br>&nbsp;The 2017 <a href=\"https://www.dccae.gov.ie/en-ie/climate-action/publications/Documents/7/National%20Mitigation%20Plan%202017.pdf\">National Mitigation Plan</a> lists a number of plans, schemes and frameworks building on this document to achieve decarbonisation in the transport sector."}