{"document_instrument_name": ["Research & Development, knowledge generation|Information", "International cooperation|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_country_english_shortname": "South Sudan", "document_category": "Policy", "document_sector_name": ["Social development", "Environment", "Coastal zones"], "document_language": "English", "document_name": "Fisheries Policy for South Sudan 2012 - 2016", "document_country_code": "SSD", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2012", "document_keyword": ["Food Security", "Fisheries", "Wetlands"], "document_url": "https://cdn.climatepolicyradar.org/SSD/2012/SSD-2012-01-01-Fisheries Policy for South Sudan 2012 - 2016_b56e64b93dfd549d2df1ffa805afc34b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Guide to Fisheries Policy"}, {"text_block_id": "p0_b2", "text": "Republic of South Sudan"}, {"text_block_id": "p0_b3", "text": "Ministry of Animal Resources and"}, {"text_block_id": "p0_b4", "text": "Fisheries"}, {"text_block_id": "p0_b5", "text": "Juba"}, {"text_block_id": "p0_b6", "text": "Directorate of Fisheries and Aquaculture Development"}, {"text_block_id": "p0_b7", "text": "Fisheries Policy for South Sudan 2012 -2016"}, {"text_block_id": "p0_b8", "text": "February 2012"}, {"text_block_id": "p0_b9", "text": "P o l i c y G u i d e"}, {"text_block_id": "p0_b10", "text": "|"}, {"text_block_id": "p0_b11", "text": "1"}, {"text_block_id": "p0_b12", "text": "Project funded by the European Union"}, {"text_block_id": "p0_b13", "text": "A project implemented by Cardno Emerging Markets (UK) Ltd"}, {"text_block_id": "p1_b14", "text": "A message from the Minister"}, {"text_block_id": "p1_b15", "text": "South Sudan is a new country with abundant natural resources, among them fisheries. The fisheries sector is expected to grow in importance over the coming years and make a significant contribution to our future prosperity."}, {"text_block_id": "p1_b16", "text": "A comprehensive Fisheries Policy is a cornerstone in the development of a strong and vibrant capture fisheries and aquaculture industry, contributing to the economy of the country, food security, and the alleviation of poverty particularly in rural areas."}, {"text_block_id": "p1_b17", "text": "This Fisheries Policy is the outcome of a long consultative process between a technical team at the Directorate of Fisheries Development and stakeholders in the fishing and aquaculture industries, Government bodies, NGOs and Development Partners. Strenuous efforts have been made to make a policy that is both realistic and inclusive, covering both the technical side of the Fisheries and Aquaculture, and the support functions necessary to administer and manage the sector. We have received assistance from the European Union ACP Fish II project in the preparation of this strategy, for which we are very grateful."}, {"text_block_id": "p1_b18", "text": "The policy document is also a response to the realisation that fisheries is a generally underutilised resource in South Sudan, in great need of clear and sensible guidance for its growth and management."}, {"text_block_id": "p1_b19", "text": "For many years development efforts have overlooked fisheries, tending to concentrate on other natural resources. Aquaculture has received even less attention, despite the country having vast areas suitable for its development and there has been little emphasis on post-harvest issues or increasing the value of the catch. At the same time the capacity of the Government and the States is acknowledged to be weak, and it is a priority to strengthen their ability to administer and manage the sector."}, {"text_block_id": "p1_b20", "text": "The policy acknowledges that the existing data on which to base management decisions in fisheries is very weak. Catch statistics for capture fisheries are uncertain, and biological data on many species has never been collected."}, {"text_block_id": "p1_b21", "text": "With this background of uncertainty this policy is formulated to be consistent with the FAO Code of Conduct for Responsible Fisheries which establishes principles and standards applicable to the conservation, management and development of all"}, {"text_block_id": "p1_b22", "text": "fisheries and also introduces precautionary, participatory and ecosystem based"}, {"text_block_id": "p1_b23", "text": "management systems for fisheries and aquaculture."}, {"text_block_id": "p1_b24_merged_merged_merged", "text": "The responsibility for managing the fisheries of South Sudan will be a shared task. The principle of co-management of fisheries and aquaculture is enshrined in this policy. The indigenous community, the commercial and subsistence fishing and aquaculture industries, development partners, government and states all have their parts to play to maximise the value of the sector. For sector growth the National and States’ Governments will create the enabling environment and the private sector will be the engine for growth."}, {"text_block_id": "p2_b27", "text": "The Policy has identified partnerships, relationships, knowledge requirements and human resource needs in the sector, and indicates the path forward. We recognise the scale of the challenges ahead. It is now the responsibility of our Ministry and its Directorate of Fisheries and Aquaculture Development to put this Fisheries Policy into practice and work with all stakeholders to make it a success."}, {"text_block_id": "p2_b28", "text": "Hon. Dr. Martin Elia Lomurö"}, {"text_block_id": "p2_b29", "text": "(DVM;Mphil;MSc.Industrial Pharm;Cbiol/MIbiol;MBARQA)"}, {"text_block_id": "p2_b30", "text": "Minister of Animal Resources and Fisheries,"}, {"text_block_id": "p2_b31", "text": "Republic of South Sudan"}, {"text_block_id": "p2_b32", "text": "February 2012"}, {"text_block_id": "p3_b33", "text": "Contents"}, {"text_block_id": "p4_b34", "text": "Preface by the Director General of Fisheries and Aquaculture Development"}, {"text_block_id": "p4_b35", "text": "South Sudan has a significant capture fishery in its major rivers and wetlands."}, {"text_block_id": "p4_b36", "text": "This fishery is largely undocumented, due to a lack of catch statistics, resultant from a long period of instability before the Comprehensive Peace Agreement in January 2005, and subsequently from then until Independence in 2011. Despite the uncertainty about catch figures, by using data from comparable wetlands and rivers in East Africa where there is data available, it is possible to conclude that the capture fisheries of the South Sudan are almost certainly underexploited. Unfortunately no two wetlands or rivers are the same, and it impossible to accurately predict the Maximum Sustainable Yield that might be possible from these fisheries, merely that the current estimates of catches are significantly under those that would be expected from such a great area of wetland, lakes and rivers. That is not to say that there are not isolated areas of the country where overfishing has not already occurred, such as near urban centres and in some small lakes, and we must be careful to expand fishing activity without negative effects on these and other vulnerable areas."}, {"text_block_id": "p4_b37", "text": "Similarly with aquaculture there is great potential, but currently there is little aquaculture being undertaken in the country. Areas for aquaculture, significant in size, are available, but they have not been accurately mapped out and assessed, and neither have the suitability of native species and varieties of fish or other aquatic products for fish farming been ascertained."}, {"text_block_id": "p4_b38", "text": "Other problems remain, such as feed supplies and manufacture for aquaculture, the protection of biodiversity and the environment for aquaculture and the lack of trained operatives available."}, {"text_block_id": "p4_b39_merged_merged_merged", "text": "Even in post harvest there is much to be done, not only for bringing the quality of fish available for local sale up to a satisfactory level and to regional standards, but also for export to neighbouring countries. With increasing production from capture fisheries and aquaculture, post harvest issues will become more important and increasing the value of the catch will contribute greatly to improving livelihoods and income for those involved in the sector, and bring great benefits to the nation."}, {"text_block_id": "p4_b41", "text": "One of the reasons that there is so little data on the fisheries and aquaculture of South Sudan is that there has never been any significant research done on the sector. There are no dedicated research units or centres for fisheries or aquaculture and collection of statistics has been very random at the best of times. It is therefore a priority for the sector that these shortcomings are resolved, by establishing an Aquaculture Centre and a Fisheries Research Unit which will undertake basic statistics collection and research."}, {"text_block_id": "p4_b42", "text": "Because of the great uncertainty and lack of historical data on the capture fisheries and aquaculture of the South Sudan the development of the capture fisheries and aquaculture of South Sudan will have to be undertaken with the greatest caution, so as not to cause overfishing, either locally or nationally, nor to created environmental damage. It is the responsibility of the Government to manage the exploitation of renewable natural resources properly, so that future generations will be able to enjoy their benefits as do those now charged with their husbandry. For this reason the Directorate of Fisheries and Aquaculture Development will diligently apply the FAO Code of Conduct"}, {"text_block_id": "p4_b43", "text": "for Responsible Fisheries in which is contained the “Precautionary"}, {"text_block_id": "p5_b44", "text": "Approach” to the development of the capture fisheries."}, {"text_block_id": "p5_b45", "text": "This principle is enshrined"}, {"text_block_id": "p5_b46", "text": "throughout this Policy Document."}, {"text_block_id": "p5_b47", "text": "The Directorate will thus strive to establish effective mechanisms with the states for management of the resources of the country through involving those that use the resources in a participatory manner (co-management) and for monitoring and enforcing regulations and ensure compliance with conservation and management measures agreed with the resource users. At"}, {"text_block_id": "p5_b48", "text": "the same time the Directorate will also apply the “Ecosystems Approach” to Fisheries"}, {"text_block_id": "p5_b49", "text": "Management, another important principle contained in the Code of Conduct for Responsible Fisheries."}, {"text_block_id": "p5_b50", "text": "Similarly the development of Aquaculture is also covered by the FAO Code of Conduct for Responsible Fisheries, as are Post Harvest Practices and Trade, and again the Directorate of Fisheries and Aquaculture Development will follow the FAO Codes of Practice for Aquaculture and other guidelines laid down, until its own Codes of Practice and guidelines can be prepared."}, {"text_block_id": "p5_b51_merged_merged_merged", "text": "The South Sudan is gradually signing up to international treaties and protocols and it is possible that in the future the South Sudan will join the East African Community (EAC). Apart from anything else the EAC treaty holds each member state responsible for managing their own and shared aquatic resources in a sustainable manner. Other major treaties that are relevant to fisheries in South Sudan are the Abuja Declaration on Responsible Fisheries in Africa, the Convention on Biodiversity, the RAMSAR Convention (Wetlands), the Beijing Declaration (Gender), the United Nations Framework Convention on Climate Change (UNFCC) & Kyoto Protocol (2006) and various World Trade Organisation protocols and agreements on trade. Notably for fisheries the FAO Code of Conduct for Responsible Fisheries is derived from a series of international agreements and declarations leading to its adoption in 1995 by the FAO Conference. These and other various other treaties confer great responsibilities on the Republic of South Sudan, and through it onto the Directorate of Fisheries and Aquaculture Development, covering, inter alia,  fisheries, aquaculture, trade, HIV/AIDS, the environment, climate change, wetlands management, gender issues, disposal of hazardous wastes, desertification, biosafety, transfers and introductions of species."}, {"text_block_id": "p5_b55", "text": "Locally the Directorate of Fisheries and Aquaculture Development is bound by the constitution to manage the fisheries resources of the country in a participatory and sustainable manner and the RSS MARF itself has declared policies covering the wise use of the fisheries resources of the South Sudan."}, {"text_block_id": "p5_b56", "text": "This 2012 revision of the 2006 policy was undertaken by a technical team from the Directorate of Fisheries and Aquaculture Development assisted by two experts provided by the ACP Fish II project of the EU. The 2012 policy review took a sector wide approach following the Logical Framework approach, looking at the present situation and the possible future development of fisheries and aquaculture in the light of the probable trends in fisheries development worldwide and regionally. Following a SWOT analysis in 2011 a thorough literature review was undertaken, coupled with wide consultation with ministries and departments in Government in Juba. Field visits away from Juba were made to confer with the administrations and other stakeholders there. Also covered were urban landing sites and markets and a large spectrum of peripheral stakeholders were also interviewed."}, {"text_block_id": "p6_b57", "text": "Two consultative workshops were arranged in January 2012, one for “Fisheries” and one for “States and fishing communities”, so that formal consul"}, {"text_block_id": "p6_b58", "text": "tations with large numbers of people could be undertaken by the Technical Team. More than 70 people attended the consultative workshops. A Validation workshop in Juba in February 2012 was attended by 40 high level technical people from Government and the States which produced recommendations on the draft fisheries policy document."}, {"text_block_id": "p6_b59", "text": "One of the major findings of the consultative process was that whilst there is perceived to be a great potential generally in the sector, the capacity, both human and institutional, of the Directorate of Fisheries and Aquaculture Development in RSS MARF and the Fisheries Administrations at all levels in the States continues to be very weak. Development efforts in the short term will have to concentrate on building capacity and strengthening institutions throughout the sector, in National Government, the States and the private sector. Only once the skills necessary have been acquired, the institutions created or strengthened, the staff recruited and the necessary recurrent and development budgets allocated, will it be possible to fully realise the potential of the sector.  This may take some considerable time."}, {"text_block_id": "p6_b60", "text": "Overall this policy has been designed to be realistic, in the light of the constraints apparent, and also implementable, in that nothing that cannot be done is included as a priority. There are many activities that it would be desirable to do, but which realistically cannot be done. They remain in this policy as long term objectives and strategies, but are not prioritised in the implementation plan. Sustainability is also a problem where future funding is an issue; and the inclusion of activities, particularly those provided by our development partners, that cannot be locally funded once implementation is completed are not prioritised. This has resulted in a realistic if short policy, based on what can be done, rather than a wish list of unattainable objectives and unaffordable strategies."}, {"text_block_id": "p6_b61", "text": "Sarafino Aloma Francis."}, {"text_block_id": "p6_b62", "text": "Directorate of Fisheries and Aquaculture Development,"}, {"text_block_id": "p6_b63", "text": "RSS MARF"}, {"text_block_id": "p6_b64", "text": "February 2012"}, {"text_block_id": "p7_b65", "text": "List of acronyms, abbreviations and technical terms"}, {"text_block_id": "p8_b66", "text": "A note on currency"}, {"text_block_id": "p8_b67", "text": "In February 2012 1US$ was worth 3.5 South Sudanese Pounds (SSP) in the market in Juba"}, {"text_block_id": "p9_b68", "text": "1 Summary Table. South Sudan Fisheries Policy"}, {"text_block_id": "p11_b69", "text": "2 Introduction"}, {"text_block_id": "p11_b70", "text": "2 Introduction\n* This Draft 2012 -2017 Fisheries Policy is the result of an initiative of the\n* The Republic of South Sudan (RSS) is a new country with a new constitution\n* The Directorate of Fisheries and Aquaculture Development (DOF) has a\n* After 5 years it became apparent that the 2006-2011 policy needed updating,\n* The 2006-2011 Fisheries Policy also placed inadequate emphasis on\n* A new Fisheries Policy is required with a different emphasis. This new\n\t* is consistent with the aims and ideals of the transitional constitution, including\n\t* embeds the principles contained in the FAO Code of Conduct for Responsible\n\t* places the private sector as the engine for growth in the sector\n\t* provides a coherent and participatory roadmap to the sector objectives, which\n\t* provides a sound basis for integration into sector wide and national planning\n\t* facilitates the capture of funds to address the priority policy areas\n\t* facilitates monitoring of progress towards achieving the stated objectives\n\t* is realistic and implementable"}, {"text_block_id": "p12_b98", "text": "2 Introduction\n* This Draft 2012 -2017 Fisheries Policy is the result of an initiative of the\n* The Republic of South Sudan (RSS) is a new country with a new constitution\n* The Directorate of Fisheries and Aquaculture Development (DOF) has a\n* After 5 years it became apparent that the 2006-2011 policy needed updating,\n* The 2006-2011 Fisheries Policy also placed inadequate emphasis on\n* A new Fisheries Policy is required with a different emphasis. This new\n\t* is consistent with the aims and ideals of the transitional constitution, including\n\t* embeds the principles contained in the FAO Code of Conduct for Responsible\n\t* places the private sector as the engine for growth in the sector\n\t* provides a coherent and participatory roadmap to the sector objectives, which\n\t* provides a sound basis for integration into sector wide and national planning\n\t* facilitates the capture of funds to address the priority policy areas\n\t* facilitates monitoring of progress towards achieving the stated objectives\n\t* is realistic and implementable\n* The policy was developed from a process of data and opinion collection in a\n* During the consultative phase of the preparation of this policy it became"}, {"text_block_id": "p12_b102", "text": "3 Overview of fisheries and aquaculture in South Sudan"}, {"text_block_id": "p12_b103", "text": "3.1 Capture Fisheries"}, {"text_block_id": "p12_b104", "text": "3.1 Capture Fisheries\n* Capture fisheries in South Sudan has been a neglected natural resource\n* FAO, an organization to whom statistics have been supplied in the past by the\n* The DOF does not collect its own fisheries statistics, and the states have no\n* The FAO fisheries internet based database ()gives fisheries production in the Sudan for 2006 and from that the portion relevant to the South"}, {"text_block_id": "p13_b115", "text": "areas"}, {"text_block_id": "p13_b116", "text": "(max.)"}, {"text_block_id": "p13_b117", "text": "(max.)\n* The Sudd swamps (between Malakal and Bor) constitute a unique wetland\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n Over 100 species of fish have been reported\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n Over 100 species of fish have been reported\n Lates niloticus\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n Over 100 species of fish have been reported\n Lates niloticus\n , tilapias and other catfishes form the\n* Only the Sudd area is covered by the FAO data given above, (and its area\n* The DOF, in its newsletters (assisted by the GIZ Fisheries Production and\n* With a production rate of probably at least 40kg/ha/yr from the Sudd, other\n* The number of fishers in the country is unknown, and there are, in addition,\n* Some of the States produce annual reports with catch statistics and other"}, {"text_block_id": "p14_b134", "text": "(max.)\n* The Sudd swamps (between Malakal and Bor) constitute a unique wetland\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n Over 100 species of fish have been reported\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n Over 100 species of fish have been reported\n Lates niloticus\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n Over 100 species of fish have been reported\n Lates niloticus\n , tilapias and other catfishes form the\n* Only the Sudd area is covered by the FAO data given above, (and its area\n* The DOF, in its newsletters (assisted by the GIZ Fisheries Production and\n* With a production rate of probably at least 40kg/ha/yr from the Sudd, other\n* The number of fishers in the country is unknown, and there are, in addition,\n* Some of the States produce annual reports with catch statistics and other\n* s fisheries."}, {"text_block_id": "p14_b138", "text": "(max.)\n* The Sudd swamps (between Malakal and Bor) constitute a unique wetland\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n Over 100 species of fish have been reported\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n Over 100 species of fish have been reported\n Lates niloticus\n* maximum water surface area in excess of 30 000 kmÂ²during the rainy season. This\n Over 100 species of fish have been reported\n Lates niloticus\n , tilapias and other catfishes form the\n* Only the Sudd area is covered by the FAO data given above, (and its area\n* The DOF, in its newsletters (assisted by the GIZ Fisheries Production and\n* With a production rate of probably at least 40kg/ha/yr from the Sudd, other\n* The number of fishers in the country is unknown, and there are, in addition,\n* Some of the States produce annual reports with catch statistics and other\n* s fisheries.\n* Given the paucity of data on the entire fisheries sector, the DOF and the\n* Management of the fishery in the States is delegated to the States whose\n* For all intents and purposes the fishery in South Sudan is an open access"}, {"text_block_id": "p14_b144", "text": "3.2 Aquaculture"}, {"text_block_id": "p14_b145", "text": "3.2 Aquaculture\n* Aquaculture has not received the attention that could be expected from a\n* There is no research station dedicated to aquaculture development, no\n* The only aquaculture research previously undertaken was in what is now in\n* With the large amount of low-lying wetland, the permanent year round water\n* Technology and skills transfer from neighbouring countries such as Uganda"}, {"text_block_id": "p15_b157", "text": "3.3 Fish Processing"}, {"text_block_id": "p15_b158", "text": "3.3 Fish Processing\n* The majority of the fish catch is smoke dried or sun dried. Where there is\n* There are no accurate figures on the fish trade available. Observation in Juba\n* There are no reliable estimates for post production losses in South Sudan.\n* Fresh fish losses are reported to be up to 50% in times of glut due to poor\n* FAO has produced estimates that up to 20% of the total catch may be lost."}, {"text_block_id": "p15_b171", "text": "3.4 Research & Training"}, {"text_block_id": "p15_b172", "text": "3.4 Research & Training\n* With no dedicated research centres or units it is not surprising that no\n* Under the current structure of RSS MARF any research units established\n* Dedicated training facilities for fisheries are limited to Padak Fisheries\n* In the past Padak FTC was used for a variety of training purposes in fisheries,"}, {"text_block_id": "p16_b180", "text": "3.4 Research & Training\n* With no dedicated research centres or units it is not surprising that no\n* Under the current structure of RSS MARF any research units established\n* Dedicated training facilities for fisheries are limited to Padak Fisheries\n* In the past Padak FTC was used for a variety of training purposes in fisheries,\n* There are several universities in South Sudan and various courses in fisheries\n* but the situation is likely to improve with time. The courses offered do not include\n* What is also needed is vocational training to provide the skills needed for the\n* There is no staff development plan for DOF or the States, nor any overall"}, {"text_block_id": "p17_b191", "text": "3.5 Current Legislation"}, {"text_block_id": "p17_b192", "text": "3.5 Current Legislation\n* The current legislation dates from the 1950sbefore the creation of the\n<\\li1>"}, {"text_block_id": "p17_b194", "text": "3.5 Current Legislation\n* The current legislation dates from the 1950sbefore the creation of the\n<\\li1>\n* permit (sect. 4). Other"}, {"text_block_id": "p17_b197", "text": "provisions relate to use of"}, {"text_block_id": "p17_b198", "text": "licences"}, {"text_block_id": "p17_b199_merged", "text": "gear (sects. 5-7), for boats (sect. 8) fishing licences (sect. 9), regulation making powers"}, {"text_block_id": "p17_b201", "text": "of the Minister (sect. 10) and offences (sect. 11)."}, {"text_block_id": "p17_b202", "text": "40."}, {"text_block_id": "p17_b203", "text": "There are also a set of regulations which have been promulgated under this act, but these are very out of date, and the fines for infringements are, for example, set a very low levels that prove no deterrent."}, {"text_block_id": "p17_b204", "text": "41."}, {"text_block_id": "p17_b205", "text": "A draft Fisheries Bill"}, {"text_block_id": "p17_b206", "text": "was prepared in 2006 and"}, {"text_block_id": "p17_b207", "text": "has now been re-edited as"}, {"text_block_id": "p17_b208", "text": "the draft Fisheries Bill 2012."}, {"text_block_id": "p17_b209", "text": "The bill is based on a template from elsewhere, and has been adapted to the South Sudan, including some references to marine organisms of which there are none in South Sudan. It also includes large sections on licensing and control of Foreign Fishing Vessels, which is not relevant to the likely future situation in the South Sudan. Trawling is permitted under the draft legislation in some lakes, under rules about how close to the shore the vessels may operate."}, {"text_block_id": "p17_b210", "text": "42."}, {"text_block_id": "p17_b211", "text": "Generally the Bill is all encompassing on controlling capture fisheries in a very top down manner, is very short on aquaculture and post harvest and does not directly mention either co-management, or the precautionary and ecosystems approaches to fisheries management as overarching principles."}, {"text_block_id": "p17_b212", "text": "43."}, {"text_block_id": "p17_b213", "text": "The draft legislation does not acknowledge the constitutional obligations to decentralisation and devolving use and decision making to the users of the resources.  This is necessary for implementation of co-management."}, {"text_block_id": "p18_b214", "text": "44."}, {"text_block_id": "p18_b215", "text": "It will be necessary to ensure that these shortcomings are fully addressed before the bill is re-presented to Parliament for consideration."}, {"text_block_id": "p18_b216", "text": "3.6 Directorate of Fisheries and Aquaculture Development"}, {"text_block_id": "p18_b217", "text": "45."}, {"text_block_id": "p18_b218", "text": "The Directorate of Fisheries and Aquaculture Development (DOF) is based in the Ministry of Animal Resources and Fisheries (RSS MARF) located on the outskirts of the capital Juba in a suburb called Gudele."}, {"text_block_id": "p18_b219", "text": "46."}, {"text_block_id": "p18_b220", "text": "The Ministry is one of twenty-nine ministries in the government and the Minister is appointed by the President as are all senior civil servants."}, {"text_block_id": "p18_b221", "text": "47."}, {"text_block_id": "p18_b222", "text": "In the Fisheries sector the Ministry performs the following functions and duties:"}, {"text_block_id": "p18_b223", "text": "In the Fisheries sector the Ministry performs the following functions and duties:\n* Formulate legislation, regulations, policies and standards for the development\n* Provide policy guidance and monitor performance of fisheries activities\n* Identify and promote investment opportunities in fisheries in South Sudan;\n* Human resource training in the field of fisheries;\n* Promote the improvement of fishing and fish processing technologies to\n* Ensure the sustainability of the fisheries sector through the development and\n* Promote and develop aquaculture fish production;\n* Promote effective community-based extension programmes in fisheries\n* Provide technical assistance and training to state governments and other local\n* Directorate of Planning, Investment and Marketing\n* Directorate of Veterinary Services\n* Directorate of Animal Production and range Management\n* Directorate of Training, Research and Extension\n* Directorate of Fisheries and Aquaculture Development (DOF)\n* Directorate of Administration & Finance\n* Directorates of Special Projects"}, {"text_block_id": "p18_b241", "text": "48."}, {"text_block_id": "p18_b242", "text": "The ministry is composed of the following directorates:"}, {"text_block_id": "p18_b257", "text": "49."}, {"text_block_id": "p18_b258", "text": "Of note is that the DOF does not have its own Training, Research and Extension section, this is being covered by the Directorate for Training, Research and Extension. The Fisheries Training Centre at Padak, established under the Southern Sudan Agriculture Revitalization Project (SSARP) is also part of the Directorate of Training, Research and Extension, and is in any case planned to be moved to the Dr John Garang Institute of Science and Technologyin the Ministry of Education Science and Technology. This is not a desirable outcome since this is the only centre providing the necessary types of training for fisheries in the country."}, {"text_block_id": "p19_b259", "text": "Control of the centre should remain with RSS MARF and it should be funded by National Government or Development Partners. The University could use it for attachments for research and training as required."}, {"text_block_id": "p19_b260", "text": "50."}, {"text_block_id": "p19_b261", "text": "Neither does the DOF have a dedicated Planning Section, planning being part of by the RSS MARF Directorate of Planning, Investment and Marketing. Similarly legal matters are covered by the RSS MARF Legal officer and his team is responsible for all legal matters in the Ministry."}, {"text_block_id": "p19_b262", "text": "51."}, {"text_block_id": "p19_b263", "text": "There is no doubt that the supporting Directorates in RSS MARF do not interact nor communicate sufficiently with the DOF, even though they share the same physical location in Gudele HQ. That the DOF does not have direct control and management of several important sections which have a fundamental influence on the way that fisheries and aquaculture are to develop is detrimental to activities in the sector. The current system does not work well. There is considerable room for improved cross Directorate cooperation in RSS MARF relating to fisheries."}, {"text_block_id": "p19_b264", "text": "52."}, {"text_block_id": "p19_b265", "text": "Overall policy development and oversight is the primary responsibility of the office of the RSS minister responsible for the fisheries sector through the RSS MARF Directorate of Planning, Investment and Marketing. This function should not be mixed up with fisheries policy implementation which should be discharged from DOF."}, {"text_block_id": "p19_b266", "text": "53."}, {"text_block_id": "p19_b267", "text": "The structure of the DOF in February 2012 is given below. It is headed by a Director General, with two Directors, one responsible for Capture Fisheries and one for Aquaculture reporting to him. Under these Directors are four Deputy Directors who are supported by Fisheries Inspectors and other technical staff. Of the 15 posts in the Directorate 4 are currently vacant, including the Director of Aquaculture Development and Director of Capture Fisheries, and two Deputy Directors.  One staff member is on long term training"}, {"text_block_id": "p19_b268", "text": "54."}, {"text_block_id": "p19_b269", "text": "The staff organogram is given below."}, {"text_block_id": "p19_b270", "text": "Organogram of the Directorate of Fisheries and Aquaculture Development"}, {"text_block_id": "p20_b271", "text": "55."}, {"text_block_id": "p20_b272", "text": "Four of the seven senior posts are vacant, including two directors and two deputy directors."}, {"text_block_id": "p20_b273", "text": "56."}, {"text_block_id": "p20_b274", "text": "The DG is Grade 2, Directors Grade 3, Deputy Directors Grade 4, and the Inspectors Grade 8. Assistant Inspectors are Grade 9. Of note is that 8 of the staff establishment, more than half, are ofsignificantly lower grades, Grade 8 and 9."}, {"text_block_id": "p20_b275", "text": "57."}, {"text_block_id": "p20_b276", "text": "Given the responsibilities placed upon the DOF listed above, and particularly under the proposed Fisheries Bill 2012, it can be seen that the staff numbers are patently inadequate for the Directorate to carry out its existing mandate, nor extra development work."}, {"text_block_id": "p20_b277", "text": "3.7 States"}, {"text_block_id": "p20_b278", "text": "58."}, {"text_block_id": "p20_b279", "text": "The Republic of South Sudan operates a federal system with the ten constituent states. The State Governments are semi autonomous with their own Executive, Legislature and Judiciary. The Interim Constitution of South Sudan"}, {"text_block_id": "p20_b280", "text": "stipulates that the States’ constitutions should be in conformity to that of RSS."}, {"text_block_id": "p20_b281", "text": "59."}, {"text_block_id": "p20_b282_merged", "text": "According to the human resources survey (April 2006)there were 127 fisheries officers in Southern Sudan. Most however worked in garrison towns and were not directly involved with fisheries on the ground. Staffing data in fisheries in the States is not centrally collected at DOF."}, {"text_block_id": "p20_b284", "text": "60."}, {"text_block_id": "p20_b285", "text": "Most Directorates of Fisheries in the States are in the State Ministry of Animal Resources and Fisheries (SMARF). Again like in the RSS MARF the Fisheries Directorates in the States are generally neglected and very mucha poor relation to the dominant Animal Resources related Directorates in the State Ministries. Director Generals in the SMARFS are without fail from an Animal Resources background. This has led to a lack of emphasis on fisheries and aquaculture in the states and the neglect of the sector is keenly felt by the fisheries staff in the States. The lack of a DG specifically for fisheries in the SMARFs is inimical to efficient implementation of fisheries projects and programmes. So that the fisheries sector is adequately represented, a DG for Fisheries would be advantageous in most SMARFs."}, {"text_block_id": "p20_b286", "text": "61."}, {"text_block_id": "p20_b287", "text": "As an example of the staffing structure in States the Upper Nile State Fisheries Department organogram is given below (the Fisheries Department is in the SMARF, and the DG does not have a fisheries background or training in the sector)."}, {"text_block_id": "p20_b288", "text": "Organogram of the Fisheries Department Upper Nile State"}, {"text_block_id": "p21_b289", "text": "62."}, {"text_block_id": "p21_b290", "text": "There is poor cooperation and a lack of harmonisation of activities between RSS National and State governments, and this filters down to the Fisheries Departments in the States. Communications are extremely poor between the DOF and some of the States, and in some cases it is difficult even to contact the relevant officials in the states from Juba. (Note that there is no postal system, nor comprehensive telephone system in South Sudan in 2012, and mobile phones, across several sometimes incompatible service providers are the only reliable means of long distance communication. Internet is often unreliable and in the States many officers do not own personal computers)."}, {"text_block_id": "p21_b291", "text": "63."}, {"text_block_id": "p21_b292_merged", "text": "There is also a common perception that the National Government acts as a “big brother” to the States’ governments. The State governments on the other hand feel they are autonomous and act accordingly. Thus when it comes to the coordination of activities in fisheries, there have developed some misunderstandings on who owns what or who has a right to do what in certain areas. Such misunderstandings exist for fisheries and also apply for nearly all other sectors. In essence responsibilities are not clearly defined nor understood."}, {"text_block_id": "p21_b296", "text": "64."}, {"text_block_id": "p21_b297", "text": "Presently the weak working relationship between DOF and States is hurting the sector. If this continues unresolved, the fishing communities and other stakeholders will suffer, since they are expecting some relevant support from the SMARF fisheries departments and local leaders. Moreover, due to the poor coordination and communications the moral of DOF and some of the States fisheries departments is getting low and affecting their work and contribution to development."}, {"text_block_id": "p21_b298", "text": "65."}, {"text_block_id": "p21_b299", "text": "Furthermore, policies developed at RSS MARF level should be adapted by State governments as may suit their specific situations and conditions. Thus there will be need for continuous consultations between RSS MARF and State Governments. The important requirement is that all state policies must be in harmony with framework policies, such as this one, developed by RSS MARF."}, {"text_block_id": "p22_b300", "text": "66."}, {"text_block_id": "p22_b301", "text": "The ability of many of the States Fisheries departments to carry out their functions is also constrained by a lack of resources, staff and shortage of skills. Although there may be an extension service of some sort existing, without trained staff with some means there is little extension going on."}, {"text_block_id": "p22_b302", "text": "4 Mandate and Policy Directions"}, {"text_block_id": "p22_b303", "text": "4.1 Mandate"}, {"text_block_id": "p22_b304", "text": "67."}, {"text_block_id": "p22_b305", "text": "The overarching mandate for management of the Fisheries Resources of the Republic of South Sudan comes from the transitional constitution which acknowledges in the preamble:-"}, {"text_block_id": "p22_b306", "text": "The overarching mandate for management of the Fisheries Resources of the Republic of South Sudan comes from the transitional constitution which acknowledges in the preamble:-\n* ... the need to sustainably and efficiently manage our natural resources for\n* ... the need to sustainably and efficiently manage our natural resources for\n â.\n* resources including land, water, petroleum, minerals, fauna and flora for the\n* resources including land, water, petroleum, minerals, fauna and flora for the\n â\n* resources including land, water, petroleum, minerals, fauna and flora for the\n â\n â.... involve communities in decisions relating to the exploitation of natural\n* prevent pollution and ecological degradation;\n* promote conservation; and\n* secure ecologically sustainable development  and use of natural\n* Achieving economic growth (including sustainable management of"}, {"text_block_id": "p22_b309", "text": "68."}, {"text_block_id": "p22_b310", "text": "The transitional constitution goes on to state (37.2.b) that all levels of Government shall"}, {"text_block_id": "p22_b314", "text": "69."}, {"text_block_id": "p22_b315", "text": "Other principles contained in this Fisheries Policy can also be seen to be founded firmly on clauses in the transitional constitution, these include the principles of co-management of natural resources with communities (Para 165.6.j)"}, {"text_block_id": "p22_b317", "text": "and both the ecosystems approach to fisheries management and preservation of biodiversity (Para 45.2)"}, {"text_block_id": "p22_b318", "text": "“ Every person shall h"}, {"text_block_id": "p22_b319", "text": "ave the right to have the environment protected for the benefit of present and future generations, through reasonable legislative action and other measures that:"}, {"text_block_id": "p22_b327", "text": "70."}, {"text_block_id": "p22_b328", "text": "The involvement of the private sector is also emphasised in the transitional constitution (37.2.c) where all levels of government are bound to"}, {"text_block_id": "p22_b329_merged", "text": "“…. facilitate the development of the private sector, particularly indigenous entrepreneurs to establish and develop a viable private sector capable of participating effectively in reconstruction and development;”"}, {"text_block_id": "p22_b332", "text": "71."}, {"text_block_id": "p22_b333", "text": "This new policy is also guided by the National Poverty Reduction Strategy which has as its objectives:"}, {"text_block_id": "p23_b336", "text": "This new policy is also guided by the National Poverty Reduction Strategy which has as its objectives:\n* Human resource development;\n* Improving infrastructure; and\n* Ensuring social protection.\n* Formulate legislation, regulations, policies and standards for the development\n* Provide policy guidance and monitor performance of livestock and fisheries\n* Identify and promote investment opportunities in livestock and fisheries in\n* Human resource training in the field of animal production and fisheries;\n* Promote the improvement of fishing and fish processing technologies to\n* Ensure the sustainability of the fisheries sector through the development and\n* Promote and develop aquaculture fish production;\n* Promote effective community-based extension programmes in livestock and\n* Provide technical assistance and training to state governments and other local"}, {"text_block_id": "p23_b342", "text": "72."}, {"text_block_id": "p23_b343", "text": "The RSS “South Sudan Vision 2040: Towards freedom, equality, justice, peace and prosperity for all”, adopted by the RSS Council of Ministers on January"}, {"text_block_id": "p23_b344", "text": "15, 2010 places fisheries as one of the Priority Programmes for Economic Development under the National Goal 3, Increased Prosperity."}, {"text_block_id": "p23_b345", "text": "73."}, {"text_block_id": "p23_b346", "text": "At a lower level RSS MARF itself is mandated to perform the following functions and duties specific to fisheries,"}, {"text_block_id": "p23_b365", "text": "4.2 Mission"}, {"text_block_id": "p23_b366", "text": "74."}, {"text_block_id": "p23_b367", "text": "The mission of the RSS MARF, which covers Fisheries is:-"}, {"text_block_id": "p23_b368", "text": "To promote, regulate and facilitate animal production and fisheries, value-addition and access to credit and Regional and International markets for food security, poverty alleviation and socio-economic development, the operation areas is animal Resources and Fisheries Sector."}, {"text_block_id": "p23_b369", "text": "4.3 Overall objective for Fisheries and Aquaculture Development in South Sudan"}, {"text_block_id": "p23_b370", "text": "75."}, {"text_block_id": "p23_b371_merged", "text": "The overall objectivefor fisheries in South Sudan is:"}, {"text_block_id": "p24_b373", "text": "The best possible long term economic benefit to the South Sudan through effective management and sustainable exploitation of fisheries resources and aquaculture, whilst ensuring healthy ecosystems and the protection of species and habitat."}, {"text_block_id": "p24_b374", "text": "4.4 Guiding Principles"}, {"text_block_id": "p24_b375", "text": "76."}, {"text_block_id": "p24_b376", "text": "The guiding principles under which this Fisheries Policy 2012-2017 has been prepared and will be implemented by DOF are given below."}, {"text_block_id": "p25_b377", "text": "4.5 Target Beneficiaries"}, {"text_block_id": "p25_b378", "text": "77."}, {"text_block_id": "p25_b379", "text": "This Fisheries Policy targets a wide variety of beneficiaries including:"}, {"text_block_id": "p25_b380", "text": "This Fisheries Policy targets a wide variety of beneficiaries including:\n* The Government of RSS, the Ministry of Animal Resources and Fisheries\n* The Governments of the 10 States, their Fisheries Departments and their\n* County, Payam and Boma institutions, CBOs, urban authorities and local\n* Development Partners and NGOs\n* Fisherfolk (and their dependents) throughout the Republic of South Sudan,\n* Service providers to the fisherfolk of the Republic of South Sudan, including\n* Fish farmers (and their dependants), service providers to the fish farming"}, {"text_block_id": "p26_b394", "text": "This Fisheries Policy targets a wide variety of beneficiaries including:\n* The Government of RSS, the Ministry of Animal Resources and Fisheries\n* The Governments of the 10 States, their Fisheries Departments and their\n* County, Payam and Boma institutions, CBOs, urban authorities and local\n* Development Partners and NGOs\n* Fisherfolk (and their dependents) throughout the Republic of South Sudan,\n* Service providers to the fisherfolk of the Republic of South Sudan, including\n* Fish farmers (and their dependants), service providers to the fish farming\n* Fish processors and buyers, including fish smokers, dryers, fresh fish traders,\n* The aquarium fish industry\n* Fish consumers and institutional users (hotels etc) of fish and fisheries\n* Regional and international stakeholders in the Nile basin, and in the global\n* Governance\n* Human resources\n* Research\n* Capture Fisheries\n* Aquaculture\n* Post Harvest"}, {"text_block_id": "p26_b402", "text": "5 The 2012-2017 Fisheries Policy. Objectives and Strategies"}, {"text_block_id": "p26_b403", "text": "78."}, {"text_block_id": "p26_b404", "text": "There are six policy areas in this Fisheries Policy, three of which tend towards administrative and supportive functions and provide a solid and stable framework for the implementation of the strategies for the other three, which are technical policy areas. Without the successful completion of objectives and strategies under the administrative and supporting policy areas, there will be little success in implementing the various objectives and strategies contained in the technical policy areas."}, {"text_block_id": "p26_b405", "text": "79."}, {"text_block_id": "p26_b406", "text": "Administrative and Supporting policy areas are:-"}, {"text_block_id": "p26_b413", "text": "80."}, {"text_block_id": "p26_b414", "text": "Technical policy areas cover:-"}, {"text_block_id": "p26_b421", "text": "81."}, {"text_block_id": "p26_b422", "text": "The policies and strategies under each policy area are presented in tabular format to enable better understanding of their context and to make them more readable."}, {"text_block_id": "p26_b423", "text": "82."}, {"text_block_id": "p26_b424", "text": "Where a policy is a priority now or in the next 5 years this is indicated by a large"}, {"text_block_id": "p26_b425", "text": ""}, {"text_block_id": "p26_b426", "text": "83."}, {"text_block_id": "p26_b427", "text": "Where donor or external assistance or support (external to DOF, RSS MARF or the States) is going to be required to carry out the strategy this is indicated by a large"}, {"text_block_id": "p26_b428", "text": ""}, {"text_block_id": "p26_b429", "text": "5.1 Policy Area 1.  Governance"}, {"text_block_id": "p26_b430", "text": "Key Issues"}, {"text_block_id": "p26_b431", "text": ""}, {"text_block_id": "p26_b432", "text": "Good governance is the key to the future prosperity of the sector."}, {"text_block_id": "p26_b433", "text": ""}, {"text_block_id": "p26_b434", "text": "The legislative framework for fisheries is not (in 2012) sufficiently developed to allow for co-management of resources, the implementation of the FAO Code of Conduct for Responsible Fisheries and future international obligations."}, {"text_block_id": "p26_b435", "text": ""}, {"text_block_id": "p26_b436", "text": "The draft 2012 Fisheries Bill needs much modification before being presented to parliament."}, {"text_block_id": "p26_b437", "text": ""}, {"text_block_id": "p26_b438", "text": "The institutions involved with fisheries are undeveloped, both at RSS MARF and in the States, and at lower levels of government also."}, {"text_block_id": "p27_b439", "text": ""}, {"text_block_id": "p27_b440", "text": "The transitional constitution demands the devolvement of management of natural resources to States and the users of these natural resources; but many of these administrative bodies do not have the skills and knowledge to adequate manage their resources. RSS MARF and the States will have to work in a participatory manner with other fisheries stakeholders to build strong institutions and ensure that control systems and information systems are in place functioning effectively and efficiently for a better fisheries and aquaculture sector."}, {"text_block_id": "p27_b441", "text": ""}, {"text_block_id": "p27_b442", "text": "South Sudan shares its water resources with several other countries, most notably Uganda to the South and Sudan to the North. This will require cooperation in the future on the use of water."}, {"text_block_id": "p27_b443", "text": ""}, {"text_block_id": "p27_b444", "text": "Locally there are multiple water users and no system of reducing conflict between them is yet established, and the development of better communications between stakeholders is paramount."}, {"text_block_id": "p27_b445", "text": ""}, {"text_block_id": "p27_b446", "text": "The private sector will be the engine for growth in fisheries in South Sudan but there are few means to attract private sector investment to Fisheries and aquaculture, and the land tenure system is not sufficiently robust to protect commercial investment in aquaculture."}, {"text_block_id": "p27_b447", "text": ""}, {"text_block_id": "p27_b448", "text": "DOF has to incorporate into its activities (mainstream) policies on HIV and AIDS, Gender and the Rights of Children. There is currently little information on any of these matters in Fisheries in South Sudan."}, {"text_block_id": "p27_b449", "text": ""}, {"text_block_id": "p27_b450", "text": "The fisheries sector does not get the priority it deserves in allocation of funds and resources, compared to its importance in the economy and potential for growth."}, {"text_block_id": "p27_b451", "text": "GOAL"}, {"text_block_id": "p27_b452", "text": "Effective and efficient delivery of policy objectives in an accountable and transparent manner for the benefit of all stakeholders in the fisheries sector"}, {"text_block_id": "p30_b453", "text": "5.2 Policy Area 2.  Human Resources"}, {"text_block_id": "p30_b454", "text": "Key issues"}, {"text_block_id": "p30_b455", "text": ""}, {"text_block_id": "p30_b456", "text": "Development of human resources in fisheries is central to the development of the whole fisheries sector. Without a sufficiently skilled cadre of workers the industry cannot flourish. Currently the DOF is understaffed and has vacancies in its establishment.  State fisheries departments are similarly understaffed."}, {"text_block_id": "p30_b457", "text": ""}, {"text_block_id": "p30_b458", "text": "There is an urgent need for training and skills development at all levels, including Local Management Bodies, in co-management and the devolution of responsibility of fisheries management to the users of the resources, and in the private sector."}, {"text_block_id": "p30_b459", "text": ""}, {"text_block_id": "p30_b460", "text": "As time moves on the knowledge and skills required in the sector will change and training programmes must adapt to take into consideration these changes. Constant upgrading of skills will be required for all staff involved in the sector."}, {"text_block_id": "p30_b461", "text": ""}, {"text_block_id": "p30_b462", "text": "Local fisheries training facilities are presently limited to the Padak Fisheries Training Centre and there are some courses in the Universities, though there are numerous vocational training schools and other centres that can be used for training. These are insufficiently prepared for future needs and should be bolstered."}, {"text_block_id": "p30_b463", "text": ""}, {"text_block_id": "p30_b464", "text": "The Padak FTC is planned to be moved to the Dr John Garang Institute of Science and Technology in the Ministry of Education Science and Technology. This is not a desirable outcome since this is the only centre providing the necessary types of training for fisheries in the country."}, {"text_block_id": "p30_b465", "text": ""}, {"text_block_id": "p30_b466", "text": "Training for many of the skills required by the DOF staff is not available in South Sudan, and is unlikely to be for some years so will have to be sought overseas."}, {"text_block_id": "p30_b467", "text": "GOAL"}, {"text_block_id": "p30_b468", "text": "A well trained and competent workforce with the appropriate knowledge and skills for development of fisheries and aquaculture."}, {"text_block_id": "p32_b469", "text": "5.3 Policy Area 3.  Research"}, {"text_block_id": "p32_b470", "text": "Key Issues"}, {"text_block_id": "p32_b471", "text": ""}, {"text_block_id": "p32_b472", "text": "There are serious gaps in the knowledge of the fisheries resources of South Sudan, including catches, species involved, fish biology and potential for resource utilisation; this lack of data is a serious constraint to proper fisheries management."}, {"text_block_id": "p32_b473", "text": ""}, {"text_block_id": "p32_b474", "text": "DOF and the States are limited in their ability to collect any data at all, due to capacity problems, funding and skills shortages."}, {"text_block_id": "p32_b475", "text": ""}, {"text_block_id": "p32_b476", "text": "No funds are allocated for fisheries research at all and there is no fisheries research unit or aquaculture research centre. Even outside of Fisheries, in the universities and colleges, there is little research being undertaken on fisheries or related fields."}, {"text_block_id": "p32_b477", "text": ""}, {"text_block_id": "p32_b478", "text": "Aquaculture particularly has research and training needs that can only be provided by some form of aquaculture research and demonstration unit."}, {"text_block_id": "p32_b479", "text": ""}, {"text_block_id": "p32_b480", "text": "The personnel to staff either a Fisheries Research Unit or an Aquaculture Research Centre are not available at the moment in the country. They will need to be recruited and trained."}, {"text_block_id": "p32_b481", "text": ""}, {"text_block_id": "p32_b482", "text": "Some environmental effects of development in other sectors, and by other water users, such as agriculture, irrigation and urbanisation are not being monitored."}, {"text_block_id": "p32_b483", "text": ""}, {"text_block_id": "p32_b484", "text": "No information on fisheries is disseminated widely in the country. There is very little awareness of fisheries and aquaculture outside of those immediately involved in the sector."}, {"text_block_id": "p32_b485", "text": "GOAL"}, {"text_block_id": "p32_b486", "text": "Research, collection, analysis and dissemination of good quality and up to date knowledge on Fisheries and Aquaculture in South Sudan"}, {"text_block_id": "p34_b487", "text": "5.4 Policy Area 4.  Capture Fisheries"}, {"text_block_id": "p34_b488", "text": "Key Issues"}, {"text_block_id": "p34_b489", "text": ""}, {"text_block_id": "p34_b490", "text": "Statistics on capture fisheries are unreliable or do not exist."}, {"text_block_id": "p34_b491", "text": ""}, {"text_block_id": "p34_b492", "text": "The capture fisheries of South Sudan are estimated to provide 40,000 tonnes of fish to the country but contributing less than 1% of GDP. There is probably a potential for 180,000 tonnes production, so the fishery is still under-fished. This will provide economic benefits and food security in the future. Country mapping to identify the under-fished areas is required."}, {"text_block_id": "p34_b493", "text": ""}, {"text_block_id": "p34_b494", "text": "The fishery is open access and this is undesirable, some form of restriction on access will have to be designed in the future to avoid future conflicts over resources."}, {"text_block_id": "p34_b495", "text": ""}, {"text_block_id": "p34_b496", "text": "The licensing system is haphazard and ineffective though all gears should in principle be licensed."}, {"text_block_id": "p34_b497", "text": ""}, {"text_block_id": "p34_b498", "text": "There is no control of IUU fishing."}, {"text_block_id": "p34_b499", "text": ""}, {"text_block_id": "p34_b500", "text": "Decentralised management of resources and co-management is the desired future management regime for all the resources of the country, through the establishment of Local Management Bodies in the states, and is obligated through the constitution. This requires a legislative base, a sound knowledge of the resources, must be transparent in its allocation of rights, and must be inclusive of all stakeholders in the area."}, {"text_block_id": "p34_b501", "text": ""}, {"text_block_id": "p34_b502", "text": "Current management bodies are extremely weak, almost non existent. There is little knowledge of specific resources."}, {"text_block_id": "p34_b503", "text": ""}, {"text_block_id": "p34_b504", "text": "There is a lack of co-ordination between the various bodies involved in fisheries in South Sudan."}, {"text_block_id": "p34_b505", "text": ""}, {"text_block_id": "p34_b506", "text": "The principles contained in the FAO Code of Conduct for Responsible Fisheries will be upheld by the DOF, including the sustainable use of fisheries resources and the ecosystems approach to fisheries management."}, {"text_block_id": "p34_b507", "text": ""}, {"text_block_id": "p34_b508_merged", "text": "The fishery is generally still an artisanal industry with few large scale commercial enterprises. Those larger enterprises that did exist exported fish to the Sudan in the North, but now tend to bring fish to the population centres in the South, notably Juba.  Ice is sourced in Juba."}, {"text_block_id": "p35_b511", "text": ""}, {"text_block_id": "p35_b512", "text": "The private sector lacks investment capital and government will not get involved directly in fish production or marketing."}, {"text_block_id": "p35_b513", "text": ""}, {"text_block_id": "p35_b514", "text": "There are a series of international treaties and other obligations, including those relating to transboundary and shared resource issues in fisheries that need to be complied with by South Sudan."}, {"text_block_id": "p35_b515", "text": "GOAL"}, {"text_block_id": "p35_b516", "text": "Sustainable fisheries production and development contributing to Economic Growth, Poverty Alleviation and Food Security"}, {"text_block_id": "p36_b517", "text": "5.5 Policy Area 5.  Aquaculture"}, {"text_block_id": "p36_b518", "text": "Key Issues"}, {"text_block_id": "p36_b519", "text": ""}, {"text_block_id": "p36_b520", "text": "There is very little aquaculture being undertaken in South Sudan at the moment, though there is a very great potential in many areas."}, {"text_block_id": "p36_b521", "text": ""}, {"text_block_id": "p36_b522", "text": "Dams and irrigation schemes in the future will also provide significant opportunities."}, {"text_block_id": "p36_b523", "text": ""}, {"text_block_id": "p36_b524", "text": "Aquaculture can provide food security for rural populations as well as income and employment. Aquaculture can also be utilised for enhancement of protein intake for people living with HIV and AIDS through integrated aquaculture systems."}, {"text_block_id": "p36_b525", "text": ""}, {"text_block_id": "p36_b526", "text": "There is currently little private sector investment in Aquaculture and the government will not directly invest, limiting itself at most to schemes through third parties."}, {"text_block_id": "p36_b527", "text": ""}, {"text_block_id": "p36_b528", "text": "The existing legislation regarding Aquaculture is limited and Codes of Practice are not yet formulated. Until they are the DOF will apply the FAO COPs."}, {"text_block_id": "p36_b529", "text": ""}, {"text_block_id": "p36_b530", "text": "Land tenure remains a problem since this is important for investment."}, {"text_block_id": "p36_b531", "text": ""}, {"text_block_id": "p36_b532", "text": "Aquaculture development requires regulation and registration of fish farms but the mechanisms and capacity to do this in the states is lacking."}, {"text_block_id": "p36_b533", "text": ""}, {"text_block_id": "p36_b534", "text": "There are no hatcheries or demonstration fish farms."}, {"text_block_id": "p36_b535", "text": ""}, {"text_block_id": "p36_b536", "text": "There is no training institution concentrating on Aquaculture and there is a severe shortage of aquaculture skills in the South Sudan. Additionally the support industries, such as laboratories, feed mills and processing units necessary for large scale commercial aquaculture presently do not exist."}, {"text_block_id": "p36_b537", "text": "GOAL"}, {"text_block_id": "p37_b538", "text": "Sustainable Aquaculture development and production contributing to Economic Growth, Poverty Alleviation and Food Security"}, {"text_block_id": "p38_b539", "text": "5.6 Policy Area 6.  Post Harvest"}, {"text_block_id": "p38_b540", "text": "Key Issues"}, {"text_block_id": "p38_b541", "text": ""}, {"text_block_id": "p38_b542", "text": "Most fish not eaten by the fisherfolk themselves is dried or smoked before being sent to market."}, {"text_block_id": "p38_b543", "text": ""}, {"text_block_id": "p38_b544", "text": "There are in some areas large numbers of rural fishers and there is not always a surplus to market elsewhere."}, {"text_block_id": "p38_b545", "text": ""}, {"text_block_id": "p38_b546", "text": "There are no local facilities in most areas for handling fresh fish, nor storage facilities. Where they do exist they do not meet even basic hygiene requirements. Iceboxes are not generally available, particularly in rich fishing grounds such as the Sudd and other areas where there is potential for growth."}, {"text_block_id": "p38_b547", "text": ""}, {"text_block_id": "p38_b548", "text": "Transport to get fish to market is a serious constraint, due to poor roads and unsuitable vehicles."}, {"text_block_id": "p38_b549", "text": ""}, {"text_block_id": "p38_b550", "text": "There are no local standards or codes of practice for the quality of fish post harvest, neither for exports. International standards (HACCP, GMP) are not yet adopted nor enforced."}, {"text_block_id": "p38_b551", "text": ""}, {"text_block_id": "p38_b552", "text": "Fresh fish for local consumption could be significantly improved in quality by application of basic methods of preservation, such as ice. There is generally a shortage of ice making facilities in the country"}, {"text_block_id": "p38_b553", "text": ""}, {"text_block_id": "p38_b554", "text": "There are reported to be considerable post-harvest loses, both in fresh fish, smoked and sun dried products. These are primarily from insect adults and larvae and breakages."}, {"text_block_id": "p38_b555", "text": ""}, {"text_block_id": "p38_b556", "text": "International and regional norms require that basic hygiene requirements are met, particularly for exports."}, {"text_block_id": "p38_b557", "text": ""}, {"text_block_id": "p38_b558", "text": "Trade in fish and fisheries products is not controlled at all."}, {"text_block_id": "p38_b559", "text": ""}, {"text_block_id": "p38_b560", "text": "There are regional Trade Protocols covering fish which have not yet been implemented."}, {"text_block_id": "p38_b561", "text": ""}, {"text_block_id": "p38_b562", "text": "There is a shortage of inward investment to fisheries post harvest activates and government is only making limited efforts to rectify this problem. National Government and States have not made significant efforts in this area to date. The private sector is expected to make the investments in improving conditions for fish quality."}, {"text_block_id": "p38_b563", "text": ""}, {"text_block_id": "p38_b564", "text": "Although the establishment of a Competent Authority is a desired objective, it cannot be done in the short term as there are inadequate trained staff and the equipment and set up costs will not justify the expense. In the meantime there is little possibility of exports of fish to sophisticated markets which demand the"}, {"text_block_id": "p39_b565", "text": "establishment of such a body, and a level of quality control not yet found in the country."}, {"text_block_id": "p39_b566", "text": "GOAL"}, {"text_block_id": "p39_b567", "text": "An effective fish quality control and assurance system that meets international standards and raises the value of the products of fisheries and aquaculture"}, {"text_block_id": "p40_b568", "text": "6 Implementation of policy"}, {"text_block_id": "p40_b569", "text": "6.1 Risks and constraints"}, {"text_block_id": "p40_b570", "text": "84."}, {"text_block_id": "p40_b571", "text": "Constraints that threaten the ability of the RSS MARF to deliver on the Fisheries Policy can be divided into:"}, {"text_block_id": "p40_b572", "text": "Constraints that threaten the ability of the RSS MARF to deliver on the Fisheries Policy can be divided into:\n* Those which are internal, to the extent that they may reduce the capacity of\n* Those that are external, and may prevent the uptake and effective use of\n* Attempting to provide equal services to all programme areas, rather than"}, {"text_block_id": "p40_b576", "text": "85."}, {"text_block_id": "p40_b577", "text": "Implementation of the Policy may also be limited by"}, {"text_block_id": "p41_b580", "text": "Implementation of the Policy may also be limited by\n* A failure to involve the private sector in all activities. The Government and\n* A failure to advise and assist the States appropriately, either though logistical\n* Inadequate funding to implement work programmes, both local recurrent and\n* A collapse in Government financial support to the sector. This may occur due\n* Continued perception that the fisheries sector is a junior partner to other\n* Insecurity and political turmoil (Insecurity was identified as a recurrent\n* Service delivery fails due to high levels of corruption (a serious problem\n* The scientific basis on which many of the decisions that have to be made is\n* A continued failure to develop actionable management plans and\n* Danger of communication breakdown among key stakeholders -more\n* Putting into operation the FAO Code of Conduct for Responsible Fisheries\n* Lack of capacity in government administrations in the States to effectively use"}, {"text_block_id": "p41_b606", "text": "86."}, {"text_block_id": "p41_b607", "text": "Of all of these those related to the capacity of the RSS MARF and the States Fisheries administrations to deliver due to lack of skills and staff, insufficient funding and weak institutions throughout the country are perhaps most important and most likely to affect the implementation of projects and programmes."}, {"text_block_id": "p41_b608", "text": "87."}, {"text_block_id": "p41_b609", "text": "Other major constraints in line with the identified policy themes are"}, {"text_block_id": "p42_b610", "text": "Governance"}, {"text_block_id": "p42_b611", "text": "i."}, {"text_block_id": "p42_b612", "text": "Human population increase can place unbearable pressure on fisheries resources"}, {"text_block_id": "p42_b613", "text": "ii."}, {"text_block_id": "p42_b614", "text": "Control of access can fail as a result of political and/or social pressure"}, {"text_block_id": "p42_b615", "text": "iii."}, {"text_block_id": "p42_b616", "text": "Fisheries management strategies may not be adhered to at the level of States and CFOs"}, {"text_block_id": "p42_b617", "text": "iv."}, {"text_block_id": "p42_b618", "text": "States fail to implement the Fisheries Policy and also fail to make local legislation necessary to support Cooperatives, CBOs and CFOs"}, {"text_block_id": "p42_b619", "text": "v."}, {"text_block_id": "p42_b620", "text": "Cooperatives, CBOs and CFOs if established may again prove unsustainable and less self sustaining without donor support"}, {"text_block_id": "p42_b621", "text": "vi."}, {"text_block_id": "p42_b622", "text": "RSS MARF as a lead Agency may fail to restructure and strengthen its capacity to deliver at National and State level, limiting ability to implement change and development"}, {"text_block_id": "p42_b623", "text": "vii."}, {"text_block_id": "p42_b624", "text": "Cooperation between Directorates within RSS MARF itself may be less than ideal and lead to inefficiencies in implementation and planning"}, {"text_block_id": "p42_b625", "text": "viii."}, {"text_block_id": "p42_b626", "text": "Relationships between States & National Government deteriorates, with no cooperation"}, {"text_block_id": "p42_b627", "text": "ix."}, {"text_block_id": "p42_b628", "text": "The new legislation and accompanying regulations on Fisheries prove to be incomplete or inappropriate"}, {"text_block_id": "p42_b629", "text": "Human Resources"}, {"text_block_id": "p42_b630", "text": "i."}, {"text_block_id": "p42_b631", "text": "DOF and States may fail to provide the necessary capacity building to key stakeholders including Cooperatives, CBOs and CFOs, and empowerment fails"}, {"text_block_id": "p42_b632", "text": "ii."}, {"text_block_id": "p42_b633", "text": "Continued low level of skills and lack of motivation in the Government and States fisheries cadre"}, {"text_block_id": "p42_b634", "text": "iii."}, {"text_block_id": "p42_b635", "text": "Insufficient staff in Government and the States to carry out the planned programmes and no responsive Human Resources (HR) development planning"}, {"text_block_id": "p42_b636", "text": "iv."}, {"text_block_id": "p42_b637", "text": "Lack of funding from donors for training and skills development"}, {"text_block_id": "p42_b638", "text": "v."}, {"text_block_id": "p42_b639", "text": "Low levels of illiteracy may pose a risk of not getting right people to train"}, {"text_block_id": "p42_b640", "text": "vi."}, {"text_block_id": "p42_b641", "text": "Health care & awareness building fails to reach fisheries communities, and ailments from HIV/AIDS and waterborne diseases becomes an even greater threat to lives and livelihoods"}, {"text_block_id": "p42_b642", "text": "vii."}, {"text_block_id": "p42_b643", "text": "Cooperatives, CBOs and CFOs prove incapable of sustained organization due to lack of training and skills"}, {"text_block_id": "p42_b644", "text": "Research"}, {"text_block_id": "p42_b645", "text": "i."}, {"text_block_id": "p42_b646", "text": "Failure to attract funding for Research Station establishment and equipment provisions"}, {"text_block_id": "p42_b647", "text": "ii."}, {"text_block_id": "p42_b648", "text": "Lack of qualified staff to kick-start the research programmes"}, {"text_block_id": "p42_b649", "text": "iii."}, {"text_block_id": "p42_b650", "text": "Failure of stakeholders to contribute data on a sustainable basis"}, {"text_block_id": "p42_b651", "text": "iv."}, {"text_block_id": "p42_b652", "text": "Poor Fisheries Information Systems and poor Communication"}, {"text_block_id": "p42_b653", "text": "v."}, {"text_block_id": "p42_b654", "text": "Continued inability of the DOF and States to collect accurate data on fisheries and aquaculture"}, {"text_block_id": "p42_b655", "text": "Capture Fisheries"}, {"text_block_id": "p42_b656", "text": "i."}, {"text_block_id": "p42_b657", "text": "Failure to reach agreement on Monitoring, Control and Surveillance with the States"}, {"text_block_id": "p42_b658", "text": "ii."}, {"text_block_id": "p42_b659", "text": "Transboundary issues remain unresolved"}, {"text_block_id": "p43_b660", "text": "iii."}, {"text_block_id": "p43_b661", "text": "Unknown state of the fish stock"}, {"text_block_id": "p43_b662", "text": "iv."}, {"text_block_id": "p43_b663", "text": "Failure to recruit professional and dedicated staff in a reasonable amount of time"}, {"text_block_id": "p43_b664", "text": "v."}, {"text_block_id": "p43_b665", "text": "Increase in conflicts between centrally controlled and locally based fisheries management mechanisms and measures"}, {"text_block_id": "p43_b666", "text": "vi."}, {"text_block_id": "p43_b667", "text": "MSYs of the major fishing grounds are reached or exceeded due to rapid uncontrolled expansion of effort"}, {"text_block_id": "p43_b668", "text": "Aquaculture"}, {"text_block_id": "p43_b669", "text": "i."}, {"text_block_id": "p43_b670", "text": "Aquaculture may fail to attract investors at either small or commercial scales"}, {"text_block_id": "p43_b671", "text": "ii."}, {"text_block_id": "p43_b672", "text": "National environmental conditions for aquaculture turns out to be unconducive to production or investment"}, {"text_block_id": "p43_b673", "text": "iii."}, {"text_block_id": "p43_b674", "text": "Mechanisms for husbandry and sharing of enhanced or culture-based stocks fail"}, {"text_block_id": "p43_b675", "text": "iv."}, {"text_block_id": "p43_b676", "text": "Access to credit for aquaculture and SME development remains a problem"}, {"text_block_id": "p43_b677", "text": "Post Harvest"}, {"text_block_id": "p43_b678", "text": "i."}, {"text_block_id": "p43_b679", "text": "Failure of the private sector to develop landing site infrastructure"}, {"text_block_id": "p43_b680", "text": "ii."}, {"text_block_id": "p43_b681", "text": "Lack of funding to the private sector for infrastructure development or the funding not reaching the target groups"}, {"text_block_id": "p43_b682", "text": "iii."}, {"text_block_id": "p43_b683", "text": "Failure to comply with acceptable international food quality standards (HACCP etc)"}, {"text_block_id": "p43_b684", "text": "iv."}, {"text_block_id": "p43_b685", "text": "The enabling environment for investors in the fish processing/export and aquaculture development sector is not provided"}, {"text_block_id": "p43_b686", "text": "v."}, {"text_block_id": "p43_b687", "text": "Investors regard fisheries as high risk"}, {"text_block_id": "p43_b688", "text": "6.2 Institutional Arrangements"}, {"text_block_id": "p43_b689", "text": "88."}, {"text_block_id": "p43_b690_merged", "text": "The body responsible for coordinating the implementation of the Fisheries Policy is the DOF in the Ministry of Animal Resources and Fisheries. The Fisheries Policy will also form the basis for the States’ policies which will be expected to generally conform to it and maintain the same principles."}, {"text_block_id": "p43_b693", "text": "89."}, {"text_block_id": "p43_b694", "text": "Very many other organisations will also be expected to assist in implementation, including those Government Departments and Ministries involved with cross-cutting issues, such as Water, Education, Environment, and Wildlife; NGOs and other development partners. The private sector, as the engine for growth in Fisheries and Aquaculture, will also be expected to play its part, under the regulatory regime imposed by the National Government and States."}, {"text_block_id": "p43_b695", "text": "7 Implementation Plan Matrix"}, {"text_block_id": "p43_b696", "text": "90."}, {"text_block_id": "p43_b697", "text": "Many of the policies in the 2012 policy can be found in the 2006 Policy Document. Some of those policies were not prioritised sufficiently, given the capacity and funding constraints under which the DOF is operating."}, {"text_block_id": "p43_b698", "text": "91."}, {"text_block_id": "p43_b699", "text": "Many of thesepolicies and strategiesinclude those that should be routine activities carried out by the Government and States administrations, and without which management of the fisheries of the country will be impossible. These are presumed to be ongoing obligations of the DOF (even if they are not currently being done), and so have no timeframe."}, {"text_block_id": "p44_b700", "text": "92."}, {"text_block_id": "p44_b701", "text": "The implementation plan is given in the matrix below. Timelines are most uncertain, particularly over the first 5 year period, the period covered by this policy document. Many activities depend on capacity in DOF and the states being improved, funding being made available from whatever source, assistance being provided by development partners. Just filling the establishment posts in itself can take a long time since recruitment is a lengthy business; and building capacity depends also on training and experience."}, {"text_block_id": "p44_b702", "text": "93."}, {"text_block_id": "p44_b703", "text": "(Note that Ministries names and responsibilities change with time)."}, {"text_block_id": "p66_b704", "text": "8 Monitoring and Evaluation"}, {"text_block_id": "p66_b705", "text": "94."}, {"text_block_id": "p66_b706", "text": "The Monitoring and Evaluation plan for the Fisheries Policy is given in the table below. This gives the baseline current situation, the long term target, key milestones and a time frame."}, {"text_block_id": "p66_b707", "text": "95."}, {"text_block_id": "p66_b708", "text": "As can be seen from the table, the baseline situation reflects the staff shortages and lack of capacity in the DOF and the States Fisheries Administrations."}, {"text_block_id": "p66_b709", "text": "8.1 Means of monitoring"}, {"text_block_id": "p66_b710", "text": "96."}, {"text_block_id": "p66_b711_merged", "text": "The most important means of monitoring the effectiveness of the policy will be through the annual report produced by the DOF. This lists the achievements of the different sections of the DOF against the objectives set for it. All the sections’ activities will be recorded in this annual document. Data from private sector activities in fish farming and fishing are also included, since the private sector will be obligated, under the license conditions that will be imposed, to provide catch and production figures to the DOF. State fisheries also report to the Fisheries Department HQ and their data is also collated for the Annual Report."}, {"text_block_id": "p66_b714", "text": "97."}, {"text_block_id": "p66_b715", "text": "Some data will be required from other government bodies. The sources of data are given in the table."}, {"text_block_id": "p66_b716", "text": "98."}, {"text_block_id": "p66_b717", "text": "In that the data against which progress will be monitored is generally produced annually, monitoring itself will be annual."}, {"text_block_id": "p77_b718", "text": "9 Review process"}, {"text_block_id": "p77_b719", "text": "9.1 Review of Policy"}, {"text_block_id": "p77_b720", "text": "99."}, {"text_block_id": "p77_b721", "text": "The trigger for a policy review is the review cycle, established in the policy and in this case every 5 years from first approval, for the entire policy. However the policy, or parts of it, may be reviewed more often if there are significant changes in the operating environment which require it, such as:-"}, {"text_block_id": "p77_b722", "text": "The trigger for a policy review is the review cycle, established in the policy and in this case every 5 years from first approval, for the entire policy. However the policy, or parts of it, may be reviewed more often if there are significant changes in the operating environment which require it, such as:-\n* changes to the external operating environment (such as a new tariff or trade\n* changes to government policy or legislation (overarching policy may change\n* review of the strategic directions of the Fisheries (in time the requirements of\n* new initiatives within management areas that are the responsibility of\n* need for consistency across areas of service delivery, where these have"}, {"text_block_id": "p77_b732", "text": "Review of Existing Policy, Objectives and Activities"}, {"text_block_id": "p77_b733", "text": ""}, {"text_block_id": "p77_b734", "text": "The review cycle for the policy (and objectives, since these are a core of the policy) is 5 years, though if there is a seismic shift in Government Policy this may require shortening to fit in with newly overarching objectives established."}, {"text_block_id": "p77_b735", "text": ""}, {"text_block_id": "p77_b736", "text": "Activities and procedures will be reviewed annually, at budget time, and related to the information contained in the DOF annual report. At this time minor changes to activities, procedures or timelines can be introduced so as to make the policy reactive to changing conditions, such as financing, success or failure of aspects of the policy or unexpected shocks."}, {"text_block_id": "p77_b737", "text": ""}, {"text_block_id": "p77_b738", "text": "Review dates will be set to allow adequate time for revision and approvals processes, however with the annual review of activities this will align very closely with that required of the budget cycle, since the two are inextricably linked."}, {"text_block_id": "p77_b739", "text": ""}, {"text_block_id": "p77_b740", "text": "Minor editorial or practical updates that do not affect the substance of the policy do not need to go through any approval process."}, {"text_block_id": "p77_b741", "text": "Process of review"}, {"text_block_id": "p77_b742", "text": ""}, {"text_block_id": "p77_b743", "text": "The process for a review of or a new policy and/or activities & procedures will be initiated by DOF or RSS MARF and may include environmental scanning and comparative analysis of relevant internal and external organisations, as well as investigation and analysis of:-"}, {"text_block_id": "p77_b744", "text": ""}, {"text_block_id": "p77_b745", "text": "relevant government policy and legislation, and national codes"}, {"text_block_id": "p77_b746", "text": ""}, {"text_block_id": "p77_b747", "text": "existing policies (internal)"}, {"text_block_id": "p77_b748", "text": ""}, {"text_block_id": "p77_b749", "text": "gaps"}, {"text_block_id": "p77_b750", "text": ""}, {"text_block_id": "p77_b751", "text": "need to revise or rescind each section"}, {"text_block_id": "p78_b752", "text": ""}, {"text_block_id": "p78_b753", "text": "consistency with other policies, plans and government objectives (external to RSS MARF itself)"}, {"text_block_id": "p78_b754", "text": ""}, {"text_block_id": "p78_b755", "text": "possible constraints on implementing the policy"}, {"text_block_id": "p78_b756", "text": ""}, {"text_block_id": "p78_b757", "text": "previous records of relevant bodies"}, {"text_block_id": "p78_b758", "text": ""}, {"text_block_id": "p78_b759", "text": "other relevant data, including the results of any new SWOT analyses undertaken on the main pillars of the policy"}, {"text_block_id": "p78_b760", "text": ""}, {"text_block_id": "p78_b761", "text": "The research process for any review is:-"}, {"text_block_id": "p78_b762", "text": ""}, {"text_block_id": "p78_b763", "text": "Whether the policy and/or procedures is still consistent with best practice, strategic directions, and changes in national codes or government policy and legislation.  Is it coherent within the current policy framework of government?"}, {"text_block_id": "p78_b764", "text": ""}, {"text_block_id": "p78_b765", "text": "Is the policy still relevant to the needs of the fisheries sector?"}, {"text_block_id": "p78_b766", "text": ""}, {"text_block_id": "p78_b767", "text": "Whether the policy meets stakeholders’ needs. Has the policy been effec"}, {"text_block_id": "p78_b768", "text": "tive in achieving the objectives set?"}, {"text_block_id": "p78_b769", "text": ""}, {"text_block_id": "p78_b770", "text": "Constraints on implementing the policy at lower organisational levels, particularly within the Extension Service in the States and the local management bodies. What lessons have been learned with the implementation of the policy?"}, {"text_block_id": "p78_b771", "text": ""}, {"text_block_id": "p78_b772", "text": "The level of compliance with the existing policy and/or procedures; indicating weaknesses.  How effective has the policy been?"}, {"text_block_id": "p78_b773", "text": ""}, {"text_block_id": "p78_b774", "text": "Whether any related sub-policies need to be revised or rescinded"}, {"text_block_id": "p78_b775", "text": "It will be necessary to:-"}, {"text_block_id": "p78_b776", "text": ""}, {"text_block_id": "p78_b777", "text": "Consult key stakeholders"}, {"text_block_id": "p78_b778", "text": ""}, {"text_block_id": "p78_b779", "text": "Amend or revise the policy"}, {"text_block_id": "p78_b780", "text": ""}, {"text_block_id": "p78_b781", "text": "A revised draft is prepared and a new round of consultation with the key stakeholders is initiated"}, {"text_block_id": "p78_b782", "text": ""}, {"text_block_id": "p78_b783", "text": "This cycle is repeated until no further amendments/revisions are recommended by the key stakeholders"}, {"text_block_id": "p78_b784", "text": "9.2 Checklist for Review of Policy"}, {"text_block_id": "p78_b785", "text": "Is there any substantial need to undertake a review of the policy?."}, {"text_block_id": "p78_b786", "text": "I."}, {"text_block_id": "p78_b787", "text": "Have general conditions changed so much as to render the old policy invalid?"}, {"text_block_id": "p78_b788", "text": "II."}, {"text_block_id": "p78_b789", "text": "Is government demanding a change of direction, significant enough to justify a review of policy?"}, {"text_block_id": "p78_b790", "text": "III."}, {"text_block_id": "p78_b791", "text": "Have there been any serious problems implementing the existing policy?"}, {"text_block_id": "p78_b792", "text": "IV."}, {"text_block_id": "p78_b793", "text": "Can the policy be modified or changed without requiring a completely new policy document? (If so then attempt to modify parts of the policy rather than completely re-review the whole document)"}, {"text_block_id": "p78_b794", "text": "V."}, {"text_block_id": "p78_b795", "text": "Does a need exist to address a gap or meet compliance standards? (It may be possible to amend or add on to the policy rather than do a complete revision, or to introduce regulations outside the policy itself)"}, {"text_block_id": "p79_b796", "text": "VI."}, {"text_block_id": "p79_b797", "text": "Is it the policy that requires review? (Perhaps issuing new updated regulations or adjusting procedures may solve an identified problem better than changing policy)."}, {"text_block_id": "p79_b798", "text": "If the policy does appear to be needing revision then an evaluation should be carried out so as to feed the process of the revision"}, {"text_block_id": "p79_b799", "text": "I."}, {"text_block_id": "p79_b800", "text": "Undertake a problem analysis, identifying stakeholders, focal problems, develop problem trees. Logical Framework Process Workshops are an effective way of identifying problems."}, {"text_block_id": "p79_b801", "text": "II."}, {"text_block_id": "p79_b802", "text": "Define the objectives and develop indicators for each of the objectives. Make sure that the Objectives are Specific, Measurable, Achievable, Realistic and Time Dependent (SMART)."}, {"text_block_id": "p79_b803", "text": "III."}, {"text_block_id": "p79_b804", "text": "Look at the alternatives mechanisms for achieving the objectives. Are"}, {"text_block_id": "p79_b805", "text": "they appropriate? Are the ones chosen really the “best possible”?"}, {"text_block_id": "p79_b806", "text": "IV."}, {"text_block_id": "p79_b807", "text": "Have the lessons of the past really been understood? Has a study of the effectiveness of the policy been undertaken? Is this being incorporated into the future policy?"}, {"text_block_id": "p79_b808", "text": "V."}, {"text_block_id": "p79_b809", "text": "Was monitoring and evaluation of the previous policy undertaken, and what are the results of this exercise?"}, {"text_block_id": "p79_b810", "text": "VI."}, {"text_block_id": "p79_b811", "text": "Has any effort been made to assess cost effectiveness of the various strategies in the policy?"}, {"text_block_id": "p79_b812", "text": "Then a final series of checks that during the process of review:-"}, {"text_block_id": "p79_b813", "text": "I."}, {"text_block_id": "p79_b814", "text": "Have all other stakeholders been consulted; interviews, workshops, consultations by e-mail & web based?"}, {"text_block_id": "p79_b815", "text": "II."}, {"text_block_id": "p79_b816", "text": "Have the problems been effectively identified?"}, {"text_block_id": "p79_b817", "text": "III."}, {"text_block_id": "p79_b818", "text": "Has feedback been incorporated into the policy review process?"}, {"text_block_id": "p79_b819", "text": "IV."}, {"text_block_id": "p79_b820", "text": "Have issues on Gender, HIV AND AIDS, rights of the child, equality, fairness, diversity and other priorities of government policy been incorporated into any changes proposed"}, {"text_block_id": "p79_b821", "text": "V."}, {"text_block_id": "p79_b822", "text": "Are the new proposals compliant with international agreements?"}, {"text_block_id": "p79_b823", "text": "VI."}, {"text_block_id": "p79_b824", "text": "Have the alternative delivery mechanisms been examined?"}, {"text_block_id": "p79_b825", "text": "VII."}, {"text_block_id": "p79_b826", "text": "Does the risk assessment show undue threats to implementation?"}, {"text_block_id": "p79_b827", "text": "Does the risk assessment show undue threats to implementation?\n* Are the Objectives âSMARTâ (Specific, Measurable, Accepted, Realistic"}, {"text_block_id": "p79_b830", "text": "And ensure that the new policy"}, {"text_block_id": "p79_b831", "text": "I."}, {"text_block_id": "p79_b832", "text": "Will satisfy the needs of the stakeholders in the short and long term (depending on the length of validity of the policy = 5 years in South Sudan)"}, {"text_block_id": "p79_b833", "text": "II."}, {"text_block_id": "p79_b834", "text": "Clearly defines the objectives to be achieved from each strategy"}, {"text_block_id": "p79_b835", "text": "III."}, {"text_block_id": "p79_b836", "text": "Fits in with current practice where this exists, and with all stated government policies, objectives and existing activities"}, {"text_block_id": "p79_b837", "text": "IV."}, {"text_block_id": "p79_b838", "text": "Incorporates the lessons learned from previous implementation"}, {"text_block_id": "p79_b839", "text": "V."}, {"text_block_id": "p79_b840", "text": "Covers all the relevant multi-agency aspects"}, {"text_block_id": "p80_b841", "text": "VI."}, {"text_block_id": "p80_b842", "text": "Covers issues arising from implementation, most importantly the level of financing which will be required; and the cost effectiveness of the activities proposed"}, {"text_block_id": "p80_b843", "text": "VII."}, {"text_block_id": "p80_b844", "text": "Contains a monitoring and evaluation process & a timeline."}, {"text_block_id": "p82_b845", "text": "10"}], "document_description": "This document aims to&nbsp;promote, regulate and facilitate animal production and fisheries, create value and access to credit and Regional and International markets for food security, poverty alleviation and socio-economic development.<br><br>"}