{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Lao People's Democratic Republic", "document_category": "Policy", "document_sector_name": "Agriculture", "document_language": "English", "document_name": "Agriculture Development Strategy to 2025 and vision to 2030", "document_country_code": "LAO", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "20/02/2015", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/LAO/2015/LAO-2015-02-20-Agriculture Development Strategy to 2025 and vision to 2030_7459d942de8689428e4ccade613a2195.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Agriculture Development Strategy to 2025 and"}, {"text_block_id": "p0_b2", "text": "Vision to the year 2030"}, {"text_block_id": "p0_b3", "text": "Sectoral Vision and Aims"}, {"text_block_id": "p0_b4_merged", "text": "“Ensuring food security, producing comparative and competitive agricultural commodities, developing clean, safe and sustainable agriculture and shift gradually to the modernization of a resilient and productive agriculture economy linking with rural development contributing to the national economic basis”"}, {"text_block_id": "p0_b37", "text": "Ministry of Agriculture and Forestry"}, {"text_block_id": "p0_b38", "text": "May  2015"}, {"text_block_id": "p3_b39", "text": "10.-.m.-..i1rot:1Qo tlt:1Ł.-.mt1t:1'ct1 tlt:1Ł.,Ł11-1.-.a"}, {"text_block_id": "p3_b40", "text": "io11Bru.-.u ,ent::.:>.,'1 tJt::Ł'ltnt.Jt::lC'J ,ent::w'lu 5cnnt:11Jt:1't\\'lae11"}, {"text_block_id": "p3_b41", "text": "Ł"}, {"text_block_id": "p3_b42", "text": "ŁŁŁŁŁŁ"}, {"text_block_id": "p3_b43", "text": "ŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁ"}, {"text_block_id": "p3_b44", "text": "C);QO"}, {"text_block_id": "p3_b45", "text": "rlric5ovnri1J!su:sa, a;QtJ t.ltsnrio"}, {"text_block_id": "p3_b46", "text": "tŁ"}, {"text_block_id": "p3_b47", "text": "a;QtJ"}, {"text_block_id": "p3_b48", "text": "ffh:1mo"}, {"text_block_id": "p3_b49", "text": ":S0'1U"}, {"text_block_id": "p3_b50", "text": "2030"}, {"text_block_id": "p3_b51", "text": "2030\n* 2014\n* 2014\n -e'jr:J'lJJ tents10'l1JQ'lVj'l1J2ejntsÅa, nt::ion'l a:.>ts tl'll.U z1:1uuc-1niit 1258/wu,\n* 51J\n* 51J\n ii,rn.-.\n* 51J\n ii,rn.-.\n 2014."}, {"text_block_id": "p3_b60", "text": "QC)'qtJU'llJ 00211:lŁQO:"}, {"text_block_id": "p3_b61", "text": "QC)'qtJU'llJ 00211:lŁQO:\n* eJClt.llt::Z'lCln.-.1Juk1tnts1J.,ntsion1l :S0ClU 2025 a;;>ts B'c IOM'1\n* eJClt.llt::Z'lCln.-.1Juk1tnts1J.,ntsion1l :S0ClU 2025 a;;>ts B'c IOM'1\n 11\n* eJClt.llt::Z'lCln.-.1Juk1tnts1J.,ntsion1l :S0ClU 2025 a;;>ts B'c IOM'1\n 11\n ,\n* eJClt.llt::Z'lCln.-.1Juk1tnts1J.,ntsion1l :S0ClU 2025 a;;>ts B'c IOM'1\n 11\n ,\n .U'IOl:J'I 2 . .uauÅmnt::Åa, nt::ion'i tt:iill:I U'l1.U tU1JtÅ'll1.,1JUt:1Z'l1JioJ.Jmunu U1JCl.,l1t::ÅÅ,-a,\n* eJClt.llt::Z'lCln.-.1Juk1tnts1J.,ntsion1l :S0ClU 2025 a;;>ts B'c IOM'1\n 11\n ,\n .U'IOl:J'I 2 . .uauÅmnt::Åa, nt::ion'i tt:iill:I U'l1.U tU1JtÅ'll1.,1JUt:1Z'l1JioJ.Jmunu U1JCl.,l1t::ÅÅ,-a,\n J\n* eJClt.llt::Z'lCln.-.1Juk1tnts1J.,ntsion1l :S0ClU 2025 a;;>ts B'c IOM'1\n 11\n ,\n .U'IOl:J'I 2 . .uauÅmnt::Åa, nt::ion'i tt:iill:I U'l1.U tU1JtÅ'll1.,1JUt:1Z'l1JioJ.Jmunu U1JCl.,l1t::ÅÅ,-a,\n J\n Utffi., a;Qt:: a,n.,11OnÅe,me,Å11ci-,,Å Å1JÅ5'lCJ112t::01V'lV tt.lt:: Å'1Sjt.J1:18\n* VClt/lt:1Z.,ClWClt/lt11J'lntsion'a :saou 2025 tt.ll:I B'czilio :S8ClU 2030 lm'co:;ur.h.J\n* VClt/lt:1Z.,ClWClt/lt11J'lntsion'a :saou 2025 tt.ll:I B'czilio :S8ClU 2030 lm'co:;ur.h.J\n â¢\n* VClt/lt:1Z.,ClWClt/lt11J'lntsion'a :saou 2025 tt.ll:I B'czilio :S8ClU 2030 lm'co:;ur.h.J\n â¢\n ÅÅÅÅÅ ÅÅ ÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅ ÅÅÅÅÅÅÅÅÅÅÅÅ ÅÅÅÅÅ ÅÅ ÅÅÅÅÅÅÅ\n* ÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅÅ"}, {"text_block_id": "p5_b81", "text": "Lao People’s Democratic Republic"}, {"text_block_id": "p5_b82", "text": "Peace Independence Democracy Unity Prosperity"}, {"text_block_id": "p5_b83", "text": "Government"}, {"text_block_id": "p5_b84", "text": "No. 53/GoV"}, {"text_block_id": "p5_b85", "text": "Vientiane Capital, dated 20-2-2015"}, {"text_block_id": "p5_b86_merged", "text": "Decree"}, {"text_block_id": "p5_b92", "text": "on Endorsement and Declaration"}, {"text_block_id": "p5_b93", "text": "of the Agriculture Development Strategy to the year 2025 and  Vision to the year 2030"}, {"text_block_id": "p5_b94", "text": "of the Agriculture Development Strategy to the year 2025 and  Vision to the year 2030\n* Pursuant to the Law of the Government of the Lao PDR No. 02/NA, dated 6 May 2003.\n* Pursuant to the Decision of the Lao Government regular monthly Conference of May 2015 No. 06/GoL, dated 02 July 2014.\n* With reference to the proposal of the Ministry of Agriculture and Forestry No. 1258/MAF, dated 26 August 2014."}, {"text_block_id": "p5_b100", "text": "The Government issues Decree:"}, {"text_block_id": "p7_b101", "text": "Ł03Ł03"}, {"text_block_id": "p7_b102", "text": "FOREWORD"}, {"text_block_id": "p7_b103", "text": "Łrows;-,"}, {"text_block_id": "p7_b104", "text": "The Lao People's Revolutionary Party and Government of Lao PDR bas always been concerned and aware of the importance of agriculture development which are shown in the Party's Resolutions and the Government Social-Economic Development Plan in each development stage of the country, particularly since the Party has introduced \"Opened Door Policy on New Economic Mechanism\" by shifting from natural (self-sufficient) economy to market-oriented economy and has clearly determined the direction for agriculture development by determining agriculture and forestry as the basis for industrialization. The Party's Resolution in each period continuously determines clear direction in developing agriculture and forestry; the Party has determined that"}, {"text_block_id": "p7_b105", "text": "\"Agriculture is the first and foremost battle field. Agriculture and forestry is also still the fundamental sector in the national economic structure. Shifting"}, {"text_block_id": "p7_b106", "text": "from natural economy to commercial production is the major priority of the transition period to socialism of our country\"."}, {"text_block_id": "p7_b107", "text": "However, in the past, agriculture development, in general, has not realize strong development. Agriculture production pattern were mainly dependent on the nature and generated low productivity. There was also a lack of zoning of production areas on the basis of diverse agro-ecology and socio-economic settings. Enlargement and development of agro-processing industry is still limited. The abundance of natural resources of the country was not appropriately and sustainably exploited."}, {"text_block_id": "p7_b108", "text": "Given the above mentioned situation and the importance of agriculture development, the Lao Government has closely directed the Ministry of Agriculture and Forestry, particularly the Agriculture and Forestry Sector to formulate Agriculture Development Strategy to the year 2025 and Vision to the year 2030. The overall objectives of the Agriculture Development Strategy 2025 (ADS2025) are to define clear direction, goals and expected outcomes as well as setting the enabling environment and the required measures to shift to a more industrialzed and modern agriculture that is diverse, productive, sustainable and resilient to climate change and that could be integrated into regional and international value chains contributing both to food security and enhancing the development of comparative and competitive advantaged commodities, contributing to successful implementation of National Socio-Economic Development Plans in different development stages of the country, meeting the needs for safe food supply, commercial production, processing industry and services, reducing the reliance on natural resources and contributing to achieve implementation of the National Growth and Poverty Eradication Strategy as well as the Millenium Development Goals and the sustainable development goals."}, {"text_block_id": "p7_b109", "text": "The formulation of Agriculture Development Strategy 2025 was initiated at the end of the implementation of the Sixth Five-Year National Socio-economic Development Plan and more particularly of the Five-Year Agriculture and Forestry Development Plan (2006-2010). Under the supervision of the Ministry of Agriculture and Forestry,"}, {"text_block_id": "p8_b110", "text": "the formulation process of the ADS2025 has based ,on the poHcies, directio.ns including the guidelines as defined i.n the Party's Resolutions, particularly th.e Resol.ution o:f the Ninth Party's CongressŁ through the organization of number or werkshops and meetin.gs at both the te-chnical and management leveJs in the central and l.ocal levels as well as consultation workshops with intem.ati.on.al organizations, development partners and donors togeth.er with a great deal of lessons lea.rned from. line m.inistries and rel.evant sectors and from neighbouring countries through analysing problems and actual situatlens in developing agriculture of the Lao PDR under the requirements of"}, {"text_block_id": "p8_b111", "text": "regional and international."}, {"text_block_id": "p8_b112", "text": ":"}, {"text_block_id": "p8_b113", "text": "integra.ti.on."}, {"text_block_id": "p8_b114", "text": "The Agriculture Development Strategy 2025 and Vision 2030 has been endorsed and promulgated by the Government Decree No. 53/GoV, dated 20/2/2015. Th.is Strategy is an officia.1 document and is the major refere.nce document for defining direction, plan in developing Agricu.lture Sector in the, period from now to 2025 which is: consistent and in line with th.e national policies and the overa.11 strategy for the National Socio-Economic development to the year 2025. In .addition, it is c&nsiste.nt and. in line with the National Growth and Poverty Eradication Strategy as well as tlte Millenium Development Goals. This AgricuHure Development Strategy 2025 is the basis for developing Medium and Short Terms Agrk111lture .Plan of the Government, particularly for th•e Agriculture Sector, as wen as the basis for developing programs, action plans and agricultural cooperation projects in order to effectively implement to achieve the goals of the Sector. The Agriculture Development Strategy 20125 will be reviewed, applied and r,evised on a regular basis as to, be up•to-date in order to be consistent with the Party policiles and tile needs of the national develop.ment based on the facts and conditions related to socfo•economic changes in each period."}, {"text_block_id": "p8_b115_merged_merged", "text": "The Agriculture DeveJopment Strategy 2025 has clearly defined tbe objectives, goals,. targets and expected outcomes for the Agricu.lture Development in development dtage of tbe country. It has also defined tbe policies, programs, action plans and projects under two ma.in goals or progr.ams with total 16 action plans and 120 projiects. General implementation measu.res as weH as defining the roles and responsibilities or· th.e Governm,ent sectors at both central. and local levels,. the roles of pri.vate sect.or, entrepereneurs and farmers have also been considered. I hope that it would be the rererence for developing detailed annual plans and S-year plans of the agri.cultu re sector as well as other relevant sectors at bot.h. the central and local levels in order to e:ffectively en.hance, apply and implement in their own sectors and their own locals."}, {"text_block_id": "p8_b120", "text": "Vientia.ne Capital,. date: .20 March 2015."}, {"text_block_id": "p8_b121", "text": "Minlster,"}, {"text_block_id": "p9_b122", "text": "Table of Contents"}, {"text_block_id": "p11_b123", "text": "INTRODUCTION"}, {"text_block_id": "p11_b124", "text": "The Agricuture and Forestry Sector is one of the sectors that plays an important role in implementing the Party’s guidelines and policy and the social-economic development plan of the Government in relation to the agricultural and forestry activities. Since the country has won its independence and established Lao People Democratic Republic (Lao PDR), the Party and Government has paid particular intention from the beginning to agricultural development which has been indicated in a number of Resolutions of the Party and the Social-Economic Development Pans of the Government in the last few decades. The most remarkable achievements were experienced since the Party has introduced the New Economic Mechanism; the Party has determined agriculture development as a ”Major Battle Field” and established guidelines to shift from natural economy into commercial or market-oriented economy. As a result, the agricultural development has strongly been expanding since then; the important outcome is that the agricultural practice that relied on nature has been eliminated gradually, agricultural infrastructure has been developed gradually including the irrigation system, reservoirs and water pump stations have been built in many locations which has enabld two-seasons cropping and agriculture modernization expanded gradually, technical-scientific infrastructure such as research and experiment centers as well as techinical service stations have been built and developed which could support the agricultral production expansion and has made Lao PDR self-sufficient in food, particularly since the year 2000 and there was also surplus of production for export. In addition, the plantation of trees and cultivation of crops including commercial crops and trees such as sweet corns, sugarcane, cassava, coffee, vegetables and fruit trees as well as rubber trees has increased gradually to supply the whole country and also for export."}, {"text_block_id": "p11_b125", "text": "However, comparing to the actual development needs and based on the potential of abundant natural resources, aricultural development has not reached its full development potential. Agricultural production, in general, still relies on the nature and a consequence, overall agricultural productivity is low. Party Resolutions and Government Policies with regard to Agriculture Sector have not been translated into the required Plans of Actions and Investments have not been focused enough to support the shift from subsistence production systems to modern agriculture pratices. The industrialization and modernization in the agricultural sector, particularly at the local level has not been as strong and in depth as it should be. To overcome such problems, it requires the sector to establish a comprehensive Agricultural Development Strategy for both medium and long terms."}, {"text_block_id": "p11_b126", "text": "The Agriculture Development Strategy to the year 2025 (ADS2025) defines clear Vision, Objectives and Goals in developing the sector and agricultural production until the year 2020 and 2025. The vision of the agriculture sector to the year 2030 aims at"}, {"text_block_id": "p11_b127", "text": "“ensuring food security, producing comparative and competitive potential agricultural commodities, developing clean, safe and sustainable agriculture and shift gradually to the modernization of a resilient and productive agriculture economy, linking with  rural development contributing to the national economic basis”"}, {"text_block_id": "p11_b128", "text": ". The overall defined goals and targets are as follows:"}, {"text_block_id": "p12_b129", "text": "By the year 2020, the Gross Domestic Product of the Agriculture and Forestry Sector would grow at the average rate of 3.4%, contributing to the National Economic Structure at 19%. Ensuring nutrition that people would receive minimum energy of 2,600 Kilocalories per person per day; these include rice and starch covering approximately 62%; meat, eggs and fish 10%; vegetables, fruits and beans 6% and fat, sugar and milk 22%. The sector shall produce total paddy rice of at least 4.7 million tons, including non-glutinous rice 30%, improve the level of clean rice and vegetable production to meet the standard of good agriculture practice (GAP). Commercial production such as (paddy) rice for both domestic supply and export shall be at least 1 million tons, maize for animal feeds 1.3 million tons, coffee 120,000 tons, sugar canes as inputs for factories 2.15 million tons, cassava 1.5 million tons, beans 50,000 tons and other crops that have high potentials in relation to processing to generate value-added. Produce meat, fish and eggs up to 487,500 tons, which includes meat and eggs 262,500 tons, fish and aquatic animals 225,000 tons per year, at which the animal growth rate approximately 6% per year, fish and animal breeding at 8-10% per annum, export meat (beef and buffalo meat) up to 10,000 – 15,000 tons along side with the support and promotion of domestic meat and fish processing as production chain which links with marketing based on industrialization and modernization."}, {"text_block_id": "p12_b130", "text": "By the year 2025, continue to ensure nutrition that people would receive minimum energy of 2,600 Kilocalories per person per day; these include rice and starch covering approximately 54%; meat, eggs and fish 13%; vegetables, fruits and beans 8% and fat, sugar and milk 25%. The sector shall produce total paddy rice of at least 5 million tons, including non-glutinous rice 30%, improve the quality, ensure hygiene and safety according to good agriculture practice (GAP) and ensure competitiveness in regional and international markets. For commercial production such as (paddy) rice for both domestic supply and export shall be at least 1.5 million tons, maize for animal feeds 1.4 million tons, coffee 280,000 tons, sugar canes 2.4 million tons, cassava 1.6 million tons, beans 52,000 tons and other crops that have comparative advantage by developing and improving the production that is related to downstream processing and marketing as modern [production] chain through advanced techniques and technology to generate value-added. Produce meat, fish and eggs up to 711.000 tons; which includes meat and eggs 414.000 tons, fish and aquatic animals 297,000 tons per year, export meat (beef and buffalo meat) up to 15,000 tons along side with the support and promotion of domestic meat and fish product processing as production chain which links with marketing based on industrialization and modernization."}, {"text_block_id": "p12_b131", "text": "In order to ensure the successful and effective implementation of ADS2025, general and specific measures are defined; general measures include policy, formulating and amending legislation, determining coordination mechanism, promoting cooperation and investment, restructuring the organization and human resource development in the Agricuture and Forestry Sector; while the technical measures include crops production systems and animal raising technique development; particularly the determination and allocation of agriculture land, research and"}, {"text_block_id": "p13_b132_merged", "text": "extension promotion, production labour force development and improvement, irrigation infrastructure development and technical infrastructure and others. In addition, action plans and detailed projects have also been identifined to achieve two main goals or programs such as: 1) food production, and 2) agricultural commodity production in order to contribute to rural development and poverty reduction; by determining into 16 action plans and 120 projects. These include 9 action plans and 62 projects for crops production, and 7 action plans and 58 projects for livestock and fishery."}, {"text_block_id": "p14_b135", "text": "I. Assessment of Agricultural Production Situation in the past"}, {"text_block_id": "p14_b136", "text": "1.1. Policy and Direction in Developing Agriculture in the past"}, {"text_block_id": "p14_b137", "text": "After the liberation and establishment of Lao PDR on the 2"}, {"text_block_id": "p14_b138", "text": "nd"}, {"text_block_id": "p14_b139", "text": "December 1975, food production was not self-sufficient and mainly relied on imported rice; the production force was mainly small farmers and scattered; agricultural technicians were lacking, agricultural production base was at the first stage and still young, there were only 2 agricultrual stations, the irrigated areas were only 12,700 hectares nation-wide, total rice production was only 350,000 tons, food security was not secured and majority was imported from other countries, the exported goods were only non-timber forest products."}, {"text_block_id": "p14_b140_merged_merged", "text": "The New Economic Mechanism in the agricultral sector was clearly defined in the joint-conference between the Party’s Central Committee and the Ministerial Council (held from 15 – 22 June 1988) where the President Kaysone PHOMVIHANE had directed that the agriculture production shall be the first and foremost battlefield and had defined direction to shift from natural economy to commercial production or market-oriented economy. The conference clearly defined directions in developing agriculture activities by focusing on agriculture and forestry as the basis for industrialization of the country and recognized that agriculture of the country was still at the lowest level, rice production remains the main crop but is not sufficient for the country. Therefore, it is necessary to push for more intensive and commercial production to allocate new employment opportunities in the society, expand production force, improve new production relations, develop reasonable agriculture production structure, shift from only rice production to complex and integrated agriculture production, expand food and goods production areas such as sweet corn, cassava, sugarcanes, tobacco and other food and commercial crops, promote livestocks and raising fish to grow rapidly. Improve infrastructure such as production and technical service centers, research stations to expand crop seeds, animal and fish for raising and apply scientific techniques to agricultural production. Since then, the Party’s Conference Resolution in each period has continued to clearly define directions in developing agriculture and forestry activities; the Party has defined that"}, {"text_block_id": "p14_b143", "text": "“Agriculture is the first and foremost battle field, agriculture and forestry is also still the fundamental sector in the national economic structure, shifting from natural economy to commercial production is the major priority of the transition period to socialism of our country”"}, {"text_block_id": "p14_b144", "text": "."}, {"text_block_id": "p14_b145", "text": "1.2 Actual Implementation Achievements of the Agricultural Sector in the past"}, {"text_block_id": "p14_b146", "text": "1.2.1 Food Production"}, {"text_block_id": "p14_b147", "text": "Following the implementation of New Economic Mechanism, despite difficulties and challenges, due to the leadership of the Party and Government, basically our country could produce self-sufficient food, particularly since the year 2000 up to present, rice production has increased gradually that has surplus for reserve and export which is the milestone historical event of the country."}, {"text_block_id": "p15_b148", "text": "In recent years, agricultural and forestry production has gradually made significant contribution to the improvement of livelihood and poverty reduction of people, in particular, up to 2012 it has contributed to the national economic structure at 26% with the growth rate of 3.3% per annum. The detailed production could be summarized as follows:"}, {"text_block_id": "p15_b149", "text": "In recent years, agricultural and forestry production has gradually made significant contribution to the improvement of livelihood and poverty reduction of people, in particular, up to 2012 it has contributed to the national economic structure at 26% with the growth rate of 3.3% per annum. The detailed production could be summarized as follows:\n* Rice Production\n<\\li1>"}, {"text_block_id": "p15_b151", "text": "Up to 2012, total rice production was 3.5 million tons, of which the percentage of rainy season rice production covered 80%, dry season rice production covered 15% and upland rice production covered only 5%. Average paddy production per capita was between 520-540 kg/person which could sufficiently supply to the society and also generate surplus reserve for sale."}, {"text_block_id": "p15_b152", "text": "Up to 2012, total rice production was 3.5 million tons, of which the percentage of rainy season rice production covered 80%, dry season rice production covered 15% and upland rice production covered only 5%. Average paddy production per capita was between 520-540 kg/person which could sufficiently supply to the society and also generate surplus reserve for sale.\n* Food Crop Production\n* Food Crop Production\n (sweet corns, beans, vegetables, sweet potato, starchy roots, etc...)\n* Food Crop Production\n (sweet corns, beans, vegetables, sweet potato, starchy roots, etc...)\n The production of food crops could generally supply for domestic consumption at the\n* Livestock and Fishery"}, {"text_block_id": "p15_b158", "text": "Livestock and fishery has been improved gradually, new production systems have been established. Between 2006 to 2012, animal and fish population has increased at average level 56% per annum, in 2012 there were 1,185,580 buffalos which increased 7% compared to 2006, there were 1,691,800 cows which increased 30%, 2,793,680 pigs which increased 37%, 443,800 goats which increased 105%, 28,778,700 poultry which increrased 41%.  The supply of meat, eggs and fish for consumption has increased 38% from 227,000 tons in 2006 to 314,690 tons in 2012, which included meat and eggs for 178,690 tons. Fish has increased from 87,390 tons in 2006 to 136,560 tons in 2012. In total, the consumption rate of meat, eggs and fish per capital has increased from 39.62 kg/person/annum in 2006 to 48.2 kg/person/annum in 2012."}, {"text_block_id": "p15_b159", "text": "Livestock and fishery has been improved gradually, new production systems have been established. Between 2006 to 2012, animal and fish population has increased at average level 56% per annum, in 2012 there were 1,185,580 buffalos which increased 7% compared to 2006, there were 1,691,800 cows which increased 30%, 2,793,680 pigs which increased 37%, 443,800 goats which increased 105%, 28,778,700 poultry which increrased 41%.  The supply of meat, eggs and fish for consumption has increased 38% from 227,000 tons in 2006 to 314,690 tons in 2012, which included meat and eggs for 178,690 tons. Fish has increased from 87,390 tons in 2006 to 136,560 tons in 2012. In total, the consumption rate of meat, eggs and fish per capital has increased from 39.62 kg/person/annum in 2006 to 48.2 kg/person/annum in 2012.\n* Nutrition\n<\\li1>"}, {"text_block_id": "p15_b161_merged_merged", "text": "During the last 20 years, the average [percentate of] people living in poverty was reduced from 46% in 1992 to 26% in the years 2009/2010 (GOL/UN 2010). The GDP per capita has continously grown during the last several years due to the increase of dietary energy supply (DES) per capita.  Although the poverty has been reduced, but nutrition is still the challenge; malnutrition indicators have not been adequately addressed. Therefore, the Lao PDR is facing cronical malnutrition rate that affects body growth of Lao people such as height, weight, vitamin-A insufficiency and anemia at rather high rate, particularly in rural areas (FAO, 2013)."}, {"text_block_id": "p16_b163", "text": "In 2012, the government conducted Risk and Vulnerability Survey (RVS), the survey found that household food consumption of carbohydrates (i.e. caloric values) in Lao PDR was generally adequate, although 12 percent of households had poor and borderline consumption. Also, 11 percent of households reported that they failed to access sufficient food in the previous month. The highest recorded levels of poor or borderline consumption were found in the central/southern highlands, affecting 25 percent of households. Looking at other aspects of food consumption, an average Lao household consumed protein on only 1.8 days per week, in the form of fish and meat. Of all sources of protein, fish was most consistently consumed across all categories of households, and it was easily the most important source of protein in households with borderline or poor Food Consumption Scores (FCS).  Consumption of eggs is increasing, but pulses and milk were almost absent from the Lao diet. In addition, fat/oil consumption was very low for poor and borderline FCS households, and are consumed on only 1.3 days a week. Malnutrition, on the other hand, remains high, with more than 40 percent if children under 5 years old being stunted and 25 per cent being underweight. In the northern lowlands and highlands regions, stunting rates are 50 and 58 percent respectively"}, {"text_block_id": "p16_b164", "text": "."}, {"text_block_id": "p16_b165", "text": "1.2.2 Production of Agricultural Commodities"}, {"text_block_id": "p16_b166", "text": "Based on potential of the natural resources and production tradition of people in each location, it has shown that the commercial agricultural production has been growing strongly which is the starting point for the production in groups, association, particularly since the introduction of New Economic Mechanism, the remarkable outcome was the plantation of industrial trees such as rubber trees and other cash crops including rice, corns, coffee, tea, sugar-canes, tobacco, cassava, vegetables and others. The most important outcome was the widespread use of improved crop seeds to increase productivity and production standards to meet the market needs."}, {"text_block_id": "p16_b167", "text": "Up to 2012, the commercial production has been expanded and increased gradually compared to 2006.  Rice export was mainly border trade with average quantity of 400,000–500,000 tons. Other cash crops such as maize for animal feeds reach almost 1 million tons which has increased 126%, coffee reached 87,330 tons increased 2 times, sugarcanes reached 1,055,700 tons increased almost 5 times, cassava reached 1,060,880 tons increased 4 times, tea was 3,980 tons increased 6 times, tobacco was 75,560 tons increased 3 times, beans were 60,200 tons increased 36%, job’s tears was 122,300 tons, sesame was 13,900 tons."}, {"text_block_id": "p16_b168", "text": "In terms of commercial livestock and fishery, up to 2012, it has been expanded and there have been new factors, particularly the use of improved new breeds and the shift to industrialized raising. The remarkable factors there were large pig raising farms, started from 13,910 breeders in 2011 to 20,220 breeders (of 775 farms) in 2012 and could produce up to 385,000 pigs per year; this has been developed and expanded in many provinces; the outsanding provinces are Vientiane Province, Vientiane Capital, Bolikhamsay, Khammouane, Savannakhet and Champasack provinces. In addition, large animal farms in serveral provinces have also grown and expanded including"}, {"text_block_id": "p17_b169", "text": "Bokeo, Vientiane, Bolikhamsay, Savannakhet, Saravan, Champasack provinces and Vientiane Capital. In 2012, total cattle raising with clear fencing (farm) was 285 farms with total 31,800 heads. The export of large animals at the borders to neighboring countries, in general, has increased due to the number of large animals has increased. Goat raising with fencing (farm) has also expanded and increased such as from 43 farms in 2010 to 68 farms in 2012;  the number of goats has increased more than 65%. Poultry farms have also significantly increased; in 2012, there were total 91 chicken farms with total 444,000 chickens, there were 252 egg chicken farms with total breeder (hens) almost 1.4 million chickens, 82 egg duck farms with 176,800 breeders, 7 meat duck farms with 15,900 ducks. In addition, there were also 24 quail farms."}, {"text_block_id": "p17_b170", "text": "Fish raising has also been expanded, particularly in fish cages in sub-urban areas along the Mekong river and its main tributaries. Currently, there are total 4,500 fish cages which have increased 1.4 times compared to 2005.  Total raising of all kinds of fish could supply fish to the society approximately 82,100 tons which has increased 38% compared to 2005. Prawn farms has started where there are currently 2 farms with total area of 80 hectares which could supply prawn to domestic markets of about 100 kg per day. Research and experiment of fish for raising has been developed gradually; in 2012, the production of fish for raising was 150 million fish and fish for raisings was distributed to the society with total number of 80 million fish."}, {"text_block_id": "p17_b171", "text": "In conclusion, the commercial agricultural production of Lao PDR has been growing and increasing gradually. The outstanding cases are the export of corn for animal feeds, coffee, bananas, cassava and sugarcane products.  The production and export of coffee to international markets is a good sample in developing goods for export and it is an gricultrual product of Lao PDR that has been recognized in the international markets. Nevertheless, majority of agricultural products have not been processed to generate added value, where majority are primary products or raw materials. As a result, it generated less income. Current investment on agricultural production has no focal area and not in a comprehenvise and sustainable system from the production stage to processing and marketing which such problems and phenomena shall be further resolved and developed in the future."}, {"text_block_id": "p17_b172", "text": "1.2.3 Agricultural Infrastructure and Technical Support Facilities"}, {"text_block_id": "p17_b173", "text": "In the past, the Sector had focussed on the recovery, expansion and construction of irrigation infrastructure to guarantee the supply of irrigated water to agriculture production areas; until 2014, there were 18,067 irrigation projects nation wide; these include the gravity irrigation system or irrigation dam/reservoir system 3,345 projects, water-pump system 1,828 projects and local basic weir 12,894 projects which could supply water for rainy season production of 272,300 hectares (including rice plantation 262,600 hectares and for crops/vegetable plantation 9,700 hectares) and for dry season production of total 173,300 hectares (including for rice 127,500 hectares and for crops/vegetable plantation 45,800 hectares)."}, {"text_block_id": "p18_b174", "text": "In addition, some fundamental techniques, tools and infrastructures that are necessary for the production have been improved and developed in order to create basic infrastructure to support the production such as research centers, technical services centers/station in parallel with the improvement of production labour force, in particular the establishment of production groups including rice production group, industrial crops production group and organic crops production group which make the productions link to processing, marketing, services and creation of jobs for farmers gradually which has shown that currently there are total 2,720 production groups nationwide. These include 1,670 livestock and fish breeding groups, 1,050 crops plantation groups. In addition, there are also oustanding associations such as Lao Coffee Association which consists of Lao coffee producers’ and export association. Good lessons from Khammoune and Savannakhet Provinces are the establishment and strengthening of producers’ group. These include rice seed producers’ group, irrigated water user’s group, rice cultivation group, processing group or rice mill group who is doing two ways services such as purchasing of rice seeds that have high market demand from the rice seed producer’s group to supply to rice cultivation group and supply inputs (e.g. fertilizer etc…) to rice cultivation group as well as buy rice from rice cultivation group for processing and selling. At the same time, rice mill group would stock rice in order to establish rice reserve while the government related sectors establishes policy in order to allow groups, particularly rice mill group could acess to credit sources and markets. The production relationship amongst groups as mentioned above has supported each other to gradually become an association and modern agriculture cooperatives in the future."}, {"text_block_id": "p18_b175", "text": "At the same time, the Agriculture and Forestry Sector has continued promoting the use of improved rice seeds which has covered 41% of rice producers throughout the country, from the network that are scattered throughout the country covered 1,300 producer’s groups. This network has become the basis for the widespread of rice seed production basis. From previous experience in producing seeds, the Agriculture and Forestry Sector has set up a target to supply improved rice seeds and good seeds at 100% for the dry season. Beside the seeds, it has also continued to implement the supportive policy on the use of fertilizers by having in depth collaboration with the Industry and Commerce Sector. Currently, the use of chemical and organic fertilizers of the agricultural households covered about 40% of total national agricultural households, meanwhile the use of machinery tends to increase significantly compared to the last 10 years. The percentage of farmers using tractors, particularly small walking tractors covered 64% of total farmers throughout the country."}, {"text_block_id": "p18_b176", "text": "1.2.4 Cooperation and Investment in Agriculture Sector"}, {"text_block_id": "p18_b177", "text": "In the past, the Party and Government have made significant investments in the Agriculture and Forestry Sector. Total investment for the last 5 years worth 17,315 billion kip. The financial sources include 385 billion kip from the State budget or Public Investment (PIP), 12,030 billion kip"}, {"text_block_id": "p19_b178", "text": "from grants and loan, while domestic and foreign direct investment (FDI) was approximately 4,900 billion kip. Out of total budget, almost 70% come from the Official Development Assistance (ODA). Among this it found that two thirds (2/3) of ODA fund was invested in the construction of irrigation systems and rural roads, about 50% of the remaining fund was used for hiring experts and another half was used for human resource development, promotion of technical research, extension and for poverty and village development fund. Subject matter specialists were hired according to the provision of cooperation agreements made between GoL and donors. Nevertheless, until now, the Agriculture Sector has made efforts to reduce the number of foreign experts and/or specialists as many as possible and increase the number of local specialists as needed. Similarly, local budget is mainly invested in the construction of infrastructure, regarding to budget allocated for implementation of technical activities including researches, experiment and production promotion is very limited."}, {"text_block_id": "p19_b179", "text": "In addition, the investment in plants and animal disease prevention activities, as well as investment on development of quality and standard inspection system of agriculture and forestry products and goods and also sanitary and phytosanitary system (SPS) is very limited. If our country is to be an export country of agriculture and forestry products, according to the requirements of ASEAN and WTO regulations, it is necessary to established disease inspection system and certification system of quality and production standard. Therefore, the development of sanitary and phytosanitary system (SPS) and production standard system in Lao PDR is the first priority activity and shall be participated and supported from all concerned stakeholders."}, {"text_block_id": "p19_b180", "text": "1.2.5 Human Resource Development in Agriculture and Forestry Sector"}, {"text_block_id": "p19_b181", "text": "In the past, the Agriculture and Forestry sector has made an efforts on human resource development in order to improve knowledge and capacity of personnel of three 3 types gradually which is shown that, currently, in the whole country there are total 9,317 personnel; this includes 2,373 female; covered 25%, amongst this 1,420 people (445 female) working in the line deprtments of the ministry which covered 15.24%, 333 people (141 female) which covered 3.57% working at 5 technical colleges and schools under the management of the Ministry of Agriculture and Forestry, 2,913 people (707 female) working at the provincial level which covered 31.27% and 4,651 people (1,080 female) working at the district level which covered 49.92%."}, {"text_block_id": "p19_b182", "text": "Amongst the total number of personnel in the agriculture and forestry sector, there are included 44 persons (5 female) are at PhD degree, 560 persons (73 female) are at MSc degree, 2,298 persons (603 female) at BSc degree, while 3,177 persons (745 female) are doploma level, 2,967 persons (872 female) are techinical school level, 228 persons (61) female are vocational level and 43 persons (14 female) are non-profession."}, {"text_block_id": "p20_b183", "text": "In conclusion, the development and recruitment of personnel at each level, comparing to real needs for professional personnel who will guide people to cultivation – raising activities are not enough, we are still facing a problem that the number of personnel is more than necessary in certain areas or in certain fields, but there is insufficient in other areas such as agriculture; plantation/cultivation, soil analysis, plant diseases and plant protection, veterinarian and fishery disciplines."}, {"text_block_id": "p20_b184", "text": "1.3 Factors/Reasons Leading to Positive Achievements"}, {"text_block_id": "p20_b185", "text": "1.3 Factors/Reasons Leading to Positive Achievements\n* The Party and Government has laid out the appropriate promotion and development policy,\n* People, entrepreneurs, farmers are voluntary and actively involve in the production. There\n* The application of scientific techniques in the agriculture production has been expanding\n* Infrastructure including irrigation system, research centers, seed production centers, plant\n* The organizational structure in the Agriculture and Forestry Sector has been improved in\n* The number of domestic, foreign investments and also assistant projects have been"}, {"text_block_id": "p20_b197", "text": "1.4 Limitations, Shortcomings and Causes"}, {"text_block_id": "p20_b198", "text": "1.4 Limitations, Shortcomings and Causes\n* The dissemination of resolutions, orders, policy of the Party, laws and legislation of the\n* We have high potential on agriculture land, but the management, planning, allocation,"}, {"text_block_id": "p21_b202", "text": "1.4 Limitations, Shortcomings and Causes\n* The dissemination of resolutions, orders, policy of the Party, laws and legislation of the\n* We have high potential on agriculture land, but the management, planning, allocation,\n* The coordinaiton among concerned stakeholders at both central and local levels has not been\n\t* The establishment of plant and animal protection network and the extension of rice seeds,\n\t* Research and technical service centers are not strong enough and mostly are incapable to\n\t* There is low competitive capability of agricultural goods, majority of exports are in the form\n\t* The investment in Agriculture and Forestry Sector, particularly the investment in cultivation"}, {"text_block_id": "p21_b213", "text": "1.5. Lessons Learned"}, {"text_block_id": "p21_b214", "text": "1.5. Lessons Learned\n* Where there is well enhancement and implementation of the Partyâs resolutions and the\n* Policies and legislation related to agricultural development as well as industrialization and\n* Agricultural production following the direction on industrialization and modernization"}, {"text_block_id": "p22_b220", "text": "1.5. Lessons Learned\n* Where there is well enhancement and implementation of the Partyâs resolutions and the\n* Policies and legislation related to agricultural development as well as industrialization and\n* Agricultural production following the direction on industrialization and modernization\n"}, {"text_block_id": "p22_b221", "text": "4)"}, {"text_block_id": "p22_b222", "text": "The enhancement of coordination and collaboration among relevant sectors both at the central and local levels including Industry and Commerce, Finance, Bank, Public Works and Transportation and other sectors concerned in order to be consistent, strongly support each other and in the same direction is the important factor to support, promote and strengthen strong agricultural production."}, {"text_block_id": "p22_b223", "text": "5)"}, {"text_block_id": "p22_b224", "text": "Agricultural development shall have focal areas, in connection with the development of the country regions, base on the potentials, geographical locations, advantages and opportunities by applying strategic geographical advantages of the country in combination with the wealthy natural resources, diversity of agro-ecology, political stability and tradition of hardworking of Lao farmers to turn the production areas into agricultural production battlefields."}, {"text_block_id": "p22_b225", "text": "6)"}, {"text_block_id": "p22_b226", "text": "The application of new, appropriate techniques including the use of agricultural machinery, the selection of good and appropriate crop seeds in each area in combination with ensuring irrigated water supply, soil improvement and maintenance together with the application of good agricultural practice (GAP) are seen as essential factors in improving quality and productivity."}, {"text_block_id": "p22_b227", "text": "II. Visions and Strategic Goals"}, {"text_block_id": "p22_b228", "text": "2.1 References for the Development of Strategy"}, {"text_block_id": "p22_b229", "text": "The Agriculture Development Strategy to the year 2025 and Vision to the year 2030 has been formulated in line with the direction, policy and guidelines of the Party and National SocialEconomic Development Plan of the Government in each period and has been developed based on the actual situation, conditions, characteristics and potential of the Lao PDR and also in line with the regional and international growth, especially the Millenium Development Goals (MDGs). The formulation of ADS2025 is mainly based on the following imporant documents:"}, {"text_block_id": "p22_b230", "text": ""}, {"text_block_id": "p22_b231", "text": "Resolution of the Ninth (IX) Lao People’s Revolutionary Party Congress."}, {"text_block_id": "p22_b232", "text": ""}, {"text_block_id": "p22_b233", "text": "The Seventh (VII) National Social-Economic Development Plan (2011-2015) and the Seventh (7th) Five-Year Agriculture and Forestry Development Plan (2011-2015)."}, {"text_block_id": "p22_b234", "text": ""}, {"text_block_id": "p22_b235", "text": "National Food Security Strategy and Agriculture and Forestry Development  Plan to the year 2010 in 7 Plains, which were approved by the Government according to the Notice No.140/PMO.S, dated 03/02/2004."}, {"text_block_id": "p22_b236", "text": ""}, {"text_block_id": "p22_b237", "text": "National Export Strategy from 2011-2015 No.344/PM, dated 16/12/2009."}, {"text_block_id": "p22_b238", "text": ""}, {"text_block_id": "p22_b239", "text": "Forestry Strategy to the year 2020 of the Lao PDR (approved by the Prime Minister’s Decree No.229/PM, dated 9/8/2005."}, {"text_block_id": "p22_b240", "text": ""}, {"text_block_id": "p22_b241", "text": "National Growth and Poverty Eradication Strategy (NGPES)."}, {"text_block_id": "p23_b242", "text": "National Growth and Poverty Eradication Strategy (NGPES).\n* Resolution of the Government and Provincial Governors (Joint) Meeting for the first 6\n* Millenium Development Goals (MDGs).\n* National Nutrition Policy No.744/MPH, dated 27/11/2008 (approved by the Decree\n* Rural Development Programs of the Government.\n* Other relevant strategies and programs of the government."}, {"text_block_id": "p23_b252", "text": "2.2 Potential Favorable Environment, Opportunities and Challenges"}, {"text_block_id": "p23_b253", "text": "Currently, the world population has about 7 billion people of which 925 million people still need additional food and the trend of world population will increase up to 7.5 billion people by 2015, about 8 billion people in 2020 and 9.2 billion people in 2050. At the same time, the number of hunger people has increased above 1 billion people. To meet the needs of growing population, the Food and Agriculture Organization (FAO) has assessed the need of food and urged countries around the world to increase the quantity of food production up to 60% from the current quantity."}, {"text_block_id": "p23_b254", "text": "According to the forecast of the United Nations, the world and regional economy has a positive signal to gradually be recovered. For some neighboring countries such as China, India … the economy continues to highly grow, become the steering wheel to motivate the world economy in this decade; ASEAN countries, negotiating partners, development partners and international organizations will continue to support and assist least developed countries to reduce the development gap. The WTO membership of Lao PDR, ASEAN and ASEAN Economic Community (AEC) member and joining ASEAN free trade area, ASEAN+3, East Asia will be a good opportunity for more accessibility to international market. The research on the application of technological science and advanced development still the global overall trend and is a good opportunity to be able to grap and apply such advance and technology to the production process of food and comercial agriculture in Lao PDR. Regional and international economic integration of Lao PDR are the conditions and milestone in advancing agriculture sector development of Lao PDR, particularly after WTO membership of Lao PDR."}, {"text_block_id": "p23_b255", "text": "Along side with opportunities and favourable conditions as mentioned above, the agriculture development of Lao PDR still faces many challenges as follows:"}, {"text_block_id": "p23_b256", "text": "1)"}, {"text_block_id": "p23_b257", "text": "Population density increases gradually, the needs for food in both quantity and quality have also increased, particularly the improvement of food safety standards and sanitation of agricultural goods need to be improved."}, {"text_block_id": "p24_b258", "text": "2)"}, {"text_block_id": "p24_b259", "text": "Climate change and natural disaster (such as flood, draught, outbreak of pest/plants desease, outbreak of animal diseases, soil erosion, soil compaction, soil degladation and others…) these still threaten and have high risks on Lao agriculture production in the future."}, {"text_block_id": "p24_b260", "text": "3)"}, {"text_block_id": "p24_b261", "text": "The level of market competition has increase over time which has led to the need on food safety and also the standard of agricultural goods/products have also been increased."}, {"text_block_id": "p24_b262", "text": "4)"}, {"text_block_id": "p24_b263", "text": "The requirement of land for agriculture production has increased due to the trend of completion for land use for the production of food, cash crops and industrial plants, especially plants that give oil, energy, rubber and others including the increasing development of infrastructure would make decreaing of land for food production."}, {"text_block_id": "p24_b264", "text": "5)"}, {"text_block_id": "p24_b265", "text": "Natural resources including decreasing energy sources, at the same time, fuel prices tend to increase which may cause the increase of production costs which is necessary to conduct researches in order to develop and change the forms or methods of production in the futher to create high value-added and reduce production costs."}, {"text_block_id": "p24_b266", "text": "6)"}, {"text_block_id": "p24_b267", "text": "Sustainable development in line with environmental conservation is the challenge under the conditions of supporting and promoting the plantation of high potential cash crops, especially the potential problems such as degraded soil, the use of increasing chemical substances and others."}, {"text_block_id": "p24_b268", "text": "2.3 Party’s Direction, Sectoral Perspective and Vision"}, {"text_block_id": "p24_b269", "text": "2.3.1 Party and Government Direction with regard to long term Agriculture Development"}, {"text_block_id": "p24_b270_merged", "text": "The Party Congress Resolution in each period, especially the Resolution of the Ninth (IX) Party Congress has defined direction and focal duties for the development of agriculture activities that are under the scope of economic activities such as: \"development of integrated agriculture, ensuring food security ...\" . The Agriculture and Forestry Sector is still the fundamental sector in the national economic structure. We shall focus on the use of comprehensive agriculture and forestry potential, create positive change in line with clean agriculture practice, expand extensive modern and highly effective agriculture; adapt advance and modern scientific techniques in the production base on widespread manner over time, limit the production that uses large areas, urgently re-organize structure for cultivation and livestock to be suitable with the potential of each area and region, contributing to the Three-builts process such as “Provinces are to be built up as strategic units, Districts are to be strengthened in all regards, and Villages are to become development units” by establishing special agricultural production zones such as rice cultivation zone, animal raising zone, organic crops and vegetable plantation zone, industrial plant plantation zone and others ... Make efforts to support research activities on the use of new seeds, new techniques in the production together with supporting entrepreneurs, establishment and increase of"}, {"text_block_id": "p25_b275", "text": "model families as well as promoting agriculture and forestry processing that are suitable to each area and region"}, {"text_block_id": "p25_b276", "text": "."}, {"text_block_id": "p25_b277_merged_merged", "text": "Agricultural land allocation nationwide shall completed soon by ensuring the availability of land for adequate food production. This should focus on the development of 7 priority plains and medium and small plains on a systematic manner in order to establish food security. The most important activities are to focus on the improvement of long lasting irrigation as well as ensuring effective use and management of such irrigation. Establish and improve extension centers or agriculture development centers. Apply research findings to the production focal areas in each region to produce seeds as well as provide technical advice and training to farmers. Establish farmer’s group in order to sustain agriculture and rural development. Continue to implement land zoning and land and forest allocation policy to each village for conservation and utilization as well as transfer of long-term use ownership to each farmer family in rural areas in order for them to concentrate on production. Agriculture expansion in the rural areas shall be carried out in complete set integrated with processing and services throughout evolution process of industrializationmodernization and international integration in relation with the growth of communities and small towns in connection with modernization. In addition, agriculture development shall be integrated with the force of market mechanism in line with socialist direction. Expand forces of science and the use, explore labour force and existing resources such as labour, land, water sources and forest in combination with support the domestic and foreign investments."}, {"text_block_id": "p25_b279", "text": "2.3.2 The Importance of Agriculture in the Lao Economy"}, {"text_block_id": "p25_b280", "text": "The Party and Government have determined agriculture production as one of the economic structure base on the direction that agriculture is the basis for industry and services and as the basis of the national economy."}, {"text_block_id": "p25_b281", "text": "2.3.3 Vision to the Year 2030"}, {"text_block_id": "p25_b282", "text": "Vision of the Agriculture Sector is:"}, {"text_block_id": "p25_b283", "text": "“Ensuring food security, producing comparative and competitive potential agricultural commodities, developing clean, safe and sustainable agriculture and shift gradually to the modernization of a resilient and productive agriculture economy, linking with  rural development contributing to the national economic basis”"}, {"text_block_id": "p25_b284", "text": "."}, {"text_block_id": "p26_b285", "text": "2.4 Goals and Targets"}, {"text_block_id": "p26_b286", "text": "2.4.1 Overall Goals"}, {"text_block_id": "p26_b287", "text": "1)"}, {"text_block_id": "p26_b288", "text": "Economy has strongly grown in line with industrialization and modernization direction, comprehensive infrastructure, ensuring economic growth at the constant level, effective, stable and ensuring food security and strongly ensures quality in terms of nutrition, producing agricultural products with quantity and quality that are highly competitive as well as are adaptable to climate change."}, {"text_block_id": "p26_b289", "text": "2)"}, {"text_block_id": "p26_b290", "text": "Agriculture production is in line with sanitary principles, clean, safe for producers and consumers health and environmentally friendly."}, {"text_block_id": "p26_b291", "text": "3)"}, {"text_block_id": "p26_b292", "text": "Agriculture production has made contribution in many aspects such as creation of employment, income generation for people, reduction of gap between cities and rural areas, construction new rural areas along side with the protection of symbolic cultures of all ethnic people, environmental protection and contribute to stability and balance of ecological system."}, {"text_block_id": "p26_b293", "text": "2.4.2 Determination of Goals and Expected Targets by 2020"}, {"text_block_id": "p26_b294", "text": "By 2020, the Gross Domestic Products of Agriculture and Forestry Sector to grow at the average rate of 3.4%, contributing to the national economic structure at the rate of 19%."}, {"text_block_id": "p26_b295", "text": "2.4.2.1 Goal (Program) 1: Food Production"}, {"text_block_id": "p26_b296", "text": "To ensure nutrition of people to get energy of at least 2,600 Kilocalories per prerson per day, which include rice and starch covering approximately 62%; meat, eggs and fish approximately 10%; vegetables, fruits and beans covering approximately 6% and fat, sugar and milk approximately 22%.  In order to ensure such energy, each type of food shall be ensured for annual consumtion with at least as the followings:"}, {"text_block_id": "p26_b297", "text": "Ł"}, {"text_block_id": "p26_b298", "text": "Milled rice 160 kg/person/year (or equivalent to 280 kg of paddy rice/person/year)."}, {"text_block_id": "p26_b299", "text": "Ł"}, {"text_block_id": "p26_b300", "text": "Flour 5 kg/person/year."}, {"text_block_id": "p26_b301", "text": "Ł"}, {"text_block_id": "p26_b302", "text": "Meat, fish and eggs in total 65 kg/person/year; this includes pork 13 kg/person/year, poultry meat 9 kg/person/year and other meat 7 kg/person/year, eggs 6 kg/person/year and fish 30 kg/person/year."}, {"text_block_id": "p26_b303", "text": "Ł"}, {"text_block_id": "p26_b304", "text": "Vegetables 50 kg/person/year."}, {"text_block_id": "p26_b305", "text": "Ł"}, {"text_block_id": "p26_b306", "text": "Legumes/beans - sesame (dried) 2 kg/person/year."}, {"text_block_id": "p26_b307", "text": "Ł"}, {"text_block_id": "p26_b308", "text": "Sweet corn 2.5 kg/person/year."}, {"text_block_id": "p26_b309", "text": "Ł"}, {"text_block_id": "p26_b310", "text": "Tuber/ground roots (taro, potatoes etc...) 2.5 kg/person/year."}, {"text_block_id": "p27_b311", "text": "Tuber/ground roots (taro, potatoes etc...) 2.5 kg/person/year.\n* Fruits 30 kg/person/year.\n* Sugar 1 kg/person/year.\n* Milk 3 kg/person/year.\n* Fat/oil 23 kg/person/year.\n* Paddy rice for food security about 2.5 million tons including:\n* (7.5 million people x 280 kg of paddy\n* (7.5 million people x 280 kg of paddy\n .\n* Rice reserve 400,000 tons (milled rice 240,000 tons; covering 2-3 months).\n* Rice seeds approximately100,000 tons.\n* Rice for domestic processing 500,000 to 600,000 tons.\n* Rice for domestic sale and export  not less than 1 million tons."}, {"text_block_id": "p27_b319", "text": "In order to meet such requirement, it is necessary to produce and supply sufficient rice, vegetables, legumes/beans-sesame, fruits, sugar, meat-fish and eggs which shall focus on the production of the following main food:"}, {"text_block_id": "p27_b320", "text": "1)"}, {"text_block_id": "p27_b321", "text": "Total paddy rice production shall reach 4.7 million tons including glutinous rice cover 70% and non-glutinous rice 30%, with the average production growth rate 5% by 2020 (mainly the increase of productivity along with the expansion of areas according to actual capacity). Details are as follows:"}, {"text_block_id": "p27_b336", "text": "2)"}, {"text_block_id": "p27_b337", "text": "Production of vegetables, legumes/beans-sesame and fruits for consumption including sweet corns about 228,000 tons, taro-potatoes about 304,000 tons, fruits about 800,000 tons and other crops about 1.5 million tons."}, {"text_block_id": "p27_b338", "text": "3)"}, {"text_block_id": "p27_b339", "text": "Production of meat, fish and eggs about 487,500 tons (including meat and eggs 262,500 tons, fish and aquatic animals 225,000 tons per year) to meet average consumption of 65 kg/person/year. These include 70 kg/person/year in urban area and 50 kg/person/year in rural area. The animal growth rate shall be about 6% per year. Expand fish and aquatic breeding tup to 8-10% per year."}, {"text_block_id": "p27_b340", "text": "2.4.2.2 Goal (Program) 2: Agricultural Commodity Production"}, {"text_block_id": "p27_b341", "text": "Make best efforts to make agricultural commodities production grown to create basic factors for industrialization and modernization gradually, ensuring both quantity and quality aiming at accessing domestic, regional and international markets in connection with the improvement of farmer’s group, producer’s and agriculture processing association by taking efforts to make agriculture production as main goods as follows:"}, {"text_block_id": "p28_b342", "text": "1)"}, {"text_block_id": "p28_b343", "text": "Among total paddy rice production; produce rice for domestic sale and export about 1 million tons in parallel with the promotion of cultivation of rice that has high potential in each local area such as black rice (Khao Kaam), small chicken rice (Khao Kay Noy), Lao aromatic rice and others in the potential and suitable areas in pararel with the new improved variety and quality rice that have high market demand such as TDK, Tha Sa No rice, Phon Ngam rice and other aromatic rices in flat areas. Increase the proportion of non-glutinous rice cultivation covering 30% of total production. This includes the focus on rice production for export based on GAP standard by focusing on regional and international markets. For small and medium plains in northern provinces, rice production shall focus on export to China and other neighbouring countries using rice seeds that meet market demands."}, {"text_block_id": "p28_b344", "text": "2)"}, {"text_block_id": "p28_b345", "text": "In terms of other crops: produce maize for animal feeds 1.3 million tons, coffee 120,000 tons, sugar canes over 2 million tons, cassava 1.5 million tons, beans 50,000 tons. In addition, produce other potential crops that meet market demand for domestic and export."}, {"text_block_id": "p28_b346", "text": "3)"}, {"text_block_id": "p28_b347", "text": "In terms of livestock: shifting from traditional or natural based livestock practices to farming practices where the farms could provide 30% of total animal products. Focus on breeding hybrid species for commercial purposes to meet domestic market demand and continue to export large animals such as cows, buffalos to neightbouring countries, where meat export shall be at least 10,000 – 15,000 tons in 2020. To ensure the animals (cows, buffalos, goats) to grow, increase the expansion of grass farms, production of animal feeds in a process manner. Within entire Agriculture and Forestry Sector, shall be responsible for developing quality grass species farms as they will be used as the experimental place including for expanding grass species in order to promote animal feeds processing."}, {"text_block_id": "p28_b348", "text": "2.4.3 Determination of Goals and expected Targets by 2025"}, {"text_block_id": "p28_b349", "text": "2.4.3.1 Goal (Program) 1: Food Production"}, {"text_block_id": "p28_b350", "text": "Continue ensuring that Lao people would receive nutrition which provides energy not less than 2,600 Kilocalories per person per day, this includes  rice and starch covering 54%, meat, eggs and fish about 13%, vegetables, fruits and legumes/beans covering 8%; and fat, sugar and milk covering 25% by ensuring that each type of food for consumption each year at least as the followings:"}, {"text_block_id": "p28_b351", "text": "Ł"}, {"text_block_id": "p28_b352", "text": "Milled rice 140 kg/person/year (or equivalent to 234 kg of paddy rice/person/year)."}, {"text_block_id": "p28_b353", "text": "Ł"}, {"text_block_id": "p28_b354", "text": "Starch 4.5 kg/person/year."}, {"text_block_id": "p28_b355", "text": "Ł"}, {"text_block_id": "p28_b356", "text": "Meat, fish and eggs 79 kg/person/year; this includes pork 18 kg/person/year, poultry meat 10 kg/person/year and other meat 10 kg/person/year, eggs 8 kg/person/year and fish 33 kg/person/year."}, {"text_block_id": "p28_b357", "text": "Ł"}, {"text_block_id": "p28_b358", "text": "Vegetables 80 kg/person/year."}, {"text_block_id": "p29_b359", "text": "Vegetables 80 kg/person/year.\n* Legumes/beans - sesame (dried) 2 kg/person/year.\n* Sweet corn 2 kg/person/year.\n* Tuber/ground roots (taro, potatoes ...) 2.1 kg/person/year.\n* Fruits 40 kg/person/year.\n* Sugar 1.5 kg/person/year.\n* Milk 5 kg/person/year.\n* Fat/oil 25 kg/person/year.\n* Rice for food security about 2.5 million tons (paddy) including:\n* (9 million people x 234 kg of paddy rice/person/year).\n* Rice reserve 400,000 tons (or milled rice 240,000 tons; self-sufficient 2-3 months).\n* Rice seeds about 100,000 tons.\n* Paddy rice for domestic processing about 500,000 to 600,000 tons\n* Paddy rice for domestic sale and export at least 1.5 tons."}, {"text_block_id": "p29_b373", "text": "In order to meet such requirement, it is necessary to produce and supply sufficient rice, vegetables, legumes/beans-sesame, fruits, sugar, meat-fish and eggs which shall focus on the production of the following main food:"}, {"text_block_id": "p29_b374", "text": "1)"}, {"text_block_id": "p29_b375", "text": "Total paddy rice production shall reach 5 million tons of which glutinoue rice 70% and non-glutinoue rice 30% with the following details:"}, {"text_block_id": "p29_b389", "text": "2)"}, {"text_block_id": "p29_b390", "text": "Production of vegetables, legumes/beans-sesame and fruits for consumption including sweet corns about 306,000 tons, beans and taro-potatoes about 327,000 tons, fruits about 825,000 tons and other crops about 1.57 million tons."}, {"text_block_id": "p29_b391", "text": "3)"}, {"text_block_id": "p29_b392", "text": "Production of meat, eggs and eggs about 711,000 tons (including meat and eggs 414,000 tons, fish and aquatic animals 297,000 tons per year) to meet total average consumption rate 79 kg per person per year."}, {"text_block_id": "p29_b393", "text": "2.4.3.2  Goal (Program) 2: Agriculture Commodity Production"}, {"text_block_id": "p29_b394", "text": "Make best efforts to make agriculture goods production grown to ensure both quantity and quality aiming at accessing to domestic, regional and international markets in connection with strong improvement of farmer’s group, producer’s and agriculture processing association by taking efforts to make agriculture production as main goods and continue to grow as follows:"}, {"text_block_id": "p30_b395", "text": "1)"}, {"text_block_id": "p30_b396", "text": "From total rice production target: produce rice for domestic sale and export to reach 1.5 million tons (paddy rice) in 2025 by promotion of cultivation of rice that has high potential in each local area such as black rice (Khao Kaam), small chicken rice (Khao Kay Noy), Lao aromatic rice and others in the potential and suitable areas in pararel with the new improved variety and quality rice that have high market demand such as TDK, Tha Sa No rice, Phon Ngam rice and other aromatic rices in plain areas. Increase proportion of regular (non-glutinous) rice cultivation to cover 30% of total production. This includes the production of rice for export in line with good agriculture practice (GAP) aiming at regional and international markets. In small and medium plains in northern provinces, rice production shall focus on export to China and other neighbouring countries by using rice seeds that have market demand."}, {"text_block_id": "p30_b397", "text": "2)"}, {"text_block_id": "p30_b398", "text": "In terms of crops: produce maize for animal feeds of at least 1.4 million tons, coffee 280.000 tons (based on the Lao Coffee Development Startegy), sugar canes over 2.4 million tons, cassava 1.6 million tons, beans 52,000 tons. In additons, produce other high potential and comparative advantage cash crops for domestic sale and export."}, {"text_block_id": "p30_b399", "text": "3)"}, {"text_block_id": "p30_b400", "text": "In terms of livestocks: shifting from traditional or natural based livestock practices to farming practices where the farms could provide 35% of total animal products. Focus on breeding hybrid species for commercial purposes to meet domestic market demand and continue to export large animals such as cows, buffalos to neightbouring countries, where meat export shall be at least 15,000 tons in 2025."}, {"text_block_id": "p30_b401", "text": "III. Major Interventions and Implementation Measures"}, {"text_block_id": "p30_b402", "text": "In order to implement 2 main goals or 2 main programs above, some focal activities on food production and agriculrural commodity production, particularly the targeted figures need to be achieved by the year 2020 and 2025, the Ministry of Agriculture and Forestry proposes details of the strategy and implementation measures by 2025 which includes overall and specific measures as follows:"}, {"text_block_id": "p30_b403", "text": "3.1 Overall Measures"}, {"text_block_id": "p30_b404", "text": "In order to support and effectively implement the main goals and targets, some overall measures are proposed as follows:"}, {"text_block_id": "p30_b405", "text": "3.1.1 Policy and Legislation"}, {"text_block_id": "p30_b406", "text": "3.1.1.1 Policy"}, {"text_block_id": "p30_b407", "text": "Ł"}, {"text_block_id": "p30_b408_merged", "text": "Carry out studies to determine appropriate credit interests as well as the increase of long-term credit amount including the improvement of system and principles on the use of collateral to be consistent with agriculture production which is considered as high risks"}, {"text_block_id": "p31_b411", "text": "(natural disasters), particularly the production of agriculture that is the national and local priorities."}, {"text_block_id": "p31_b412", "text": "(natural disasters), particularly the production of agriculture that is the national and local priorities.\n* Apply low interest credit policy for targeted groups who produce rice and cash crops of\n* Cooperate with the Industry and Commerce Sector, Finance Sector and other relevant\n* Apply subsidy policy to guarantee rice and priority cash crop prices to ensure that people\n* Conducting research and define appropriate policy on reduction of customs duties on import\n* Carry out research and define appropriate policy for electricity and irrigated water fees used\n* Conducting research and define specific policy to promote investment in agriculture goods\n* Establish assistant fund on risk reduction for agriculture production for food security and for\n* Research and defined policy for supporting, promoting and providing fund for the\n* Implement free animal vaccination and treatment in areas with high risks of disease\n* Define appropriate policy for technical staff who are dispatched to work in the remote areas"}, {"text_block_id": "p32_b432", "text": "3.1.1.2 Legislation"}, {"text_block_id": "p32_b433", "text": "Ł"}, {"text_block_id": "p32_b434", "text": "Review and amend all relevant legislation to be in line with situations and conditions of Lao PDR as well as consistent with the relevant international treaties that Lao PDR is a party."}, {"text_block_id": "p32_b435", "text": "Ł"}, {"text_block_id": "p32_b436", "text": "Define zoning and develop a master plan on the use of agriculture and forestry land to propose to the Government for consideration and approval by determining preventive measures on the change and conversion of agriculture land, particularly the conversion of paddy field into other purposes without authorization."}, {"text_block_id": "p32_b437", "text": "Ł"}, {"text_block_id": "p32_b438", "text": "Develop and amend legislation on cultivation and livestock to be in line with agreements and treaties that Lao PDR is a party, particularly legislation related to sanitary and phytosanitary measures (SPS Agreement)."}, {"text_block_id": "p32_b439", "text": "Ł"}, {"text_block_id": "p32_b440", "text": "Develop and amend legislation related to the control and management of the use including import of agricultural production inputs that Lao PDR could not produce such as fertilizers, vaccines or medicines for animal treatment, pesticides, crop seeds and animal breeds for raisings … to be legally enforceable."}, {"text_block_id": "p32_b441", "text": "3.1.2 Improvement of Coordination with relevant Sectors"}, {"text_block_id": "p32_b442_merged", "text": "Increase coordination between the Agriculture and Forestry Sector and relevant sectors including Industry and Commerce Sector, Finance Sector, Banking Sector, Public Works and Transportation Sector, Natural Resource and Environment Sector, Rural Development Sector, Planning and Investment Sector, Justice Sector and other sectors aiming at the determination of policies, strategies, programs including legislation of these sectors integrated and consistent in order to support and promote food production process and agricultural goods production to grow instently.  A long side with this, the coordination between central and local levels shall also be strengthened, particularly the decentralization system in connection with the effective enhancement and implementation of 3-built policy: “province is to be built up as strategic unit, district is to be strengthened in all regards, and village is to become development unit” ."}, {"text_block_id": "p32_b445", "text": "In terms of the improvement of coordination between the Government, Producers and Entrepreneurs;"}, {"text_block_id": "p32_b446", "text": "both domestic and foreign producers and entrepreneurs are important forces in the agriculture production process. Therefore, it is necessary to support cooperation and coordination between these two parties in the production form through contractual agreement such as entrepreneurs supply production inputs, purchase and process, while producers are responsible for the establishment of groups, associations or cooperatives in order to improve and expand production force, increase production power forces and ownership with aiming to carry out production that meet the needs of consumers or market demand. Doing so would make the production related to processing and services or in other word is to enable economic structure that the agriculture links with industry and services starting from village level and village cluster and"}, {"text_block_id": "p33_b447", "text": "higher. The government shall encourage domestic and foreign investment aiming at strengthening food production and commercial production. At the same time, the government also plays a role in defining supportive policy, defining comprehensive laws and regulations and provide necessary technical assistance to ensure that the production is strongly carried out in line with clean agriculture direction. In addition, the government also performs some duties as follows:"}, {"text_block_id": "p33_b448", "text": "1)"}, {"text_block_id": "p33_b449", "text": "Support the establishment of revolving fund among agriculture and forestry producers including cultivation group, raising group, processing group and others."}, {"text_block_id": "p33_b450", "text": "2)"}, {"text_block_id": "p33_b451", "text": "Support and faciliate producer group, entrepreneurs to be able to access to financial source at appropriate loan period and interest rate."}, {"text_block_id": "p33_b452", "text": "3)"}, {"text_block_id": "p33_b453", "text": "Promote participation of financial institutions, microfinance and international assistant organizations, establish agricultural development fund in village clusters and production targets."}, {"text_block_id": "p33_b454", "text": "4)"}, {"text_block_id": "p33_b455", "text": "Coordinate with financial sector to support loan release on time, define appropriate interest rates for agriculture business activities."}, {"text_block_id": "p33_b456", "text": "For the coordination with respect to food security and nutrition; food security and malnutrition is a complicated issue which cannot be addressed by a single sector or a single person, it requires to have planning and determine priorities accross all sectors, the implementation shall be in the same direction and exchange of information. The government considers the importance that in order to fulfill Millenium Development Goals (MDG1); Target 1.C to be sucessful, it requires cooperation accross relevant sectors to ensure food security and improvement of nutrition at the better level in all levels."}, {"text_block_id": "p33_b457", "text": "The Ministry of Agriculture and Forestry (MAF) has been assigned and has a central role in coordinating with all relevant sectors to improve and develop production system to ensure food security at the household and national levels. MAF also plays a role as the center in establishing the structure in a continuous system in order to be the basis for the joint implementation across all sectors. In addition, the Nutrition Committee, is a new authority, newly established as the coordinator for implementing nutrition activities and nutrition planning activities. The secretariat of such Committee is established which is charied by Minister of Public Health and co-chaired by the Minister of Agriculture and Forestry and Minister of Planning and Investment. However, it still requires to provide capacity building for existing institutions to have better nutrition and determines new mechanism within existing units to integrate, especially the coordination with farmer’s group, private sectors, associations, entrepreneurs and civil society organizations."}, {"text_block_id": "p34_b458", "text": "3.1.3 Cooperation and Investment in Agriculture Sector"}, {"text_block_id": "p34_b459", "text": "3.1.3.1 Cooperation"}, {"text_block_id": "p34_b460", "text": "For the cooperation, certain measures shall be taken as follows:"}, {"text_block_id": "p34_b461", "text": "1)"}, {"text_block_id": "p34_b462", "text": "Continue to attract assistance for development from development partners, strategic friends, financial institutions, international organizations, non-governmental organizations, the cooperation within ASEAN, Greater Mekong Sub-region to take advantage on assistance in various means in order to apply in the prioritized development activities including food security, cash crop production, creation of jobs in agriculture sector to increase income of farmers through cultivation of crops, animals raising and others and comply with the obligations of the World Trade Organization."}, {"text_block_id": "p34_b463", "text": "2)"}, {"text_block_id": "p34_b464", "text": "Strictly apply foreign cooperation management mechanism according to the related legislations such as PM Decree No.75/PM, dated 20/3/2009 on the Management and Use of Official Development Assistance (ODA) aiming at centrally managing projects in Agriculture and Forestry through single window as well as decentralize according to the roles of each level and 3-built directives. This is to be able to monitor, manage and inspect the assistance to be in line with the direction and highly effective."}, {"text_block_id": "p34_b465", "text": "3)"}, {"text_block_id": "p34_b466", "text": "Actively define foreign cooperation projects to apply the fund to poor districts and villages to contribute to achieve MDGs, contributing to poverty reduction by creating permanent jobs in the agriculture sector."}, {"text_block_id": "p34_b467", "text": "4)"}, {"text_block_id": "p34_b468", "text": "Actively and continuously carry out monitoring, inspection and evaluation the implementation of assistant and cooperation projects to achieve the targets and highly effective and ensure sustainability."}, {"text_block_id": "p34_b469", "text": "3.1.3.2 Investment"}, {"text_block_id": "p34_b470", "text": "By 2020, to guarantee the growth level of GDP at 8% of which the growth of agriculture and forestry will be at the average rate of 3.4%, investment structure in agriculture and forestry should maintain total investment at 79.200 billion kip (approximately US$9,900 million); these include public investment projects (PIP) at 1,200 billion kip (approximately US$150 million) covered roughly 1.5% of total investment (increase 15% per year); Official Development Assistance (ODA) at 13,000 billion kip (approximately US$1,625 million) covered 16.4% of total investment, increase 20% per year; while Domestic and Foresign Direct Investment at 65,000 billion kip (about US$8,125 million) covered 82.1% of total investment (increase 25%); this includes private investment, of which domestic 30% and foreign direct investment (FDI) 70%."}, {"text_block_id": "p34_b471", "text": "By 2025, the investment structure in Agriculture and Forestry Sector shall be maintained in total of 187,000 billion kip (about US$23,375 million); this includes PIP at 2,000 billion kip (about US$250 million) convering about 1.07% of total investment (increased by 15% per year); ODA at 25,000 billion kip (about US$3,125 million) covering 13.37% of total investment (increased by 20% per year), and private investment both domestic and FDI at 160,000 billion kip (about"}, {"text_block_id": "p35_b472", "text": "US$20,000 million) covering 85.56% of toal investment (increased by 25% per year); this includes private investment, of which domestic investment 30% and FDI 70%."}, {"text_block_id": "p35_b473", "text": "The total investment mentioned above would focus on the production of food for food security and agricultural commodity production, in addition, will be focused on national programs and projects such as development of irrigated agriculture (agro-irrigation system), technical infrastructure, agricultural research and experiment, the expansion of agricutlture technical service networks, human resource development in parallel with rural development and poverty reduction."}, {"text_block_id": "p35_b474", "text": "To achieve these targets, the following main measures shall be taken:"}, {"text_block_id": "p35_b475", "text": "1)"}, {"text_block_id": "p35_b476", "text": "Actively and strictly implement the Law on Investment, continue provide services and facilities for investors, aiming at attracting both domestic and foreign investors to increasingly invest in agriculture and forestry sector as well as making these investments link with job creation for farmers to have permanent incomes."}, {"text_block_id": "p35_b477", "text": "2)"}, {"text_block_id": "p35_b478", "text": "Actively and strictly implement the Law on Investment of the government No.08/NA, dated 26 November 2009 strictly, avoid the investment out of the plan approved by the National Assembly."}, {"text_block_id": "p35_b479", "text": "3)"}, {"text_block_id": "p35_b480", "text": "Continue to strongly attract and apply all forces of entire society such as economic sectors from both inside and outside the country to increasingly invest in production of commercial agriculture production, particularly the investment in agro-irrigation system development, rice cultivation and cash crops of national priority and local special crops that link with processing to create and increase value-added."}, {"text_block_id": "p35_b481", "text": "4)"}, {"text_block_id": "p35_b482", "text": "Determine business activities that are priorities in order to set as focal activities for investment in coming years. Invest in zoning activities for agriculture production, food security, commercial production such as rice, maize, coffee, cassava, sugar canes, rubber trees, cows, seed production, improvement of productivity for strategic goods, establishment of producer’s group, agriculture good quality certification, agriculture product processing, technology transfer, improvement of agriculture and development of legislation and policy to manage and develop agriculture and forestry, ensuring drought and flood protection, management of production forest, village forest, plantation forest and other prioritized activities as necessary."}, {"text_block_id": "p35_b483", "text": "3.1.4 Human Resource Development and Gender Issues"}, {"text_block_id": "p35_b484", "text": "To achieve goals of the Party and the Government by 2020 that the country shall elimiate from the status of least developed country and to achieve the objectives and goals in developing of the Agriculture and Forestry Sector by 2020 and 2025, especially the industrialization and modernization in Agriculture Sector, ensuring food security, support and promote the production of agriculture goods in line with sustainable agriculture development direction contributing to poverty reduction of people of all ethnic groups, therefore, human resource development of the Agriculture Sector has determined the targets by 2020 and 2025 as follows:"}, {"text_block_id": "p36_b485", "text": "1."}, {"text_block_id": "p36_b486", "text": "Ensuring that personnel and civil servants have knowledge and competency that is suitable for their duties and responsibilities, have strong ideological base, merits, ethics, marals to actively serve people."}, {"text_block_id": "p36_b487", "text": "2."}, {"text_block_id": "p36_b488", "text": "All personnel and civil servants receive necessary knowledge to ensure high quality performance of duties through trainings according to specialized curriculum, other related disciplines, foreign languages, the application of information technology at least 2-3 time per person per year."}, {"text_block_id": "p36_b489", "text": "3."}, {"text_block_id": "p36_b490", "text": "Provide on-site training for agriculture technical personnel (primary level) to become village developer 3-5 persons per village at 80% by 2020 and 100% by 2025 by focussing on cultivation, raising technique that they can work with communities, become competence extension personnel, having specialized skills such as soil specialist/expert, animal diseases and plants and others necessary to adequately allocate and recruit to the province, districts, technical extension centers at all levels by having personnel for substitution (rotation) in guiding farmers to apply modern and sustainable agriculture production."}, {"text_block_id": "p36_b491", "text": "4."}, {"text_block_id": "p36_b492", "text": "Develop personnel and researchers up to 13,941 by 2020 which increase 49.62% from the existing number at the present. By 2025, would develop 15,500 persons which increase 66.36%. Among these, by 2020 the number of personnel at the line departments and institutions shall be 14%, at provincial level 14%, at district level 65% and at colleges and schools 3%, and by 2025 the number of personnel at the line departments and institutions of the ministry shall be 12%, at provincial level 15%, at district level 70% and at colleges and schools 3% which are divided according to the following disciplines:"}, {"text_block_id": "p37_b493", "text": "5."}, {"text_block_id": "p37_b494", "text": "To enhance and implement activities in line with 3-built policy, the organization shall be in full strength by continuing to build the districts stronger as strengthened unit in all aspects and could recruit personnel according to the needs in terms of positions up to 80% by 2020 and 100% by 2025."}, {"text_block_id": "p37_b495", "text": "6."}, {"text_block_id": "p37_b496", "text": "Develop human resources of the Agriculture Sector to ensure quality to serve political duties in the new era, in the globalization era, international and regional integration. As a result, the Sector has determined targets to upgrade technical knowledge for personnel and civil servants of the sector by 2020 where the PhD level shall increase on average 25% of existing number 44 persons equivalent to 56 persons, Master degree level increase on average 20% of existing number 560 persons equivalent to 671 persons, Bachelor degree level increase on average 35% of existing number 2.298 persons equal to 3,102 persons. By 2025 the PhD level shall increase on average 55% of the existing number of 44 persons equal to 68 persons, the Master degree level increased 45% of the existing number 560 equal to 812 persons, Bachelor degree increased on average 75% of existing number 2,298 persons equal to 4,022 persons by focusing on specialized disciplines. The development of technical personnel at PhD and Master degrees requires fund to meet the needs in the development, at the same time there shall be selection system to focus on talented personnel and competent in certain disciplines."}, {"text_block_id": "p37_b497", "text": "7."}, {"text_block_id": "p37_b498", "text": "Upgrade knowledge for leadership and managerial personnel by establishing comprehensive systematic training plan aiming at increasing knowledge [and] capacity on ideology and technical skills to be able to lead new economic policy of the Party in each period to achieve the targets. At the same time, it is needed to develop a systematic personnel replacement plan."}, {"text_block_id": "p37_b499", "text": "8."}, {"text_block_id": "p37_b500", "text": "Improve agriculture and forestry colleges and schools under the management of the MAF for better school management and administration quality, improve the development of teaching-learning curriculum, upgrade knowledge of teachers at 100% according to the standards of the Ministry of Education and Sports aiming at building agricuture technician to have knowledge, capacity, merits and morals to serve the society and can be competitive in the region."}, {"text_block_id": "p37_b501", "text": "9."}, {"text_block_id": "p37_b502", "text": "Provide scholarship to students from rural areas to promote agriculture disciplines (agriculture and livestock) and dispatch them back to their home towns as well as designate them as technical staff in villages and stations."}, {"text_block_id": "p37_b503", "text": "10."}, {"text_block_id": "p37_b504", "text": "Develop appropriate training curriculum to organize on-site trainings, occupational training locations, schools, agriculture technique extension. In addition, organize study visits both inside and outside the country."}, {"text_block_id": "p37_b505", "text": "11."}, {"text_block_id": "p37_b506", "text": "Personnel and civil sevants of all sex, ethnics have equality and equal opportunities in upgrading knowledge, as well as promotion in leadership and managerial positions increasingly."}, {"text_block_id": "p38_b507", "text": "For women advancing development or gender activities is regarded as one of the important priorities in implementing Agriculture and Forestry Development Programs by supporting and creating favorable opportunities for female personnel and farmers to participate in decision making process at each level up to 30%. Female personnel shall involve in implementing strategic plan and participate in capacity building, upgrading of knwledge, exchange of lessons on new techniques at least 35% and the female farmers, poor families of ethnic groups in remote rural areas to attend new production techniques learning, access to information, appropriate mechanisms of fund/credit/finance/marketing and others over 45%."}, {"text_block_id": "p38_b508", "text": "3.1.5 Improvement of Organization and Governance Development in the Agriculture Sector"}, {"text_block_id": "p38_b509", "text": "3.1.5.1 Improvement of Organization"}, {"text_block_id": "p38_b510", "text": "Ł"}, {"text_block_id": "p38_b511", "text": "Improve comprehensive organization structure of the Agriculture and Forestry Sector to support the development of production chain in relation with rural development aiming at restructuring production and production forces as well as establish the roles to be in line with the substance of 3-built policy."}, {"text_block_id": "p38_b512", "text": "Ł"}, {"text_block_id": "p38_b513", "text": "Improve working methods and procedures, and improve attitutes and responsibitities of managerial personnel to have more commitment in implementing their political duties effectively and efficiently."}, {"text_block_id": "p38_b514", "text": "Ł"}, {"text_block_id": "p38_b515", "text": "Elaborate priority programs of the government into detailed projects for implementation where each project is required to have special person in charge at rather high level. These include work plan, personnel plan, budget plan in combination with working and coordination mechanisms as conditions for the success of the implementation."}, {"text_block_id": "p38_b516", "text": "Ł"}, {"text_block_id": "p38_b517", "text": "Improve the governance and coordination mechamisms to strengthen capacity of technical extension centers at all levels; continue to improve and inspect organization and determine standards of new positions from central to local levels as the basis for the determination and allocation of appropriate personnel to fill in vacant positions at each level up to 80% by 2020 and 100% by 2025."}, {"text_block_id": "p38_b518", "text": "-"}, {"text_block_id": "p38_b519", "text": "Improve personnel allocation structure within the organization of MAF from central to local levels by increasing the number of personnel at the district level at the following proportions: central level shall cover 12%, provincial level 15%, district level 70% and at colleges and schools under MAF 3%."}, {"text_block_id": "p38_b520", "text": "3.1.5.2 Improvement and Development of Governance Mechanism System in the Sector"}, {"text_block_id": "p38_b521", "text": "Improve and develop governance mechanism system in relation to improving organization at each level of the Agriculture and Forestry sector to be more concise and secure that it is in line with political duties and direction; agriculture shall be linked with industry and services by focussing on 2 main areas such as 1) capacity to carry out researches, compilation, analysis"}, {"text_block_id": "p39_b522", "text": "issues/problems of the Sector, defining policy and monitoring and inspection at each level (both at the central and local levels); 2) capacity in implementation including support and promotion [activities] at local and grassroot levels, particularly at village and village cluster levels to be in line with 3-built directives including the improvement and development of occupation and labor structures for farmers through improving, constructing and upgrading knowledge of producer’s group based on the sector as necessary."}, {"text_block_id": "p39_b523", "text": "Improve responsibilities and capacity in implementing political duties of the Ministry as well as the Agriculture and Forestry Sector through the continuation of inspection and improvement of organization, legal system, roles, duties, working methods and procedures of each party, each level to be more consistent in order to correctly supervise and lead the implementation. The important issue is to continue to strictly prevent misconducts within agriculture and forestry sector and continue to dispatch technical personnel at all levels to local areas, village clusters to improve, renovate and expand technical extension centers, provide trainings and guide farmers to implement agriculture and forestry development plan to fit the reality as well as involve in the political construction at local level in line with Party policy in each period. Increase more budget for local level, particularly in the focal prioritized areas; improve information system from central to local levels in order to enable the reporting system on services and improve coordination between central and local levels, between Agriculture and Forestry Sector and other sectors to be more smoothly."}, {"text_block_id": "p39_b524", "text": "3.1.6 Industrialization and Modernization in Agriculture Sector and Rural areas"}, {"text_block_id": "p39_b525", "text": "Industrialzation and modernization in Agriculture sector and rural areas is the change of economic structure process in rural areas on the basis of adding value for agricultural products. It is the improving production forces and production relations, promoting the use of agricultural machinery to shift agriculture labour force from agriculture to industrial and servisse sectors, contributing to poverty reduction, social-economic development to grow continuously, constantly, sustainable and environmentally friendly. It is also providing comprehensive capacity building to producer’s group ranging from production, post-harvest management, processing to marketing. Shifting from agriculture that mainly based on nature to more quality production to ensure food security and comercial production by increasing productivity, using post-harvest techniques and using machinery to meet market demand and ensuring food safety according to the defined international standards."}, {"text_block_id": "p39_b526", "text": "1/ Some basic attitudes to support industrialization and modernization in agriculture and rural sectors:"}, {"text_block_id": "p39_b527", "text": "1/ Some basic attitudes to support industrialization and modernization in agriculture and rural sectors:\n* The industrialization and modernization in agriculture and rural sectors are the main duties\n* Prioritize development activities including focusing on human resource development by"}, {"text_block_id": "p40_b531", "text": "1/ Some basic attitudes to support industrialization and modernization in agriculture and rural sectors:\n* The industrialization and modernization in agriculture and rural sectors are the main duties\n* Prioritize development activities including focusing on human resource development by\n* continue to improve production forces and production relations by establishing strong\n* Promote the use of agriculture machinery in each production stage linking with marketing\n* Determine and prioritize strategic agricultural products in order to shift from agriculture\n* Increase investment ratio in agro-processing industry where the government should provide"}, {"text_block_id": "p40_b532", "text": "3)"}, {"text_block_id": "p40_b533", "text": "Focus mainly on domestic sources along side with seeking external sources, increase potential of economic sector, strongly establish family businesses, establish all kinds of enterprises, in particular more small and medium size enteprises (SME) in rural areas."}, {"text_block_id": "p40_b534", "text": "4)"}, {"text_block_id": "p40_b535", "text": "In addition, social-economic matters in industrialization and modernization processes in agriculture and rural shall be taken into consideration aiming at addressing employment for farmers, rduction of poverty of people, social order to ensure the improvement of livelihoods of rural people, particularly people in rural remote areas and other aspects on regional social-economic development planning."}, {"text_block_id": "p40_b536", "text": "The attitudes as mentioned above not only ensuring industrialization and modernization in agriculture and rural, it also significantly contributes to the sustainable development as well as harmonious and integrated development between industry and agriculture, between urban and rural areas, between flat and mountainous areas, betweeen economy and society, national defense and public security to ensure sustainable development in line with socialistic direction."}, {"text_block_id": "p40_b537", "text": "2/ Measures in industrialization and modernization in agriculture and rural sectors:"}, {"text_block_id": "p41_b546", "text": "2/ Measures in industrialization and modernization in agriculture and rural sectors:\n* Shifting to irrigated agriculture (agro-irrigation) and specific production zone by promoting\n\t* In mountainous areas, focusing on small intensive agriculture at the family level in\n\t* In order to ensure effective and sustainable industrialization and modernization in"}, {"text_block_id": "p41_b552", "text": "3.1.7 Development of Agriculture Production Group/Agriculture Cooperative in connection with New Rural Development Objectives"}, {"text_block_id": "p41_b553", "text": "1)"}, {"text_block_id": "p41_b554", "text": "In order to ensure the production of food and agricultural commodity to meet the needs in the new era, it is necessary to improve production organization through establishing groups/industrial estate and moving toward the establishment of modern cooperatives in line with value added chain in connection with agriculture stategic goods such as rice, maize, coffee, sugar canes, casava, rubber, beef, vegetables and other crops. It should be started from defining areas, participating households aiming at strengthening farmer’s organization in organizing and planning the production and sale through joinly own businesses and distribute profits to society and members in a fair manner. By 2020 one model per one district in 18 provinces shall be established; this includes develop and determine production zones at Gates 1, 3 and 4 down stream of Nam Theun 2 Hydropower Project by starting from the 3rd Gate as the production model in comprehensive chain system ranging from the production stage to processing and marketing in connection with the new rural development experiment."}, {"text_block_id": "p41_b555", "text": "2)"}, {"text_block_id": "p41_b556", "text": "Formalizing the management and organization methods of agriculture production organization/cooperative into laws and regulations which starts from the implementation of the Prime Minister Decree No.136/PM, dated 05/08/2010 on the Cooperations into Ministerial Decision of the Ministry of  Agriculture and Forestry and Instructions of the Agriculture Promotion and Cooperatives Department as reference and uniform implementation throughout the country."}, {"text_block_id": "p41_b557", "text": "3)"}, {"text_block_id": "p41_b558", "text": "Experiences gained and lessons learned from neighbouring countries who are sucessful in developing production groups and cooperatives including lessons on how to define policies and develop legislation to support, promote and determine measures to promote production cooperatives through various forms to be suitable to real situations of Lao PDR. In order to successfully and effectively achieve agriculture production development and establishment"}, {"text_block_id": "p42_b559", "text": "of groups/cooperatives in Lao PDR, the following main measures should be taken into accounts:"}, {"text_block_id": "p42_b560", "text": ""}, {"text_block_id": "p42_b561", "text": "Consider these activities as the duties and responsibilities of all relevant sectors, especially local authorities at each level through participation of entrepreneurs, private sector, and commitments, willingness of farmers and smooth coordination system."}, {"text_block_id": "p42_b562", "text": ""}, {"text_block_id": "p42_b563", "text": "The establishment of new production group and cooperatives in line with the production that links with processing which starts from the determination of zones, cultivation areas and division of duties or division of production activities including the provision factors, equipment and production means through production planning relating to the supply and distribution."}, {"text_block_id": "p42_b564", "text": ""}, {"text_block_id": "p42_b565", "text": "Recruitment of at least 1-4 technical staff to lead the production group, cooperatives for implementation such as the development of the group’s and cooperative internal management system such as establishment of management committee, management rules, establishment of fund, accounting system and registration for management with relevant authorities and access to promotion and development policies and conducting inspection of technical implementation and legislations defined by the Government."}, {"text_block_id": "p42_b566", "text": ""}, {"text_block_id": "p42_b567", "text": "Support, facilitate and create favorable conditions for the groups, cooperatives to be stronger in adminstration and management of collective business together with creating and developing labour skills."}, {"text_block_id": "p42_b568", "text": ""}, {"text_block_id": "p42_b569", "text": "Open investment and support the participation of entrepreneurs/private sector to provide “two-ways” services particularly agricultural machinery ranging from soil preparation to post-harvest and processing and ensuring marketing with fairness."}, {"text_block_id": "p42_b570", "text": ""}, {"text_block_id": "p42_b571", "text": "Follow the following steps and procedures: first step, establish learning group to gain lesson by designating technicians to lead the practice and later when the groups have gained lessons, they could carry out comercial production or operate businesses, the designated technician would play a role as an advisor and hired by the groups and cooperatives. The government sector has a role to inspect the compliance of defined legislation of groups and cooperatives."}, {"text_block_id": "p42_b572", "text": ""}, {"text_block_id": "p42_b573", "text": "In the suitable areas, develop large paddy field to be suitable for using machinery in production (including preparing soil, planting and harvesting) along with the improvement of transportation network system in the production areas, processing infrastructure, storage and distribution/sale of products in a comprehensive system."}, {"text_block_id": "p42_b574", "text": ""}, {"text_block_id": "p42_b575", "text": "Organize oustanding farmers or groups to give rewards in kind or honorable status as the national expert or international expert as appropriate. Support the children of outstanding farmers who would be successors by making an agreement for granting scholarship to study in agriculture, providing initial capital for producing rice or other agricultural crops as defined."}, {"text_block_id": "p42_b576", "text": "5)"}, {"text_block_id": "p42_b577", "text": "Develop coordination, relation and cooperation mechanism between producer’s groups/cooperatives and businesses, entrepreneurs to facilitate agro-business development."}, {"text_block_id": "p43_b578", "text": "Develop coordination, relation and cooperation mechanism between producer’s groups/cooperatives and businesses, entrepreneurs to facilitate agro-business development.\n* Develop cooperation mechanism between producerâs groups/cooperatives and technical\n<\\li1>"}, {"text_block_id": "p43_b580", "text": "3.2 Specific Technical Measures"}, {"text_block_id": "p43_b581", "text": "3.2.1 Measures related to Food Production"}, {"text_block_id": "p43_b582", "text": "3.2.1.1 Agricultural Food Crops Production"}, {"text_block_id": "p43_b583", "text": "To effectively enhance the strategy, particularly the goals and overall targed figure of the strategy into specific activities in agriculture sector by 2020 and 2025, the main activities shall be implemented are as follows:"}, {"text_block_id": "p43_b584", "text": "1). Determination and Zoning of Agriculture Land Use"}, {"text_block_id": "p43_b585", "text": "According to the survey and conduction of agriculture land zoning at the provincial and district levels throughout the country, the total agriculture land is approximately 4.5 million hectares (equivalent to 19% of national land area) which is divided into 3 types such as 1) flat area and suitable for cultivation of rice and short-life plants/cash crops is approximately 2 million hectares, 2) land area with moderate slope, deep soil layer which is suitable for cultivation of food crops such as corn, bean, green bean, fruit trees, industrial plants or commercial crops with the area of about 1.8 million hectares, and 3) land area with natural grass that is suitable for animal raising such as cattles, baffalos with an area of about 0.65 miilion hectares. In addition, there is also the forested area such as drydipterocarp forest area, unstocked forest area, scrub forest area and savannah area which is suitable for animals raising with an area of about 1.14 million hectares."}, {"text_block_id": "p43_b586", "text": "In order to use agriculture land sustainably, consistent and suitable with the conditions, location, characteristics, potentials, advantage of each area for the production and agriculture business chain in line with industrialization and modernization gradually and clean agriculture production direction, therefore, it has defined production zoning according to the region which could be summarized land zoning for agriculture as follows:"}, {"text_block_id": "p43_b587_merged", "text": "A. Flat Agriculture Land Areas:"}, {"text_block_id": "p43_b589", "text": "Agriculture land areas that are an important plains throughout the country where many areas have been divided according to their sizes such as large plains, medium plains and small plains; details of each plain are as follows:"}, {"text_block_id": "p44_b590", "text": ""}, {"text_block_id": "p44_b591", "text": "Large Plains"}, {"text_block_id": "p44_b592", "text": "there are total 7 plains that have land area over 30,000 hectares such as:"}, {"text_block_id": "p44_b593", "text": "Vientiane plain, Bolikhamsay plain, Xebangfai plain, Xebanghieng plain, Xedon plain, Champasack plain and Attapeu plain which cover 9 provinces and 51 districts with total land area of about 2,370,600 hectares. These include agriculture land area cover approximately 1,208,400 hectares including rice paddy field area about 718,200 hectares, land area for crops and fruit tree plantation about 127,100 hectares and natural grass land for animal raising about 4,800 hectares. In addition, there is an area where can be expanded for agriculture production of about 358,300 hectares. These large 7 plain areas are lain at the lowland area with warm temperature (compare to sea level 100-200 meters above sea level (masl)) which are suitable in developing agro-irrigation system. Plants and crops that are suitable for cultivation in rainy season are rice; for dry season within the agro-irrigation areas there are many crops can be planted such as rice, corn, beans, vegetables, tabacco and others."}, {"text_block_id": "p44_b594", "text": ""}, {"text_block_id": "p44_b595", "text": "Medium Plains"}, {"text_block_id": "p44_b596", "text": "with land area ranging from 5,000 to 30,000 hectares with total number of 16 plains"}, {"text_block_id": "p44_b597", "text": ", cover 9 provinces (Vientiane Capital, Vientiane province, Sayabouly, Bokeo, Luang Namtha, Oudomxay, Xiengkhouang, Luang Prabang and Sekong Provinces), and cover 16 districts with total land area of about 252,800 hectares. These include agricultural land about 208,800 hectares; where the rice paddy field about 51,400 hectares, land area for plants/crops and fruit trees cultivation about 46,300 hectares and natural grass land area for animal raising about 2,100 hectares. In addition, there is an area where can be expanded for agriculture production of about 109,000 hectares. In the medium plains, majority areas have the elevation between 500-700 meters above sea level (masl), while in the rainy season, these areas are suitable for rice cultivation and in the dry season are suitable for rice, corn, beans and other crops."}, {"text_block_id": "p44_b598", "text": ""}, {"text_block_id": "p44_b599_merged_merged_merged", "text": "Mountainous Small Plains with land area ranging from 300 to 5,000 hectares consists of 12 plains, which cover 6 provinces, 11 districts with toal area of about 22,200 hectares. These include agricultural land is about 16,000 hectares, including the rice paddy field is about 2,700 hectares, the land for plants/crops and fruit trees plantation 9,200 hectares and natural grass land area for animal raising about 400 hectares.  In addition, there is an area where can be expanded for agriculture production of about 3,500 hectares. In the small plain areas, particularly in the mountainous area with the elevation over 500 meters above sea level (masl), in rainy season could cultivate good quality rice, while in the dry season could cultivate variety of crops such as ground nuts, garlic, taro and others that use not much water. These areas mainly covered by fog."}, {"text_block_id": "p45_b602", "text": "B. Agriculture Land Areas that are not classified as Plains:"}, {"text_block_id": "p45_b603", "text": "In addition to plain areas, there are also other flat areas"}, {"text_block_id": "p45_b604", "text": "that are scattered throughout the country where are not classified and included in the plains mentioned above which have total agriculture land approximately 2 million hectares. These include rice paddy fields approximately 182,500 hectares, land areas for crops and fruit trees cultivation approximately 304,400 hectares and natural grass land areas for animal raising approximately 147,300 hectares. In addition, there is an area where can be expandable for agriculture production totally about 1.36 million hectares ; These could be expanded into rice paddy field approximately 650,000 hectares and expandable for the cultivation of plants, crops and fruit trees approximately 717,000 hectares."}, {"text_block_id": "p45_b605", "text": "C. Plateau and Mountainous Agriculture Land Areas:"}, {"text_block_id": "p45_b606", "text": ""}, {"text_block_id": "p45_b607_merged", "text": "Plateaus: in Laos there are 3 main plateaus such as Bolaven plateau, Nakai plateau and Xiengkhouang plateau which covered 5 provinces, 10 districts with total land area approximately 291,900 hectares. These include agriculture land approximately 185,100 hectares; where rice paddy field approximately 4,900 hectares, land for plants, crops and fruit tree plantation approximately 151,600 hectares and natural grass land area for animal raising approximately 9,900 hectares. In addition, there is an area where can be expanded for agriculture production of about 18,700 hectares."}, {"text_block_id": "p45_b609", "text": "Plateaus: in Laos there are 3 main plateaus such as Bolaven plateau, Nakai plateau and Xiengkhouang plateau which covered 5 provinces, 10 districts with total land area approximately 291,900 hectares. These include agriculture land approximately 185,100 hectares; where rice paddy field approximately 4,900 hectares, land for plants, crops and fruit tree plantation approximately 151,600 hectares and natural grass land area for animal raising approximately 9,900 hectares. In addition, there is an area where can be expanded for agriculture production of about 18,700 hectares.\n* with elevation between 700-1,000 masl covered 3 provinces"}, {"text_block_id": "p46_b612", "text": "o"}, {"text_block_id": "p46_b613", "text": "Nakai Plateau"}, {"text_block_id": "p46_b614", "text": ":"}, {"text_block_id": "p46_b615", "text": "the elevation is about 800 masl, located in Nakai District, Khammoune Province with total land area of about 67,600 hectares. These include agriculture land area approximately 920 hectares; rice paddy field only 23 hectares, land area for cultivation of plants, crops and fruit trees only 39 hectares, natural grass land for animal raising about 150 hectares. There is an area where can be expanded for agriculture production of about 710 hectares, this is due to majority of the area is the forested area (Nakai-Namtheun National Biodiversity Conservation Area), another reason is that the appropriateness for crop plantation is rather low due to the land (soil) structure is not good compared to Bolaven plateau, but such area has large reservoir of Nam Theun 2 Hydropower (covering about 45,000 hectares) which is suitable for raising fish and for fishery."}, {"text_block_id": "p46_b616", "text": "o"}, {"text_block_id": "p46_b617", "text": "Xiengkhouang Plateau"}, {"text_block_id": "p46_b618", "text": ":"}, {"text_block_id": "p46_b619", "text": "the elevation is between 800-1,200 masl, located in 5 districts (Phoukoud, Paek, Khoun, Phaxay and Kham Districts) of Xiengkhouang province with total land area of 28,400 hectares. These include agriculture land approximately 24,200 hectares; rice paddy field approximately 3,520 hectares, land area for crops and fruit trees plantation approximately 4,940 hectares, natural grassland for animal raising approximately 9,540 hectares. There is an area where can be expanded for agriculture production of about 6,200 hectares. Xiengkhouang plateau have rather large land area, even though the soil quality is not so good, it could be improved. In addition, such area also has advantage due to its elevation and cool climate which is a special characteristics that could be improved into grassland for animal raising and could also cultivate cold weather crops including vegetables and fruit trees."}, {"text_block_id": "p46_b620", "text": ""}, {"text_block_id": "p46_b621_merged_merged_merged", "text": "Mountainous Agriculture Land: in addition to the areas or lands as classified above, there exist areas that are not classified in the plains, flat lands and plateau which are mainly scattered in moutainous areas throughout the country where total agriculture land area approximately 901,300 hectares. This include rice paddy field approximately 4,300 hectares, areas for crops and fruit tree plantation approximately 248,200 hectares, grassland for animal feeds approximately 489,800 hectares. Additionally, there is an area where can be expanded for agriculture production of about 159,000 hectares."}, {"text_block_id": "p46_b623", "text": "In conclusion, it shows that land for agriculture production in Lao PDR is adequate but the use of such land, in general, is not in full potentials and capability and is not quite effective, particularly in the large plains and medium plains in the North such as Thong Ngua Deng, Thong Phao Hao, Thong Pha Oudom in Bokeo Province, Thong Meuang Luang Namtha, Thong Meuang Sing in Luang Namtha Province; Thong Phieng Meuang Phieng, Thong Phieng Xayabouly, Thong"}, {"text_block_id": "p47_b624", "text": "Phieng Meuang Xienghone in Xayabouly Province which have high potentials and capability to develop agro-irrigation, in addition, majority of people has long experience and custom in agriculture production."}, {"text_block_id": "p47_b625", "text": "However, in order to manage and use agriculture land in a sustainable manner and ensure highest effectiveness, bring maximum benefits to the country and could contribute to the national social-economic development as well as could generate income to people, it is therefore, proposed some measures for the management and use of agriculture land as follows :"}, {"text_block_id": "p47_b626", "text": ""}, {"text_block_id": "p47_b627", "text": "Continue to accelerate agriculture land zonning throughout the country in order to ensure that there is enough land to product sufficient food to ensure food security and maintain or preserve agriculture land not less than 4.5 million hectares. This includes land for food production, particularly paddy field not less than 2 million hectares."}, {"text_block_id": "p47_b628", "text": ""}, {"text_block_id": "p47_b629", "text": "Carry out survey, zonning targeted areas that are conserved and maintained for agriculture production that has special characteristics such as coffee plantation in Bolaven plateau, small chicken rice (Khao Kai Noy) plantation in Xiengkhoung and Houaphan provinces, large animal raisings in Xiengkhouang plateau etc., and delineate a map with demarcation marks of agriculture production areas particularly areas that lie within the irrigation system are prohibited to change or convert into the other utilized purposes, particularly in rice protection focal projects to secure food production by focusing on large plains and some medium plains in 10 provinces to have paddy fields that could do the cultivation in 2 seasons a year with the area of 600,000 hectares and increase productivity aiming at ensuring (paddy) rice production of 2.5 million tons (including rice for consumption 2.1 million tons and reservice rice about 400,000 tons)."}, {"text_block_id": "p47_b630", "text": ""}, {"text_block_id": "p47_b631", "text": "Focus on soil survey activities and participated agriculture land use planning at the village cluster with scale of 1/5,000 or 1/10,000, particularly developed village clusters that have been implementing 3-buits policy and some priority village clusters throughout the country."}, {"text_block_id": "p47_b632", "text": ""}, {"text_block_id": "p47_b633", "text": "Formulate, imrpove and amend laws, regulations and legislation that are related to agriculture land use management which are not yet consistent with reality or non-applicable and non-benefitial for the State, individuals and legal entities, especially various measures. In addition, it is necessary to research and present draft laws or draft decrees that are essential such as Law or Decree on Agricultural Land Management and Use, ordinances, decisions, instructions and regulations such as regulations on the management of paddy field land, regulations on upland agriculture land management and others to support the implementation policy plan on agriculture land management."}, {"text_block_id": "p47_b634", "text": ""}, {"text_block_id": "p47_b635", "text": "Develop infrastructure for training and building capacity of technical personnel in the field of soil analysis, analyzing plants and fertilizers of at least one per province with technical staff to train and develope village or village cluster soil specialist in the targeted or areas."}, {"text_block_id": "p48_b636", "text": ""}, {"text_block_id": "p48_b637", "text": "Develop databased and manual or technical guideline on the use of agriculture soil and the use of fertilizer and widely disseminate through various forms and methods as appropriate such as radio, television, printed media and post on the websites."}, {"text_block_id": "p48_b638", "text": ""}, {"text_block_id": "p48_b639", "text": "Conduct inspection on a continuous basis on the use of agriculture land that is not consistent with the targets and purposes, the illegal occupy of land, change or conversion of agriculture land, the use of agricultural land that affect environment and others and strict measures shall be taken aganst violators."}, {"text_block_id": "p48_b640", "text": "2). Zonning of Food Production Area"}, {"text_block_id": "p48_b641", "text": "To use agriculture land in line and suitable with the conditions, location, characteristics, potential, advantage of each area for the production and agriculture business operation as a chain and modern consistent with clean agriculture production, therefore, it defines and zonning production based on regions for the follwoing food crops:"}, {"text_block_id": "p48_b642", "text": "(1)"}, {"text_block_id": "p48_b643", "text": "Rice"}, {"text_block_id": "p48_b644", "text": "Mountainous  and plateau areas"}, {"text_block_id": "p48_b645", "text": ": focus on medium and small plains in the mountainous areas and plateau by using local variety, special variety of local area and improved rice seeds in some appropriate areas to serve domestic consumption by determining rice plantation area between 450,000-500,000 hectares with the products approximately 1.9-2.0 million paddy rice and by 2025 rice production would focus on the increase of productivity per area with the clean agriculture system (GI, GAP, OA), total production about 2.3 million paddy tons."}, {"text_block_id": "p48_b646_merged_merged_merged", "text": "Plain areas: by 2020, expand rice production areas throughout the country up to 1.1 million hectares; for the rice paddy field in 7 large plains is about 800,000 hectares. By 2025, total paddy field areas throughout the country would be 1.2 million hectares. In addtion to zonning general production area, they have also been determined focal areas as model to improve rice productivity such as:"}, {"text_block_id": "p48_b648", "text": ""}, {"text_block_id": "p48_b649", "text": "In Vientiane plain, the focal areas are included: Nam Mang-3, Nam Xuang, Nam Houm, Tha Ngone flat area, Dong Pho Sy, Tha Pha–Nong Phong; by improving productivity up to 5 tons/hectares."}, {"text_block_id": "p48_b650", "text": ""}, {"text_block_id": "p48_b651", "text": "Bolikhamxay plain focuses on Kud Fa Meap focal point (Thaphabath District), Bolikhan focal points (Paksan District), Thong Senethamath plain (Khamkerth District)."}, {"text_block_id": "p48_b652", "text": ""}, {"text_block_id": "p48_b653", "text": "Xebangfai plain focuses on Xebangfai areas including Xebangfay and Nongbo districts, down stream area of Nam Theun-2 (gate 1-2, gate 3, gate 4-5) Nyommalath and Mahaxay Districts, Hinboun District of Khammoune Province and Phouhua Xaowa areas in Xaybouly"}, {"text_block_id": "p49_b654", "text": "District, Savannakhet Province. Among these, at the beginning, dtermine the irrigated area in the gate-3 down stream of Nam Theun 2 dam as the comprehensive rice production model area which is related to piloting urban development in rural areas or new rural development."}, {"text_block_id": "p49_b655", "text": "District, Savannakhet Province. Among these, at the beginning, dtermine the irrigated area in the gate-3 down stream of Nam Theun 2 dam as the comprehensive rice production model area which is related to piloting urban development in rural areas or new rural development.\n* Xebanghieng plain focuses on Ban Veun village cluster, Huay Thuad and Souy areas in\n* Xedon plain focuses on Wapee District area and other potential areas of Saravan Province.\n* Champasack plain focuses on piloted focal area of Nongbuathong project, Moulapamok\n* Attapeu plain focuses on Xepien area, Huaysanong and Nampa areas of Sanxay District and other potental areas."}, {"text_block_id": "p49_b663", "text": "Among these large plains, there are Vientiane plain, Borikhamxay, Xebangfai (Khammouane), Xebanghieng (Savannakhet), Xedone (Saravanh) and Champasack plains determined as the national focal rice plantation project which include in 10 provinces of the National Rice plantation for Food Security to ensure the production of at least 2.5 million tons paddy rice. The potential 10 provinces are included Vientiane Capital, Luang Namtha, Bokeo, Xayabouly, Vientiane, Bolikhamxay, Khammouan, Savannakhet, Saravan and Champasack with total paddy field areas of about 600,000 hectares."}, {"text_block_id": "p49_b664", "text": "(2)"}, {"text_block_id": "p49_b665", "text": "Vegetables"}, {"text_block_id": "p49_b666", "text": "Mountainous and plateau areas:"}, {"text_block_id": "p49_b667", "text": "for vegetables, it focuses on areas that have potential and are suitable in terms of agro-ecology, particularly the city suburbs and areas where people have long practice cultivation, particularly Phoukhoun District of Luang Prabang Province, Kham, Khoun, Pek and Thathom Districts of Xiengkhoung Province, Sing District of Luang Namtha Province and other districts that have potential to supply to large cities and focus on plantation of integrated vegetables in remote rural areas. The produce approximately 900,000 tons to 1,200,000 tons (the allocation of proportion 60/40 for plateau and plains)."}, {"text_block_id": "p49_b668_merged_merged_merged", "text": "Plain areas: the production of vegetables shall reach 600,000 to 800,000 tons, especially the Vientiane plain shall focus on Hadxayfong District, Sikhottabong District, Naxaythong District, Thulakhom District and others; Xebangfai plain shall focus on Xebangfai District, Nongbok District, Thakhek District; Xebanghieng plain shall focus on Xayphouthong District, Songkhone District, Champhone District, Kaisone District; and Champasack plain shall focus on Phonthong District, Champasack District. Carry out the implementation on the direction that building rural areas to produce crops and vegetables to supply to cities/towns, tourist areas and infrastructure"}, {"text_block_id": "p50_b670", "text": "development projects that have high potential; avoiding the supply of crops and vegetables from towns to rural areas."}, {"text_block_id": "p50_b671", "text": "(3)"}, {"text_block_id": "p50_b672", "text": "Beans/Legumes"}, {"text_block_id": "p50_b673", "text": "Mountainous  and plateau areas"}, {"text_block_id": "p50_b674", "text": ": for groundnuts/peanuts and soybeans shall focus on Khob, Paklay, Botien, Kienthao of Xayabouly Province and Bachieng Chaleunsouk District of Champasack Province to produce 80,000 tons with land areas of 40,000 hectares or 60% of vegetable plantation  land throughout the country."}, {"text_block_id": "p50_b675", "text": "Plain areas"}, {"text_block_id": "p50_b676", "text": ": particularly Vientiane plain focuses on Thulakhom, Phonhong, Sangthong, Hadxayfong Districts, Bolikhamxay focuses on Paksan District, Khammoune Province focuses on Thakhek, Nongbok Districts, Savannakhet Province focuses on Kaisone Phomvihan, Champhone, Songkhone Districts, Saravan Province focuses on Lao Ngam, Saravan, Wapy Districts, Champasack Province focuses on Bachieng District. Majority of crops are ground nuts, beans and green beans. The estimated average annual plantation area is 27,000-30,000 hectares and estimated products on annual average is 54,000-60,000 tons."}, {"text_block_id": "p50_b677", "text": "(4) Fruit trees"}, {"text_block_id": "p50_b678", "text": "Mountainous and plateau areas"}, {"text_block_id": "p50_b679", "text": ": include oranges, focus on Nambak District of Luang Prabang Province; Xayabouly of Xayabouly Province; Kasy, Vang Vieng Districts of Vientiane Province; Paksan District of Bolikhamxay Province; Houasay District of Bokeo Province; for Pears focus on Kham District of Xiengkhoung Province, Huameuang and Xam Neu Districts of Huaphan Province.  In addition, other fruit trees focus on areas that have potential and long cultivation practice and focus on special fruits available in those areas with total expected products of 300,000 to 450,000 tons or 30% of total fruits production throughout the country."}, {"text_block_id": "p50_b680_merged_merged_merged_merged_merged", "text": "Plain areas: for fruit trees, shall focus on the the promotion of plantation in the potential areas such as bananas, pienapples in Pakkading and Khamkerth Districts of Bolikhamxay Province, for custard apple, coconuts, rambutans, durains, longans, mangos will focus on Saravan and Champasack Provinces. In addition, for other fruit trees will also focus on the areas where have high potential and suitable conditions wih expected products would be 700,000 to 1,000,000 tons or about 70% of total fruit production throughout the country."}, {"text_block_id": "p50_b682", "text": "3). Irrigation Infrastructure Development and Irrigated Agro-irrigation focal area development"}, {"text_block_id": "p50_b683", "text": "To ensure the supply of water for production in 2 seasons a year as well as to handle with climate change and reduce losses from natural disaster that may occur, aiming at supporting food"}, {"text_block_id": "p51_b684", "text": "production and agriculture goods production goals, in the future, it shall focus on the implementation of irrigation program in connection with the rule of law on irrigation ensuring that the production is in line with the defined agro-irrigation program. By 2020, shall supply sufficient water as planned for rainy season production of 330,000 hectares and dry season production of 216,000 hectares and by 2025 ensuring the supply of water for rainy season production at least 355,000 hectares and dry season at least 240,000 hectares by focusing on the improvement of workhead, canal, improve from soil canal into cement/concrete canal, improvement and modernization of water pump stations, continue to build irrigation reservoir and water gate in order to use water released from the powerhouse of hydropower in the downstream areas that have suitable conditions.  Given priority to the gravity system of waterflow of irrigation or taking into consideration the construction of irrigation in the form of self-flow of water as the priority; the use of water pump machinery as the secondary option in parallel with the use of other potential renewable energy gradually. To ensure such targets, development focal areas have been determined in 10 provinces, by 2020 and 2025 as the followings:"}, {"text_block_id": "p51_b685", "text": "For the irrigation projects that serve the rice production for food security and agriculture commodity production rojects, which the government has designated 10 provinces as the production focal zones shall focus on the improvement of existing irrigation system of 6,953 projects which could supply water in rainy season of 196,900 hectares, dry season 118,500 hectares. Continue to construct irrigation projects that have been studied, surveyed-designed and signed contract of 33 projects to ensure that by 2020 they would supply water for rainy season production of at least 254,000 hectares, dry season 161,350 hectares and by 2025 could supply water for rainy season production of at least 279,450 hectares, dry season production 184,100 hectares. In conclusion, by 2025, it shall ensure the supply of water for two seasons in 10 focal provinces not less that 463,500 hectares."}, {"text_block_id": "p51_b686", "text": "4). Prevention and Solution of Impacts from Natural Disaster"}, {"text_block_id": "p51_b687", "text": "To prevent, control and resolve impacts from natural disaster including flood, drought, outbreak of animal and plant diseases, particularly in the agriculture production areas, therefore, it is necessary to define some following measures:"}, {"text_block_id": "p51_b688", "text": "Ł"}, {"text_block_id": "p51_b689", "text": "Integrate management, prevention and control of natural disaster plan into the agriculture development plan at every level in each period to implement them simultanuously. To cooperate with international organizations to develop workplans for disaster risk reduction (DRR) in agriculture area. This aims at technical capacity building in reducing risks, disaster management planning, and coordination and exchange of information with other relevant parties by improving mechanism, roles and duties of relevant sectors and provide instructions to implement workplan systematically according to HYOGO Operational"}, {"text_block_id": "p52_b690", "text": "Framework which determined 5 priority areas"}, {"text_block_id": "p52_b691", "text": "for each period such as short-term (preparedness for handling with disaster), short to medium-terms (disaster risk reduction), medium to long-terms (adaptation or resilience to climate change)."}, {"text_block_id": "p52_b692", "text": "Ł"}, {"text_block_id": "p52_b693", "text": "Carry out the study and collection of information to to identify and map out risky areas where natural disasters often occurred and may occure such as downstream areas along the rivers that are at risk on flooding, areas that are at risk on drought, areas that often affected by the outbreak of animal and plant diseases (insects, rats ...), areas that are at risk on soil erosion and other risks by applying modern techniques or technologies in the determination and assessment of events such as the use of  sattelite amage, aerial photos/maps, applying modern warning systems and others."}, {"text_block_id": "p52_b694", "text": "Ł"}, {"text_block_id": "p52_b695", "text": "Construct, improve and renovate water gates and weirs such as the areas along both river banks of Xe Bang Fai (Khammouan and Savannakhet), along Xe Bang Hieng river bank and other areas with risks, particularly in large plains along side with the inspection and repair the embankments of the water pump stations on the Mekong and its tributaries."}, {"text_block_id": "p52_b696", "text": "Ł"}, {"text_block_id": "p52_b697_merged_merged", "text": "Utilize infrastructure such as irrigation reservoirs and hydropower reservoirs by controlling and determining appropriate and safe water level in the reservoirs ahead of flooding season starts (rainy season), particularly Nam Ngum Dam 1, Nam Mang 3, Nam Theun 2, Theun Hinboun, Xe Pien-Xe Namnoi, Xe Kaman and others.  Construct the diversion channels system to release water from large production areas that have flooding risks such as Xe Banghieng, Xe Bangfai reservoirs, build flood protection canal system in areas where the conditions are available, install water pump to drain water and build water drainage canals, in particular in large plains that have risks a long side with the use of modern technology to monitor water level in each important river by determining emergency warning levels (level 1, level 2 and level 3) in each water level measurement station by establishing centralized management, monitoring and control centers."}, {"text_block_id": "p52_b700", "text": "Ł"}, {"text_block_id": "p52_b701", "text": "Carry out the study, research, development and improvement and turn to use rice and crops/plant seeds that are durable, resilient and can be able to adapt with climate change such as durable to flooding and drought a long side with the development and application of appropriate plantation techniques."}, {"text_block_id": "p52_b702", "text": "Ł"}, {"text_block_id": "p52_b703", "text": "In areas that are at risk to drought, particularly drought/mound paddy field that are outside irrigation area, it shall promote people to stock water by constructing small-scale weirs to block creeks, making small-sized ponds for stocking water for use in case there is a lack of water."}, {"text_block_id": "p52_b704", "text": "Ł"}, {"text_block_id": "p52_b705", "text": "In areas where the conditions exist for constructing infrastructure for monitoring, control and provention system, there should be established production schedules by determining"}, {"text_block_id": "p53_b706", "text": "rice and plant varieties to plant on timely basis and be suitable with the areas (soil) in connection with mapping that determine natural disaster risks (flood and drought) in each area."}, {"text_block_id": "p53_b707", "text": "5). Clean Agriculture Production and Food Safety"}, {"text_block_id": "p53_b708_merged", "text": "Lao PDR is a country that have potential in producing clean, safe, secure and sustainable agriculture. The Party’s and government policy has set up clean agriculture production as the main priority which clean agriculture includes Good Agriculture Practice (GAP) and Organic Agriculture production (OA). In addition, there are also other types of clean agriculture such as non-pesticide production and conservative agriculture production. Formulate and amend regulations and standards of each form of production with aiming to be comprehensive, enabling the production strong and equal to or meet the international standards, upgrading technical and material infrastructure in certifying standards and quality, particularly clean agriculture standard and certificate issuance system to be in line with  ISO/IEC 17065 and standardized laboratories ISO/IEC 17025. In order to make clean agriculture activities achieve its targets, the following activities shall be implemented:"}, {"text_block_id": "p53_b710", "text": ""}, {"text_block_id": "p53_b711", "text": "Development of clean crop techniqe - production"}, {"text_block_id": "p53_b712", "text": "1."}, {"text_block_id": "p53_b713", "text": "Study and identify producer’s group and crop farms in the provinces throughout the country."}, {"text_block_id": "p53_b714", "text": "2."}, {"text_block_id": "p53_b715", "text": "Develop regulations to register producer’s group and crop farms according to GAP and OA standards of at least 50% of total producer’s group and crop farms."}, {"text_block_id": "p53_b716", "text": "3."}, {"text_block_id": "p53_b717", "text": "Establish model farms that apply GAP and OA in clean agriculture development centers to be the national model centers in producing and transferring of clean agriculture techniqes."}, {"text_block_id": "p53_b718", "text": "4."}, {"text_block_id": "p53_b719", "text": "Establish a GAP and OA model farm and center in each province throughout the country. First it should focus on Luang Namtha, Oudomxay, Luang Prabang Provinces, Vientiane Capital, Savannakhet and Champasack Provinces."}, {"text_block_id": "p53_b720", "text": "5."}, {"text_block_id": "p53_b721", "text": "Cooperate and coordinate with the Ministry of Industry and Commerce to identify and establish market to sell clean agriculture products one for each province. All agriculture produces to be sold in such markets shall be certified by the sector concerned that they are safe according to GAP and OA standards."}, {"text_block_id": "p53_b722", "text": ""}, {"text_block_id": "p53_b723", "text": "Development of crop plantation standards"}, {"text_block_id": "p53_b724", "text": "Currently, the Lao PDR has two (2) crop plantation standards that are certified by the Ministry of Agriculture and Forestry including 1) GAP standard and 2) OA standard, however, such standards are still voluntary standards which could not be basic compulsory standard. Therefore, in order to meet the policy of the government to develop the Lao PDR become a clean agriculture production country, it is necessary to develop the following standards:"}, {"text_block_id": "p53_b725", "text": "1."}, {"text_block_id": "p53_b726", "text": "Develop a national crop plantation standard that can be applied to every targeted crop farm and producer’s group for producing domestic commercial products."}, {"text_block_id": "p54_b727", "text": "2."}, {"text_block_id": "p54_b728", "text": "Upgrade the 2 existing standards up to the international level in order to make them recognized by foreign markets. For producers wishing to produce for export, at least their agricultural goods or products shall be certified by the Department of Agriculture before they can export."}, {"text_block_id": "p54_b729", "text": ""}, {"text_block_id": "p54_b730", "text": "Development of accreditation-certification systems"}, {"text_block_id": "p54_b731", "text": "Currently, the Department of Agriculture has developed standard accreditation and certification system which could certify crop plantation system that follows GAP and OA standards. However, the existing certification systems are not strong and not consistent with international certification system. Therefore, it is necessary to develop accreditation and certification system as follows:"}, {"text_block_id": "p54_b732", "text": "1."}, {"text_block_id": "p54_b733", "text": "Develop certification system to be in line with ISO/IEC 17065 standard within the Agricultural Certification Unit at the Department of Agriculture, Ministry of Agriculture and Forestry."}, {"text_block_id": "p54_b734", "text": "2."}, {"text_block_id": "p54_b735", "text": "Develop GAP standard Certification System to be recognized by ASEAN."}, {"text_block_id": "p54_b736", "text": "3."}, {"text_block_id": "p54_b737", "text": "Develop OA standard Certification System to be recognized by the International Federation Organic Agriculture Movement (IFOAM)."}, {"text_block_id": "p54_b738", "text": "4."}, {"text_block_id": "p54_b739", "text": "Establish residue laboratory that meets ISO/IEC 17025 standard in the plant protection center."}, {"text_block_id": "p54_b740", "text": "6). Developing and Improving the management system for the use of production input factors (seeds, fertilizers and pesticides)"}, {"text_block_id": "p54_b741", "text": "Develop management system, plant variety registration and control of plant variety quality throughout the country, ensuring that the quality plant varieties are sufficient for producers and going foward to international integration. Ensuring the quality of chemical substances and pesticide by developing management system, registration that could integrate with ASEAN and international standards as well as focus on controlling measures on prohibited pesticides and pesticides that have been cancelled to use in Lao PDR strictly.  This is to ensure quality in improving production efficiency and quarantee safety of products to avoid residue in food. Therefore, it is necessary to develop certain infrastructure as follows:"}, {"text_block_id": "p54_b742", "text": "Ł"}, {"text_block_id": "p54_b743", "text": "Establish one (1) plant variety, chemical fertilizer, pesticide testing center at the central level and one (1) branch per each in the northern and southern parts before authorizing registration."}, {"text_block_id": "p54_b744", "text": "Ł"}, {"text_block_id": "p54_b745", "text": "Develop laboratory personnel to be specialists on plant varieties, chemical fertilizers and pesticides of at least 10 to 15 persons per each field."}, {"text_block_id": "p54_b746", "text": "Ł"}, {"text_block_id": "p54_b747", "text": "Develop specialists to be experts on chemical fertilizers, plants protection, clean agriculture, seed variety, utilization of local herbs and herbisides and so on."}, {"text_block_id": "p55_b748", "text": "Develop specialists to be experts on chemical fertilizers, plants protection, clean agriculture, seed variety, utilization of local herbs and herbisides and so on.\n* Develop specialists in chemical fertilizers and pesticides for the districts and village clusters\n<\\li1>"}, {"text_block_id": "p55_b750", "text": "7). Production technique extension and service promotion"}, {"text_block_id": "p55_b751", "text": ""}, {"text_block_id": "p55_b752", "text": "The government facilitate and coordinate with various authorities to increase efficiency in providing services including (1) learning production techniqes and value added of farmers; (2) establish farmer’s group; (3) integrating production with marketing; (4) provision of production input factors in the areas where the markets are ineffective."}, {"text_block_id": "p55_b753", "text": ""}, {"text_block_id": "p55_b754", "text": "Expand agriculture production forces by establishing and gradually strengthening producer’s group to shift from small, scattered production to production as a group to make the production open and expand with ownership of farmers; in the next 10 years, there shall be at least one agriculture production model group or agricultural cooperative in each province and networks of the group or cooperatives that link with farmer’s organizations in the region or internationally."}, {"text_block_id": "p55_b755", "text": ""}, {"text_block_id": "p55_b756", "text": "Disseminate and transfer technical knowledge that are the basis for the cultivation, raising animals for farmers in order to shift from natural or traditional cultivation into the production that uses new and appropriate techniques and technologies that increase productivity and effectiveness of the production gradually."}, {"text_block_id": "p55_b757", "text": ""}, {"text_block_id": "p55_b758", "text": "Support and promote private sector, entrepreneurs and farmer’s organiztions to actively participate in the supply of agriculture services including the supply of production input factors, seeds, agriculture machinery, credit, agricultural products processing, storage and others as well as produce local special or unique products."}, {"text_block_id": "p55_b759", "text": ""}, {"text_block_id": "p55_b760", "text": "By 2020, shall improve and develop extension network including existing agriculture extension service centers in the production focal districts in the mountainous, plateau and plain areas (272 locations) to be strong to become schools for farmers and could play a role for demonstration, provision of trainings and transfer of agriculture, animal breeding and fishery techniques to farmers, entrepreneurs and relevant parties throughout the society."}, {"text_block_id": "p55_b761", "text": ""}, {"text_block_id": "p55_b762", "text": "By 2025, shall improve or develop model technical centers based on the potential of each production zone at least one service center or one service station per production zone that could strongly activate their role and duties."}, {"text_block_id": "p55_b763", "text": ""}, {"text_block_id": "p55_b764", "text": "Increase cooperation with development partners from both pubic and private sectors as well as domestic and foreign entrepreneurs as forces to support producing goods to expand gradually."}, {"text_block_id": "p55_b765", "text": ""}, {"text_block_id": "p55_b766", "text": "Support and promote the use of agricultural machinery in the production chains and reduction of  post-harvest losses in order to shift labour force from agriculture sector to industrial sector."}, {"text_block_id": "p56_b767", "text": "8). Research and apply new technology and appropriate techniques"}, {"text_block_id": "p56_b768", "text": "To effectively enhance the direction, achieve overall goals and targets of the Agriculture and Forestry Sector by 2025, the targets of research shall focus on the implementation of the following main activities: scientific-modern technological research to secure food security and nutrition, commercial production and management of natural resources with high effectiveness and sustainability. Research activities focus on 4 main areas (1) research to identify appropriate measures and methods to manage the use of agriculture and forestry biodiversity at the maximum level and sustainable ways; (2) research to indentify techniqes and technologies for agriculture and forestry production to adapt to climate change; (3) research on seeds and technology to increase productivity of agriculture and forestry production; and (4) research the policies to provide information and recommendations to decision makers at all levels. In addition, shall also improve information system to disseminate and exchange research findings, enabling related sectors could access to information with regards to research findings."}, {"text_block_id": "p56_b769", "text": "In order to make the scientific and technological researches support the targets of food production program, the future research shall focus on the implementation of measures or research projects as follows:"}, {"text_block_id": "p56_b770", "text": ""}, {"text_block_id": "p56_b771", "text": "Study, collect and conserve rice and food plant varieties that are rich in biodiversity and unique in local areas to conserve and use in the improvement of rice seeds and food plants/crops in the present and future."}, {"text_block_id": "p56_b772", "text": ""}, {"text_block_id": "p56_b773", "text": "Study, research, develop and use rice varieties and food plants/crops that is resistant or adaptable to climate change such as resistant to flood, drought and cold weather; in parallel with the research and development on the use of appropriate agriculture production, water saving techniques and highly effective techniques in the areas that have high risk to drought, particularly in the dry paddy fields that are outside irrigation zones."}, {"text_block_id": "p56_b774", "text": ""}, {"text_block_id": "p56_b775", "text": "Research rice seed and technology for increasing productivity of rice production, including techniques and management after harvesting in plain areas through the increase of productivity about 4.5-5 tons per hectares for rainy season and 5.5-6 tons per hectares for dry season to ensure food security and nutrition."}, {"text_block_id": "p56_b776", "text": ""}, {"text_block_id": "p56_b777", "text": "Research techniqes and technologies for rice production and plantation of integrated food production in the plateau and mountainous agriculture production system; post-harvest management; minimixation of losses in order to increase productivity of rice cultivation and crop plantation for food security and nutrition."}, {"text_block_id": "p56_b778", "text": ""}, {"text_block_id": "p56_b779", "text": "Improve production system and provide seeds of rice and food crops through the establishment of network for production, including entrepreeners in providing rice seeds and food crop seeds; particularly the production of quality rice seeds to supply for production throughout the country of at least 100,000 tons by 2025; including development of network to provide techniques and technology to cultivation of rice and food crop in plain, plateu and mountainous areas."}, {"text_block_id": "p57_b780", "text": "Improve production system and provide seeds of rice and food crops through the establishment of network for production, including entrepreeners in providing rice seeds and food crop seeds; particularly the production of quality rice seeds to supply for production throughout the country of at least 100,000 tons by 2025; including development of network to provide techniques and technology to cultivation of rice and food crop in plain, plateu and mountainous areas.\n* Conduct research to provide information for developing policies at all levels to improve or\n* Improve information system for the dissemination and exchange of research findings in Lao\n* Improve and upgrade capacity of agriculture and forestry research sector including the"}, {"text_block_id": "p57_b786", "text": "9). Establishment of Food Reserve"}, {"text_block_id": "p57_b787", "text": "To ensure food security in case of insecurity phenomena occur such as natural disaster, food shortage, food crisis, national defense-security and other situations as well as to implement international commitments, particularly to ASEAN members. Therefore, Lao PDR needs to establish food reserve aiming at food security, particularly Rice for at least 3-4 months. The goal is to guarantee the national socio-economic stability as well as maintain domestic food price stability. The establishment of rice reserve has two levels:"}, {"text_block_id": "p57_b788", "text": "Establishment of national rice reserve"}, {"text_block_id": "p57_b789", "text": ":"}, {"text_block_id": "p57_b790", "text": "establish a specific authority, national and local steering committees which shall define roles, rights, duties and  legislation in managing rice reserve and there shall be monitoring and inspection systems, detailed coordination mechanism and special budget including favorable conditions to serve such activities. Establish national rice reserve with 400,000 tons of paddy rice. These include rice reserve for disasters and national defense and public security, reserve for rice price intervention, ASEAN and international committment rice reserve and rice seed reserve."}, {"text_block_id": "p57_b791_merged_merged", "text": "Establishment of publc rice reserve: mainly focus on the establishment of community rice banks in village clusters or areas that are at risk and often affected by the natural disasters such as drought, flooding, storm, severe ourbreak of diseases and other phenomena to become a place for buying, selling and distributing to other targeted groups."}, {"text_block_id": "p57_b793", "text": "3.2.1.2 Livestock Production, Animal Health Control and Aquatic Resources Production"}, {"text_block_id": "p57_b794", "text": "In order to take the national overall direction on meat production  to be truthful as well as to achieve the defined goal, in the future, the following activities shall be focused:"}, {"text_block_id": "p58_b795", "text": "1). Development and improvement productivity of livestock and fishery production."}, {"text_block_id": "p58_b796", "text": "(1).  Development of large animal production (cattle and buffalos)"}, {"text_block_id": "p58_b797_merged", "text": "Large animals like cattle and buffalos are play an important role in supplying the meat consumption which is ranking in 4th pripority if it is compared to the total meat consumptionof the country. By 2015, the production of buffaloe beef shall be 23,000 tons, cattle beef 24,000 tons and by 2020, the production of buffalo beef shall be 15,000 tons and cattle beef 30,000 tons. By 2025 is estimated buffaloe beef production is 17.000 tons and cattle beef is 38.000 tons. Therefore, in order to achieve these target, the focal activities shall be conducted:"}, {"text_block_id": "p58_b800", "text": "(1.1)"}, {"text_block_id": "p58_b801", "text": "Conducting a survey on land area for large animal raising:"}, {"text_block_id": "p58_b802", "text": "To setup the survey program to conduct the national and regional natural grass land areas that in order to evaluate the potential of grass land and develop strategy for allocating and zonning areas to be reserved for native breed of large animal production and indentify the specific zone for promoting in investment of beef or dairy production which is liking with processing and sustainable market."}, {"text_block_id": "p58_b803", "text": "(1.2)"}, {"text_block_id": "p58_b804", "text": "The activities in buffalo production development:"}, {"text_block_id": "p58_b805", "text": "Buffalos are important assets of the nation and have high potential to develop as a competitive commodity. In the future, there shall be protection and promotion in buffalo raising, the expectation to supply buffalos by 2020 of 124,000 heads and by 2025 shall supply buffalos at least 137,000 heads per year.  In order to meet these target, the following activities shall be fulfilled:"}, {"text_block_id": "p58_b806", "text": "-"}, {"text_block_id": "p58_b807", "text": "Establish buffalo development center in appropriate parts. These centers shall be built in areas where are available good buffaloe genetic resource still exist. The provinces that should be considered are Phongsaly, Luang Prabang, Vientiane Bolikhamxay and Attapeu Provinces.  The target shall be atlease 1 Center in the country."}, {"text_block_id": "p58_b808", "text": "-"}, {"text_block_id": "p58_b809", "text": "Promote for buffaloe raising techniques to increase productivity throughout the country and in potential areas such as Northern part focusing on Luang Prabang, Houaphan and Xayabouly Provinces. Central part focuses on Savannakhet, Khammoune and Vientiane Provinces, Sourthern part shall focus on Champasack, Saravan and Attapeu Provinces through increasing disease prevention, forage plantation for animal raising as well as facilitate the farmer to access to the rural credit for animal raising including improving the quality of buffalo products to be safer."}, {"text_block_id": "p58_b810", "text": "(1.3)"}, {"text_block_id": "p58_b811", "text": "The activities in cattle production development:"}, {"text_block_id": "p58_b812", "text": "Cattle play an important role to supply meat consumption and have high potential to develop as a income of the country.  In the future, there shall be consrved and need to promote in cattle raising, the expectation to supply beef cattle by 2020 of 315,000 heads and by 2025 shall supply buffalos at least 392,000 heads per year.  In order to meet these target, the following activities shall be fulfilled:"}, {"text_block_id": "p59_b813", "text": "-"}, {"text_block_id": "p59_b814", "text": "Establish native cattle breed conservation zone by conducting feasibility study in areas in Phaxay, Nonghied Districts of Xiengkhouang Province; Ano-Phouthene in La District of Oudomxay Province; Hom, Thathom Districts, Longcheng of Xaysomboun. Viengthong District in Bolikhamxay Province and other areas the have appropriate conditions."}, {"text_block_id": "p59_b815", "text": "-"}, {"text_block_id": "p59_b816", "text": "Improve Cattle Development Centers and Stations for promotion in using of cattle gross breeding in each part of the country. In the northern part, it should be in Phoukhilao station (Xiengkhoung Province), central part shall be Nam Xuang livestock research center and Southern part shall be Nonghin station in Champasack Province to be a extension agencies to conserve and promote cattle gross breed and provide semen and transfer artificial insemination techniques to the farmers and entrepreneurs in each part of the country."}, {"text_block_id": "p59_b817", "text": "-"}, {"text_block_id": "p59_b818", "text": "Promote native cattle production of farmers and all ethnic groups throughout the country through extension in forage plantation, investment in expansion of grass plot, improvement for changing production system from traditional method to the farming operation in order to take the cattle production to be a source of sustainable income which contribute to reduce poverty of rural people."}, {"text_block_id": "p59_b819", "text": "The provinces that have priority to expand for catlle production for supplying the meat to domestic market are Xayabouly, Luang Prabang, Houaphan, Bokeo, Oudomxay, Xiengkhouang, Vientiane Provinces, Vientiane Capital, Savannakhet, Champasack and Saravan Provinces."}, {"text_block_id": "p59_b820", "text": "(2).  The activities in pig production development"}, {"text_block_id": "p59_b821", "text": "Pig"}, {"text_block_id": "p59_b822", "text": "is an animal that plays an important role in supplying pork to Lao people.  By 2020, pork production shall be 97,500 tons and by 2025 shall be at least 116,200 tons. To achieve this target, it shall focus on shifting from old system of production to the farming system gradually where by 2025 shall increase pig sow reach is at least 45.000 heads and in line with producing sufficient pig feeds and improve food quality; vaccination and deworming campaign in order to reduce losses caused by disease outbreak."}, {"text_block_id": "p59_b823", "text": "The priority areas that promote for native pig raising for supplying pork domestically such as Phongsaly, Oudomxay, Luang Prabang, Houaphan, Xiengkhouang, Vientiane, Savannakhet, Khammoune, Saravan, Champasack and Xekong Provinces."}, {"text_block_id": "p59_b824", "text": "(3). The activities in goat production development"}, {"text_block_id": "p59_b825", "text": "Goat"}, {"text_block_id": "p59_b826", "text": "is an animal that gradually plays a important role in supplying meat in the country; by 2025, targeted to supply the goats for consumption about 250,000 heads or goat meat production shall reach 4,000 to 5,000 tons per year. In order to achieve such figure, it is necessary to promote investment in goat farming operation; expand goat production in areas that have good potential such as Phongsaly, Oudomxay, Houaphan, Xiengkhouang, Vientiane, Bolikhamxay, Saravan, Xekong and Attapeu Provinces in order to be a source of goats for breedings. In addition, it is required to"}, {"text_block_id": "p60_b827", "text": "improve and develop local goat species to be larger size and resistant to environment in order to promote farmers to raise the goat in nation wide basis."}, {"text_block_id": "p60_b828", "text": "(4).  The activities in poultry production development"}, {"text_block_id": "p60_b829", "text": "Poultry"}, {"text_block_id": "p60_b830_merged", "text": "plays an important role to meat consumption structure of Lao People; by 2025, the production of poultry meat shall reach 79,000 tons and eggs 54,000 tons per year by increasing the supply of poultry between 70,000,000 to 80,000,000 heads. Therefore, to achieve this target, it shall focus on the promotion of  native poultry species in rural areas to increase the supply of meat at spot by launching raising campaign according to techniques, provision of vaccination and upgrading good biosecurity poultry farming system."}, {"text_block_id": "p60_b833", "text": "The priority areas for the promotion of native poultry species raising for supplying meat to domestic markets are Luang Prabang, Xayabouly, Oudomxay, Houaphan, Xiengkhouang, Vientiane Provinces, Vientiane Capital, Savannakhet, Saravan and Champasack Provinces."}, {"text_block_id": "p60_b834", "text": "(5). The activities in fish and aquatic animal production development:"}, {"text_block_id": "p60_b835", "text": "Fish and aquatic animals are the first meat source of the country. By 2025, [the country] shall produce fish and aquatic animals 274,000 tons. Therefore, in order to achieve such target, the development of fish and aquatic animal raising shall be focused as follows activities:"}, {"text_block_id": "p60_b836", "text": "-"}, {"text_block_id": "p60_b837", "text": "Expand fish production in order to meet about 75% of aboved mention demand shall be from production of fish farming system through expanding the fish pons areas and supplying  of fingerlings in about 1,000 million fish per year and from this target about 30% shall be from local species  that can have a potential commercially and economically purpose."}, {"text_block_id": "p60_b838", "text": "-"}, {"text_block_id": "p60_b839", "text": "Focus on developing and technology transfer in good aquaculture to the farmers for promotion of improved breed as well as  a Mekong River fish that have commercial potential and promote all types of fish raising systems such as: fish raising integrates with livestock farming, establishing fish farms, fish raising with in paddy fields, in reservoirs, in natural rivers and in fish ponds and other sources in order to ensure increasing a production growth rate about 10% per year."}, {"text_block_id": "p60_b840", "text": "-"}, {"text_block_id": "p60_b841", "text": "Increase the management, protection of water sources and the use of sustainable aquatic animal resources by establishing a local fish conservation pools atleast 500 places.  This will be focused in Bokeo, Bolikhamxay, Khammoune, Savannakhet, Champasack, Xekong and Attapeu Provinces."}, {"text_block_id": "p60_b842", "text": "-"}, {"text_block_id": "p60_b843", "text": "Improve of existing 62 fish breeding production stations throughout the country in term of their infrastructure and production capacity in order to increase their fingerling supply to the farmers and at the same time it shall be carried out feasibity study for establishing more new government stations in each province aiming at increasing capacity in fingerling production to meet"}, {"text_block_id": "p61_b844", "text": "the demand at 60% of total national demand and use these center to be a point for fishery knowledge transfer  to the farmers."}, {"text_block_id": "p61_b845", "text": "(6). The activities in wild animal domestication"}, {"text_block_id": "p61_b846", "text": "Wild animals and insects in Lao PDR are seen as one of meat sources for supplying the protein mainly for rural people. However in order to sustainably manage and utilize wildlife, it is necessary to set up a long term plan for management, conservation and breeding. Therefore, efforts shall be taken to conduct a research and promote domestication of certain types of wild animals, particularly the rare and endangered species including the managed species that allow by law and regulaton. This aims at scientific and economic researches to provide alternatives for income generation for people in connection with securing the protection of biodiversity."}, {"text_block_id": "p61_b847", "text": "(7). Veterinary service and veterinary drug control"}, {"text_block_id": "p61_b848", "text": "Veterinary services is regarded as the indispensable factor for animal raising due to it plays a role in securing the health-sanitation of animals, reducing risk on consumers and help to increase animal production outputs. Therefore, it is necessary to improve in parallel with other activities by prioritized activities that are needed to develop as follows:"}, {"text_block_id": "p61_b849", "text": "Ł"}, {"text_block_id": "p61_b850", "text": "Improve veterinary drug production center of the Ministry of Agriculture and Forestry  in order to meet the ASEAN standards.  The improvement shall be both quantity and quality which targeted to increase the production of good quality animal vaccines to farmers up to 10 million doses per year."}, {"text_block_id": "p61_b851", "text": "Ł"}, {"text_block_id": "p61_b852", "text": "Expand the veterinary drug supply network of both public and private sectors reach to all districts and gradually expand to the agriculture technical extension centers."}, {"text_block_id": "p61_b853", "text": "Ł"}, {"text_block_id": "p61_b854", "text": "Develop a veterinary management system and encourage all veterinary services namely animal clinics, veterinary drug production, importation and distribution as well as supplying a veterinary tools and equipment according to the laws and regulations."}, {"text_block_id": "p61_b855", "text": "2). Improvement of sanitary measures system for animal and aquatic animal products"}, {"text_block_id": "p61_b856", "text": "In order to prevent the risks from using of animal and fishery products that may harm to the human and animal lives and health, it is necessary to comprehensively improve sanitary measures system as follows:"}, {"text_block_id": "p61_b857", "text": "(1) Ensuring to prevent and reduce the risks from animal diseases:"}, {"text_block_id": "p61_b858", "text": "(1.1)"}, {"text_block_id": "p61_b859_merged", "text": "Improve and develop surveillance system for animal and fish or aquatic animal disease by expanding epidemiological networks of the country from central to the village level and carry out"}, {"text_block_id": "p62_b863", "text": "surveillance activies and improve the reporting system on accurate, timely basis in order to take a response measure as quickly as possible."}, {"text_block_id": "p62_b864", "text": "(1.2)"}, {"text_block_id": "p62_b865", "text": "Encourage  of vaccination campaign; for large animals, efforts must be made significantly to reduce the mortality rate as a result of Haemorrhagic Septiceamia disease and to prevent and control of foot-and-mouth disease. For pigs, the surveilance shall be made and prevent swine fever disease and PRRS disease through improving a biosecurity system and upgrading of farming standards to ensure that there is no severe disease outbreak occur; for traditional pid raising is to promote and actively encourage vaccination campaign, particularly in areas that often are at risk to disease in each year. For poultry, it needs to encourage the use of vaccines against new casstle disease and fowl cholera widely and continuously in order to reduce the loss of poultry due to the disease outbreak."}, {"text_block_id": "p62_b866", "text": "(1.3)"}, {"text_block_id": "p62_b867", "text": "Develop animal disease laboratories at the central level to meet regional and international standard ISO/IEC 17025 and to become national reference center, foreign cooperation for the diagnosis of animal diseases, a residue from animal products and to be a training center for provincial or regional laboratory staff as well for students from relevant institutions."}, {"text_block_id": "p62_b868", "text": "(1.4)"}, {"text_block_id": "p62_b869", "text": "Improve and develop provincial laboratories ("}, {"text_block_id": "p62_b870", "text": "Phongsaly, Houaphan, Luang Namtha, Oudomxay, Luang Prabang, Xiengkhouang Provinces, Vientiane Capital, Savannakhet and Champasack Provinces)"}, {"text_block_id": "p62_b871", "text": "in order to do a basically diagnose animal diseases and to be as a place for compiling animal disease information to provide to the national animal disease diagnosis laboratory center."}, {"text_block_id": "p62_b872", "text": "(1.5)"}, {"text_block_id": "p62_b873", "text": "Develop fish and aquatic disease diagnosis laboratory at the central level in order to be able to basically diagnose fish disease and to be as a key place  in compiling fish disease information of Lao PDR, aiming at using such information for planning to control and prevention the disease in time."}, {"text_block_id": "p62_b874", "text": "(1.6)"}, {"text_block_id": "p62_b875", "text": "Study and identify areas that have conditions to be certain animal diseases free zone or a buffer zone, in order to officially be declared a disease free zone."}, {"text_block_id": "p62_b876", "text": "(1.7)"}, {"text_block_id": "p62_b877", "text": "Cooperate and coordinate with international organizations and foreign countries in preventing cross-border animal disease outbreak such as bird flu, foot-and-mouth disease [and] other diseases including emerging diseases and  zoonoses."}, {"text_block_id": "p62_b878_merged_merged", "text": "(2) Ensuring to prevent and reduce the risks from animal feeds"}, {"text_block_id": "p62_b880", "text": "Improve and develop animal feed analysis center to meet the regional and international standards. This aims to be a place for inspection and certification of quality of animal feed, raw materials, concentrated feed, semi-finished fedd and finished feed that are produced in the country or import from ouside the country accurately and quickly and to build a confidence to the users of animal raising and fishery entrepreneurs."}, {"text_block_id": "p63_b881", "text": "(3)"}, {"text_block_id": "p63_b882", "text": "Ensuring to prevent and reduce the risks from veterinary medicines"}, {"text_block_id": "p63_b883", "text": "Develop and improve the veterinary drug management system for production, importation and distribution by developing registration system and inspection and monitoring of quality of the product to meet a regional and international minimum standards."}, {"text_block_id": "p63_b884_merged_merged", "text": "(4) Ensuring to prevent and reduce the risks from animal products"}, {"text_block_id": "p63_b886", "text": "(4.1)"}, {"text_block_id": "p63_b887", "text": "Develop risk prevent system, risk analysis, inspection-analysis, certification including the registration and authorization for livestock and fisheries farm, entrepreneurs in services providers, slaughterhouses, animal product processing plants, livestock markets as well as for the livestock and fisheries trading operators."}, {"text_block_id": "p63_b888", "text": "(4.2)"}, {"text_block_id": "p63_b889", "text": "Strengthen international veterinary inspection check points to be able to perform their rights and duties effectively. Increase close coordination and exchange of information and cooperation with veterinary inspection checkpoints of neighbouring countries and to be a advisory place for veterinary inspection checkpoints of local checkpoints and cooperate with temporary domestic veterinary checkpoints according to the regulations."}, {"text_block_id": "p63_b890", "text": "(4.3)"}, {"text_block_id": "p63_b891", "text": "Improve and develop whole system in [animal] slaughtering, meat inspection, butching, packaging including transportation, storage of meat as well as meat selling at markets to ensure cleaness and meet sanitary standards of each process."}, {"text_block_id": "p63_b892", "text": "3). Livestock and fishery production research"}, {"text_block_id": "p63_b893", "text": "The livestock and fishery production research is still focus in to the improving of research system that can provide any study for livestock breed conservation and improvement in order to increase the livestock quality, fitable with local conditon and can be adapted to climate change,. The research also include animal feed, animal disease prevention and control as well as for upgrading a animal raising techniques and its profit.  The research activity is focused in:"}, {"text_block_id": "p63_b894", "text": ""}, {"text_block_id": "p63_b895", "text": "Research, compile and expand traditional animal species to conserve and develop high productivity, good quality, resistant to animal diseases and climate change."}, {"text_block_id": "p63_b896", "text": ""}, {"text_block_id": "p63_b897", "text": "Resarch for improve production sytem and supply of animal breed, fish and aquatic species through the establishment of production network, including entrepreneurs in supplying good quality of animal and  aquatic animal breed to the farmers throughout the country; this is included the establishment of network to provide a techniques and technology in plain, plateau and mountainous area."}, {"text_block_id": "p63_b898", "text": ""}, {"text_block_id": "p63_b899", "text": "Research and transfer techniques and technology for the increase productivity of livestock production of the household or small farmers to ensure a food security and better nutrition."}, {"text_block_id": "p64_b900", "text": ""}, {"text_block_id": "p64_b901", "text": "Research techniques and technology through the application of advanced methode in animal and fishery production in large farms, in processing plant in order to improve quality and quantity for food security and good nutrition."}, {"text_block_id": "p64_b902", "text": "Research in cross cutting issues to provide information and recommendations to policy makers at all levels to improve related policies to support [and] promote the improvement, development and expansion of animal species including policy on the use or access to animal for breedings and animal raising techniques and technology for production and processing."}, {"text_block_id": "p64_b903", "text": "4). Livestock and Fishery production extension activities"}, {"text_block_id": "p64_b904", "text": "(1)"}, {"text_block_id": "p64_b905", "text": "Organize and strengthen livestock and fishery production groups, aiming at developing organization that can able access to advanced techniques and technology to increase their capacity to develop their livestock and fishery production effectively."}, {"text_block_id": "p64_b906", "text": "(2)"}, {"text_block_id": "p64_b907", "text": "Promote private sector, entrepreneurs to actively participate in expanding and supplying animal breeds, feeds, vaccines and medicines including upgrad their product processing that is able liking with integrate sustainable operational plan, which are included production distribution,processing and marketing value chain."}, {"text_block_id": "p64_b908", "text": "(3)"}, {"text_block_id": "p64_b909", "text": "Improve the existing extention networks to be able to transfer techniques in animal husbandry, fish and aquatic culture, animal health services to the farmers and entrepreneurs."}, {"text_block_id": "p64_b910", "text": "3.2.1.3 Food Security and Nutrition"}, {"text_block_id": "p64_b911", "text": "The increase of products is still considered as priority and will continue to play an important role in agriculture development, however, to achieve food security, it is necessary to rely on diversification of food security (in addition to rice). Information on rural of Lao PDR has been changed from the continuation of form that rely on natural resources and forest to production that basically rely on rural market, this includes food production for self-consumption has been applied along side with commercial production. The change to commercial agriculture production is related to food security which is one of many methods including dependency on ability to access to land for production and access to existing resources. In general, information on food security and nutrition of Lao PDR is diverse depending on both factors such as development in both positive and negative aspects. Something to be done that considered as priority is the estimation to expand the contribution of agriculture development to food security and nutrition. The components in food security and nutrition includes:"}, {"text_block_id": "p64_b912_merged", "text": "A/. Food Availability"}, {"text_block_id": "p64_b914", "text": "Nutrition Oriented Agriculture"}, {"text_block_id": "p64_b915", "text": "In general, currently Lao PDR is ready and capable to supply sufficient rice compared to the needs per capita without relying geographic areas. However, food sources that is rich with nutrient such as green leave vegetables, beans, corns, fruits and protein sources from animals are different"}, {"text_block_id": "p65_b916", "text": "and dependent on natural sources. The decision on self-sufficient development at the community level should be supported, encouragement of households to develop food with useful nutrient through gardening, improve agriculture inputs that could be purchased (for example, assistance or support from the government or civil society and etc.) and inputs related to animal raising, poultry and veterinary support. While the access to food sources from forest is declining, therefore, it is necessary to provide assistance to have the food more available through self-substitution cultivation and other incentives to enable access to more production land and reduce impacts from consessions and problems related to pesticides and over-use of chemical fertilizers. The support at the household level on financial planning and way of living would be the information used for making decisions at the household level. The improvement of diversity in nutrition is important to resolving hunger and malnutrition in Lao PDR. The consumption of fish and other aquatic animals is an important part of Lao food and should continue the support through promoting traditional methods that links with new production methods in order to increase aquatic products such as water management, improvement of integration and combination between hydropower dams, irrigation, fishery and etc."}, {"text_block_id": "p65_b917", "text": "Post-harvest Losses"}, {"text_block_id": "p65_b918", "text": "Even though overall production ratio is high enough in securing self-sufficient at the national level, total food volume in the household may be lower or quality is lower than average number of products. Post-harvest losses could be minimized and harvesting techniques could be improved to increase production productivity. At the initial stage, the expansion of the use of machinery in production including improving processing system, particularly rice mills as well as improving premises or storage would also help to reduce losses."}, {"text_block_id": "p65_b919_merged", "text": "B/. Food Accessibility"}, {"text_block_id": "p65_b921", "text": "For rural farmers, the plantation of vegetables for self-consumption is only one of many methods to access to food, along side with supply of labour, looking for food in the natural sources (in the forests), buying from markets and exchanges. The access to food sources from the forest that is protein from non-timber forest products is important to ensure sufficient food in the households. Meat sources from the forests and in the water, especially fish, is the highest protein source from animals in Lao PDR (NUDP/NAFRI 2012). The two-procedures method to support the use of forest products (such as non-timber fores products) and sustainable fishing method shall be developed along side with the support agriculture growth at the household level to replace the use and reliance on food sources from the forest, in particular in the areas where it is difficult to find. The use of each method various from one place to another depending on local conditions. Villages that have marketing potential receive marketing knowledge and trust and gained capacity in selling their products which support the production to grow. Farmer’s groups and producers would benefit from the improvement of market integration and with credit/financial institutions including the banks. Technical extension and service centers or farmer’s school shall be used to upgrade technical capacity to farmers to let them learn new techniqes in commercial agriculture production."}, {"text_block_id": "p66_b922", "text": "C/."}, {"text_block_id": "p66_b923", "text": "Food Safety and Nutrition"}, {"text_block_id": "p66_b924", "text": "Food Preservation"}, {"text_block_id": "p66_b925", "text": "While there are many methods for storing food in Lao PDR (including salted fish, drying under the sun, moaking, pickled and etc.). These methods have been used occationally; the most important thing is that shall use and expand the use of these methods in order to store food for consumption in the shortage season. In addition, there should be trainings to increase knowledge for people on food storage techniques in areas where we have not introduced these methods, especially in the northern highland areas."}, {"text_block_id": "p66_b926", "text": "Nutrition Knowledge"}, {"text_block_id": "p66_b927", "text": "Nutrition knowledge and understanding on safety and sanitation in preparing food, in general, is not fully exercised and proper. Majority of malnutrition which is commonly understood is the shortage of rice. It is necessary to improve knowledge on nutrition and study on food safety through systematic education channel and the development of comprehensive development programs. There are a number of examples such as methods or forms on “integrated agriculture, natural resources management and nutrition” that raises awareness of rural people to understand the integration between agriculture and public health activities, food security and nutrition."}, {"text_block_id": "p66_b928_merged_merged", "text": "D/. Food Stability"}, {"text_block_id": "p66_b930", "text": "Seasons are still considered as important factors for food instability in Lao PDR, it affects diversity of food, consumption patterns, ways of living as well as risks and it is necessary to conduct indepth study on the roles and seasonal changes and on the risk in general. To address this problem, it shall focus on reducing the risk on food shortage in certain season, especially in rural areas and remote mountainous areas. These could be resolved through the following methods: 1) improvement of storage system and supply of nutrient food constantly every year, 2) reduce impacts on climate change, particularly natural impatcs on ways of living in rural areas, 3) create opportunities to generate additional income in addition to cultivation, raising animals or create ways of living without relying on climate or nature."}, {"text_block_id": "p66_b931", "text": "3.2.2 Measures related to Agricultural Commodity Production"}, {"text_block_id": "p66_b932", "text": "3.2.2.1 Agricultural Commodity Production"}, {"text_block_id": "p66_b933", "text": "1). Zoning for agricultural commodity production"}, {"text_block_id": "p66_b934", "text": "The production of agriculture goods is based on actual capacity and potential, particularly the physical factors (location, land, water sources etc...), social-economy and special characteristics of the production in the regions. This is to be suitable with the production conditions, tranformation and competitive marketing and could integrate with regional and international markets according to the policy on industrialization and modernization. Farmers could access to the public service, have stable occupations and better lives, consumers consume quality, clean and safe products. Based on given acctual potential and capacity, therefore, it is required to allocate and identify agriculture goods production according to the region and potential as follows:"}, {"text_block_id": "p67_b935", "text": "a)."}, {"text_block_id": "p67_b936", "text": "Plants (crops) as the national priority goods"}, {"text_block_id": "p67_b937", "text": "(1)"}, {"text_block_id": "p67_b938", "text": "Rice"}, {"text_block_id": "p67_b939", "text": "Mountainous and plains areas"}, {"text_block_id": "p67_b940", "text": ": areas that produce commercial rice is to promote traditional (local) rice plantation that have special characteristics such as small-chicken rice (Khao Kai Noy) in Xiengkhouang Province (focus on Paek, Khoun, Phoukoud, Phaxay and Kham Districts) and in Houaphan Province (focus on Xam Neua and Viengxay Districts) with total areas of 13,000-15,000 hectares which could produce paddy rice approximately 40,000-50,000 tons by improving and organizing producer’s group and technical extension service centers that focus the production consistent with clean agriculture standards (GAP and OA) and certification of plants that have geographic indications (GI). In addition, there are also purple rice (black rice) and other indigenuous rice variety in the plateau and mountainous areas."}, {"text_block_id": "p67_b941", "text": "Plain areas"}, {"text_block_id": "p67_b942", "text": ": in areas where the commercial rice production is for export and supplying as raw materials to domestic processing factories, it aims at promoting the production in 7 large plains such as Vientiane, Bolikhamxay, Xe Bangfai, Xe Banghieng, Xe Don, Champasack and Attapeu plains with total rice cultivation areas of 650,000-800,000 hectares with production outputs between 3.0-3.3 million tons paddy rice. In areas where can access to irrigation, ensuring the supply of water in dry season and less risk from natural disaster such as flooding and drought in these plains, particularly in the areas that have been identified as agro-irrigation projects, they would be identified as special focal areas for commercial rice cultivation in areas of 200,000-250,000 hectares, production about 1.1-1.3 million tons of paddy rice by promoting the production in a form of producer’s group or production cooperative linking with technical extension centers that are consistent with Good Agriculture Practice (GAP), where the paddy field areas shall be improved in order to facilitate the proper use of machinery such as planting, harvesting, processing, packaging and storing, particularly the use of quality improved rice seeds that have market demand; at the same time it can also be able to produce and supply rice seeds on site such as Thadokkham, Phonngam, Thasano, Xebangfay-2, Vientiane 450-1, Homsavane, Homcahmpa, CR.230 rice seeds and other aromatic rice seeds. In addition, for medium and small-sized plains in the northern part, the production focuses on commercial rice to supply to China market by designating rice seed production center in Luang Namtha Province to expand rice seeds according to market demand."}, {"text_block_id": "p67_b943_merged_merged_merged", "text": "(2) Maize (animal feed)"}, {"text_block_id": "p67_b945", "text": "Mountainous and plateau areas"}, {"text_block_id": "p67_b946", "text": ": commercial maize production areas for animal feeds focus on 10 provinces, 30 districts throughout the country such as Xayabouly Province (Paklai, Kenethao, Xayabouly, Phieng, Botene … districts), Oudomxay Province (Houn, Namor, Xay, La … districts), Bokeo Province (Houasai, Tonpheung, Phaoudom … districts), Xiengkhouang Province (Kham, Nonghaet … districts), Houaphan Province (Xamneua, Xiengkhor, Sobbao, Aet, Houameuang … districts), Luang Prabang Province (Nan, Nambak, Ngoy … districts), Vientiane Province (Meune, Xanakham, Kasy … districts) and Luang Namtha Province (Luang Namtha,"}, {"text_block_id": "p68_b947", "text": "Viengphoukha, Nalae … districts) which aiming  for domestic processing and export. These include the support and promotion of producer’s group and entrepreneurs to invest in upgrading quality and reducing post harvest losses by focusing on post haverst techniques such as establishing drying houses, warehouse and storing house of products before transportation."}, {"text_block_id": "p68_b948", "text": "Plain areas"}, {"text_block_id": "p68_b949", "text": ": maize production areas for animal feed in 7 large plains focus on 3 main plains that have prdouction areas and long tradition in planting maize for animal feeds in large quantity such as Vientiane plain focuses in Thulakhom and Naxaythong Districts, Xedon plain focuses on Saravan district as the focal area, for Champasack plain focuses on certain areas of Champasack and Pathoumphone districts."}, {"text_block_id": "p68_b950", "text": "(3)"}, {"text_block_id": "p68_b951", "text": "Coffee"}, {"text_block_id": "p68_b952", "text": "Mountainouse and plateau areas:"}, {"text_block_id": "p68_b953", "text": "core commercial coffee production areas mainly in Bolaven Plateau such as in Paksong, Bachieng districts of Champasack province, Lao Ngam district of Saravan province, Thateng district of Xekong province that currently there are total harvest areas approximately 130,000 hectares, the expected products would be 280,000 tons by upgrading and promoting production to be in line with OA and GAP standards. In addition, coffee plantation have also been promoted and promoting in some nothern provinces, particularly the coffee that have geographic indications (GI) and in some provinces/regions are testing which shows that many provinces have appropriate conditions and are sucessful, which is expected that by 2020 and 2025, coffee plantation area would increase significantly."}, {"text_block_id": "p68_b954", "text": "(4)"}, {"text_block_id": "p68_b955", "text": "Sugar canes"}, {"text_block_id": "p68_b956", "text": "Promote sugar canes plantation in order to have raw materials for supplying to domestic sugar factory by focusing on Xaybouly, Atsaphangthong, Champhone, Phalanxay, Xonbouly and Outhumphone districts of Savannakhet province; Paksan, Bolikhan, Xaychamphone districts of Bolikhamxay province; Samakhixay, Phouvong, Saysettha and Xanxay districts of Attapeu province ; Lamam district of Xekong province with total expected areas of about 60,000 hectares and expected products approximately 2.4 million tons. Support sugar canes plantation in connection with processing factory and the use of its waste to produce other products such as fertilizer, renewable energy and others."}, {"text_block_id": "p68_b957_merged_merged_merged", "text": "(5) Cassava"}, {"text_block_id": "p68_b959", "text": "Promote plantation of cassava for commercial production, especially to be raw materials to supply to processing factory for export; for mountainouse and plateau areas; casava plantation shall focus on Pakxeng, Viengkham and Phoukoun districts of Luang Prabang province, Phaxay and Pek districts of Xiengkhouang province, Home, Xanakham, Meune, Feuang and Hinheup districts of"}, {"text_block_id": "p69_b960", "text": "Vietiane province, Khamkerth district of Bolikhamxay province, Xepon and Nong districts of Savannakhet province, Laognam and Taoi districts of Saravan province. In the lowland or plain areas shall focus on Xaythany, Pakngeum and Sangthong districts of Vientiane Capital, Paksan, Pakkading, Borikhane districts of Borikhamxay province, Xonbouly and Phin districts of Savannakhet province; Khongxedone and Nakhonpheng district of Saravane province with total expected production areas of about 57,000 hectares and expected product of about 1.6 million tons."}, {"text_block_id": "p69_b961", "text": "(6)"}, {"text_block_id": "p69_b962", "text": "Rubber trees"}, {"text_block_id": "p69_b963", "text": "To comply with the Forestry Strategy to 2020 which defines total areas for plantation of industrial trees for economic purposes not exceed 500,000 hectares; this includes rubber tree plantation; however, up to now, the areas for rubber tree plantation nationwide are nearly 300,000 hectares. This includes rubber tree plantation areas in mountainous and plateau areas including plantation by farmers and entrepreneurs have total area nearly 170,000 hectares with expected total rubber latex would be 230,000-250,000 tons, majority of plantation is in Luang Namtha, Bokeo, Oudomxay, Phongsaly, Luang Prabang, Xayabouly provinces and in 3 districts of Vientiane Province."}, {"text_block_id": "p69_b964", "text": "Meanwhile the total rubber tree plantation areas in the plains, currently, including plantation by farmers and entrepreneurs nearly 130,000 hectares, with total expected rubber latex approximately 190,000-200,000 tons, majority of plantation is in Bolikhamxay, Khammoune, Savannakhet, Saravan, Xekong, Attapeu and Champasack provinces."}, {"text_block_id": "p69_b965", "text": "Support and promote rubber tree plantation in connection with processing by building domestic processing factories to balance with the capacity of the supply of raw materials by focusing on provinces that have plantation areas greater than 10,000 hectares as well as developing policy measures to promote, support domestic processing and reduce the export of raw materials."}, {"text_block_id": "p69_b966", "text": "b)."}, {"text_block_id": "p69_b967", "text": "Other potential cash crops that are special and unique in the local areas"}, {"text_block_id": "p69_b968_merged_merged_merged", "text": "(1) Job’s tears"}, {"text_block_id": "p69_b970", "text": "For job’s tears, it shall be focused in mountainous and plateau areas by promoting certain districts in certain provinces such as Xayabouly province (Khob, Xayabouly, Xienghone, Ngeun, Paklay, Phieng … districts), Vientiane province (Xanakham, Meune, Maet, Feuang … districts), Luang Prabang (Pakxieng, Pak Ou, Chomphet, Xieng Ngeun, Nambak, Nane, Ngoy … districts) which would have production areas of about 60,000 hectares with expected products of about 180,000 tons. Due to this crop is mainly produced as raw materials for export to neighbouring countries such as China, Vietnam, Thailand … however, in order to create value-added, in the future, shall strongly promote investment on processing in parallel with improvement of post harvest storage such as warehouse, drying houses and storage house of final products before export."}, {"text_block_id": "p70_b971", "text": "(2)"}, {"text_block_id": "p70_b972", "text": "Sesame"}, {"text_block_id": "p70_b973", "text": "Commercial sesame plantation areas are in certain northern provinces such as Luang Prabang province (Pak Xeng, Pak Ou, Chom Phet, Xieng Ngeun, Nam Bak Nane, Ngoy … districts), Oudomxay province (Nga, Xay, Beng, Houn, La … districts) and Xayabouly province (Xayabouly, Hongsa, Phieng, Botene and Kene Thao districts), which the targeted total plantation area is about 5,000 hectares and expected products about 7,500 tons (dry products)."}, {"text_block_id": "p70_b974", "text": "(3)"}, {"text_block_id": "p70_b975", "text": "Tea"}, {"text_block_id": "p70_b976", "text": "Mountainous and plateau areas: tea prdocution areas mainly focus in Bolaven Plateau such as Pakxong and Bachieng districts of Champasack province; Lao Ngam district of Saravan province and Thateng district of Xekong drovince and some potential northern provinces such as Phongsaly and other provinces that have high potential and experience for planting by upgrading and promoting the prodution in connection with processing to meet the OA and GAP standards aiming at ensuring clean and safe products."}, {"text_block_id": "p70_b977", "text": "(4)"}, {"text_block_id": "p70_b978", "text": "Tobacco"}, {"text_block_id": "p70_b979", "text": "Mountainous and plateau areas: focus on certain provinces that have production experience and potential and market demand such as Nambak district of Luang Prabang province; Namor, Beng and Xay districts of Oudomxay province and Paklay district of Xayabouly province with the expected total production area approximately 3,000 hectares and expected products (raw tobacco leaves) about 30,000 tons."}, {"text_block_id": "p70_b980", "text": "Plain areas focus on Thoulakhom district of Vientiane province ; Pakxan and Pakkading districts of Bolikhamxay province; Thakhek, Hinboun, Nongbok and Xebangfai districts of Khammoune province; Xaybouly, Songkhone, Atsaphangthong, Atsaphone and Champhone districts of Savannakhet province; Nakhonepheng district of Saravan province; Khong district of Champasack province mainly are to be raw materials to supply to domestic processing factory and export with expected total plantation area of about 15,000 hectares and expected production (raw tobacco leaves) approximately 150,000-200,000 tons."}, {"text_block_id": "p70_b981_merged_merged_merged_merged", "text": "(5) Legumes/beans"}, {"text_block_id": "p70_b983", "text": "For legumes or beans, mainly focus on peanut, soybean, mung bean etc… and other legumes for domestic commercial such as black bean, pea, princess bean, long bean, and other legumes by defining plantation areas such as mountainouse and plateau areas in Luang Prabang, Nane and Xieng Ngeun districts of Luang Prabang province ; Khob, Paklay, Kenethao and Botene districts of Xayabouly province; Vangvieng, Kasy, Feung and Sanakham districts of Vientiane province;"}, {"text_block_id": "p71_b984", "text": "Sangthong district of Vientiane Capital; Khamkerth and Viengthong districts of Bolikhamxay province; Lao Ngam district of Saravan province; Bachieng and Paksong district of Champasack province with expected total production areas of about 70,000-80,000 hectares and expected products of about 135,000-140,000 tons."}, {"text_block_id": "p71_b985", "text": "For plain areas focus on Thoulakhom and Phonhong districts of Vientiane province ; Hinboun and Nongbok districts of Khammoune province; Saravan, Khongxedon, Nakhonepheng and Wapy districts of Saravan province; Sanasomboun, Phonthong, Champasack and Pathoumphone districts of Champasack province with expected total production areas of about 7,000 hectares and expected products approximately 15,000 tons."}, {"text_block_id": "p71_b986", "text": "(6)"}, {"text_block_id": "p71_b987", "text": "Vegetables"}, {"text_block_id": "p71_b988", "text": "For different types of vegetables focus on areas where have high potential and ecoagriculture appropriate, especially in the city suburbs and areas that have actual practices and could access to domestic markets and neighbouring countries, which mainly focus on Bolaven Plateau (Paksong, Bachieng, Thateng and Lao Ngam districts) and northern mountainous areas such as Phoukhoun district of Luang Prabang province; Kham, Khoun, Paek and Thathome districts of Xiengkhouang province; Sing district of Luang Namtha province and other districts that have potential to supply to large cities and focus on integrated vegetable cultivation. In addition, other areas in different plains that have potential such as Vientiane plain focuses on Hadsayfong, Sikhottabong, Naxaythong, Thoulakhom districts and others; Xebangfai plain focuses on Xegangfai, Nongbok and Thakhek districts; Xebanghieng plain focuses on Xayphouthong, Songkhone, Champhone and Kaysone Phomvihan districts; and Champasack plain focuses on Phonthong and Champasack districts to supply to cities, tourist destinations and various infrastructure development projects."}, {"text_block_id": "p71_b989_merged_merged", "text": "(7) Fruit trees"}, {"text_block_id": "p71_b991", "text": "Fruit trees plantation that are for food and domestic goods and for export, shall focuses on potential and agro-ecology appropriate areas, areas that have plantation experience and could access to domestic and foreign markets. These fruit trees include banana, water melon and pineapple in Tonpheung district of Bokeo province, Sing and Long districts of Luang Namtha province; Xay district of Oudomxay province; Pak Ou, Xieng Ngeun and Luang Prabang districts of Luang Prabang province; Sepon district of Savannakhet province; Lao Ngam district of Saravan province; In addition, the plantation also focuses on coconut, orange, tamarind, longan, mango, jackfruit, rambutan, durian, dragon fruit, custard apple and others that have potential and specialty or unique in the northern, central and southern districts and provinces based on actual conditions and potential which the expected total plantation area is about 10,000-15,000 hectares and expected products of about 300,000-400,000 tons."}, {"text_block_id": "p72_b992_merged", "text": "Apart from the vegetables and fruit trees as mentioned above, there are some other vegetables, crops and fruit trees which have production potentials for export to neighbouring countries and have high market demand that are planting in some areas in the northern-southern parts of Lao PDR such as Sacha inchi (Mak Nam Manh) (Plukenetia volubilis), Mak Kao (Tung fruit) and some non-timber forest products (NTFPs) such as cardamom, Mak Kha, Bong Bark and others which shall be promoted for planting and processing."}, {"text_block_id": "p72_b995", "text": "2). Plant Protection"}, {"text_block_id": "p72_b996", "text": "Plant protection–quarantine is one of the important activities in contributing to agriculture protection of Lao PDR such as human, plant and animal health, biodiversity conservation and trade facilitation in both quantity, quality and safety based on international phytosanitary measures under Sanitary and Phytosanitary Measures (SPS) Agrement of the World Trade Organization (WTO) and international treaties that Lao PDR is a party. To strengthen plant protection-quarantine and catch up with international level, it is necessary to carry out some main activities such as development and amendment of related legislations together with human resource development emphasising on plant protection and technical infrastructure at the plant protection checkpoints with the following details:"}, {"text_block_id": "p72_b997", "text": ""}, {"text_block_id": "p72_b998", "text": "Develop and disseminate legislation, regulations and technical guidelines/manuals including international phytosanitary standards and other relevant regulations for regional and international integration."}, {"text_block_id": "p72_b999", "text": ""}, {"text_block_id": "p72_b1000", "text": "Negotiate on opening agriculture product markets of Lao PDR with ASEAN countries, ASEAN+3 and continue to research, negotiate to make bilateral agreement with China on SPS with regards to plants that have potential for export of Lao PDR apart from the crops that have already been agreed and signed together for export."}, {"text_block_id": "p72_b1001", "text": ""}, {"text_block_id": "p72_b1002", "text": "Establish and improve international plant protection checkpoints. These include plant quarantine offices, pest laboratories and plant quarantine premises at the checkpoints that could integrate with the region and international by focusing on 20 checkpoints throughout the country such as 1) Pakha checkpoint in Phongsaly Province, 2) Namsoy checkpoint in Houaphan Province, 3) Boten checkpoint in Luang Namtha Province, 4) Lao-Myanmar Friendship Bridge checkpoint in Luang Namtha Province, 5) Namkan checkpoint in Xiengkhouang Province, 6) Nam Heuang Friendship Bridge checkpoint in Xayabouly Province, 7) Luang Prabang International Airport checkpoint in Luang Prabang Province, 8) Lao-Thai Friendship Bridege 4 checkpoint (or Huayxay checkpoint) in Bokeo Province, 9) Lao-Thai Friendship Bridge 1 in Vientiane Capital, 10) Wattai International Airport checkpoint in Vientiane Capital, 11) Lao-Thai Friendship Bridge 5 checkpoint (or Paksan checkpoint) in Bolikhamsay Province, 12) Namphao checkpoint in Bolikhamsay Province, 13) Lao-Thai Friendship Bridge 3 checkpoint in Khammouane Province, 14) Naphauo checkpoint in Khammouane Province, 15) Lao-Thai Friendship Bridge 2 checkpoint in Savannakhet, 16) Denesavan checkpoint in Savannakhet Province, 17) Lalay checkpoint in"}, {"text_block_id": "p73_b1003", "text": "Saravan Province, 18) Vangtao checkpoint in Champasack Province, 19) Nongnokkhien checkpoint in Champasack Province and 20) Phoukeua checkpoint in Attapeu Province."}, {"text_block_id": "p73_b1004", "text": "Saravan Province, 18) Vangtao checkpoint in Champasack Province, 19) Nongnokkhien checkpoint in Champasack Province and 20) Phoukeua checkpoint in Attapeu Province.\n* Establish and improve pest laboratory at the central level to meet ISO/IEC 17025 at the\n* Make a list of pest or plant diseases for commercial crops as information in studying the\n* Develop human resource, develop plant protection technicians 3-5 persons per checkpoint.\n* Establish plant protection network throughout the country, develop village plant protection"}, {"text_block_id": "p73_b1012", "text": "3). Variety research and technology for commercial crops cultivation"}, {"text_block_id": "p73_b1013", "text": "Ł"}, {"text_block_id": "p73_b1014", "text": "Research, compile, conserve [and] diversify indigenous plant varieties as well as develop indigenous crops such as purple rice/black rice (Khao Kam), small chicken rice (Khao Kay Noy), vegetables, fruit trees, and mulberry varieties and worms that have potential for commercial production for specific markets."}, {"text_block_id": "p73_b1015", "text": "Ł"}, {"text_block_id": "p73_b1016", "text": "Research technology for improvement of commercial cultivation system that has unique potential such as cultivation of purple rice/black rice, small chicken rice (Khao Kay Noy), vegetables and fruit trees and cultivation of mulberry to feed worms to establish local unique products for specific markets."}, {"text_block_id": "p73_b1017", "text": "Ł"}, {"text_block_id": "p73_b1018", "text": "Research, produce and expand comparative advantage plant varieties and prioritized strategic economic crops that produce high productivity, particularly cultivation of quality rice and other cash crops that have potential including maize, cassava, sugar canes, coffee, rubber tree, vegetables and fruit trees etc. to promote commercial production to meet domestic demand and for export."}, {"text_block_id": "p73_b1019", "text": "Ł"}, {"text_block_id": "p73_b1020", "text": "Improve production system and supply of commercial plant varieties through the establishment of networks for production, including entrepreneurs in supplying quality cash crop varieties for production throughout the country; create conditions for self-sufficient supply in terms of plant varieties to reduce imports of plant varieties gradually."}, {"text_block_id": "p73_b1021", "text": "Ł"}, {"text_block_id": "p73_b1022", "text": "Research technology for the cultivation of cash crops, including cultivation techniques to increase productivity, the application of post-harvesting principles and processing that is in line with international standards such as GAP, SPS and etc. moving towards large scale farming production to handle with international integration and compliance with the obligations of WTO and AEC to which Lao PDR is a member."}, {"text_block_id": "p73_b1023", "text": "Ł"}, {"text_block_id": "p73_b1024", "text": "Conduct policy research on accessibility to plant varieties and commercial production techniques to reduce production costs, including the use of agriculture machinery to reduce the use of human labour and to release manlabour from agriculture to industry and service sectors."}, {"text_block_id": "p74_b1025", "text": "Ł"}, {"text_block_id": "p74_b1026", "text": "Research information to define policies and mechanism for the production and marketing for cash crop production system of small farmers and entrepreneurs."}, {"text_block_id": "p74_b1027", "text": "Ł"}, {"text_block_id": "p74_b1028", "text": "Research information to define production and marketing policies, information on agriculture product marketing for international integration and to comply with obligations and treaties which Lao PDR is a member."}, {"text_block_id": "p74_b1029", "text": "4). Processing and Marketing"}, {"text_block_id": "p74_b1030", "text": "Increase coordination between the Agriculture and Forestry Sector and relevant sectors aiming at improving and developing production chain related to processing and marketing in comprehensive system and be stronger including Industry and Commerce Sector, Chamber of Commerce and Industry, rice mill association, producer and processor’s associations and other agriculture service associations to integrate the production with processing and marketing to be one chain. In this regard, the role of the Agriculture and Forestry Sector is to support agriculture goods production process of various groups, associations or cooperatives to improve and broaden production force, powerful production, ownership and carry out production according to the standards required by consumers or market demand. In addition, relevant sectors at both central and local levels shall be coordinated to participate in exhibitions and trade fairs of agriculture goods in the country and other countries in order to advertise agriculture goods of Lao PDR and expand markets."}, {"text_block_id": "p74_b1031", "text": "The Industry and Commerce Sector as well as agriculture entrepreneurs play a role in improving and upgrading capacity in processing to create value added such as modernize the rice mills, factories to process agriculture products such as maize, sugar canes, cassava, coffee, tea, rubber trees, crops – vegetables, fruits and etc., ensuring quality, cleanness (sanitation) and safety in processing stages in line with good manufacturing practice (GMP) standards, create agriculture product trademarks to indicate Lao specialty (Lao brands), expand and improve processed agriculture and forestry products in order to clearly make the economic structure that the agriculture is related to industry and service."}, {"text_block_id": "p74_b1032", "text": "3.2.2.2 Livestock Production, Animal Health Control and Aquatic Resources Production"}, {"text_block_id": "p74_b1033", "text": "1). Support and promotion in commercial livestock production"}, {"text_block_id": "p74_b1034", "text": "(1) Commercial cattle production promotion"}, {"text_block_id": "p74_b1035", "text": "Cattle"}, {"text_block_id": "p74_b1036_merged", "text": "is one of specie that has high potential to develop for export;  In 2020-2025 it is expected for beef export of about 15,000 tons, this includes beef from local breed is about 10,500 tons and gross breed  is about 4,500 tons by promoting native cattle production about  87,500 heads and gross breed cattle farm is about 28,000 heads.  The target area for promotion to invest into the cattle production for commercialize are: Phongsaly, Oudomay, Luang Prabang, Houaphan,"}, {"text_block_id": "p75_b1038", "text": "Xiengkhouang, Vientiane, Bolikhamxay, Khammoune, Savannakhet, Champasack and Attapeu province. In order to achieve the above mentioned goals, the following measures shall be implemented:"}, {"text_block_id": "p75_b1039", "text": "(1.1)"}, {"text_block_id": "p75_b1040", "text": "Promote individuals and entrepreneurs or producer’s group to build up native cattle farm and operate as a good farming practice in cattle production where shall have a breed improvement  for increase the animal body weight reach to 300 kg/head, establish animal disease free zones and application of sanitary measures according to international standards."}, {"text_block_id": "p75_b1041", "text": "(1.2)"}, {"text_block_id": "p75_b1042", "text": "Promote cross breed beef cattle farmer  by using artificial insemination practice that have conditions to increase cattle body weight up to 400 kb/head or  increase their  meat products up tp 160 kg/head in order to increase a farmer income."}, {"text_block_id": "p75_b1043", "text": "(1.3)"}, {"text_block_id": "p75_b1044", "text": "Support both domestic and foreign businesses and entrepreneurs to invest for building up 2 dairy farm in the plain areas near large cities or in plateau areas that have conditions and appropriate climate such as in Vientiane Capital, Xiengkhouang Province or Vientiane Province or Champasack Province to supply milk to local market  in order to have an initiative for developing  milk production in the country as well as to use them as a place for transferring knowledge on milk technology to the Lao farmers."}, {"text_block_id": "p75_b1045", "text": "(1.4)"}, {"text_block_id": "p75_b1046", "text": "Promote farmers to expand their grass land to grow high yield grass for animal feeds which should not be less than 15 thousnad hectares."}, {"text_block_id": "p75_b1047", "text": "(1.5)"}, {"text_block_id": "p75_b1048", "text": "Promote the establishment of modern [and] standardized slaughterhouses.  In order to meet domestic demand and export, it shall be have 5 points of slaughter house with capacity of slaughtering around 70 to 100 head/day;"}, {"text_block_id": "p75_b1049", "text": "(1.6)"}, {"text_block_id": "p75_b1050", "text": "Continue to survey capacity of natural grassland, carry out land allocation or zonning the grow the crops for animal feeds and promote to use bi-products from crop or light processing industry for feeding of cattle."}, {"text_block_id": "p75_b1051", "text": "(2) Commercial pig production promotion"}, {"text_block_id": "p75_b1052", "text": "For commercial pig production in Lao PDR is almost small scale and still incompetitive in the international markets, so the production focus in for sufficiently supply to domestic market and serve for tourists. Therefore, the following activities shall be emphsized:"}, {"text_block_id": "p75_b1053", "text": "(2.1)"}, {"text_block_id": "p75_b1054", "text": "Promote crossbred pig production by supporting to the sectors from both public and private invest to produce pure pig breeder – parent stack F1 and F2 to be located in each part such as northern part focuses on Luang Prabang, Luang Namtha and Oudomxay Provinces ; central part focuses on Vientiane Province, Vientiane Capital, Khammoune and Savannakhet Provinces; southern part focuses on Saravan and Champasack Provinces by setting up production and supply piglets in order to reduce the importation from neighboring country and provide self sufficient."}, {"text_block_id": "p76_b1055", "text": "(2.2)"}, {"text_block_id": "p76_b1056", "text": "Promote pig production for meat, particularly 3-bloodline cross pigs in areas that have potential.  The targets is that should be increased pork from now 15% of farm product to 50% of total pork demand.  This is to ensure pork production to meet demand in cities or municipalities throughout the country.  The targeted provinces to be focused such as, in norther provinces include Xayabouly, Luang Prabang, Luang Namtha and Oudomxay ; in central provinces include Vientiane Capital, Savannakhet, Khammoune and Vientiane Provinces ; in southern provices include Saravan and Champasack."}, {"text_block_id": "p76_b1057", "text": "(3) Development of layer production"}, {"text_block_id": "p76_b1058", "text": "The development goal of"}, {"text_block_id": "p76_b1059", "text": "layer production"}, {"text_block_id": "p76_b1060", "text": "is to supply eggs adequately to meet domestic demand and sustainable self-sufficient; therefore, it is needed to promote"}, {"text_block_id": "p76_b1061", "text": "layer"}, {"text_block_id": "p76_b1062", "text": "species, particularly species that give high productivity in potential areas to supply the eggs for cities or municipalities throughout the country to have sufficient eggs for consumption and at the same time to creat a jobs and establishing sustainable chicken raising group in each area.  The priority provinces are: in northern provinces include Luang Prabang, Xayabouly, Oudomxay and Luang Namtha ; central provinces include Vientiane Capital, Vientiane, Bolikhamsay and Savannakhet ; southern provinces include Champasack and Saravan."}, {"text_block_id": "p76_b1063", "text": "(4) Broiler production promotion"}, {"text_block_id": "p76_b1064", "text": "Currently there still has high market demand of chicken meat in the city areas, therefore, it is needed to continue expanding broiler production  in potential areas in order to increase the chicken meat from broiler farm 0.8% right now to 10% of total poultry meat demand .  This will be increase the supply to meet demand in cities and reducing import from other countries. Areas that are priority for the promotion of broiler production are, in norther provinces include Luang Prabang, Xayabouly, Oudomxay and Luang Namtha ; central provinces include Vientiane Capital, Vientiane, Bolikhamxay and Savannakhet ; southern provinces include Champasack and Saravan."}, {"text_block_id": "p76_b1065", "text": "(5) Laying duck (duck egg) production promotion"}, {"text_block_id": "p76_b1066_merged_merged", "text": "Duck eggs is one important food for our country. Therefore, it is needed to promote suitable duck species production in high potential areas which targeted output would be increased from 3% to 10% of total eggs demand .  This will be meet to the demand of markets in large cities. The areas that have priority to promote duck egg production to supply to the domestic markets are, northern provices include Oudomxay and Xayabouly ; central part include Vientiane Capital, Bolikhamxay and Vientiane Provinces ; southern provinces include Champasack."}, {"text_block_id": "p76_b1071", "text": "(6) Cage fish culture promotion"}, {"text_block_id": "p76_b1072", "text": "Cage fish culture"}, {"text_block_id": "p76_b1073", "text": "is one of fish production which gives high products of which its production is expandable in Lao PDR. Therefore, it is needed to promote and develop as follows :"}, {"text_block_id": "p77_b1074", "text": "(6.1)"}, {"text_block_id": "p77_b1075", "text": "Promote cage fish culture in the areas that have appropriate conditions for  expanding tilapia production for provide in sufficient quantity in each district and municipal of each province throughout the country .  Target by increasing the quantity from 4,500 to 6,500 cages by 2015, 10,000 cages by 2020 and 18,000 cages by 2025."}, {"text_block_id": "p77_b1076", "text": "(6.2)"}, {"text_block_id": "p77_b1077", "text": "Promote cage fish culture for export by increasing the number in areas that have already started the business in Vientiane Capital by raising in appropriate areas along the Mekong and its tributaries."}, {"text_block_id": "p77_b1078", "text": "The priority areas for promoting commercial cage fish culture are, northern provinces include Luang Prabang and Bokeo ; central provinces include Vientiane Capital, Savannakhet, Khammoune, Bolikhamxay and Vientiane Provinces ; southern provinces include Champasack, Saravan, Attapeu and Xekong."}, {"text_block_id": "p77_b1079", "text": "(7) Animal and fish feed production promotion"}, {"text_block_id": "p77_b1080", "text": "Animal feed is the most important inputs of  livestock production due to it covers up to 70 percent of total input cost. According to the estimation, by 2015, Lao PDR needs total animal feed and by 2025 the expected demand would increase up to 1,200,000 tons. However, currently the country could supply only 110 tons per year. Therefore, animal feed production are necessary to be developed to increase both quantity and quality by supporting and promoting the use of raw materials locally available.  Target is to reduce a quantity of imported animal feed reach remain only 30% of total national demand."}, {"text_block_id": "p77_b1081", "text": "(8) Animal product processing promotion"}, {"text_block_id": "p77_b1082", "text": "Promote investment in to the infrastructure of processing plant in order to meet a sanitary standards.  The promote processing items are: slaughterhouses, processing plant, cooling warehouses, packaging and transportation system as a chain and linked between producer’s group, processing group and marketing."}, {"text_block_id": "p77_b1083", "text": "2). Research on commercial livestock production"}, {"text_block_id": "p77_b1084", "text": "Ł"}, {"text_block_id": "p77_b1085", "text": "Research for compiling and conservation of local breed animal and fish such as native cattle , buffalos, chiken [and] pigs, goats and local fish in order to develop and expand the breeds to supply for commercial purposes in the country and for export."}, {"text_block_id": "p77_b1086", "text": "Ł"}, {"text_block_id": "p77_b1087", "text": "Conduct researches to improve varieties, product and expand animals for breeding that have commercial potential such as indigenous cross breed cattle that give high productivity, good quality, resistence to climate change, resistant to diseases and other disease outbreaks.  Target for increase body weight of the cattle on average 300 kg/head"}, {"text_block_id": "p77_b1088", "text": "Ł"}, {"text_block_id": "p77_b1089", "text": "Improve production system and supply of animal and fish breed for commercial purposes through the establishment of networks for production, including entrepreneurs in supplying good quality animals and fish  breed ; create conditions for producers produce"}, {"text_block_id": "p78_b1090", "text": "for self-sufficient of animal breed in order to reduce imports from other countries gradually."}, {"text_block_id": "p78_b1091", "text": "Ł"}, {"text_block_id": "p78_b1092", "text": "Conduct adaptation advanced technological research for improvement of animal and fishery production system for modern farms and processing of finished products and semi-finished products that meet international standard for export and  to comply with obligations of WTO and ASEAN"}, {"text_block_id": "p78_b1093", "text": "Ł"}, {"text_block_id": "p78_b1094", "text": "Research techniques and technology for the improvement of animal and fish raising system including raising indigenous animals and fish such as domestic chicken, black-skin chicken, native pigs, goats and fish) of small farmers and entrepreneurs to supply domestically and for niche markets."}, {"text_block_id": "p78_b1095", "text": "Ł"}, {"text_block_id": "p78_b1096", "text": "Conduct research on the policy for accessing to animal breeds and fish and the use of animal raising techniques to reduce production costs including the use of agriculture machinery to reduce the use of labour and shift labour from agriculture to industry and services sectors."}, {"text_block_id": "p78_b1097", "text": "Ł"}, {"text_block_id": "p78_b1098", "text": "Conduct research on livestock and fisheries information to define policies and mechanism on animal and fishery, including marketing for commercial production system of small farmers and entrepreneurs."}, {"text_block_id": "p78_b1099", "text": "To conduct research on livestock and fisheries information to define policies on the production and marketing, agricultural marketing information for international integration and to comply with the requirements of WTO and AEC and other treaties to which Lao PDR is a party."}, {"text_block_id": "p78_b1100", "text": "IV. Supporting Programs, Action Plans and Projects"}, {"text_block_id": "p78_b1101", "text": "To effectively develop focal areas, in addition to focusing on technical activities, it is necessary to develop specific programs, action plans and projects as the basis for the implementation of food and commercial production targets, the Ministry of Agriculture and Forestry would like to propose supporting programs, action plans and projects according to the following details:"}, {"text_block_id": "p78_b1102", "text": "4.1 Supporting Programs, Action Plans and Projects by 2020 and 2025"}, {"text_block_id": "p78_b1103", "text": "4.1.1 Agricultural Food Crops Production Action Plans and Projects"}, {"text_block_id": "p78_b1104", "text": "There are totally 9 action plans and 62 projects as follow:"}, {"text_block_id": "p78_b1105_merged", "text": "1. Agriculture land development Action Plan"}, {"text_block_id": "p78_b1107", "text": "1)"}, {"text_block_id": "p78_b1108", "text": "Legislation development project for plantation land management."}, {"text_block_id": "p78_b1109", "text": "2)"}, {"text_block_id": "p78_b1110", "text": "Survey, production zonning and agriculture land development project."}, {"text_block_id": "p78_b1111", "text": "3)"}, {"text_block_id": "p78_b1112", "text": "Agriculture Land Conservation and Development."}, {"text_block_id": "p79_b1113", "text": "Agriculture Land Conservation and Development.\n* Institutional strengthening and capacity building network development project\n<\\li1>"}, {"text_block_id": "p79_b1115", "text": "2."}, {"text_block_id": "p79_b1116", "text": "Infrastructure development Action Plan"}, {"text_block_id": "p79_b1117", "text": "1)"}, {"text_block_id": "p79_b1118", "text": "Agro-irrigation development projects."}, {"text_block_id": "p79_b1119", "text": "2)"}, {"text_block_id": "p79_b1120", "text": "Agriculture technical extension center and station development project."}, {"text_block_id": "p79_b1121", "text": "3)"}, {"text_block_id": "p79_b1122", "text": "Research, testing and experiment infrastructure development project."}, {"text_block_id": "p79_b1123", "text": "4)"}, {"text_block_id": "p79_b1124", "text": "The establishment and development of Plant laboratory project to meet ISO/IEC 17025 standard."}, {"text_block_id": "p79_b1125", "text": "3."}, {"text_block_id": "p79_b1126", "text": "Clean agriculture development Action Plan"}, {"text_block_id": "p79_b1127", "text": "1)"}, {"text_block_id": "p79_b1128", "text": "Clean agriculture production system standard improvement and development project (good agriculture practice/GAP, organic agriculture/OA ...)."}, {"text_block_id": "p79_b1129", "text": "2)"}, {"text_block_id": "p79_b1130", "text": "Establishment of model, demonstration and promotion of clean agriculture production project (GAP, OA ...)."}, {"text_block_id": "p79_b1131", "text": "3)"}, {"text_block_id": "p79_b1132", "text": "Clean agriculture certification system development project that link with regional and international integration."}, {"text_block_id": "p79_b1133", "text": "4)"}, {"text_block_id": "p79_b1134", "text": "Economic crops production standard development project."}, {"text_block_id": "p79_b1135", "text": "5)"}, {"text_block_id": "p79_b1136", "text": "Plant production standard development project."}, {"text_block_id": "p79_b1137", "text": "6)"}, {"text_block_id": "p79_b1138", "text": "Making legislation on the management of production and distribution of clean agriculture product project."}, {"text_block_id": "p79_b1139", "text": "7)"}, {"text_block_id": "p79_b1140", "text": "Infrastructure development for supporting clean agriculture development project."}, {"text_block_id": "p79_b1141", "text": "8)"}, {"text_block_id": "p79_b1142", "text": "Development and strengthening on control of clean agriculture production system project."}, {"text_block_id": "p79_b1143", "text": "9)"}, {"text_block_id": "p79_b1144", "text": "Commercial vegetable and fruit tree plantation promotion project to meet clean agriculture (GAP, OA) standards."}, {"text_block_id": "p79_b1145_merged_merged_merged", "text": "4. Production management and support Action Plan"}, {"text_block_id": "p79_b1147", "text": "1)"}, {"text_block_id": "p79_b1148", "text": "Farmer registration project."}, {"text_block_id": "p79_b1149", "text": "2)"}, {"text_block_id": "p79_b1150", "text": "Targeted commercial crops plantation for export farm registration project."}, {"text_block_id": "p79_b1151", "text": "3)"}, {"text_block_id": "p79_b1152", "text": "Crops production input management project (plant varieties, fertilizers and pesticides)."}, {"text_block_id": "p79_b1153", "text": "4)"}, {"text_block_id": "p79_b1154", "text": "Post-harvest and processing technique system development project."}, {"text_block_id": "p80_b1155", "text": "5)"}, {"text_block_id": "p80_b1156", "text": "Agriculture legislation amendment and dissemination project."}, {"text_block_id": "p80_b1157", "text": "6)"}, {"text_block_id": "p80_b1158", "text": "Monitoring, inspection and support the investment in agriculture sector project."}, {"text_block_id": "p80_b1159", "text": "7)"}, {"text_block_id": "p80_b1160", "text": "Plant production loss reduction from natural disaster project."}, {"text_block_id": "p80_b1161", "text": "8)"}, {"text_block_id": "p80_b1162", "text": "Post-harvest technical tools and machinery development project."}, {"text_block_id": "p80_b1163", "text": "9)"}, {"text_block_id": "p80_b1164", "text": "Legislation formulation support project, including the formulation of policy, strategy and technical instructions etc…."}, {"text_block_id": "p80_b1165", "text": "5."}, {"text_block_id": "p80_b1166", "text": "Plant protection and quarantine development Action Plan"}, {"text_block_id": "p80_b1167", "text": "1)"}, {"text_block_id": "p80_b1168", "text": "Plant protection and quarantine legislation formulation and dissemination project."}, {"text_block_id": "p80_b1169", "text": "2)"}, {"text_block_id": "p80_b1170", "text": "National sanitary and phytosanitary measures improvement (SPS-WTO) project."}, {"text_block_id": "p80_b1171", "text": "3)"}, {"text_block_id": "p80_b1172", "text": "Plant proection strategic planning project."}, {"text_block_id": "p80_b1173", "text": "4)"}, {"text_block_id": "p80_b1174", "text": "National plant protection system development project."}, {"text_block_id": "p80_b1175", "text": "5)"}, {"text_block_id": "p80_b1176", "text": "Pest risk analysis for export and import of plants project."}, {"text_block_id": "p80_b1177", "text": "6)"}, {"text_block_id": "p80_b1178", "text": "Agriculture goods treatment techniques (pasterization, steaming and radiation) development prior to export  project."}, {"text_block_id": "p80_b1179", "text": "7)"}, {"text_block_id": "p80_b1180", "text": "Surveying and listing pests that harm economic plants project."}, {"text_block_id": "p80_b1181", "text": "8)"}, {"text_block_id": "p80_b1182", "text": "Production inputs and residues analysis and inspection project."}, {"text_block_id": "p80_b1183", "text": "9)"}, {"text_block_id": "p80_b1184", "text": "Pest outbreak surveillance and forecast project."}, {"text_block_id": "p80_b1185", "text": "10)"}, {"text_block_id": "p80_b1186", "text": "Pest prevention and elimination and creation of plant protection network in village level project."}, {"text_block_id": "p80_b1187", "text": "11)"}, {"text_block_id": "p80_b1188", "text": "National plant prevention checkpoint improvement project."}, {"text_block_id": "p80_b1189_merged_merged", "text": "6. Food crops research Action Plan"}, {"text_block_id": "p80_b1191", "text": "1."}, {"text_block_id": "p80_b1192", "text": "Project for the study, collection and conserve rice seeds and food crops with biodiversity and have local uniqueness to conserve and use them in rice seed and food crops improvement at present and in the future."}, {"text_block_id": "p80_b1193", "text": "2."}, {"text_block_id": "p80_b1194", "text": "Project for the study, research, development and use of rice seeds and food crop seeds that are resilient, resistant and/or adaptable to climate change and researh and development in using appropriate plantation techniques, water saving techniques and highly effective use in the areas that have risk to drought."}, {"text_block_id": "p80_b1195", "text": "3."}, {"text_block_id": "p80_b1196", "text": "Project for rice seed and technology research for increasing productivity of rice production and technical research and post-harvest management for food security and nutrition."}, {"text_block_id": "p81_b1197", "text": "Project for rice seed and technology research for increasing productivity of rice production and technical research and post-harvest management for food security and nutrition.\n* Technical and technological research project for production and post-harvest\n* Rice seeds and food crop seeds production system improvement project to supply\n* Research project to provide information in formulating or making policies at all levels\n* Information system improvment project for the dissemination and exchange of research\n* Capacity building project of the agriculture and forestry sector including the"}, {"text_block_id": "p81_b1207", "text": "7."}, {"text_block_id": "p81_b1208", "text": "Commercial crop production Action Plan"}, {"text_block_id": "p81_b1209", "text": "1)"}, {"text_block_id": "p81_b1210", "text": "Rice production for export project."}, {"text_block_id": "p81_b1211", "text": "2)"}, {"text_block_id": "p81_b1212", "text": "Commercial crops production for export project (coffee, maize, cassava, banana, water melon and other potentials fruits)."}, {"text_block_id": "p81_b1213", "text": "3)"}, {"text_block_id": "p81_b1214", "text": "Agriculture producer’s group and cooperative development promotion project."}, {"text_block_id": "p81_b1215", "text": "4)"}, {"text_block_id": "p81_b1216", "text": "Agriculture business (including agricultural SME) development promotion project."}, {"text_block_id": "p81_b1217", "text": "5)"}, {"text_block_id": "p81_b1218", "text": "Information development and dissemination project."}, {"text_block_id": "p81_b1219", "text": "6)"}, {"text_block_id": "p81_b1220", "text": "Modernization and industrialization promotion project."}, {"text_block_id": "p81_b1221_merged_merged", "text": "8. Plant variety and technological research for commercial cultivation Action Plan"}, {"text_block_id": "p81_b1223", "text": "1)"}, {"text_block_id": "p81_b1224", "text": "Research, compile, conserve and diversify indigenous plant varieties as well as develop indigenous crops and mulberry varieties and worms that have potential for commercial production for specific markets."}, {"text_block_id": "p81_b1225", "text": "2)"}, {"text_block_id": "p81_b1226", "text": "Technological research project for the improvement of commercial cultivation system that has local unique potential such as cultivation of purple/black rice (Khao Kam), small chicken rice (Khao Kay Noy), vegetables and fruit trees and cultivation of mulberry to feed worms to establish local unique products for specific/niche markets."}, {"text_block_id": "p81_b1227", "text": "3)"}, {"text_block_id": "p81_b1228", "text": "Project for research, produce and expand hign potential or high advantage plant varieties and prioritized strategic economic crops that produce high productivity, particularly"}, {"text_block_id": "p82_b1229", "text": "cultivation of quality rice and other cash crops that have potential including maize, cassava, sugar canes, coffee, rubber tree, vegetables and fruit trees and etc. to promote commercial production to meet domestic demand and for export."}, {"text_block_id": "p82_b1230", "text": "4)"}, {"text_block_id": "p82_b1231", "text": "Project for the improvement of production system and supply of quality commercial plant varieties for the production throughout the country to reduce importation of plant seeds from abroad gradually."}, {"text_block_id": "p82_b1232", "text": "5)"}, {"text_block_id": "p82_b1233", "text": "Technological research project for the cultivation of cash crops, including cultivation techniques to increase productivity, the application of post-harvesting principles and processing that is in line with international standards such as GAP, SPS and etc. moving towards large scale farming production to handle with international integration and compliance with the obligations of WTO and AEC to which Lao PDR is a member."}, {"text_block_id": "p82_b1234", "text": "6)"}, {"text_block_id": "p82_b1235", "text": "Policy research project on accessing to plant varieties and commercial production techniques to reduce production costs, including the use of agriculture machinery to reduce the use of man labour and to shift man labour from agriculture to industry and service sectors."}, {"text_block_id": "p82_b1236", "text": "7)"}, {"text_block_id": "p82_b1237", "text": "Research and provide information project to define policies and mechanism for the production and marketing for cash crop production system of small farmers and entrepreneurs."}, {"text_block_id": "p82_b1238", "text": "8)"}, {"text_block_id": "p82_b1239", "text": "Research and provide information project to define production and marketing policies, information on agriculture product marketing for international integration and to comply with obligations of WTO and AEC to which Lao PDR is a member."}, {"text_block_id": "p82_b1240_merged", "text": "9. Personnel development Action Plan for plant protection and quarantine"}, {"text_block_id": "p82_b1242", "text": "1)"}, {"text_block_id": "p82_b1243", "text": "Specialist capacity building project (insect, plant disease, laboratory analyst, plant specialist, plant breeding etc…)."}, {"text_block_id": "p82_b1244", "text": "2)"}, {"text_block_id": "p82_b1245", "text": "Project for capacity building for plant quarantine personnel working at international checkpoints throughout the country."}, {"text_block_id": "p82_b1246", "text": "3)"}, {"text_block_id": "p82_b1247", "text": "Project for capacity building in managing and providing services of the sector personnel at the central, provincial and district levels."}, {"text_block_id": "p82_b1248", "text": "4.1.2 Livestock and Fishery Development Action Plans and Projects"}, {"text_block_id": "p82_b1249", "text": "The strategic action activities for Livestock Production, Veterinary  and Fishery matter development are consisted in  7 action plans and 58 supported projects as follow:"}, {"text_block_id": "p83_b1250", "text": "1."}, {"text_block_id": "p83_b1251", "text": "Improvement of productivity in livestock and fishery production Action Plan"}, {"text_block_id": "p83_b1252", "text": "1)"}, {"text_block_id": "p83_b1253", "text": "Study survey on potential for large animal production development  in mountainous and plateau area project."}, {"text_block_id": "p83_b1254", "text": "2)"}, {"text_block_id": "p83_b1255", "text": "Study survey on potential for livestock and fishery production development  in in the focal agro-irrigation area project."}, {"text_block_id": "p83_b1256", "text": "3)"}, {"text_block_id": "p83_b1257", "text": "Lao buffalo production development project."}, {"text_block_id": "p83_b1258", "text": "4)"}, {"text_block_id": "p83_b1259", "text": "Cattle production development and extension project"}, {"text_block_id": "p83_b1260", "text": "5)"}, {"text_block_id": "p83_b1261", "text": "Pig production promotion project."}, {"text_block_id": "p83_b1262", "text": "6)"}, {"text_block_id": "p83_b1263", "text": "Poultry production promotion in rural area project."}, {"text_block_id": "p83_b1264", "text": "7)"}, {"text_block_id": "p83_b1265", "text": "Water source management, protection and sustainable use aquatic resource project."}, {"text_block_id": "p83_b1266", "text": "8)"}, {"text_block_id": "p83_b1267", "text": "Fish breeding stations improvement project."}, {"text_block_id": "p83_b1268", "text": "9)"}, {"text_block_id": "p83_b1269", "text": "Feasibility study in raising certain threathened wild animals project."}, {"text_block_id": "p83_b1270", "text": "10)"}, {"text_block_id": "p83_b1271", "text": "Forage development and grass platation promotion project."}, {"text_block_id": "p83_b1272", "text": "11)"}, {"text_block_id": "p83_b1273", "text": "Veterinary drug production and use improvement project."}, {"text_block_id": "p83_b1274", "text": "12)"}, {"text_block_id": "p83_b1275", "text": "Animal disease, fish and aquatic animal diseases surveillance project."}, {"text_block_id": "p83_b1276", "text": "2."}, {"text_block_id": "p83_b1277", "text": "Improvement and development on sanitary measures for animal products Action Plan"}, {"text_block_id": "p83_b1278", "text": "1)"}, {"text_block_id": "p83_b1279", "text": "Improvement on expansion veterinary services project."}, {"text_block_id": "p83_b1280", "text": "2)"}, {"text_block_id": "p83_b1281", "text": "Strengthening national animal disease laboratory project."}, {"text_block_id": "p83_b1282", "text": "3)"}, {"text_block_id": "p83_b1283", "text": "Strengthening provincial animal disease laboratory project."}, {"text_block_id": "p83_b1284", "text": "4)"}, {"text_block_id": "p83_b1285", "text": "National Fish and aquatic animal disease laboratory development project."}, {"text_block_id": "p83_b1286", "text": "5)"}, {"text_block_id": "p83_b1287", "text": "Animal disease free zone development project."}, {"text_block_id": "p83_b1288", "text": "6)"}, {"text_block_id": "p83_b1289", "text": "Cooperation in transboundary animal disease and zoonotic disease control project."}, {"text_block_id": "p83_b1290", "text": "7)"}, {"text_block_id": "p83_b1291", "text": "Animal and fish feeds quality control system improvement project."}, {"text_block_id": "p83_b1292", "text": "8)"}, {"text_block_id": "p83_b1293", "text": "Food safety in animal products improvement project."}, {"text_block_id": "p83_b1294", "text": "9)"}, {"text_block_id": "p83_b1295", "text": "Development and improvement on veterinary inspection checkpoint project"}, {"text_block_id": "p83_b1296", "text": "10)"}, {"text_block_id": "p83_b1297", "text": "Veterinary medicinal management system development project."}, {"text_block_id": "p83_b1298", "text": "11)"}, {"text_block_id": "p83_b1299", "text": "Development on management of Livestock production business, veterinary service and fishery business project."}, {"text_block_id": "p83_b1300_merged_merged_merged", "text": "3. Livestock and fishery production research Action Plan"}, {"text_block_id": "p83_b1302", "text": "1)"}, {"text_block_id": "p83_b1303", "text": "Indigenous animals and fish breed research for conservation and increase productivity, improve quality and higher resistent to the diseases and climate change project."}, {"text_block_id": "p83_b1304", "text": "2)"}, {"text_block_id": "p83_b1305", "text": "Livestock and fish production system improvement in plain, plateua and mountainous area, technology transfer  and livestock and fishery extension networking establishment project;"}, {"text_block_id": "p84_b1306", "text": "3)"}, {"text_block_id": "p84_b1307", "text": "Research and development for increasing productivity of  backyard  and small scale livestock and fishery farm for food seccurity and nutrition project."}, {"text_block_id": "p84_b1308", "text": "4)"}, {"text_block_id": "p84_b1309", "text": "Research and development for increasing productivity and ustilize advanced technology in livestock and fisheries product processing  for  large scale livestock and fishery farm  for food seccurity and nutrition project."}, {"text_block_id": "p84_b1310", "text": "5)"}, {"text_block_id": "p84_b1311", "text": "Research project to provide information and recommendations to policy makers at all levels to improve the policies related to the support [and] promotion, development and expansion of animal for breeding and fish including policy on the use or access to animal, fish for breeding and techniques and technology for the production and processing."}, {"text_block_id": "p84_b1312_merged", "text": "4.  Livestock and fishery commodity production research Action Plan"}, {"text_block_id": "p84_b1314", "text": "1)"}, {"text_block_id": "p84_b1315", "text": "Indigenous animals and fish breed research for conservation and increase productivity for commercial purpose to supply for internal market and for export project."}, {"text_block_id": "p84_b1316", "text": "2)"}, {"text_block_id": "p84_b1317", "text": "High potential livestock breeding improvement research project including native and gross breed cattle for increasing productivity, improve quality and higher resistent to the diseases and climate change."}, {"text_block_id": "p84_b1318", "text": "3)"}, {"text_block_id": "p84_b1319", "text": "Livestock and fishery production system improvement project for supplying of good quality of animal and fish breed to the farmers through out the country in order to create conditions for local sufficient of animal breed and reduce a importation of animal breed from abroad gradually."}, {"text_block_id": "p84_b1320", "text": "4)"}, {"text_block_id": "p84_b1321", "text": "Adaptation advanced technological research project for improvement of animal and fishery production system for modern farms and processing of finished products and semi-finished products that meet international standard for export and  to comply with obligations of WTO and ASEAN"}, {"text_block_id": "p84_b1322", "text": "5)"}, {"text_block_id": "p84_b1323", "text": "Adaptation advanced technological research project for improvement of animal and fishery production system for back yard and small entrepreneurs farms such as native chicken, black skin chicken, native pigs, goats and fish and etc.) for supplying to the  domestic market or niche markets."}, {"text_block_id": "p84_b1324", "text": "6)"}, {"text_block_id": "p84_b1325", "text": "Policy research project on accessing to animals and fish for breeding and the use of production techniques to reduce production costs, including the use of agriculture machinery to reduce the use of labour and to shift labour from agriculture to industry and service sectors."}, {"text_block_id": "p84_b1326", "text": "7)"}, {"text_block_id": "p84_b1327", "text": "Livestock production related information research project to define a policies and mechanism for livestock and fishery production and marketing of small farmers and entrepreneurs."}, {"text_block_id": "p84_b1328", "text": "8)"}, {"text_block_id": "p84_b1329", "text": "Information research project to define production and marketing policies,  marketing information on animal products for international integration and to comply with obligations to which Lao PDR is a party."}, {"text_block_id": "p85_b1330", "text": "5."}, {"text_block_id": "p85_b1331", "text": "Livestock and fishery production extension  Action Plan"}, {"text_block_id": "p85_b1332", "text": "1)"}, {"text_block_id": "p85_b1333", "text": "Improvement and expansion of  extension system on animal and fish production technique and vetenary service project."}, {"text_block_id": "p85_b1334", "text": "2)"}, {"text_block_id": "p85_b1335", "text": "Livestock production, animal health and fishery related media and information system development project."}, {"text_block_id": "p85_b1336", "text": "3)"}, {"text_block_id": "p85_b1337", "text": "Development of livestock and fishery organizations project  for strengthening group, association, cooperative or company related to livestock and fishery production, services provider, processor and traders."}, {"text_block_id": "p85_b1338", "text": "4)"}, {"text_block_id": "p85_b1339", "text": "Livestock and fishery development fund accessibility project."}, {"text_block_id": "p85_b1340", "text": "6."}, {"text_block_id": "p85_b1341", "text": "1)"}, {"text_block_id": "p85_b1342", "text": "Training and upgrading capacity in management and services of  livestock and fishery sector’s official project."}, {"text_block_id": "p85_b1343", "text": "2)"}, {"text_block_id": "p85_b1344", "text": "Village livestock and fishery personnel improvement and expansion project."}, {"text_block_id": "p85_b1345", "text": "3)"}, {"text_block_id": "p85_b1346", "text": "Livestock and veterinary law and fishery law implementation project."}, {"text_block_id": "p85_b1347", "text": "4)"}, {"text_block_id": "p85_b1348", "text": "Offices, buildings and technical centers of the Livestock and Fishery sector at the central and local levels improvement project."}, {"text_block_id": "p85_b1349", "text": "5)"}, {"text_block_id": "p85_b1350", "text": "To be modernized livestock sector in management and information system  project."}, {"text_block_id": "p85_b1351_merged_merged", "text": "7. Commercial livestock and fishery production promotion Action Plan"}, {"text_block_id": "p85_b1353", "text": "1)"}, {"text_block_id": "p85_b1354", "text": "Commercial large animal farming promotion project."}, {"text_block_id": "p85_b1355", "text": "2)"}, {"text_block_id": "p85_b1356", "text": "Cattle production and improvement of productivity promotion project"}, {"text_block_id": "p85_b1357", "text": "3)"}, {"text_block_id": "p85_b1358", "text": "Pig and piglet production and supply support  project."}, {"text_block_id": "p85_b1359", "text": "4)"}, {"text_block_id": "p85_b1360", "text": "Good bio-security pig farming practice promotion project."}, {"text_block_id": "p85_b1361", "text": "5)"}, {"text_block_id": "p85_b1362", "text": "Commercial goat farming promotion project."}, {"text_block_id": "p85_b1363", "text": "6)"}, {"text_block_id": "p85_b1364", "text": "Poultry breed production promotion project."}, {"text_block_id": "p85_b1365", "text": "7)"}, {"text_block_id": "p85_b1366", "text": "Good bio-security poultry farming practice promotion project."}, {"text_block_id": "p85_b1367", "text": "8)"}, {"text_block_id": "p85_b1368", "text": "Fish and aquatic animal breed production and supply promotion project."}, {"text_block_id": "p85_b1369", "text": "9)"}, {"text_block_id": "p85_b1370", "text": "Highly potential in commercial of fish or aquatic animal production promotion project."}, {"text_block_id": "p85_b1371", "text": "10)"}, {"text_block_id": "p85_b1372", "text": "Commercial high yield grass seed production and supply promotion project."}, {"text_block_id": "p85_b1373", "text": "11)"}, {"text_block_id": "p85_b1374", "text": "Animal and fish feeds production promotion project."}, {"text_block_id": "p85_b1375", "text": "12)"}, {"text_block_id": "p85_b1376", "text": "Veterinary drug production and vetenary service promotion project."}, {"text_block_id": "p85_b1377", "text": "13)"}, {"text_block_id": "p85_b1378", "text": "Good hygiene animal or aquatic animal product processing promotion project."}, {"text_block_id": "p86_b1379", "text": "V. Implementation, Monitoring and Evaluation Mechanism"}, {"text_block_id": "p86_b1380", "text": "To successfully implement the Agriculture Development Strategy to 2025, it is proposed the implementation methodologies and allocation of activities as follows:"}, {"text_block_id": "p86_b1381", "text": "5.1 Elaboration of detailed Programs, Action Plans and Projects"}, {"text_block_id": "p86_b1382", "text": "Agriculture Development Strategy to 2025 is a long term framework for sectoral development which has clearly defined to support food production and commercial agriculture production; each program and action plan has elaborated into specific projects for implementation in each period. The following steps shall be carefully studied to define specific policy, enhance and elaborate into detailed projects for each activitiy; designate location and budget framework to propose for approval and implement in each period."}, {"text_block_id": "p86_b1383", "text": "This Agriculture Development Strategy will be the basis and direction for policy makers and implementing bodies of the Agriculture Sector as well as will be the basis for the agriculture development partners. Detailed workplan that is related to investment plan for the implementation of Agriculture Strategy shall prepare in a separate document of which the implementation period is by 2020 and 2025. Such plan will be part of the National Social-Economic Development Plan in each period up to 2025."}, {"text_block_id": "p86_b1384", "text": "However, for actual implementation, the Agriculture Development Strategy 2025 will be revised and adjusted to be consistent and up to date with aiming to be in line with the Party’s direction, policy plan and social-economic development plan of the government based on changing circumstances and conditions of the economy, society and environment in each period."}, {"text_block_id": "p86_b1385", "text": "5.2 Division of Responsibilities among the Stakeholders and Sectors concerned"}, {"text_block_id": "p86_b1386", "text": "5.2.1 Duties and Responsibilities of the Governmental Sector at Central Level"}, {"text_block_id": "p86_b1387", "text": "1)"}, {"text_block_id": "p86_b1388", "text": "Study, research and enhance the Party’s direction, resolution into strategy, programs, plans and detailed projects in Agriculture Sector."}, {"text_block_id": "p86_b1389", "text": "2)"}, {"text_block_id": "p86_b1390", "text": "Study, research and define or improve the policy, technical standards, regulations and propose the amendment and making relevant laws for sectoral management to be in line with the Party’s direction, and policy. Study and enhance the laws related to Agriculture Sector into legislations; decrees, orders, regulations etc… of its sector."}, {"text_block_id": "p86_b1391", "text": "3)"}, {"text_block_id": "p86_b1392", "text": "Conduct monitoring, inspection and evaluation of implementation ADS2025 in each period in order to summarize, assess, experience, learned lesson for improving and revising the ADS2025 (if necessary) with aiming to be in line with the development conditions and circumstance for each period.,"}, {"text_block_id": "p87_b1393", "text": "Conduct monitoring, inspection and evaluation of implementation ADS2025 in each period in order to summarize, assess, experience, learned lesson for improving and revising the ADS2025 (if necessary) with aiming to be in line with the development conditions and circumstance for each period.,\n* Define detailed positions related to the needs for civil servant recruitment at each level; at\n* Attract domestic and international comprehensive cooperation, investment and assistance for\n* Decentralize, allocate clear and absolute responsibilities, rights on decision making and\n* Improve public administration and the laws and regulations related to its sector to be precise"}, {"text_block_id": "p87_b1401", "text": "5.2.2 Duties and Responsibilities of the Governmental Sector at Local Level"}, {"text_block_id": "p87_b1402", "text": "1)"}, {"text_block_id": "p87_b1403", "text": "Formulate local sectoral development strategy (agriculture strategy) that is consistent with the ADS2025 by developing detailed workplan in each period based on actual circumstances, conditions, characteristics, potential, advantage and potential of the location and make best efforts to effectively implement such strategy."}, {"text_block_id": "p87_b1404", "text": "2)"}, {"text_block_id": "p87_b1405", "text": "Establish projects and invest in pilot experiment to actively implment them, carry out assessment and lesson learned objectively and expand into bigger projects."}, {"text_block_id": "p87_b1406", "text": "3)"}, {"text_block_id": "p87_b1407", "text": "Implement the policies, technical standards, relevant regulations to manage and develop the sector successfully."}, {"text_block_id": "p87_b1408", "text": "4)"}, {"text_block_id": "p87_b1409", "text": "Recruit, reshuffle its civil servants to match the positions and actual needs to fulfill duties and responsibilities  in each period."}, {"text_block_id": "p87_b1410", "text": "5)"}, {"text_block_id": "p87_b1411", "text": "Coordinate and cooperate with both domestic and international organizations to carry out agriculture activity development in its region."}, {"text_block_id": "p87_b1412", "text": "6)"}, {"text_block_id": "p87_b1413", "text": "Divide clear and absolute responsibilities in managing activities in its section and allocate budget, materials and vehicles."}, {"text_block_id": "p87_b1414", "text": "7)"}, {"text_block_id": "p87_b1415", "text": "Improve services mechnism to facilitate the activities of plantation, raising animals of people and entrepreneurs in its region."}, {"text_block_id": "p87_b1416", "text": "5.2.3 Duties and Responsibilities of Agricultural Businesses and Entrepreneurs"}, {"text_block_id": "p87_b1417", "text": "1)"}, {"text_block_id": "p87_b1418", "text": "To be aware, enhance and implement the Party’s direction, laws and regulations and agriculture development strategic plan of the government in each period to develop agrobusinesses based on the potential of each region as appropriate."}, {"text_block_id": "p87_b1419", "text": "2)"}, {"text_block_id": "p87_b1420", "text": "Develop and strengthen its own organization in both personnel, management and administration in order to be able to operate businesses in a continuous and systematic manner, competitive and international integration."}, {"text_block_id": "p87_b1421", "text": "3)"}, {"text_block_id": "p87_b1422", "text": "Actively participate in fermer’s groups, associations or cooperatives in order to strengthen and axpand the production powers and create powerful production of agriculture."}, {"text_block_id": "p88_b1423", "text": "4)"}, {"text_block_id": "p88_b1424", "text": "Plan for the production and carry out production by the types, quantity, quality and standards that meet market demands based on technical procedures, GAP under the scope as authorized."}, {"text_block_id": "p88_b1425", "text": "5)"}, {"text_block_id": "p88_b1426", "text": "Provide financial and material contributions to support and promote production/producers as well as to provide production input factors such as fertilizers (chemical and organic fertilizers), pesticides, machinery before and after harvest, buy products, process and sale based on the contract made with farmers as well as provide technical trainings that are necessary for producers/farmers."}, {"text_block_id": "p88_b1427", "text": "6)"}, {"text_block_id": "p88_b1428", "text": "Cooperate, provide information and facilitate the officials from relevant sectors while performing their duties including advisory visits, monitor, inspect, provide assistance and resolve the problems on timely basis."}, {"text_block_id": "p88_b1429", "text": "7)"}, {"text_block_id": "p88_b1430", "text": "Disseminate information on the production, products on widely basis"}, {"text_block_id": "p88_b1431", "text": "5.2.4 Duties and Responsibilities of Farmers"}, {"text_block_id": "p88_b1432", "text": "1)"}, {"text_block_id": "p88_b1433", "text": "Be aware of the Party’s direction, and government laws and regulations related to agriculture development in each period in order to carry out the operations accordingly."}, {"text_block_id": "p88_b1434", "text": "2)"}, {"text_block_id": "p88_b1435", "text": "Be actively upgrade knowledge on how to use new methodologies in agriculture and livestock activities as well as upgrading skills gradually to increase productivity of the production according to the clean, safe and sustainable agriculture development direction."}, {"text_block_id": "p88_b1436", "text": "3)"}, {"text_block_id": "p88_b1437", "text": "Be responsible for creating, forming and organizing production groups, associations or cooperatives to improve and expand production forces, be strong and have ownership and carry out production to meet consumers’ market demands or orders from entrepreneurs."}, {"text_block_id": "p88_b1438", "text": "4)"}, {"text_block_id": "p88_b1439", "text": "Provide cooperation in order to provide information and facilitate relevant authorities to perform their duties during their advisory visits, monitoring and providing assistance."}, {"text_block_id": "p88_b1440", "text": "5.3 Monitoring, Inspection and Evaluation"}, {"text_block_id": "p88_b1441", "text": "To ensure the results of the ADS2025 implementation according to the goals and targets of the programs as defined in each period, it is necessary to carry out the monitoring and evaluation, which such duties are under responsibility of the Department of Planning and Cooperation and the Department of Inspection of the Ministry of Agriculture and Forestry (MAF) in cooperation with the planning divisions of line departments of MAF. The Departments of Planning and Cooperation and the Department of Inspection will supervise overall monitoring and eveluation processes and all relevant activities of the Ministry and development partners, provide accurate information of each period to the project directors and their counterparts."}, {"text_block_id": "p88_b1442", "text": "The monitoring, inspection and eveluation is one of the important and indespensible activities in the process of implementing strategic plan and the public investment management in agriculture and forestry sector from central to local levels. Monitoring and inspection is the process of assessing, lesson learning to improve the plan in each year to be in line with and could achieve"}, {"text_block_id": "p89_b1443", "text": "the goals as defined in the strategy, progams and plans as well as to find evidence for verification, jsutification, certification of effectiveness of the activities compared to indicators defined in the strategic plan aiming at increasing and accelerating the implementation of activities to achieve the defined goals and targets. The monitoring, inspection and eveluation are the activities to find strong points, positive factors in implementing strategic plan to continue improving them. In addition, it also looks for shortcomings and weakpoints in actual implementation aiming at limiting, resolving such shortcomings and weakpoints as well as learning lessons to gradually improve the effectiveness of the activities. The inspection shall be carried out on a comprehensive and continual, regular, systematic and focal basis."}, {"text_block_id": "p89_b1444", "text": "The monitoring, inspection and eveluation shall be taken at both levels such as 1) monitoring, inspection the inputs, performances and acheivement or so called the monitoring and inspection of the implementation; 2) monitoring and inspection overall performances or so called monitoring and inspection of the impacts. People in charge of monitoring and inspection of the sector shall monitor and inspect the allocation of inputs for productions including public expenditure which include foreign assistance and expenditure allocated for extension activities. Monitoring and inspection on outcomes of the investment in the sector, inspection on performances of the investment in irrigation system, provision of seeds/breeds, technical construction in various disciplines at each level and others."}, {"text_block_id": "p89_b1445", "text": "Local organizations have the roles to enhance and implement overall sectoral strategy into detailed activities and specific to its region. The province develop its strategy by clearly defines production strategy or targets within the province or region which contributes to achieve the overall goals and targets of the sector. In addition, the province shall strongly and regularly cooperate with the macro management units of the Ministry in order to be able to monitor the implementation of the strategy at the provincial level effectively and clearly in line with the implementation at the central level. The province shall completely, precisely and systematically gather and compile its information in order to provide to the central level. Therefore, the province shall have good information system and shall coordinate with the district agriculture and forestry offices systematically."}, {"text_block_id": "p89_b1446", "text": "At the central level, there shall be coordination and cooperation mechanism among the relevant sectors to clearly develop system, determine indicators, timeframe for reporting system. Carry out monitoring, inspection and eveluation the implementation of activities, budget spending including investment of each sector in both vertical and herizontal lines, top-down inspection and from the bottom up to top inspection with carefulness and factual responsibilities."}, {"text_block_id": "p89_b1447", "text": "However, during the monitoring, inspection and evaluation of the ADS2025 implementation for each period of time, if necessary, the ADS2025 shall be revised and improved accordingly in order to be in line and consistent with circumstand conditions to respond to Party’s direction, policy and social-economic development requirement of the government  in each period."}], "document_description": "This document lays the government's strategy for the agriculture sector. It was approved by Decree 53 GoV/2015. It notably aims to increase the sector's resilience against future adverse effects of climate change."}