{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Lao People's Democratic Republic", "document_category": "Law", "document_sector_name": [], "document_language": "English", "document_name": "Environmental Protection Law (2013 version)", "document_country_code": "LAO", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2013", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/LAO/2013/LAO-2013-01-01-Environmental Protection Law (2013 version)_c5850d365cfb47e9b451ed6ca9245137.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Lao People’s Democratic Republic"}, {"text_block_id": "p0_b2", "text": "Peace Independence Democracy Unity Prosperity"}, {"text_block_id": "p0_b3", "text": "—————————"}, {"text_block_id": "p0_b4", "text": "Unofficail Translation"}, {"text_block_id": "p0_b5", "text": "Environmental Protection Law"}, {"text_block_id": "p0_b6", "text": "(Revised Version)"}, {"text_block_id": "p0_b7", "text": "2013"}, {"text_block_id": "p1_b8", "text": "Contents"}, {"text_block_id": "p1_b9", "text": "Pages"}, {"text_block_id": "p1_b10", "text": "Part I General Provisions"}, {"text_block_id": "p1_b11", "text": "Part II Impact on Environment"}, {"text_block_id": "p1_b12", "text": "Part III Environmental Protection"}, {"text_block_id": "p1_b13", "text": "Chapter 1 Environmental Prevention"}, {"text_block_id": "p2_b14", "text": "Chapter 2 Pollution Control"}, {"text_block_id": "p2_b15", "text": "Chapter 3 Toxic Chemical Control and Waste Disposal"}, {"text_block_id": "p2_b16", "text": "Chapter 4 Environmental Certification and Permission"}, {"text_block_id": "p3_b17", "text": "Chapter 5 Promotion and Public Participation"}, {"text_block_id": "p3_b18", "text": "Part IV Conservation and Utilization of Natural Resources"}, {"text_block_id": "p3_b19", "text": "Part V Environmental Rehabilitation"}, {"text_block_id": "p3_b20", "text": "Part VI Environmental Emergencies and Natural Disasters"}, {"text_block_id": "p3_b21", "text": "Part VII Environmental Protection Fund"}, {"text_block_id": "p4_b22", "text": "Part VIII Prohibitions"}, {"text_block_id": "p4_b23", "text": "Part IX Dispute Settlement"}, {"text_block_id": "p4_b24", "text": "Part X Management and Inspection"}, {"text_block_id": "p4_b25", "text": "Chapter 1 Environmental Management"}, {"text_block_id": "p4_b26", "text": "Chapter 2 Environmental Inspection"}, {"text_block_id": "p5_b27", "text": "Part XI National Environment Day, Symbols, Uniforms and Stamps"}, {"text_block_id": "p5_b28", "text": "Part XII Awards for Outstanding Persons and Sanctions against Offenders"}, {"text_block_id": "p5_b29", "text": "Part XIII Final Provisions"}, {"text_block_id": "p6_b30", "text": "Lao’s People Democratic Republic"}, {"text_block_id": "p6_b31", "text": "Peace Independence Democracy Unity Prosperity"}, {"text_block_id": "p6_b32", "text": "National Assembly"}, {"text_block_id": "p6_b33", "text": "No: 29/NA"}, {"text_block_id": "p6_b34", "text": "Vientiane C.C., 18 December 2012"}, {"text_block_id": "p6_b35", "text": "Unofficail Translation"}, {"text_block_id": "p6_b36", "text": "Environmental Protection Law"}, {"text_block_id": "p6_b37", "text": "(Revised Version)"}, {"text_block_id": "p6_b38", "text": "Part I"}, {"text_block_id": "p6_b39", "text": "General Provisions"}, {"text_block_id": "p6_b40", "text": "Article 1 Purpose (revised)"}, {"text_block_id": "p6_b41", "text": "The Environmental Protection Law defines principles, regulations and measures related to environmental management, monitoring of protection, control, preservation and rehabilitation, with quality, of mitigating impacts and pollution created by anthropogenic loads or by nature, aiming to provide balance between social and natural environment, to sustain and to protect natural resources and public health; and contribution into the national socio-economic development and reduction of global warming."}, {"text_block_id": "p6_b42", "text": "Article 2 Environment (revised)"}, {"text_block_id": "p6_b43", "text": "Environment means any organic and inorganic features existing naturally or created by mankind and surrounding such as people, animals, plants and others and the positive and negative interaction and impacts on livelihood, production, existence and expansion of mankind and nature."}, {"text_block_id": "p6_b44", "text": "Environment consists of social and natural environment."}, {"text_block_id": "p7_b45", "text": "Article 3 Environmental Protection (revised)"}, {"text_block_id": "p7_b46", "text": "Environmental protection means application of methods and measures for environmental protection, conservation and rehabilitation, pollution control, environmental emergency and natural disasters; and for creation of green, clean and beautiful environment without pollutions and impacts on human life and health, animals, plants and ecosystem."}, {"text_block_id": "p7_b47", "text": "Article 4 Explanation of Terminologies (new)"}, {"text_block_id": "p7_b48", "text": "Defined terms used in this law shall have following meanings:"}, {"text_block_id": "p7_b49", "text": "Defined terms used in this law shall have following meanings:\n* means any organic and inorganic\n* means any organic and inorganic\n* means restoration and\n* means a process\n* means allocation of land use\n* means a process\n* means variations of species of plant, animal,"}, {"text_block_id": "p8_b69", "text": "Defined terms used in this law shall have following meanings:\n* means any organic and inorganic\n* means any organic and inorganic\n* means restoration and\n* means a process\n* means allocation of land use\n* means a process\n* means variations of species of plant, animal,\n* means socio-economic\n* means objects, chemical substances or any things\n* means follow-up and\n* means a plan that consolidates various key\n* means machines and equipment used\n* means the objects or\n* means the object with constant\n* means positive and negative interactions"}, {"text_block_id": "p8_b93", "text": "Article 5 Environmental Protection Policy(s) (new)"}, {"text_block_id": "p8_b94", "text": "The State promotes protection and rehabilitation of social and"}, {"text_block_id": "p9_b95", "text": "natural environment through dissemination of regulations and environmental information, building of awareness and knowledge, training and conducting campaigns for individuals and organizations, both domestic and international, to recognize importance of social and natural environment in daily livelihoods and in strictly implement the environmental protection regulations, methods and measures."}, {"text_block_id": "p9_b96", "text": "The State encourages investments into clean production and technology, green economy, and environmental protection via policies, particularly provisions of credits, technical assistance, information, and exemptions or reduction of duties-taxes based on regulations."}, {"text_block_id": "p9_b97", "text": "Article 6 Principles of Environmental Protection (revised)"}, {"text_block_id": "p9_b98", "text": "The environmental protection shall follow these following principles:"}, {"text_block_id": "p9_b99", "text": "The environmental protection shall follow these following principles:\n* Socio-economic development aligned with sustainable\n* Prevention of social and natural environment as key tasks\n* Active participation and consultation of individuals and\n* Utilization of natural resources, raw materials and energy with\n* Liabilities in damages of social or natural environment resulted"}, {"text_block_id": "p9_b109", "text": "Article 7 Commitment in Environmental Protection (revised)"}, {"text_block_id": "p9_b110", "text": "Persons, households, legal entities and organizations have commitments of protecting, improving, rehabilitating, controlling, monitoring and inspecting the environment based on regulations to avoid creating impacts on the environment, causing degradation and polluting that exceeds the Pollution Control Standard and the National Environmental Quality Standard, aiming to ensure good quality of the environment and sustainable development."}, {"text_block_id": "p10_b111", "text": "Article 8 Scope of Application (new)"}, {"text_block_id": "p10_b112", "text": "This Law applies to persons, legal entities and organizations including Lao citizens, aliens, apatrids and foreigners, who are living and working in Lao PDR."}, {"text_block_id": "p10_b113", "text": "Article 9 International Cooperation (revised)"}, {"text_block_id": "p10_b114", "text": "The State promotes overseas, regional, and international cooperation regarding environmental protection and rehabilitation through sharing of lessons learnt, information, science, technology, technical assistance, participation and implementation of international treaties and agreements, which Lao PDR is the state member of."}, {"text_block_id": "p10_b115", "text": "Part II"}, {"text_block_id": "p10_b116", "text": "Impact on Environment"}, {"text_block_id": "p10_b117", "text": "Article 10 Impact on Social Environment (new)"}, {"text_block_id": "p10_b118", "text": "An impact on social environment is an adverse impact on human life and health, properties and livelihoods, including shelters of people, and on cultural and historical heritages."}, {"text_block_id": "p10_b119", "text": "Article 11 Impact on Natural Environment (new)"}, {"text_block_id": "p10_b120", "text": "An impact on natural environment is an adverse impact on natural ecological fundamentals, natural resources, biodiversity, arable land, water sources, climate change and natural heritages."}, {"text_block_id": "p10_b121", "text": "Part III"}, {"text_block_id": "p10_b122", "text": "Environmental Protection"}, {"text_block_id": "p10_b123", "text": "Article 12 Importance of Environmental Protection (new)"}, {"text_block_id": "p10_b124", "text": "Environmental protection is important for existence and expansion of current societies and nature; and for generating green, clean and beautiful environment, without being affected, damaged, free from pollutants and negative effects on human, animal, and plant health or ecological balance."}, {"text_block_id": "p11_b125", "text": "Article 13 Environmental Protection Practices (new)"}, {"text_block_id": "p11_b126", "text": "Environmental protection consists of these key following practices:"}, {"text_block_id": "p11_b127", "text": "Environmental protection consists of these key following practices:\n* Environmental prevention\n* Pollution control\n* Toxic chemical control and waste disposal\n* Environmental certification and permission\n* Promotion and public participation"}, {"text_block_id": "p11_b137", "text": "Chapter 1"}, {"text_block_id": "p11_b138", "text": "Environmental Prevention"}, {"text_block_id": "p11_b139", "text": "Article 14 Environmental Prevention (revised)"}, {"text_block_id": "p11_b140", "text": "Environmental prevention is an action of safeguarding and preventing against any natural or manmade events, which may possibly happen, are happening or already happened, leading to damages or depletions of social and natural environment."}, {"text_block_id": "p11_b141", "text": "Article 15 Content of Environmental Prevention (new)"}, {"text_block_id": "p11_b142", "text": "Environmental prevention is described below:"}, {"text_block_id": "p11_b143", "text": "Prevent against impacts on people’s lives, health, shelters and productions"}, {"text_block_id": "p11_b144", "text": "Prevent against impacts on forests, water resources, animals and natural biodiversity and resources, including climate change"}, {"text_block_id": "p11_b145", "text": "Article 16 Forest Protection and Development (new)"}, {"text_block_id": "p11_b146", "text": "The protection and development of forest and other natural resources focus on management and development of forest categories such as: protection forest, conservation forest, production forest, including watershed forest; tree species and NTFPs, in order to promote sustainable supplies of timbers and forest products and other natural resources, protection of soil quality and prevention against erosion, protection of water resources, aquatic and wild animals, and environment, and to promote income generation for state, organizations and individuals via forestation, restoration and protection of forests and other natural resources."}, {"text_block_id": "p12_b147", "text": "Article 17 Environmental Prevention Tasks (new)"}, {"text_block_id": "p12_b148", "text": "Environmental prevention consists of main tasks:"}, {"text_block_id": "p12_b149", "text": "Environmental prevention consists of main tasks:\n* Integrated spatial planning\n* Strategic environmental assessment\n* Preventive measures against natural disasters\n* Initial environmental examination\n* Environmental impact assessment\n* Environmental management of household businesses\n* Use of clean technology\n* Limitation of impacts caused by construction and other\n* Environmental prevention against chemical leakages due to\n* Identification of the National environmental standards\n* Report on state of the environment"}, {"text_block_id": "p12_b171", "text": "Article 18 Integrated Spatial Planning (new)"}, {"text_block_id": "p12_b172", "text": "To ensure environmental protection, Integrated Spatial Planning (ISP) shall:"}, {"text_block_id": "p12_b173", "text": "To ensure environmental protection, Integrated Spatial Planning (ISP) shall:\n* Identify sustainability of natural resource use plans and land\n* Manage natural resources and environment in areas,\n* Develop standards and rules on demarcation and zoning of"}, {"text_block_id": "p12_b179", "text": "Article 19 Strategic Environmental Assessment (new)"}, {"text_block_id": "p12_b180", "text": "A strategic environmental assessment (SEA) is a process of anticipating an impact that may affect social and natural environment, while developing policies, strategic plans, and programs, including considerations towards impacts of climate change. This impact assessment shall determine methods and measures to avoid or mitigate impacts on social and natural environment in order to accomplish sustainable development goals."}, {"text_block_id": "p12_b181", "text": "While developing the policies, strategic plans, and programs,"}, {"text_block_id": "p13_b182", "text": "particularly of energy and mining, agriculture and forestry, industry and commerce, public works and transportation, post-telecommunication and communication, information-culture and tourism sector, a strategic environmental assessment shall be conducted, except a plan, which applies to uses of small-scale areas and subject to the Integrated Spatial Plans."}, {"text_block_id": "p13_b183", "text": "By conducting the SEA, there shall be participations by organizations, local concerned authorities and people, who are directly or indirectly affected by the sectoral policies, strategic plans and programs."}, {"text_block_id": "p13_b184", "text": "Article 20 Preventive Measures Against Natural Disasters (new)"}, {"text_block_id": "p13_b185", "text": "In order to mitigate impacts of natural disasters, there shall be preventive measures, particularly tree plantation and construction of dykes and drainage canals to prevent against flooding, erosion, and drought due to storms or reduction of climate change impacts, bushfire prevention, development of early warning system and others."}, {"text_block_id": "p13_b186", "text": "Article 21 Initial Environmental Examination (new)"}, {"text_block_id": "p13_b187", "text": "Initial Environment Examination (IEE) is a data examination, exploration and analysis to anticipate possible minor environmental impacts, while identifying appropriate methods and measures to prevent, avoid or mitigate environmental impacts from investment projects or activities including considerations of climate change."}, {"text_block_id": "p13_b188", "text": "IEE shall promote participations by organizations, local concerned authorities and people, who directly or indirectly affected by the sector’s plan or program."}, {"text_block_id": "p13_b189", "text": "Process of conducting IEE on investment projects and activities shall comply with the specific regulations."}, {"text_block_id": "p13_b190", "text": "Article 22 Environmental Impact Assessment (revised)"}, {"text_block_id": "p13_b191", "text": "Environment Impact Assessment (EIA) shall be a process of addressing an issue in order to anticipate impacts that may affect the environment, society and nature, derived from investment projects or activities, along with considerations related to climate change in Lao PDR, and development of reports. Apart from reporting, there shall"}, {"text_block_id": "p14_b192", "text": "be development of Environmental Social Management and Monitoring Plans."}, {"text_block_id": "p14_b193", "text": "Both the report and the plan shall be approved by MONRE prior to functioning investment projects and activities."}, {"text_block_id": "p14_b194", "text": "The process of assessing impacts from the investment project and the activity on the environment, society and nature, shall comply with the specific regulations."}, {"text_block_id": "p14_b195", "text": "Article 23 Environmental Management of Household Businesses (new)"}, {"text_block_id": "p14_b196", "text": "Households with business operations, production, cultivation, livestock and any services that may impose negative impacts on social and natural environment, particularly waste disposal, wastewater discharge, making noise, light, odour, smoke emission, vibration and hazardous chemicals, shall have plans to solve all of these issues."}, {"text_block_id": "p14_b197", "text": "Environmental protection commitments, solution plans and approvals of these plans related to household businesses are stipulated by the specific regulations."}, {"text_block_id": "p14_b198", "text": "Article 24 Use of Clean Technology (revised)"}, {"text_block_id": "p14_b199", "text": "For production, business operations shall apply clean technology that suites emerging socio-economic conditions; provides clean manufacturing with less environmental impacts or not exceeding the National Pollution Control Standard; and strictly pursue other technical standards imposed by line sectors."}, {"text_block_id": "p14_b200", "text": "Importation or transference of technology related to environmental protection must be endorsed by line sectors upon coordinating with the natural resources and environmental sector."}, {"text_block_id": "p14_b201", "text": "Article 25 Limitation of Impacts Derived from Construction Activities and Others (revised)"}, {"text_block_id": "p14_b202", "text": "Persons, legal entities and organizations providing services on construction, renovation and others for roads, bridges, water supply, electrification, irrigation, airports, buildings, or factories, which emit pollutants, shall take measures or actions to prevent against or correct environmental impacts caused by toxic chemicals, smoke, dust,"}, {"text_block_id": "p15_b203", "text": "vibration, noise, light, odour, wastes and disturbance as being stipulated by the National Environmental Quality Standards."}, {"text_block_id": "p15_b204", "text": "Article 26 Environmental Prevention Against Chemicals Due to Accidents (new)"}, {"text_block_id": "p15_b205", "text": "Persons, legal entities or organizations possessing, utilizing and transporting hazardous chemicals, shall take preventive measures against possible accidents or damages on the environment, society and nature. In case of accident, there would be measures to limit its impacts, along with solutions, repair, and rehabilitation back to normal situations with remedies."}, {"text_block_id": "p15_b206", "text": "Article 27 Identification of National Environmental Quality Standards (new)"}, {"text_block_id": "p15_b207", "text": "The National Environmental Quality Standards are identification of contaminant concentrations in the air, soil and water as parameters of environmental quality. The Government shall identify the National Environmental Quality Standards based on the proposal from MONRE upon coordinating with line sectors."}, {"text_block_id": "p15_b208", "text": "Article 28 Report on State of Environment (new)"}, {"text_block_id": "p15_b209", "text": "The natural resources and environmental sector shall develop a report on state of environment for every three years to describe:"}, {"text_block_id": "p15_b210", "text": "The natural resources and environmental sector shall develop a report on state of environment for every three years to describe:\n* Current state of the environment\n* Current state of biology and socio-economy\n* Overall observation on projects or activities that may have\n* Appraisal on implementation of environmental strategies and"}, {"text_block_id": "p15_b218", "text": "The report on state of environment shall rely on the national indicators including waste, water quality, air quality, chemical contamination of soil, forest coverage, biodiversity and adaptation to climate change."}, {"text_block_id": "p15_b219", "text": "In case of serious pollutions and urgent incidents, there shall be an immediate report."}, {"text_block_id": "p16_b220", "text": "Chapter 2"}, {"text_block_id": "p16_b221", "text": "Pollution Control"}, {"text_block_id": "p16_b222", "text": "Article 29 Pollution (revised)"}, {"text_block_id": "p16_b223", "text": "Pollution is a chemical substance, radiation, dust, smoke, including noise, light, odour,  vibration and heat mixing in the air, soil, and water with concentration exceeding the National Environmental Quality Standards or National Pollution Control Standards, as the results of manmade or nature, affecting human life and health, animals, plants, other living creatures and ecosystem."}, {"text_block_id": "p16_b224", "text": "Article 30 Pollution types (revised)"}, {"text_block_id": "p16_b225", "text": "Pollution types are:"}, {"text_block_id": "p16_b226", "text": "Pollution types are:\n* Air pollution\n* Soil pollution\n* Water pollution\n* Disturbance such as noise, light, odour, vibration and heat"}, {"text_block_id": "p16_b234", "text": "The pollution is mainly caused by the toxic chemical, radioactive residue and waste."}, {"text_block_id": "p16_b235", "text": "Article 31 Air, Soil, Water and Disturbing Pollutions (new)"}, {"text_block_id": "p16_b236", "text": "Air pollutions are caused by dusts and smoke mixing with the air, exceeding the National Environmental Quality Standards and the National Pollution Control Standards; and having negative impacts on lives and non-live forms."}, {"text_block_id": "p16_b237", "text": "Soil pollutions are pollutants contaminated by poisonous substances that exceed the National Environmental Quality Standards and the National Pollution Control Standards, existed by manmade with impacts on human life and health, animals, plants, other living creatures, ecosystem and change of soil structure, which is not usable."}, {"text_block_id": "p16_b238", "text": "Water pollutions are pollutants contaminated by poisonous substances that exceed the National Environmental Quality Standards and the National Pollution Control Standards, existed by manmade with impacts on rivers, streams, underground water, human health, animals, other living creatures and ecosystem."}, {"text_block_id": "p16_b239", "text": "Disturbing pollutions are manmade activities, particularly noise,"}, {"text_block_id": "p17_b240", "text": "light, color, odor and vibration that exceeds the National Environmental Quality Standards and the National Pollution Control Standards, with impacts on human life and health, animals, plants, other living creatures and ecosystem."}, {"text_block_id": "p17_b241", "text": "Article 32 National Pollution Control Standards (new)"}, {"text_block_id": "p17_b242", "text": "The National Pollution Control Standards are identification of pollutant concentrations emitted by persons, legal entities and organizations with permission, from any sources into the air, soil or water."}, {"text_block_id": "p17_b243", "text": "The Government shall identify the National Pollution Control Standards based on the proposal from MONRE upon coordinating with line sectors."}, {"text_block_id": "p17_b244", "text": "Article 33 Rights of Operator(s) Involved in Pollution Control (new)"}, {"text_block_id": "p17_b245", "text": "An operator involved in pollution control shall have these following rights:"}, {"text_block_id": "p17_b246", "text": "An operator involved in pollution control shall have these following rights:\n* Emit pollutants with compliance to the National Environmental\n* Develop a monitoring system for environmental quality and\n* Coordinate with other relevant sectors for pollution\n* Exercise other rights as being stipulated by regulations"}, {"text_block_id": "p17_b254", "text": "Article 34 Obligations of Operator(s) Involved in Pollution Control (revised)"}, {"text_block_id": "p17_b255", "text": "An operator, who is manufacturing, enterprising and servicing in industry, agriculture, forestry, energy, mining, and handicraft, have obligations in pollution control with compliance to the NEQS & NPCS through development of pollution control manage and action plans including disturbance, and environmental tax payment commitment based on regulations."}, {"text_block_id": "p17_b256", "text": "Article 35 Pollution Control Measures (revised)"}, {"text_block_id": "p17_b257", "text": "An operator, who is operating, shall strictly apply methods and"}, {"text_block_id": "p18_b258", "text": "measures regarding pollution control, such as use of appropriate technology and equipment installation, prevention, solution, treatmentsterilization, improvement and rehabilitation of the environment that is affected by air, soil and water pollution."}, {"text_block_id": "p18_b259", "text": "An operator must release, discharge of wastewater, dispose, burn, burry or demolish wastes and rubbish in areas identified by regulations."}, {"text_block_id": "p18_b260", "text": "Production, importation, utilization, transportation, storing and demolishing of toxic chemicals or radioactive residues shall strictly comply with the specific regulations and standards."}, {"text_block_id": "p18_b261", "text": "Chapter 3"}, {"text_block_id": "p18_b262", "text": "Toxic Chemical Control and Waste Disposal"}, {"text_block_id": "p18_b263", "text": "Article 36 Toxic Chemical Control (new)"}, {"text_block_id": "p18_b264", "text": "Toxic chemicals are substances used for production processes, businesses and services such as industry, agriculture, forestry, energy, mining, handicraft, or other activities including household consumptions, which can be harmful to human life and health, animals, plants and non-live forms; and are needed for controlling through treatment, dumping, burn, cremation, bury or elimination, with compliance to exact specific procedures and regulations."}, {"text_block_id": "p18_b265", "text": "The natural resources and environmental sector is directly responsible in coordinating with other line sectors for inspection and endorsement of toxic chemical lists, which are under periodical management by the sector."}, {"text_block_id": "p18_b266", "text": "Article 37 Types of Wastes (new)"}, {"text_block_id": "p18_b267", "text": "Wastes are categorized into two types:"}, {"text_block_id": "p18_b268", "text": "Wastes are categorized into two types:\n* General wastes\n* Toxic and hazardous wastes"}, {"text_block_id": "p18_b272", "text": "Article 38 Waste Disposal (new)"}, {"text_block_id": "p18_b273", "text": "Disposal of general wastes, particularly rubbish, shall be separation for different purposes such as recycle, reuse, reprocess as"}, {"text_block_id": "p19_b274", "text": "new products and elimination with methods and techniques within identified areas based on regulations."}, {"text_block_id": "p19_b275", "text": "Disposal of toxic and hazardous wastes including explosive materials, flammable objects, chemical substances, wastes or discharged water by hospitals, industrial factories, particularly chemical product manufacturing, radiation, and mineral processing, requires treatment, dumping, burn, cremation, bury or elimination, with methods and techniques within identified areas based on regulations."}, {"text_block_id": "p19_b276", "text": "Landfills for districts, villages, households, health facilities, educational institutes, governmental offices, factories and others shall be determined by the sectors and by collaborating with the natural resources and environmental sector."}, {"text_block_id": "p19_b277", "text": "Article 39 Management of Toxic and Hazardous Wastes (new)"}, {"text_block_id": "p19_b278", "text": "Importation of toxic and hazardous wastes that are contaminated with chemicals and radiation into Lao PDR shall be prohibited, except specific regulations stipulating about them."}, {"text_block_id": "p19_b279", "text": "Persons, legal entities and organizations producing toxic and hazardous wastes due to its own production and business operations shall be liable with compliance to the law and shall keep, eliminate, bury and treat the waste in accordance to the standards and regulations."}, {"text_block_id": "p19_b280", "text": "In regards to wastes from hospitals, there shall be management and control with exact compliance to the regulations and standards enacted by the concerned sectors."}, {"text_block_id": "p19_b281", "text": "The management of toxic and hazardous wastes shall be stipulated by the specific regulations."}, {"text_block_id": "p19_b282", "text": "Article 40  Obligations of Operators Involved with Toxic Chemicals and Wastes (new)"}, {"text_block_id": "p19_b283", "text": "An operator has an obligation to construct and install equipment to measure, control and monitor pollutants; and sets up systems to treat, dump, burn, cremate, bury or eliminate with strict compliance to procedures and regulations, and with liabilities in toxic chemicals and wastes adversely affecting human life and health, especially mothers and children, plants, animals, other non-live forms and ecosystem."}, {"text_block_id": "p20_b284", "text": "A consumer shall be responsible in controlling toxic chemicals and in eliminating wastes, which he or she possesses or uses for household consumption, with appropriateness."}, {"text_block_id": "p20_b285", "text": "Chapter 4"}, {"text_block_id": "p20_b286", "text": "Environmental Certification and Permission"}, {"text_block_id": "p20_b287", "text": "Article 41 Environmental Certification (new)"}, {"text_block_id": "p20_b288", "text": "The natural resources and environmental sector shall be the person, who provides environmental certification under its scope of authority, by referring to impacts from invested construction projects and other activities via sector-wide collaboration."}, {"text_block_id": "p20_b289", "text": "Certification is an endorsement of an initial environmental examination report, environmental and social impact assessment of investment projects and activities including environmental management and monitoring plans."}, {"text_block_id": "p20_b290", "text": "Article 42 Permission on Pollutant Emission (new)"}, {"text_block_id": "p20_b291", "text": "Permission on pollutant emission is recognition and provision of rights to producers or enterprises in industry, mining, agriculture, forestry, handicraft, services or other activities, for pollutant emission with compliance to the emission standards, which determined by the natural resources and environmental sector upon coordinating with line sectors."}, {"text_block_id": "p20_b292", "text": "In regards of investment types and development activities needed permission on pollutant emission, these shall refer to the specific regulations."}, {"text_block_id": "p20_b293", "text": "Article 43 Environmental Compliance Certificate and Pollution Permit (new)"}, {"text_block_id": "p20_b294", "text": "An environmental compliance certificate for a social and natural environmental impact assessment report shall be valid through project lifespan, with an exception that if the certificate recipient does not implement any activities within two years upon the date of obtaining permission, the certificate shall be expired. In case that the recipient has the interest to continue the operations or activities, there shall be petition submitting to revalidate the certificate."}, {"text_block_id": "p21_b295", "text": "An environmental compliance certificate for a social and natural environmental management and monitoring plan, and a pollution permit shall be valid from two to five years, based on any project types; and shall be extended on the basis of fulfilling environmental requirements as being stipulated by the specific regulations."}, {"text_block_id": "p21_b296", "text": "Article 44 Environmental Services (new)"}, {"text_block_id": "p21_b297", "text": "Persons, legal entities or organizations with interests to provide technical services on environment shall submit a petition attached with a feasibility study to the natural resources and environmental sector for considerations."}, {"text_block_id": "p21_b298", "text": "Considerations on a petition shall be stipulated by the specific regulations."}, {"text_block_id": "p21_b299", "text": "Article 45 Qualifications of Environmental Service Providers (new)"}, {"text_block_id": "p21_b300", "text": "An environmental service provider shall acquire these following qualifications:"}, {"text_block_id": "p21_b301", "text": "1."}, {"text_block_id": "p21_b302", "text": "Having technical staff members with environmental experience;"}, {"text_block_id": "p21_b303", "text": "2."}, {"text_block_id": "p21_b304", "text": "Having capitals, and equipping with sufficient tools and environmental technologies;"}, {"text_block_id": "p21_b305", "text": "3."}, {"text_block_id": "p21_b306", "text": "Showing environmental morality; and"}, {"text_block_id": "p21_b307", "text": "4."}, {"text_block_id": "p21_b308", "text": "Fulfilling other requirements in accordance to regulations."}, {"text_block_id": "p21_b309", "text": "Chapter 5"}, {"text_block_id": "p21_b310", "text": "Promotion and Public Participation"}, {"text_block_id": "p21_b311", "text": "Article 46 Environmental Education and Awareness (new)"}, {"text_block_id": "p21_b312", "text": "The State shall promote public participation and/or involvement in protecting the environment via environment curriculum development of formal, non-formal education, all levels of vocational school, and state universities including private colleges."}, {"text_block_id": "p21_b313", "text": "The State shall support and promote persons, legal entities or organizations to build environmental awareness and involve in environmental campaigns during main event celebrations."}, {"text_block_id": "p22_b314", "text": "Article 47 Environmental Information Services (new)"}, {"text_block_id": "p22_b315", "text": "The natural resources and environmental sector shall develop the systems for environmental information management and services to ensure the public information provision based on regulations."}, {"text_block_id": "p22_b316", "text": "Persons, legal entities and organizations shall be able to access environmental information."}, {"text_block_id": "p22_b317", "text": "Article 48 Public Participation (new)"}, {"text_block_id": "p22_b318", "text": "An integrated spatial plan, strategic environmental assessment, environmental action plan, social and natural environmental impact assessment, environmental management and monitoring plan, pollution control and others, shall be developed with participations by organizations, local authorities and people, who are directly or indirectly affected by investment projects or activities."}, {"text_block_id": "p22_b319", "text": "Part IV"}, {"text_block_id": "p22_b320", "text": "Conservation and Utilization of Natural Resources"}, {"text_block_id": "p22_b321", "text": "Article 49 Listing of Natural Resources (new)"}, {"text_block_id": "p22_b322", "text": "Line concerned sectors shall develop lists of natural resources by determining species, volumes and types needed for conservation, substitution and obtainment of values in regards to economy, culture, and ecosystem, which form basics to impose policies, strategies, legislations, utilization plans, identification of approved exploratory areas, natural resource royalties, environmental taxes, payments for ecosystem services, payments for environmental protection and compensations, management and monitoring measures on natural resource utilization."}, {"text_block_id": "p22_b323", "text": "The methods of listing natural resources shall be stipulated by the specific regulations."}, {"text_block_id": "p22_b324", "text": "Article 50 Conservation of Natural Resources (revised)"}, {"text_block_id": "p22_b325", "text": "The State promotes conservation and protection of natural resources via enactment of policies, laws and regulations, methods and measures to prevent against mankind invasion and destruction or natural disasters, aiming to maintain ecological balance and abundance"}, {"text_block_id": "p23_b326", "text": "of natural resources, particularly soil, water, minerals, forests, plants, animals, insects and organic features, along with preserving species and genes that provide benefits and habitats with variations and sustainability."}, {"text_block_id": "p23_b327", "text": "Line sectors and local authorities shall demarcate conservation, protection, restriction, or green natural parks or zones, based on their management to restore and widely expand forestlands."}, {"text_block_id": "p23_b328", "text": "Measures in regards to conservation of natural resources shall be stipulated by the specific regulations."}, {"text_block_id": "p23_b329", "text": "Article 51 Rights of Natural Resource Users (new)"}, {"text_block_id": "p23_b330", "text": "Persons, legal entities, and organizations shall be able to use natural resources in accordance with relevant laws."}, {"text_block_id": "p23_b331", "text": "Article 52 Obligations of Natural Resource Users (new)"}, {"text_block_id": "p23_b332", "text": "A"}, {"text_block_id": "p23_b333", "text": "natural resource user shall fulfil these obligations:"}, {"text_block_id": "p23_b334", "text": "natural resource user shall fulfil these obligations:\n* Using natural resources with economical, rational, effective\n* Assessing possible impacts on the environment and society\n* Refraining from infringement of othersâ legitimate rights and\n* Correcting impacts, restoring and rehabilitating affected areas\n* Contributing and participating actively into protecting natural\n* Paying environmental royalties, ecosystem services and\n* Remunerating damages caused by impacts on social and natural\n* Fulfilling other obligations in accordance to the specific"}, {"text_block_id": "p23_b350", "text": "Article 53 Exploitation and Use of Natural Resources (revised)"}, {"text_block_id": "p23_b351", "text": "Persons, legal entities and organizations engaging in extraction,"}, {"text_block_id": "p24_b352", "text": "transportation, storage, manufacturing and use of natural resources shall comply with the Law on Investment Promotion and other relevant regulations."}, {"text_block_id": "p24_b353", "text": "Part V Environmental Rehabilitation"}, {"text_block_id": "p24_b354", "text": "Article 54 Environmental Rehabilitation (revised)"}, {"text_block_id": "p24_b355", "text": "Environmental rehabilitation is a reversal action of damaged or degraded social and natural environment to recover and to maintain for good state and ecological balance."}, {"text_block_id": "p24_b356", "text": "Article 55 Responsibilities in Environmental Rehabilitation (new)"}, {"text_block_id": "p24_b357", "text": "Persons, legal entities or organization implementing investment projects or activities, which create environmental and social impacts, shall correct, improve, rehabilitate and remunerate damages within the affected areas."}, {"text_block_id": "p24_b358", "text": "In case of natural disasters, the line sectors and local authorities shall coordinate to improve and restore the affected areas."}, {"text_block_id": "p24_b359", "text": "Article 56 Obligations of Environmental Rehabilitation (revised)"}, {"text_block_id": "p24_b360", "text": "Persons, legal entities and organizations have obligations to contribute their capitals, wisdom, labour force and various materials in the rehabilitation of damaged or degraded Environment."}, {"text_block_id": "p24_b361", "text": "Article 57 Rehabilitation of Damaged Areas (revised)"}, {"text_block_id": "p24_b362", "text": "Persons, legal entities, and organizations operating production enterprises, services or any operations causing damages shall be responsible for solving and rehabilitating of the damaged areas, natural sites, cultural heritages, historical and archaeological sites under the monitoring by the local authorities and line sectors."}, {"text_block_id": "p24_b363", "text": "In case of natural disasters, local administrative authorities together with line sectors shall collaborate each other for taking methods and measures in solving and rehabilitating the affected areas."}, {"text_block_id": "p24_b364", "text": "Article 58 Environmental Financial Guaranties (new)"}, {"text_block_id": "p24_b365", "text": "An investment project or activity owner shall deposit financial"}, {"text_block_id": "p25_b366", "text": "guaranties to restore, remove pollutants and clean the environment affected by its operations, from commencement till completion."}, {"text_block_id": "p25_b367", "text": "Financial guaranties used for restoration cover expenses during installation, operation, and completion or post-completion of activities. The financial guaranties shall be used in case when the operator cannot fulfil its obligations in restoring, correcting, and cleaning the environment, and remunerating damages or expenses related to impacts, as being stipulated by this Law or concession contracts."}, {"text_block_id": "p25_b368", "text": "In case that the investment project or activity owner fully fulfils the obligations as being stipulated in the concession contract, the financial guaranties shall be remitted back to him or her."}, {"text_block_id": "p25_b369", "text": "Part VI"}, {"text_block_id": "p25_b370", "text": "Environmental Emergencies and Natural Disasters"}, {"text_block_id": "p25_b371", "text": "Article 59 Environmental Emergencies (new)"}, {"text_block_id": "p25_b372", "text": "Environmental emergencies are the environmental states reaching the higher level of danger than the National Environmental Quality Standards, resulting from natural, accidental or human-induced factors."}, {"text_block_id": "p25_b373", "text": "Environmental emergency areas shall be declared as environmental danger zones."}, {"text_block_id": "p25_b374", "text": "Article 60 Preventive Measures Against Environmental Emergencies (new)"}, {"text_block_id": "p25_b375", "text": "To safeguard from and prevent against environmental emergencies that are possibly caused by persons, legal entities or organizations possessing, using, or transporting hazardous chemicals or flammable or easily ignited materials, there shall be measures such as labelling or marking, pre-notification, control and mitigation of impacts and damages on the environment and society."}, {"text_block_id": "p25_b376", "text": "Article 61 Environmental Emergency Control (new)"}, {"text_block_id": "p25_b377", "text": "Environmental emergency control shall be implemented as followings:"}, {"text_block_id": "p25_b378", "text": "1."}, {"text_block_id": "p25_b379", "text": "In regards to an area with toxic chemical concentration higher than the approved level, the concerned authorities at provincial level"}, {"text_block_id": "p26_b380", "text": "shall be the person declaring the area as environmental danger zone."}, {"text_block_id": "p26_b381", "text": "shall be the person declaring the area as environmental danger zone.\n* In regards to an area with the severely degraded environment\n<\\li1>"}, {"text_block_id": "p26_b383", "text": "In case of environmental emergency and danger resulted from operating investment projects or any activities, the investment developer and operator shall be liable in correcting the root cause(s) and impact, and then inform the Government, local authorities, health sector, natural resources and environmental sector, other line sectors and public for timely acknowledgement."}, {"text_block_id": "p26_b384", "text": "Inside environmental danger zones, there shall be suspension, limitation or prohibition of any activities that are harmful to human life and health, animals, plants, other living creatures and ecosystem."}, {"text_block_id": "p26_b385", "text": "MONRE shall be the person identifying rules regarding management of environmental danger zones. In regards to management of environmental emergency zones, the Government shall be the declaring person based on the proposal from MONRE."}, {"text_block_id": "p26_b386", "text": "The Government and local authorities shall promote participations of public or private organizations to solve root causes and impacts derived from environmental emergencies, along with evacuating the local people from the danger zones."}, {"text_block_id": "p26_b387", "text": "Article 62 Natural Disaster(s) (revised)"}, {"text_block_id": "p26_b388", "text": "A natural disaster is an event, phenomenon and change incurred naturally which have severe impacts and consequences on the environment, socio-economy, properties, human life and health, plants, animals, living creatures and ecosystem. These consist of floods, droughts, typhoons, forest fires, earthquakes and others."}, {"text_block_id": "p26_b389", "text": "The area affected by the natural disaster shall be declared as the danger zone based on the National Disaster Management Regulations."}, {"text_block_id": "p26_b390", "text": "Article 63 Preventive Measures Against Natural Disasters (new)"}, {"text_block_id": "p26_b391", "text": "To mitigate impacts of natural disasters, there shall be appropriate measures to prevent against, correct or control possible impacts, through main setups, particularly early warning systems, tree planting plans to protect against floods, soil erosion, droughts, forest fires, and impact mitigation of climate change."}, {"text_block_id": "p27_b392", "text": "Article 64 Natural Disaster Control (new)"}, {"text_block_id": "p27_b393", "text": "Natural disaster control shall be implemented as followings:"}, {"text_block_id": "p27_b394", "text": "1."}, {"text_block_id": "p27_b395", "text": "Persons, legal entities or organizations shall fulfil obligations of prevention and safeguard against natural disasters, cooperation and assistance for immediate disaster relief."}, {"text_block_id": "p27_b396", "text": "2."}, {"text_block_id": "p27_b397", "text": "Persons, legal entities and organizations shall urgently report local authorities or line sectors."}, {"text_block_id": "p27_b398", "text": "3."}, {"text_block_id": "p27_b399", "text": "Local authorities and line sectors shall collaborate with state agencies and all stakeholders in seeking prevention and mitigation methods and measures, and public contributions regarding wisdom, workforce, funds, vehicles and necessary equipment."}, {"text_block_id": "p27_b400", "text": "In case that a natural disaster exists in many areas at the same time, various local authorities shall collectively cooperate to seek methods and measures for immediate prevention and mitigation."}, {"text_block_id": "p27_b401", "text": "The Government shall establish the National Disaster Management Committee to provide general guidance on natural disaster management, by assigning MONRE as the Secretariat with direct responsibilities in analysing strategic plans, preventive measures, mitigation, correction and rehabilitation of existing or foreseeing natural disaster affected areas nationwide, as well as regular monitoring."}, {"text_block_id": "p27_b402", "text": "Part VII"}, {"text_block_id": "p27_b403", "text": "Environmental Protection Fund"}, {"text_block_id": "p27_b404", "text": "Article 65 Environmental Protection Fund (revised)"}, {"text_block_id": "p27_b405", "text": "The State promotes establishment of the Environmental Protection Fund used in environmental researches, prevention, correction, and rehabilitation."}, {"text_block_id": "p27_b406", "text": "Implementation and performance of the EPF shall be stipulated by the specific regulations."}, {"text_block_id": "p27_b407", "text": "Article 66 Sources of Environmental Protection Fund (revised)"}, {"text_block_id": "p27_b408", "text": "Main sources of the Environmental Protection Fund are:"}, {"text_block_id": "p27_b409", "text": "1."}, {"text_block_id": "p27_b410", "text": "State Budget;"}, {"text_block_id": "p27_b411", "text": "2."}, {"text_block_id": "p27_b412", "text": "Environmental rehabilitation fees from investment projects or activities"}, {"text_block_id": "p28_b413", "text": "Environmental rehabilitation fees from investment projects or activities\n* Payment for ecological services\n* Contribution by investment projects, enterprises and ordinary\n* Grant aids from both local and international organization;\n* Fines and indemnities of environmental damages\n* Interest and profits generated from capital investments of the"}, {"text_block_id": "p28_b423", "text": "Article 67 Use of Environmental Protection Fund (revised)"}, {"text_block_id": "p28_b424", "text": "The Environmental Protection Fund shall be used for:"}, {"text_block_id": "p28_b425", "text": "1."}, {"text_block_id": "p28_b426", "text": "Studies and researches on technological science for environmental protection, green development model, clean development, restoration of forests, soil and water, impact mitigation of climate change, clean productions and others;"}, {"text_block_id": "p28_b427", "text": "2."}, {"text_block_id": "p28_b428", "text": "Projects regarding prevention against, control or elimination of air, soil and water pollutant;"}, {"text_block_id": "p28_b429", "text": "3."}, {"text_block_id": "p28_b430", "text": "Development of environmental laws and regulations;"}, {"text_block_id": "p28_b431", "text": "4."}, {"text_block_id": "p28_b432", "text": "Environmental studies, capacity building, awareness raising and promotion of environmental protection, particularly the World Environmental Day, the World Water Day and others;"}, {"text_block_id": "p28_b433", "text": "5."}, {"text_block_id": "p28_b434", "text": "Environmental management and problem solving as priorities of all levels; and"}, {"text_block_id": "p28_b435", "text": "6."}, {"text_block_id": "p28_b436", "text": "The Environmental Protection Fund’s administration and investments."}, {"text_block_id": "p28_b437", "text": "Part VIII Prohibitions"}, {"text_block_id": "p28_b438", "text": "Article 68 General Prohibitions (new)"}, {"text_block_id": "p28_b439", "text": "Persons, legal entities or organizations, both local and foreign, shall be prohibited from these following behaviours:"}, {"text_block_id": "p28_b440", "text": "1."}, {"text_block_id": "p28_b441", "text": "Logging-deforestation, mining operations with fragmenting manners, and land uses with infringement to laws;"}, {"text_block_id": "p28_b442", "text": "2."}, {"text_block_id": "p28_b443", "text": "Import, export, transit, sell, store, use, reproduce and demolish toxic and ozone depleting chemicals, equipment with ozone depleting chemicals, radiation, hazard wastes and persistent organic pollutants without permissions;"}, {"text_block_id": "p29_b444", "text": "3."}, {"text_block_id": "p29_b445", "text": "Generate impacts on social and natural environment exceeding the NEQS and NPCS, and pollutants including water, air and soil, radiation, toxic chemicals, hazard wastes, smoke, dust, disturbance such as noise, light, colour, odour, vibration, heat and others;"}, {"text_block_id": "p29_b446", "text": "4."}, {"text_block_id": "p29_b447", "text": "Burn, burry, dispose and demolish wastes, release and discharge waste water into canals, rivers, natural water sources or any sites without treatment based on the technical standards;"}, {"text_block_id": "p29_b448", "text": "5."}, {"text_block_id": "p29_b449", "text": "Transport of sand, soil, gravel stone and rubbish with infringement to regulations;"}, {"text_block_id": "p29_b450", "text": "6."}, {"text_block_id": "p29_b451", "text": "Discharge of toxic chemicals, smoke, dust, vapor or odor that exceeds the National Environmental Quality Standards and the National Pollution Control Standards;"}, {"text_block_id": "p29_b452", "text": "7."}, {"text_block_id": "p29_b453", "text": "Generate vibration, noise and light exceeding the enacted limitations;"}, {"text_block_id": "p29_b454", "text": "8."}, {"text_block_id": "p29_b455", "text": "Offer bribes to officers or civil servants with certain duties for any personal gains;"}, {"text_block_id": "p29_b456", "text": "9."}, {"text_block_id": "p29_b457", "text": "Defame or discredit state agencies and civil servants without any facts; and"}, {"text_block_id": "p29_b458", "text": "10."}, {"text_block_id": "p29_b459", "text": "Other behaviours that infringe regulations"}, {"text_block_id": "p29_b460", "text": "Article 69 Prohibitions of Officers or Civil Servants (new)"}, {"text_block_id": "p29_b461", "text": "Officers or civil servants shall be prohibited from these following behaviours:"}, {"text_block_id": "p29_b462", "text": "1."}, {"text_block_id": "p29_b463", "text": "Exploitation of power, position or mandate regarding environmental management for personal gains"}, {"text_block_id": "p29_b464", "text": "2."}, {"text_block_id": "p29_b465", "text": "Request, requirement or receipt of bribes from investment project or environmental activity owners"}, {"text_block_id": "p29_b466", "text": "3."}, {"text_block_id": "p29_b467", "text": "Performing duties without fairness and with prejudice against persons, legal entities or organizations involved in environmental activities"}, {"text_block_id": "p29_b468", "text": "4."}, {"text_block_id": "p29_b469", "text": "Being reckless or neglected of duties, and creating barriers in considering environmental dossiers"}, {"text_block_id": "p29_b470", "text": "5."}, {"text_block_id": "p29_b471", "text": "Producing or using counterfeit dossiers, disclosing of State’s or official confidentialities, and eliminating of environmental dossiers"}, {"text_block_id": "p29_b472", "text": "6."}, {"text_block_id": "p29_b473", "text": "Other unlawful acts"}, {"text_block_id": "p29_b474", "text": "Article 70 Prohibitions of Operators (new)"}, {"text_block_id": "p29_b475", "text": "Operators shall be prohibited from these following behaviours:"}, {"text_block_id": "p30_b476", "text": "1."}, {"text_block_id": "p30_b477", "text": "Running businesses that impose negative impacts exceeding the standards of social and natural environment"}, {"text_block_id": "p30_b478", "text": "2."}, {"text_block_id": "p30_b479", "text": "Running businesses that create odour, noise, and smoke exceeding the enacted standards"}, {"text_block_id": "p30_b480", "text": "3."}, {"text_block_id": "p30_b481", "text": "Operating projects, activities and technical services that are not consistent to permission and certification"}, {"text_block_id": "p30_b482", "text": "4."}, {"text_block_id": "p30_b483", "text": "Avoiding fulfilment of obligations"}, {"text_block_id": "p30_b484", "text": "5."}, {"text_block_id": "p30_b485", "text": "Counterfeiting dossiers or providing unreliable information"}, {"text_block_id": "p30_b486", "text": "6."}, {"text_block_id": "p30_b487", "text": "Having other behaviours that infringe regulations"}, {"text_block_id": "p30_b488", "text": "Part IX"}, {"text_block_id": "p30_b489", "text": "Dispute Settlement"}, {"text_block_id": "p30_b490", "text": "Article 71 Forms of Dispute Settlement (new)"}, {"text_block_id": "p30_b491", "text": "Settlement of environmental disputes shall be one of these forms:"}, {"text_block_id": "p30_b492", "text": "1."}, {"text_block_id": "p30_b493", "text": "Conciliation of conflicting parties"}, {"text_block_id": "p30_b494", "text": "2."}, {"text_block_id": "p30_b495", "text": "Mediation"}, {"text_block_id": "p30_b496", "text": "3."}, {"text_block_id": "p30_b497", "text": "Administrative settlement"}, {"text_block_id": "p30_b498", "text": "4."}, {"text_block_id": "p30_b499", "text": "Settlement by the Economic Dispute Resolution Office"}, {"text_block_id": "p30_b500", "text": "5."}, {"text_block_id": "p30_b501", "text": "Lawsuits via people’s courts"}, {"text_block_id": "p30_b502", "text": "6."}, {"text_block_id": "p30_b503", "text": "Settlement of Internationally Characterized Disputes"}, {"text_block_id": "p30_b504", "text": "Article 72 Conciliation of Conflicting Parties (new)"}, {"text_block_id": "p30_b505", "text": "In case of the dispute with minor and low-cost impacts on social and natural environment, the conflicting parties shall consult and conciliate together for settling the dispute."}, {"text_block_id": "p30_b506", "text": "Article 73 Mediation"}, {"text_block_id": "p30_b507", "text": "(new)"}, {"text_block_id": "p30_b508", "text": "In case of the dispute with minor and low-cost impacts on social and natural environment, the conflicting parties shall settle the dispute via mediation."}, {"text_block_id": "p30_b509", "text": "Article 74 Administrative Settlement (new)"}, {"text_block_id": "p30_b510", "text": "In case of the dispute with minor and low-cost impacts on social and natural environment, the conflicting parties shall have rights to propose the Environmental Administration to consider the settlement."}, {"text_block_id": "p31_b511", "text": "Article 75 Settlement by The Economic Dispute Resolution Organization (new)"}, {"text_block_id": "p31_b512", "text": "In case of the economic dispute resulted from implementing environmental operations, the conflicting parties shall have rights to request the Economic Dispute Resolution Organization for considerations based on regulations."}, {"text_block_id": "p31_b513", "text": "Article 76 Lawsuits via People’s Courts (new)"}, {"text_block_id": "p31_b514", "text": "In case of the dispute resulted from implementing environmental operations, the conflicting parties shall have rights to take lawsuits via people’s courts for considerations based on regulations."}, {"text_block_id": "p31_b515", "text": "Article 77 Settlement of Internationally Characterized Disputes (new)"}, {"text_block_id": "p31_b516", "text": "When there is an internationally characterized dispute, particularly trans-boundary pollution, transport of toxic chemicals, hazard wastes, and green house gases, there shall be implementation of relevant regulations of Lao PDR, treaties and international agreements that Lao PDR is the state member."}, {"text_block_id": "p31_b517", "text": "Part X Management and Inspection"}, {"text_block_id": "p31_b518", "text": "Chapter 1"}, {"text_block_id": "p31_b519", "text": "Environmental Management"}, {"text_block_id": "p31_b520", "text": "Article 78 Environmental Management Organization(s) (revised)"}, {"text_block_id": "p31_b521", "text": "The Government manages environmental activities with centralization and unity throughout the country, by assigning MONRE to take direct responsibilities and leading roles in coordinating with line sectors and local authorities to study and identify policies, strategies, regulations, methods and measures of environmental protection."}, {"text_block_id": "p31_b522", "text": "The Environmental management organizations in shall consist of:"}, {"text_block_id": "p31_b523", "text": "1."}, {"text_block_id": "p31_b524", "text": "MONRE"}, {"text_block_id": "p31_b525", "text": "2."}, {"text_block_id": "p31_b526", "text": "Provincial or Capital DONRE"}, {"text_block_id": "p31_b527", "text": "3."}, {"text_block_id": "p31_b528", "text": "District or municipality office of natural resources and environment"}, {"text_block_id": "p32_b529", "text": "District or municipality office of natural resources and environment\n* Village unit of natural resources and environment\n<\\li1>"}, {"text_block_id": "p32_b531", "text": "Article 79 Rights and Duties of MONRE (revised)"}, {"text_block_id": "p32_b532", "text": "In regards to environmental management, MONRE shall have the following rights and duties:"}, {"text_block_id": "p32_b533", "text": "1."}, {"text_block_id": "p32_b534", "text": "Study and materialize directions, strategies, policies and others into programs, detailed projects and regulations regarding environmental management;"}, {"text_block_id": "p32_b535", "text": "2."}, {"text_block_id": "p32_b536", "text": "Disseminate legal acts on the environment to the entire people aiming at educating them, culturing awareness and uplift affection conscience to monopolize and protect the environment;"}, {"text_block_id": "p32_b537", "text": "3."}, {"text_block_id": "p32_b538", "text": "Supervise the environmental management implemen- tation, natural disaster related works, climate change along with allocating and resettling villagers affected by investment projects, activities and natural disasters, via coordinating with related ministries, other organizations and local authorities;"}, {"text_block_id": "p32_b539", "text": "4."}, {"text_block_id": "p32_b540", "text": "Promote and instruct investment projects and various activities using largely Natural resources to proceed environmental impacts assessment, environmental management and monitoring plan in accordance with regulations;"}, {"text_block_id": "p32_b541", "text": "5."}, {"text_block_id": "p32_b542", "text": "Issue certificates regarding social and natural environmental impact assessment reports and environmental management and monitoring plans to operations;"}, {"text_block_id": "p32_b543", "text": "6."}, {"text_block_id": "p32_b544", "text": "Issue permits regarding technical services on the environment;"}, {"text_block_id": "p32_b545", "text": "7."}, {"text_block_id": "p32_b546", "text": "Receive proposals and reports on environment from people and related parties  including conflict tackling according to one’s own responsibility."}, {"text_block_id": "p32_b547", "text": "8."}, {"text_block_id": "p32_b548", "text": "Issue order to suspend or withdraw certificates on social and natural environmental impact assessment reports, and environmental management and monitoring plans, and permissions on technical services of the environment when legal violation is found;"}, {"text_block_id": "p32_b549", "text": "9."}, {"text_block_id": "p32_b550", "text": "Develop, train and upgrade technical knowledge on the environment in addition to education and raising awareness to all social parties, organize environmental protection campaign across nationwide"}, {"text_block_id": "p33_b551", "text": "by coordinating with related line ministries and localities administration;"}, {"text_block_id": "p33_b552", "text": "10."}, {"text_block_id": "p33_b553", "text": "Collaborate and cooperate with international organizations in the environmental affairs;"}, {"text_block_id": "p33_b554", "text": "11."}, {"text_block_id": "p33_b555", "text": "Summarize, evaluate and report the results of environment implementation to Government on regular basis; and"}, {"text_block_id": "p33_b556", "text": "12."}, {"text_block_id": "p33_b557", "text": "Exercise other rights and duties based on regulations."}, {"text_block_id": "p33_b558", "text": "Article 80 Rights and Duties of Provincial/Capital DONRE (revised)"}, {"text_block_id": "p33_b559", "text": "In regards to environmental management, DONRE shall have the following rights and duties:"}, {"text_block_id": "p33_b560", "text": "1."}, {"text_block_id": "p33_b561", "text": "Materialize and implement policies, strategies, resolutions, orders, regulations, action plans, integrated spatial plans, environmental impact assessment, and pollution control;"}, {"text_block_id": "p33_b562", "text": "2."}, {"text_block_id": "p33_b563", "text": "Disseminate regulation on environment to people so they could understand and participate in implementing actively, educate and uplift environment awareness of people and related parties within the provinces and capital;"}, {"text_block_id": "p33_b564", "text": "3."}, {"text_block_id": "p33_b565", "text": "Supervise, monitor and assess the results of environmental implementation of district/municipality DONRE Office;"}, {"text_block_id": "p33_b566", "text": "4."}, {"text_block_id": "p33_b567", "text": "Take leaderships in coordinating with other stakeholders in regards to allocate and resettle villagers affected by investment projects, activities and natural disasters;"}, {"text_block_id": "p33_b568", "text": "5."}, {"text_block_id": "p33_b569", "text": "Receive proposals and reports on environmental issues from people and stakeholders along with dispute settlement based on DONRE’s mandates;"}, {"text_block_id": "p33_b570", "text": "6."}, {"text_block_id": "p33_b571", "text": "Issue certificates of IEE"}, {"text_block_id": "p33_b572", "text": "7."}, {"text_block_id": "p33_b573", "text": "Suspend or withdraw certificates of IEE"}, {"text_block_id": "p33_b574", "text": "8."}, {"text_block_id": "p33_b575", "text": "Propose to suspend or withdraw certificates of social and natural environmental impact assessment reports, EMMPs, and permissions on technical services of the environment if legal violation is found;"}, {"text_block_id": "p33_b576", "text": "9."}, {"text_block_id": "p33_b577", "text": "Collect, summarize, study, analyse data on the environment aiming at specifying prevention methods, repairing, improving and rehabilitating the environment including various potentials of the environment in order to contribute to the socio-economic development within the provinces, capital;"}, {"text_block_id": "p34_b578", "text": "Collect, summarize, study, analyse data on the environment aiming at specifying prevention methods, repairing, improving and rehabilitating the environment including various potentials of the environment in order to contribute to the socio-economic development within the provinces, capital;\n* Collaborate and cooperate with international organizations\n* Summarize and report results of environment-related works\n* Exercise other rights and duties based on regulations and"}, {"text_block_id": "p34_b584", "text": "Article 81 Rights and Duties of District/Municipality Office(s) of Natural Resources and Environment (revised)"}, {"text_block_id": "p34_b585", "text": "In regards to environmental management, District/Municipality Office(s) of Natural Resources and Environment shall have the following rights and duties:"}, {"text_block_id": "p34_b586", "text": "1."}, {"text_block_id": "p34_b587", "text": "Implement environmental plans, agreements, orders and instructions of top authorities;"}, {"text_block_id": "p34_b588", "text": "2."}, {"text_block_id": "p34_b589", "text": "Disseminate regulations on environment, education and raising awareness on environment to people and various parties within districts and municipalities;"}, {"text_block_id": "p34_b590", "text": "3."}, {"text_block_id": "p34_b591", "text": "Guide, monitor and evaluate implementation of environmentrelated works undertaken by the Natural Resources and Environmental Village Unit(s);"}, {"text_block_id": "p34_b592", "text": "4."}, {"text_block_id": "p34_b593", "text": "Take leaderships in coordinating with other stakeholders in regards to allocate and resettle villagers affected by investment projects, activities and natural disasters within the scope of responsibilities;"}, {"text_block_id": "p34_b594", "text": "5."}, {"text_block_id": "p34_b595", "text": "Issue certificates on household business environmental management;"}, {"text_block_id": "p34_b596", "text": "6."}, {"text_block_id": "p34_b597", "text": "Suspend or withdraw certificates on household business environmental management;"}, {"text_block_id": "p34_b598", "text": "7."}, {"text_block_id": "p34_b599", "text": "Propose to suspend or withdraw IEE;"}, {"text_block_id": "p34_b600", "text": "8."}, {"text_block_id": "p34_b601", "text": "Consult and correct environmental issues with Provincial/ Capital DONRE(s), local authorities, and other stakeholders within the district and municipality;"}, {"text_block_id": "p34_b602", "text": "9."}, {"text_block_id": "p34_b603", "text": "Receive proposals and reports on environmental issues from people and stakeholders along with dispute settlement based on its mandates;"}, {"text_block_id": "p34_b604", "text": "10."}, {"text_block_id": "p34_b605", "text": "Propose to concerned organizations regarding improvement, modification, suspension or termination of any activities within the"}, {"text_block_id": "p35_b606", "text": "district/municipality as the result of adverse impacts on human life and health, animals, plants and other living creatures;"}, {"text_block_id": "p35_b607", "text": "11."}, {"text_block_id": "p35_b608", "text": "Summarize and report results of environment-related works to top authorities on regular basis; and"}, {"text_block_id": "p35_b609", "text": "12."}, {"text_block_id": "p35_b610", "text": "Exercise other rights and duties based on regulations and assignments."}, {"text_block_id": "p35_b611", "text": "Article 82 Rights and Duties of Natural Resource and Environmental Village Unit(s) (revised)"}, {"text_block_id": "p35_b612", "text": "In regards to environmental management, the Natural Resources and Environmental Village Units shall have the following rights and duties:"}, {"text_block_id": "p35_b613", "text": "1."}, {"text_block_id": "p35_b614", "text": "Implement plans or regulations of environmental protection in accordance with district or municipality guidance;"}, {"text_block_id": "p35_b615", "text": "2."}, {"text_block_id": "p35_b616", "text": "Disseminate, train, build awareness, guide, support and encourage public to take leaderships in managing, protecting, problem solving and rehabilitating the village environment and natural resources;"}, {"text_block_id": "p35_b617", "text": "3."}, {"text_block_id": "p35_b618", "text": "Appraise and follow up villagers’ implementation of plans and guidance in environmental protection;"}, {"text_block_id": "p35_b619", "text": "4."}, {"text_block_id": "p35_b620", "text": "Take leaderships of participating in villager resettlement and allocation as a result of implementing investment projects or activities and natural disasters within the village territory;"}, {"text_block_id": "p35_b621", "text": "5."}, {"text_block_id": "p35_b622", "text": "Propose to suspend or withdraw certificates of household business environmental management plans;"}, {"text_block_id": "p35_b623", "text": "6."}, {"text_block_id": "p35_b624", "text": "Participate in consultation and to share ideas on environmental issues and endorsement of investment projects or activities sited inside the village, together with the district office(s) of natural resources and environment, district or municipality authorities and other line sectors for solving environmental issues within the village territory;"}, {"text_block_id": "p35_b625", "text": "7."}, {"text_block_id": "p35_b626", "text": "Receive and correct environmental issues or claims submitted by villagers together with line sectors based on the mandate;"}, {"text_block_id": "p35_b627", "text": "8."}, {"text_block_id": "p35_b628", "text": "Suggest concerned authorities in improving, justifying, suspending and terminating any village activities that create adverse impacts on human live and health, animals, plants and ecosystem;"}, {"text_block_id": "p35_b629", "text": "9."}, {"text_block_id": "p35_b630", "text": "Develop environmental and natural resource manage-ment"}, {"text_block_id": "p36_b631", "text": "rules for the village to keep cleanliness and to develop green, clean and beautiful village, protection streams and communal forests;"}, {"text_block_id": "p36_b632", "text": "10."}, {"text_block_id": "p36_b633", "text": "Summarize and report results of implementing environmentrelated works to top authorities on regular basis; and"}, {"text_block_id": "p36_b634", "text": "11."}, {"text_block_id": "p36_b635", "text": "Exercise other rights and duties based on regulations and assignments."}, {"text_block_id": "p36_b636", "text": "Article 83 Rights and Duties of Line Sectors (revised)"}, {"text_block_id": "p36_b637", "text": "In regards to environmental management, every line sector at central and local level shall have rights and duties in managing, protecting and rehabilitating the environment through establishing any taskforces in charge of environment-related works in order to manage, monitor and inspect the environment within the scope of responsibilities."}, {"text_block_id": "p36_b638", "text": "Chapter 2"}, {"text_block_id": "p36_b639", "text": "Environmental Inspection"}, {"text_block_id": "p36_b640", "text": "Article 84 Environmental Inspecting Agencies (new)"}, {"text_block_id": "p36_b641", "text": "Environmental inspecting agencies shall consist of:"}, {"text_block_id": "p36_b642", "text": "1."}, {"text_block_id": "p36_b643", "text": "Internal inspecting agencies that are identical as the environmental management organizations as stipulated in the Article 81 of this law; and"}, {"text_block_id": "p36_b644", "text": "2."}, {"text_block_id": "p36_b645", "text": "External inspecting agencies such as the National Assembly, State Inspection and Anti-Corruption Authority, and State Audit Authority in accordance with relevant laws."}, {"text_block_id": "p36_b646", "text": "Article 85 Rights and Duties of Environmental Inspecting Agencies (new)"}, {"text_block_id": "p36_b647", "text": "Environmental inspecting agencies shall have these following rights and duties:"}, {"text_block_id": "p36_b648", "text": "1."}, {"text_block_id": "p36_b649", "text": "Develop environmental inspection programs or annual plans to ensure that investment projects or activities shall not create environmental impacts exceeding the standards;"}, {"text_block_id": "p36_b650", "text": "2."}, {"text_block_id": "p36_b651", "text": "Inspect pursuance of environmental policies, strategies, programs, projects and regulations;"}, {"text_block_id": "p36_b652", "text": "3."}, {"text_block_id": "p36_b653", "text": "Inspect environmental state of investment projects or activities"}, {"text_block_id": "p37_b654", "text": "based on environmental management and monitoring plans via sector-wide coordination and collaboration with local authorities;"}, {"text_block_id": "p37_b655", "text": "4."}, {"text_block_id": "p37_b656", "text": "Inspect pollution and disturbance in accordance with the National Environmental Quality Standards and National Pollution Control Standards;"}, {"text_block_id": "p37_b657", "text": "5."}, {"text_block_id": "p37_b658", "text": "Propose the line sectors to issue orders regarding suspension or termination of investment projects and activities upon recognizing severe environmental impacts that are not resolved; and"}, {"text_block_id": "p37_b659", "text": "6."}, {"text_block_id": "p37_b660", "text": "Coordinate with other concerned organizations for conducting their inspections."}, {"text_block_id": "p37_b661", "text": "Article 86 Contents of Inspection (new)"}, {"text_block_id": "p37_b662", "text": "Environmental inspection shall obtain the following contents:"}, {"text_block_id": "p37_b663", "text": "1."}, {"text_block_id": "p37_b664", "text": "Pursuance of policies and laws related to environmental protection"}, {"text_block_id": "p37_b665", "text": "2."}, {"text_block_id": "p37_b666", "text": "Implementation and performance of environmental protection agencies"}, {"text_block_id": "p37_b667", "text": "3."}, {"text_block_id": "p37_b668", "text": "Performance, liabilities, behaviour and work-plans of environmental protection officials"}, {"text_block_id": "p37_b669", "text": "In respect to technically environmental inspection of investment projects or activities, there shall be reviews against environmental management and monitoring plans, pollution and disturbance in accordance with the specific regulations."}, {"text_block_id": "p37_b670", "text": "Article 87 Modes of Inspection (revised)"}, {"text_block_id": "p37_b671", "text": "Inspection shall consist of three modes:"}, {"text_block_id": "p37_b672", "text": "1."}, {"text_block_id": "p37_b673", "text": "Regular inspections"}, {"text_block_id": "p37_b674", "text": "2."}, {"text_block_id": "p37_b675", "text": "Announced inspections"}, {"text_block_id": "p37_b676", "text": "3."}, {"text_block_id": "p37_b677", "text": "Surprise inspections"}, {"text_block_id": "p37_b678", "text": "Regular inspections are conducted with plans, constant manners and within certain timelines."}, {"text_block_id": "p37_b679", "text": "Announced inspections are conducted with off-track as necessary by notifying inspected persons at least twenty-four hours."}, {"text_block_id": "p37_b680", "text": "Surprise inspections are conducted as necessary with immediate actions without prior notifications to inspected persons."}, {"text_block_id": "p37_b681", "text": "Inspections shall be on documents, actual implementation and strict compliance of regulations."}, {"text_block_id": "p38_b682", "text": "Article 88 Appraisal and Reporting of Environmental Protection Performance (new)"}, {"text_block_id": "p38_b683", "text": "MONRE shall take duties in annually appraising and reporting environmental protection performance to the Government."}, {"text_block_id": "p38_b684", "text": "The appraisal and reporting of environmental protection performance shall be in accordance with the Article 22 and 28 of this Law."}, {"text_block_id": "p38_b685", "text": "Part XI"}, {"text_block_id": "p38_b686", "text": "National Environment Day, Symbols, Uniforms and Stamps"}, {"text_block_id": "p38_b687", "text": "Article 89 National Environment Day (new)"}, {"text_block_id": "p38_b688", "text": "Lao PDR recognizes the date, every fifth of June, as the National Environment Day in order to promote, build awareness and enhance public self-consciousness in environmental protection."}, {"text_block_id": "p38_b689", "text": "Annually, central and local authorities shall arrange celebrating events with appropriate manners."}, {"text_block_id": "p38_b690", "text": "Article 90 Symbols, Uniforms and Stamps (new)"}, {"text_block_id": "p38_b691", "text": "The environmental management organization shall have symbols, uniforms and stamps approved by the Government for performing official assignments."}, {"text_block_id": "p38_b692", "text": "Part XII"}, {"text_block_id": "p38_b693", "text": "Awards for Outstanding Persons and"}, {"text_block_id": "p38_b694", "text": "Sanctions against Offenders"}, {"text_block_id": "p38_b695", "text": "Article 91 Awards (revised)"}, {"text_block_id": "p38_b696", "text": "Persons, legal entities and organizations with outstanding performance in implementing this Law, particularly environmental protection and quality promotion, pollution control, rehabilitation of natural resources and the environment, will be admired or receive other policies in accordance with regulations."}, {"text_block_id": "p39_b697", "text": "Article 92 Sanctions against Offenders (revised)"}, {"text_block_id": "p39_b698", "text": "Persons, legal entities and organizations violating the Law on Environmental Protection shall be subject to re-education, warning, disciplinary sanctions, fines or civil remedies or criminal penalties based on the seriousness degree of each case in accordance with regulations."}, {"text_block_id": "p39_b699", "text": "Article 93 Re-Education Measures (revised)"}, {"text_block_id": "p39_b700", "text": "Persons, legal entities and organizations violating the Law on Environmental Protection for the first time, not being harmful or serious, without the intention and serious economic damages, shall be subject to re-education and warning based on regulations."}, {"text_block_id": "p39_b701", "text": "Article 94 Disciplinary Sanctions Against Civil Servants (new)"}, {"text_block_id": "p39_b702", "text": "Civil servants infringing the Law on Environmental Protection and other restrictions with minor characteristics, which are not criminal acts and not serious economic damages, but only with intention to alter reporting, shall be subject to disciplinary sanctions in accordance to each of these following cases:"}, {"text_block_id": "p39_b703", "text": "-"}, {"text_block_id": "p39_b704", "text": "Warning, referring to the civil servant codes and filing of offender cases"}, {"text_block_id": "p39_b705", "text": "-"}, {"text_block_id": "p39_b706", "text": "Suspending of promoting position, an increase of monthly salary and admiration"}, {"text_block_id": "p39_b707", "text": "-"}, {"text_block_id": "p39_b708", "text": "Removing from position or assigning lower-range duties in other places"}, {"text_block_id": "p39_b709", "text": "-"}, {"text_block_id": "p39_b710", "text": "Expelling without any incentives"}, {"text_block_id": "p39_b711", "text": "Persons under disciplinary sanctions shall return all assets that are gained by unlawful acts back to concerned agencies."}, {"text_block_id": "p39_b712", "text": "Article 95 Fine(s) (revised)"}, {"text_block_id": "p39_b713", "text": "Persons, legal entities and organizations infringing this law, restrictions and contractual terms as stipulated in concession contracts or environmental compliance certificates shall be fined in accordance with the relevant regulations."}, {"text_block_id": "p39_b714", "text": "Fine rates, depended on each case, are identified by the specific regulations."}, {"text_block_id": "p40_b715", "text": "Article 96 Penal Measures (revised)"}, {"text_block_id": "p40_b716", "text": "Persons violating this Law as criminal offences shall be punished based on the Penal Law, depending on the seriousness degree of each case, and including remedies to all damages caused by him or her."}, {"text_block_id": "p40_b717", "text": "Article 97 Additional Measures (revised)"}, {"text_block_id": "p40_b718", "text": "Apart from the measure mentioned above in Article 96 of this Law, the offender shall be subject to additional measures such as suspension, withdrawal of license, or termination of operation."}, {"text_block_id": "p40_b719", "text": "Part XIII"}, {"text_block_id": "p40_b720", "text": "Final Provisions"}, {"text_block_id": "p40_b721", "text": "Article 98 Implementation"}, {"text_block_id": "p40_b722", "text": "The Government of the Lao People’s Democratic Republic shall implement this law."}, {"text_block_id": "p40_b723", "text": "Article 99 Effectiveness (revised)"}, {"text_block_id": "p40_b724", "text": "This Law shall enter into force ninety days from the date of the promulgating decree issued by the President of the Lao People’s Democratic Republic."}, {"text_block_id": "p40_b725", "text": "This Law repeals the Environmental Protection Law No. 0299/NA, dated 3 April 1999."}, {"text_block_id": "p40_b726", "text": "All regulations and provisions that are contradicting to this Law are null and void."}, {"text_block_id": "p40_b727", "text": "President of the National Assembly"}, {"text_block_id": "p40_b728", "text": "Pany YATHOTOU"}], "document_description": "This law defines the principles, regulations and measures related to management, monitoring protection, control, preservation and rehabilitation of the environment, as well as mitigation of anthropogenic impacts and pollutions. Adverse impacts on climate change are included in the scope of this law (art. 11).\n\nArt. 19 on Strategic Environmental Assessment (SEA) specifies that climate effects should be estimated when developing projects that require an SEA.\n\nArt. 20 sets that preventive measures should be undertaken, including tree plantations, construction of dykes and drainage canals."}