{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Lao People's Democratic Republic", "document_category": "Policy", "document_sector_name": "LULUCF", "document_language": "English", "document_name": "Forestry Strategy to the Year 2020", "document_country_code": "LAO", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2005", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/LAO/2005/LAO-2005-12-25-Forestry Strategy to the Year 2020_e814497e67d1032b199f06de8df40363.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ł"}, {"text_block_id": "p0_b2", "text": "Ł"}, {"text_block_id": "p0_b3", "text": "fflfllA1iln"}, {"text_block_id": "p0_b4", "text": "1U"}, {"text_block_id": "p0_b5", "text": "1fll"}, {"text_block_id": "p0_b6", "text": ",H\""}, {"text_block_id": "p0_b7", "text": "M"}, {"text_block_id": "p0_b8", "text": "al"}, {"text_block_id": "p0_b9_merged", "text": "0,cmr;[ilM"}, {"text_block_id": "p0_b12", "text": "[Pl"}, {"text_block_id": "p0_b13", "text": "O"}, {"text_block_id": "p0_b14", "text": ")R"}, {"text_block_id": "p0_b15", "text": "JULY 2005"}, {"text_block_id": "p1_b16", "text": "Lao People’s Democratic Republic"}, {"text_block_id": "p1_b17", "text": "Peace Independence Democracy Unity Prosperity"}, {"text_block_id": "p1_b18", "text": "Prime Minister’s Office"}, {"text_block_id": "p1_b19", "text": "No. 229/PM"}, {"text_block_id": "p1_b20", "text": "Vientiane Capital, 9 Aug 2005"}, {"text_block_id": "p1_b21", "text": "DECREE"}, {"text_block_id": "p1_b22", "text": "on"}, {"text_block_id": "p1_b23", "text": "on\n* Pursuant to the Law on the Government of Lao PDR, No. 02/NA, dated 6 May 2003\n* Pursuant to the Forestry Law, No. 01-96, dated 11 Oct 1996\n* With reference to the proposal of the Ministry of Agriculture and Forestry, No."}, {"text_block_id": "p1_b29", "text": "The Prime Minister issues Decree:"}, {"text_block_id": "p2_b30", "text": "FOREWORD"}, {"text_block_id": "p2_b31", "text": "The Government of Lao PDR has been always paying great attention to the sustainable management and use of the country’s forest resources. At the National Forest Conference in 1989, the former President Mr. Kaysone PHOMVIHANE, who venerated the Lao people and nation in great deal, stated ‘forest destruction in the country has reached an alarming rate. It is the time to change from uncontrolled logging and destruction of forests to focus mainly on tree planting and forest protection’ (Page 38, Proceedings of the National Forest Conference, 1989). At the VII"}, {"text_block_id": "p2_b32", "text": "th"}, {"text_block_id": "p2_b33", "text": "Party Congress held in 2001 in the report on the forestry sector, one conclusion was that “logging and forest destruction in the country increased in some localities which brought about the great loss of the nation forest resources, but the benefit generated from which are very little”."}, {"text_block_id": "p2_b34", "text": "Because of the alarming situation in the forestry sector mentioned above, the Government instructed the agriculture and forestry sector to formulate a forestry strategy to the year 2020 which is among other important national strategies set by the Government to address the emerging problems in the forestry sector. The overall objective of the Forestry Strategy 2020 is to contribute to achieve the indicative targets of the national socio-economic plans, to provide goods and services to the economy and the society, to reduce dependence and increase concrete efforts to manage sustainably the country’s natural resources and to contribute to the implementation of the National Growth and Poverty Eradication Strategy (NGPES). As we are already aware of, most Lao people in the rural areas or about over 80% of the population are heavily relying on forest resources, their daily life to a great extent is geared towards the collection of wood and non-wood forest products for their own use as well as for sale for income generation."}, {"text_block_id": "p2_b35_merged_merged", "text": "The formulation of FS 2020 was initiated in September 2000 when forestry management issues were considered as one key issue in the 7th Round Table Meeting process. The Ministry of Agriculture and Forestry was assigned as the leading agency for the formulation of FS 2020 under the guidance of an inter-ministerial Steering Committee established by the Deputy Prime Minister and President of the Committee for Planning and Cooperation in April 2001. Since then, a great number of studies were conducted for analysis of the general situation in the forestry sector and specific issues on forest management in the Lao PDR. Also, many consultations and workshops to present the multifaceted development and management issues and challenges and strategies for allowing for more sustainable resource use were organized in the past four years. A series of draft documents of the FS 2020 were produced following suggestions made by both concerned Lao agencies and the donors: the first draft of FS 2020 was discussed at a meeting in July 2003, the second draft was distributed to national agencies and international partners in November 2003 for further consideration and suggestions for improvements. MAF then organized a meeting of the MAF Science and Technology Council to deliberate and endorse on a third draft in May 2004. An improved and draft final version was submitted to the Committee for Planning and Investment for comments in August 2004 before it was proposed to the Government for endorsement in early 2005. Sida and JICA kindly provided the necessary financial and technical assistance to the formulation of FS 2020."}, {"text_block_id": "p2_b38", "text": "The FS 2020 is an official document to guide on the sustainable and management development of the forestry sector in line with national policies, strategies and priority programs for national socio-economic development and environmental conservation, including the NGPES. The FS 2020 is the base for follow-up formulation of concrete plans and projects in the forestry sector as"}, {"text_block_id": "p3_b39", "text": "well as for requesting international cooperation programs and projects. The FS 2020 will be reviewed on a regular basis and revised according to changes in socio-economic and natural conditions and to policy and directions of the Government of Lao PDR in relation to sustainable use of the country’s natural resources."}, {"text_block_id": "p3_b40", "text": "The FS 2020 presents a comprehensive review of the status of forestry sector including resources situation, use and management, past and on-going policy and programs. It also sets future challenges and development objectives for Sustainable Development and Management of the Forestry Sector, a range of policies, programs and actions (in total 146 actions), and clearly identifying the responsible agencies and main stakeholders to address each respective action. Although the actions proposed in the FS 2020 are of indicative nature, it is expected that they will be reflected in the annual and midterm work plans of the concerned ministries, agencies and other stakeholders both at central and local levels for implementation in their own responsible areas and will serve as an important reference document to harmonize external assistance, regional and international cooperation and collaboration in the Forestry Sector."}, {"text_block_id": "p3_b41", "text": "We are confident that the implementation of the FS 2020 will pave the way for the Lao PDR to realizing the long awaited goal to achieve real sustainable use of its forest resources which in turn would impact also on the sustainable use of the country’s water and land resources across all watersheds in the uplands of the Lao PDR."}, {"text_block_id": "p3_b42", "text": "Vientiane Capital, Jul 7 2005"}, {"text_block_id": "p3_b43", "text": "Dr. Siene SAPHANGTHONG,"}, {"text_block_id": "p3_b44", "text": "Minister,"}, {"text_block_id": "p3_b45", "text": "Ministry of Agriculture and Forestry"}, {"text_block_id": "p4_b46", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b47", "text": "PM Decree on Endorsement and Declaration of FS 2020"}, {"text_block_id": "p4_b48", "text": "FOREWORD"}, {"text_block_id": "p4_b49", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p7_b50", "text": "LIST OF ABBREVIATIONS"}, {"text_block_id": "p9_b51", "text": "1 INTRODUCTION"}, {"text_block_id": "p9_b52", "text": "1.1 Status and Objectives of the Forestry Strategy 2020"}, {"text_block_id": "p9_b53", "text": "FS 2020, which is endorsed by the Lao Government, is the official document guiding development of the forestry sector in accordance with national socio-economic development plans and environmental conservation measures. It is the foundation for formulation of annual and medium-term forestry related work plans of both the Government and cooperation programs and projects. Owing to socio-economic development dynamics and environmental condition changes, FS 2020 will be regularly reviewed and updated accordingly."}, {"text_block_id": "p9_b54", "text": "The objectives of the Forestry Strategy 2020 (FS2020) are to define and agree on a set of policy and institutional arrangements and to allocate relevant roles and responsibilities among the main stakeholders to achieve sector objectives and targets (Section 4) through implementation of the chosen strategies, policies and actions (Sections 5 and 6)."}, {"text_block_id": "p9_b55", "text": "1.2 Process of Formulation"}, {"text_block_id": "p9_b56_merged", "text": "Formulation of FS 2020 was initiated in September 2000 as one of policy dialogue activities in the 7th Round Table Meeting process. The Ministry of Agriculture and Forestry was assigned as the lead agency and the cross ministerial steering committee established to guide the strategy development by the Deputy Prime Minister and President of the Committee for Planning and Cooperation in April 2001. Since then, several consultations and workshops were organized for review of the status and issues of the sector and a land use and forest cover survey was conducted to understand resource situation and to analyze causes for changes in land use and forest cover."}, {"text_block_id": "p9_b59", "text": "A first draft of FS 2020 was discussed at a meeting in July, 2003 with participation of a wide range of stakeholders both national and international and many useful comments for improvement were made. A second draft was distributed to national and international stakeholders in November 2003 for further improvement. MAF organized a meeting of the MAF Science and Technology Council on a third draft in May 2004 for finalization. After receiving comments and directions on a fourth draft from the Committee for Planning and Investment in November 2004, MAF submitted a final draft to the Prime Minister’s Office for endorsement in May 2005."}, {"text_block_id": "p10_b60", "text": "2 OVERVIEW OF FORESTS AND FORESTRY"}, {"text_block_id": "p10_b61", "text": "2.1 Status of Lao Forests"}, {"text_block_id": "p10_b62_merged", "text": "In 2001 forests contributed 3.2 % of GDPby log production and its share would be higher if subsistent use and processing of wood and NTFP were counted. Wood products also provided some 25 percent of total export earnings in 2001. In terms of energy consumption, wood energy, including charcoal and fuelwood, is the dominant source of energy for cooking, even in the capital city of Vientiane, and in highland areas it also provides necessary heating."}, {"text_block_id": "p10_b65", "text": "2.2 Overview of Forestry Policy Development"}, {"text_block_id": "p10_b66", "text": "2.2.1 1975 to 1989"}, {"text_block_id": "p10_b67", "text": "At the end of 1970s the forestry sector’s main objectives were as follows:"}, {"text_block_id": "p10_b68", "text": "At the end of 1970s the forestry sector’s main objectives were as follows:\n* To utilize forest resources for the welfare and development of the population and to\n* To ensure that harvesting of forest be followed by plantation, and\n* To invest capital created in industries based on forest and agricultural products."}, {"text_block_id": "p11_b74", "text": "The first comprehensive forestry legislation after 1975 was the Council of Ministers (CM) Instruction Nº 74 on Forest Protection, dated on July 17"}, {"text_block_id": "p11_b75", "text": "th"}, {"text_block_id": "p11_b76", "text": ", 1979."}, {"text_block_id": "p11_b77", "text": "Provision was included for national resource ownership, permission of forest conversion and logging, prohibition of shifting cultivation in watershed areas, traditional use by local people and promotion of tree planting for restoration."}, {"text_block_id": "p11_b78", "text": "However, due to a shortage of equipments and financial and human resources, implementation was limited."}, {"text_block_id": "p11_b79", "text": "The 4"}, {"text_block_id": "p11_b80", "text": "th"}, {"text_block_id": "p11_b81", "text": "Party Congress in 1986 adopted the New Economic Mechanism (NEM) in a shift towards a State led market-oriented economic management system."}, {"text_block_id": "p11_b82", "text": "The 2"}, {"text_block_id": "p11_b83", "text": "nd"}, {"text_block_id": "p11_b84", "text": "Socio-economic development plan (1986-90) highlighted, as its second priority, a program to curb and eventually stabilize shifting cultivation after increasing food production; a major Government policy issue since 1975."}, {"text_block_id": "p11_b85", "text": "The program stressed that 300,000 ha of forests are destroyed annually by shifting cultivation causing serious environmental problems."}, {"text_block_id": "p11_b86", "text": "It was stressed that shifting cultivation should not be stabilized by order and force but rather by providing alternative crops or livelihoods to replace the practice of shifting cultivation."}, {"text_block_id": "p11_b87", "text": "2.2.2 From the National Forest Conference in 1989 to 1996"}, {"text_block_id": "p11_b88", "text": "The National Forestry Conference was convened in May 1989 under growing concern over deforestation, and charted the overall direction of forest policy."}, {"text_block_id": "p11_b89", "text": "Three main"}, {"text_block_id": "p11_b90", "text": "policy directions"}, {"text_block_id": "p11_b91", "text": "were defined:"}, {"text_block_id": "p11_b92", "text": "were defined:\n* to preserve, improve and increase the biological capacity of the present forest, especially\n* to rationally use forests and its associated benefits, especially to improve economic\n* to link rehabilitation, preservation and expansion of forests with requirements for food,"}, {"text_block_id": "p11_b98", "text": "The Conference agreed on steps to be taken to reverse deforestation and resolved that forests cover should be returned to 70 percent by the year 2020."}, {"text_block_id": "p11_b99_merged_merged_merged_merged", "text": "The Government rapidly responded to the recommendations of the Conference and in October 1989 the Council of Ministers issued two decrees: Nº 117 on Management and Use of Forest and Forest Land and Nº 118 on Control and Management of Aquatic Animals, Wildlife, Hunting and Fishing. Decree No 117 contained 16 articles focusing on clear definition of MAF’s roles and duties concerning forestry, allocation of forest and forestland and various restrictions on logging by enterprises and local people. Decree Nº 118 defined wildlife as belonging to the national community and, as such, under Government control, then covered the roles and duties of MAF in wildlife management. Concerning wildlife protection, Article 3 defined prohibitions including the use of destructive hunting methods such as explosives, hunting of restricted species, hunting of species close to extinction and hunting during the breeding season. Later in 1993, MAF issued Instruction Nº 298 on Control of Wildlife and Hunting, dated 24th March, for"}, {"text_block_id": "p12_b106", "text": "The Government rapidly responded to the recommendations of the Conference and in October 1989 the Council of Ministers issued two decrees: Nº 117 on Management and Use of Forest and Forest Land and Nº 118 on Control and Management of Aquatic Animals, Wildlife, Hunting and Fishing. Decree No 117 contained 16 articles focusing on clear definition of MAF’s roles and duties concerning forestry, allocation of forest and forestland and various restrictions on logging by enterprises and local people. Decree Nº 118 defined wildlife as belonging to the national community and, as such, under Government control, then covered the roles and duties of MAF in wildlife management. Concerning wildlife protection, Article 3 defined prohibitions including the use of destructive hunting methods such as explosives, hunting of restricted species, hunting of species close to extinction and hunting during the breeding season. Later in 1993, MAF issued Instruction Nº 298 on Control of Wildlife and Hunting, dated 24th March, for\n* to allocate 2-5 ha of forest and forest land to each household and 100-500 ha to each\n* to allow villagers to manage and use allocated forest as long as wood volume increases;\n* to allow villagers to inherit or transfer allocated forest to others; and\n* to recognize ownership of individuals and groups to degraded land which they plant"}, {"text_block_id": "p12_b114", "text": "The new policy was first tested in some of the northern provinces before being officially introduced in 1994 with some modifications."}, {"text_block_id": "p12_b115", "text": "The Conference Resolution called for a ban on indiscriminate logging and PM Decree Nº 117 stipulated that logging should only take place in inventoried production forests with MAF approved economic-technical plans and that full payment of log royalties should be made and compensatory tree planting undertaken. With international assistance attempts were also made to strengthen planning and management capacity."}, {"text_block_id": "p12_b116_merged", "text": "Directly after the 5th Party Congress in 1991, Prime Ministerial (PM) Decree Nº 67 concerning a Logging Ban was issued in August and after abolishment of the SFEs a harvest/logging plan system was introduced. This was operated by government setting a national harvest/logging plan and providing the Provinces with sub-harvest/logging plans in performing log sales contracts with buyers. In many cases Provinces harvested above the allocated plan to create additional fund for development projects and there were many irregularities concerning log sales contracts as well as logging, grading and sales themselves. Decree Nº 67 declared a nationwide logging ban and ordered MAF to prepare measures ensuring that forest management, logging, processing and trade followed and respected laws and regulations. It also made provision for forests to be surveyed and classified into protection, conservation, regeneration and economic/production categories. The logging ban was well implemented causing log production in 1992 to fall to half of that of the previous years with much of the remaining production coming from old logs or trees felled in the previous years. In 1993, however, log production increased dramatically to levels in excess of those recorded before the ban in 1991."}, {"text_block_id": "p13_b125", "text": "In 1993 two important decrees were formulated and promulgated: PM Decree Nº 164 on Establishment of National Biodiversity Conservation Areas (NBCAs) and PM Decree Nº 169 on Management and Use of Forest and Forest Land. PM Decree Nº 164 was a legislative landmark for biodiversity conservation in Lao PDR. It established 18 national conservation forests covering 2.8 million ha or 12% of total land area. These conservation forests, along with two more added in later years, remain a fundamental base for biodiversity conservation in Lao PDR."}, {"text_block_id": "p14_b126", "text": "production land, (ii) to protect forest through forest classification and, (iii) to utilize the allocated forests on sustainable basis."}, {"text_block_id": "p14_b127", "text": "2.2.3 The Forestry Law in 1996 and after"}, {"text_block_id": "p15_b128", "text": "of benefits from forestry operations would contribute to the development of participated villages."}, {"text_block_id": "p15_b129", "text": "2.3 International Co-operation"}, {"text_block_id": "p15_b130", "text": "International cooperation has played a key role in many aspects of forestry development in Lao PDR including human resource development, institutional strengthening, development of legal frameworks, development of forest management systems and investment in tree plantation development."}, {"text_block_id": "p15_b131", "text": "International cooperation has played a key role in many aspects of forestry development in Lao PDR including human resource development, institutional strengthening, development of legal frameworks, development of forest management systems and investment in tree plantation development.\n* development process support (follow-up to TFAP, advisory support to MAF)\n* resource base strengthening (human resources development)\n* alternatives to shifting cultivation\n* water catchment area protection/conservation of forest\n* sustained use of forests\n* plantation forestry development"}, {"text_block_id": "p15_b143", "text": "International cooperation has played a key role in many aspects of forestry development in Lao PDR including human resource development, institutional strengthening, development of legal frameworks, development of forest management systems and investment in tree plantation development.\n* development process support (follow-up to TFAP, advisory support to MAF)\n* resource base strengthening (human resources development)\n* alternatives to shifting cultivation\n* water catchment area protection/conservation of forest\n* sustained use of forests\n* plantation forestry development\n* t: higher education overseas, establishment of a BSc.\n* : development of several sets of MAF regulations\n* : development of manuals and training of staff in land and\n* : land use planning, natural production forest\n* : tree seed conservation and production, development of\n* ; investment in commercial tree plantation, provision of incentives for"}, {"text_block_id": "p16_b161", "text": "2.4 The Roles and Contribution of Forests and Forestry in Lao PDR"}, {"text_block_id": "p16_b162", "text": "2.4.1 Contribution to Socio-Economic Development"}, {"text_block_id": "p16_b163_merged", "text": "In the 1990s, the forestry sector grew faster than the rest of the economy, reflecting an increase in log extraction from 300,000 m  in 1990 to 734,000 m  in 1998. Since then, however, Government reduced the annual harvest, to some 260,000 m  in 2000/01 and 2001/02, and further to some 150,00 m3 for 2004/05 and at the same time the GOL promotes downstream processing. Tree plantation development, although strongly promoted by the Government, is still in its early stage. Given favourable national conditions, including climate and land availability, and growing demand in the region, trees from plantation are expected to play a much larger role in the future."}, {"text_block_id": "p16_b173", "text": "In some cases, timber harvesting has had a negative impact on the poor by destroying the very forests on which they depend. Therefore, Government efforts at controlling timber harvesting and fostering village participation in forest management aim directly at improving the livelihoods of the poor."}, {"text_block_id": "p17_b174", "text": "2.4.2 The Roles of the Forestry Sector in the Lao PDR"}, {"text_block_id": "p17_b175", "text": "From the preceding description of the contribution of forests to Lao socio-economic development, the following roles can be derived:"}, {"text_block_id": "p17_b176", "text": "From the preceding description of the contribution of forests to Lao socio-economic development, the following roles can be derived:\n* The forest sector in general, including the wood processing industries, has been one of the\n* Forests play a role as a safety net in the livelihood of rural people by providing timber and\n* Forests support or provide a basis for the development of other areas such as hydropower\n* Forests contain and protect environment and biodiversity of national, regional and"}, {"text_block_id": "p18_b184", "text": "3 STATUS AND ISSUES"}, {"text_block_id": "p18_b185", "text": "3.1 Land and Forest use"}, {"text_block_id": "p18_b186", "text": "3.1.1 Land use system"}, {"text_block_id": "p18_b187", "text": "3.1.1.1 Ownership of land and forest"}, {"text_block_id": "p18_b188", "text": "Individuals and organizations to whom the State allocates protection, conservation and management of forest and forest land have rights to various compensatory benefits such as use of trees and NTFP collection rights in accordance with regulations issued by concerned agencies (The Forestry Law Art. 7)."}, {"text_block_id": "p18_b189", "text": "With State recognition, trees or forests planted or regenerated by individuals or organizations using their own labour or capital become the property of the individual or organization concerned who then assumes rights of possession, use, transfer and inheritance in accordance with the written laws and regulations (The Forestry Law Art. 5)."}, {"text_block_id": "p18_b190", "text": "3.1.1.2 Land classification system and land use planning"}, {"text_block_id": "p19_b191", "text": "3.1.2 Forest classification"}, {"text_block_id": "p19_b192", "text": "Forests in the Lao PDR are classified into five categories, the first three relating to function and the last two to the current situation. (Forestry Law, Arts. 16 to 21):"}, {"text_block_id": "p19_b193", "text": "Forests in the Lao PDR are classified into five categories, the first three relating to function and the last two to the current situation. (Forestry Law, Arts. 16 to 21):\n* Production Forests\n* Production Forests\n are forests and forestlands used in regularly providing timber and\n* Conservation Forests\n* Conservation Forests\n are forests and forest lands classified for the purpose of protecting\n* Protection Forests\n* Protection Forests\n are forests and forestland classified for the protection of watershed\n* Regeneration Forests\n* Regeneration Forests\n are young or fallow areas of forest classified for regeneration and\n* Degraded Forests\n* Degraded Forests\n are forests that have been heavily damaged, to the extent they are"}, {"text_block_id": "p19_b209", "text": "3.1.2.1 Regulation and field classification of each category of forest"}, {"text_block_id": "p19_b210", "text": "To date, MAF have issued regulations on management of NBCA No. 0360/MAF.2003, regulation on Establishment and Sustainable Management of Production Forest No. 0204/MAF.2003, and are preparing regulation for Regeneration Forests. However, actual classification has been progressing on the basis of PM Decree Nos. 169/1993 and 164/1993 and other legislation without detailed guidelines concerning criteria, processes, restrictions, incentives, etc. According to MAF statistics areas under the first three categories are as shown in the Table 1."}, {"text_block_id": "p20_b211", "text": "Note: Regeneration and Degraded Forests have also been identified through the land and forest allocation process at the village level, however, no data are available."}, {"text_block_id": "p20_b212", "text": "3.1.2.2 Overlaps with other land-use types"}, {"text_block_id": "p20_b213", "text": "3.1.2.3 Overlaps with village areas"}, {"text_block_id": "p20_b214", "text": "Through the land and forest allocation process village boundaries and village forest and agricultural areas are delineated and forest areas are classified into some or all of the five categories."}, {"text_block_id": "p20_b215", "text": "Under the village forest classification, Production Forest is named Village Production Forest"}, {"text_block_id": "p20_b216", "text": "(Art. 2, MAF Regulation No. 0535/2001) and is used for NTFP collection and felling of trees for domestic use."}, {"text_block_id": "p20_b217", "text": "Accordingly, there are village production and protection forests within NBCAs, Production and Protection Forests."}, {"text_block_id": "p20_b218", "text": "This double-layered classification reflects the reality and will necessarily be maintained for the foreseeable future."}, {"text_block_id": "p20_b219", "text": "However, there are no clear criteria for delineation of agriculture areas and classification of village forest."}, {"text_block_id": "p20_b220", "text": "3.1.3 Land use change and underlying causes"}, {"text_block_id": "p20_b221", "text": "3.1.3.1 Land use and current forest area changes"}, {"text_block_id": "p20_b222_merged_merged", "text": "A recent study on land use and forest area, which was carried out from end 2002 to early 2003, shows that forested area covers about 71.6% (17 million ha) of the total national land area. Its breakdown is given below;"}, {"text_block_id": "p20_b224", "text": "1)"}, {"text_block_id": "p20_b225", "text": "Current forest, which is relatively rich and has canopy density of 20% or more, covers 41.5% (9.8 million ha) of the total land area and has decreased from 47% (11.2 million ha) in 1992."}, {"text_block_id": "p20_b226", "text": "2)"}, {"text_block_id": "p20_b227", "text": "Bamboo forest covers 2.3% (0.5 million ha)."}, {"text_block_id": "p21_b228", "text": "3)"}, {"text_block_id": "p21_b229", "text": "Temporary unstocked forest covers 25.6% (6.1 million ha)."}, {"text_block_id": "p21_b230", "text": "4)"}, {"text_block_id": "p21_b231", "text": "Fallow forest or past shifting cultivation area covers 2.2% (0.5 million ha)."}, {"text_block_id": "p21_b232", "text": "Temporary unstocked forest and fallow forest or past shifting cultivation area can naturally grow to become rich forest again in future with appropriate management and protection."}, {"text_block_id": "p21_b233", "text": "3.1.3.2 Factors Behind Forest Decline"}, {"text_block_id": "p21_b234", "text": "External factors"}, {"text_block_id": "p21_b235", "text": "•"}, {"text_block_id": "p21_b236", "text": "High demand for wood and NTFPs in the markets of wood deficient neighbouring countries and countries in the region as well as the imposition of logging bans in some neighbouring countries brought about high pressure on forest resources in Lao PDR."}, {"text_block_id": "p21_b237", "text": "Internal Factors"}, {"text_block_id": "p21_b238", "text": ""}, {"text_block_id": "p21_b239", "text": "Shifting cultivation practices and forest fires are still the main causes of forest degradation particularly in the north."}, {"text_block_id": "p21_b240", "text": ""}, {"text_block_id": "p21_b241", "text": "Unsustainable harvesting of production forest which occurs mainly in central and southern regions, and unsustainable management and use of allocated village used forests."}, {"text_block_id": "p21_b242", "text": ""}, {"text_block_id": "p21_b243", "text": "The decline in current forest with more than 20% of canopy density over the last few decades has resulted partly from necessary conversion of forestland for agriculture and infrastructure development."}, {"text_block_id": "p21_b244", "text": "Underlying causes"}, {"text_block_id": "p21_b245_merged", "text": "The most basic factors are widespread poverty and rapid population increase amongst the rural population, who are, as a result, obliged to practice forms of cropping resulting in deterioration or destruction of forest. The situation has been compounded by decades of warfare and its after effects. Having achieved peace, the Government has been engaged in systematic campaigns to reduce and eventually eradicate shifting cultivation and opium cultivation though poverty eradication. Efforts over the last two decades have met with substantial success, leading to an important reduction in the area affected by these problems. Further concerted poverty eradication efforts in accordance with the National Poverty Eradication Program are, however, necessary to further reduce the adverse impacts of these practices on forest and forest resources. Furthermore, utilisation of forest and forest products and the promotion of NTFP domestication and processing require support to generate products and income necessary to eradicate rural poverty."}, {"text_block_id": "p22_b253", "text": "A second set of factors involved in forest cover decline relate to"}, {"text_block_id": "p22_b254", "text": "economic incentives for over-harvesting of forest resources and governance"}, {"text_block_id": "p22_b255", "text": ":"}, {"text_block_id": "p22_b256", "text": "•"}, {"text_block_id": "p22_b257", "text": "Too many wood processing plants and excessive wood processing capacity has tended to put pressure on Government bodies to grant harvest/logging plans in sizes and locations often not matched with available resources; Government is currently trying to devise both long-and short-term solutions."}, {"text_block_id": "p22_b258", "text": "•"}, {"text_block_id": "p22_b259", "text": "Province and district authorities used to grant harvest/logging plans to businessmen in exchange for infrastructure or village development fees, a practice prohibited in 2002 for infrastructure not provided for in the National Socio-economic Development Plan endorsed by the National Assembly."}, {"text_block_id": "p22_b260", "text": "•"}, {"text_block_id": "p22_b261", "text": "Annual harvest/logging plans have usually been based on over optimistic estimates of annual allowable cut."}, {"text_block_id": "p22_b262", "text": "•"}, {"text_block_id": "p22_b263", "text": "The Government system establishing logging royalties and the lack of available information have led to rates significantly at variance with international prices. The methodology for setting royalty rates is currently under Government review."}, {"text_block_id": "p22_b264", "text": "A third set of factors relate to capacity:"}, {"text_block_id": "p22_b265", "text": "•"}, {"text_block_id": "p22_b266", "text": "Public sector capacity to plan, supervise and control implementation of forestry development is seriously limited, both in terms of number and specialization of staff and availability of physical and budgetary resources. The support of various donors, including the World and Asian Development Banks, and the Swedish, Japanese, Finnish, Danish, German programs and others, has to some extent compensated for these constraints."}, {"text_block_id": "p22_b267", "text": "•"}, {"text_block_id": "p22_b268", "text": "The legislative and regulatory framework is still in its early stage and as yet incomplete. The Forestry Law, for example was passed in 1996 with its implementing decree issued late in 1999. Several sets of MAF regulations implementing the Forestry Law have been issued although there are some yet to be completed. Annual implementing PM Orders have been issued as gaps are noticed and efforts are being made with the support of the international organizations, donors, international financial institutions and others."}, {"text_block_id": "p22_b269", "text": "•"}, {"text_block_id": "p22_b270", "text": "Land and forest allocation policy, there is a lack of qualified staff, equipments and fund contributed to shortcomings in implementation. For example, village land and forest allocation exercises, which were carried out without sufficient training of local officers as well as without technical and financial support after planning, resulted in land and forest use plans that were unsustainable or do not stimulate villager’s ownership, which brought about the efforts aimed at reducing shifting cultivation have sometimes not successfully."}, {"text_block_id": "p22_b271", "text": "3.1.4. Issues for Improvement of Land and Forest Use"}, {"text_block_id": "p22_b272", "text": "3.1.4.1 Lack of land use planning and coordination among stakeholders"}, {"text_block_id": "p23_b273", "text": "3.1.4.2 Incomplete sets of regulations for forest classification"}, {"text_block_id": "p23_b274", "text": "3.1.4.3 Need to link forest classification at macro and village level"}, {"text_block_id": "p23_b275", "text": "Based on various laws land and forest are being delineated not only as Conservation or Production Forests but also as mining areas or lease for tree plantations. In most cases these land and forests are used by local villagers and their cooperation is inevitable for establishment and management of these areas delineated on villages. Moreover, there might be opportunities of participation or benefit sharing for villagers or cases of compensation for them. In order to make sure the management of these areas contributes to livelihood improvement of local villagers, definition of village areas and their rights to and responsibilities for the land and forest within their villages need to be clearly provided in concerned laws including the Land Law and the Forestry Law."}, {"text_block_id": "p23_b276", "text": "3.1.4.4 Complex factors behind deforestation and forest degradation"}, {"text_block_id": "p23_b277", "text": "In parallel with national efforts to eradicate poverty, improve governance and promote economically efficient markets, land and forest use should be monitored, site specific causes for forest decline analysed and land and forest use policy formulated according on the latest data and analyses."}, {"text_block_id": "p23_b278", "text": "3.2 Production Forests"}, {"text_block_id": "p23_b279", "text": "Currently, timber and other forest-related products come from several sources, including production forests, areas to be converted to other uses (like hydro-electrical dams, roads, and rural development projects), as well as from unauthorized logging in some NBCAs and protection forests."}, {"text_block_id": "p24_b280_merged", "text": "As logging in conversion areas is approaching completion and control of unauthorised logging activities is strengthened, production forests will be increasingly becoming the main source of timber in Lao PDR."}, {"text_block_id": "p24_b282", "text": "3.2.1 Current Status of Production Forests"}, {"text_block_id": "p24_b283", "text": "3.2.2 PM Decree Nº 59/2002 on Sustainable Management of Production Forest"}, {"text_block_id": "p25_b284", "text": "3.2.3 Issues for Sustainable Management of Production Forest"}, {"text_block_id": "p25_b285", "text": "3.2.3.1 Production Forest Management"}, {"text_block_id": "p25_b286", "text": "Implementing scientifically based management in the nation’s production forest areas is a huge challenge calling for a major effort of the Government."}, {"text_block_id": "p25_b287", "text": "The first area on which efforts should be focussed is"}, {"text_block_id": "p25_b288", "text": "capacity"}, {"text_block_id": "p25_b289", "text": "."}, {"text_block_id": "p25_b290", "text": "DOF, PAFO and DAFO, have assumed responsibilities for producing forest management plans."}, {"text_block_id": "p25_b291", "text": "They are not properly equipped, however, in terms of technical capacity, equipment and transport to produce all necessary plans within a reasonable period."}, {"text_block_id": "p25_b292", "text": "The second priority area is"}, {"text_block_id": "p25_b293", "text": "quality"}, {"text_block_id": "p25_b294", "text": ". In general, data currently available for forest management planning is scant and of poor quality."}, {"text_block_id": "p25_b295", "text": "Key information such as growth rates for different species and forest types and ecological conditions are difficult to obtain and its accuracy difficult to assess."}, {"text_block_id": "p25_b296", "text": "Therefore, management plans have tended to focus on a single parameter: timber volume of specific tree species which have high market demand."}, {"text_block_id": "p25_b297", "text": "The third area in which major efforts are required is"}, {"text_block_id": "p25_b298", "text": "enforcement and compliance"}, {"text_block_id": "p25_b299", "text": "."}, {"text_block_id": "p25_b300", "text": "It has occasionally been reported that management plans are not implemented, or that logging has been undertaken immediately after completion of the management survey, without awaiting the pre-logging survey or tree marking."}, {"text_block_id": "p25_b301", "text": "Similarly, it has been reported that, in spite of long-term logging plans, logging rotations and annual coupe areas specified in management plans, logging actually proceeds predominantly in accessible or well endowed areas or focuses on higher value trees."}, {"text_block_id": "p25_b302_merged_merged_merged_merged", "text": "The fourth area requiring urgent attention is monitoring and control. Agriculture and Forestry Sector has not yet been able to install a system monitoring the various factors contributing to sound sustainable forest management, e.g. the logging process, tree planting in logged over areas, the impact of logging on the remaining forest, road characteristics, water source and soil damage, biodiversity, the adequacy and appropriateness (size, width, weight, tracks) of logging equipment and of whether logging areas accord with plans."}, {"text_block_id": "p25_b306", "text": "3.2.3.2 Production Forest Certification"}, {"text_block_id": "p25_b307", "text": "In Lao PDR, Criteria and Indicators (C&I) for sustainable forest management were developed in 1999-2000 and a one-year Pilot Forest Certification project under the Forest Stewardship Council (FSC), an international certification agency, is recently completed in Savannakhet and Khammouane provinces."}, {"text_block_id": "p26_b308", "text": "3.2.3.3 Village Participation in Production Forest Management"}, {"text_block_id": "p26_b309", "text": "To strengthen the role of forestry in poverty eradication, Government has established policy that villagers in production forest areas, organized into village forestry organizations (VFOs), should participate in forestry planning and operations at the field level and should share in the derived proceeds."}, {"text_block_id": "p26_b310", "text": "DOF/PAFO will define different alternatives in order for target villages to be involved in every planning activity and actual operations, working together with DAFOs within the framework defined in the Prime Minister’s Order on Decentralization 01/2000, with remuneration commensurate with their effort. In order to improve management and technical capacity available now, specific support resources will be allocated to strengthening the capacity of both DAFOs and the concerned village organizations."}, {"text_block_id": "p26_b311", "text": "3.2.3.4 Increasing Pressure on Conservation Forests and Other Forests"}, {"text_block_id": "p26_b312", "text": "3.3 Non-Timber Forest Products"}, {"text_block_id": "p26_b313", "text": "3.3.1 The importance of NTFPs for the rural economy"}, {"text_block_id": "p26_b314", "text": "Non-timber forest products (NTFPs) play a central role in the rural economy of the Lao PDR by providing the following items, amongst others:"}, {"text_block_id": "p26_b315", "text": "•"}, {"text_block_id": "p26_b316", "text": "Protein (wild meat, fish, frogs, shrimp, soft-shelled turtles, crabs and molluscs)"}, {"text_block_id": "p26_b317", "text": "•"}, {"text_block_id": "p26_b318", "text": "Calories, vitamins and dietary fibre (mushrooms, bamboo shoots, fruits and vegetables, honey)"}, {"text_block_id": "p26_b319", "text": "•"}, {"text_block_id": "p26_b320", "text": "Materials for house construction and handicraft production (bamboo, rattan, pandanus, broom grass, paper mulberry)"}, {"text_block_id": "p26_b321", "text": "•"}, {"text_block_id": "p26_b322", "text": "Traditional medicines"}, {"text_block_id": "p26_b323", "text": "•"}, {"text_block_id": "p26_b324", "text": "Cash income (from sale of NTFPs or product there from)"}, {"text_block_id": "p27_b325", "text": "3.3.2 The importance of NTFP for the national economy"}, {"text_block_id": "p27_b326", "text": "3.3.2.1 Production and Exports"}, {"text_block_id": "p27_b327", "text": "3.3.2.2 Wildlife trade"}, {"text_block_id": "p27_b328", "text": "3.3.3 The importance of NTFP for forestry development and biodiversity conservation"}, {"text_block_id": "p27_b329", "text": "3.3.4 Current Trends in NTFP Availability and Use"}, {"text_block_id": "p27_b330", "text": "Some significant trends show increasing interest in the conservation and development of NTFPs:"}, {"text_block_id": "p27_b331", "text": "•"}, {"text_block_id": "p27_b332", "text": "local innovators have begun domesticating a number of NTFP species in agroforestry system and home gardens,"}, {"text_block_id": "p27_b333", "text": "•"}, {"text_block_id": "p27_b334", "text": "communities have shown capacity to establish and effectively run NTFP management systems,"}, {"text_block_id": "p28_b335", "text": "•"}, {"text_block_id": "p28_b336", "text": "policies emphasizing sustainable forest management reinforce the NTFP sub-sector,"}, {"text_block_id": "p28_b337", "text": "•"}, {"text_block_id": "p28_b338", "text": "the private sector is beginning to invest in small-scale NTFP processing industries."}, {"text_block_id": "p28_b339", "text": "At the same time, there are also a number of worrying trends that could adversely affect the overall status and management of NTFP resources:"}, {"text_block_id": "p28_b340", "text": "•"}, {"text_block_id": "p28_b341", "text": "accelerated deforestation resulting from land-use conversions for agriculture and dams, unsustainable or unauthorised logging practices, fire and other disturbances"}, {"text_block_id": "p28_b342", "text": "•"}, {"text_block_id": "p28_b343", "text": "increased market access and product demand in the absence of clear rules of resource allocation, tenure security and sustainable management regimes"}, {"text_block_id": "p28_b344", "text": "•"}, {"text_block_id": "p28_b345", "text": "local technical knowledge about NTFPs is mostly vested in the older generations and is at risk of being lost due to out-migration and the changing lifestyles of younger generations."}, {"text_block_id": "p28_b346", "text": "3.3.5 Legislation Concerning NTFPs"}, {"text_block_id": "p28_b347", "text": "3.3.5.1 Customary rights on NTFPs"}, {"text_block_id": "p28_b348", "text": "Additionally, villagers are exempt from natural resource taxes and NTFP sale is permitted provided that villagers form groups or associations for commercial collection and that activities follow DAFO approved management plans. This is an important recognition, however, it has proved difficult to formulate management plans that are scientifically reliable."}, {"text_block_id": "p28_b349", "text": "3.3.5.2 Commercial harvesting"}, {"text_block_id": "p28_b350", "text": "3.3.5.3 NTFP harvesting plans and trade"}, {"text_block_id": "p28_b351", "text": "NTFP harvesting plans, specified by product, are set annually by PM Decree and allocated to the provinces by MAF, a process that includes resource assessment by provincial officers."}, {"text_block_id": "p29_b352", "text": "3.3.6 Issues for NTFP Sector Development"}, {"text_block_id": "p29_b353", "text": "3.3.6.1 Lack of Knowledge for NTFP Development"}, {"text_block_id": "p29_b354_merged", "text": "The major constraint on NTFP utilization and development is lack of knowledge. There are critical gaps concerning propagation, silviculture, enrichment, harvesting and sustainable management of wild populations of NTFPs as well as of their domestication. There is also a need to identify NTFP species with importance for food security, commerce and biodiversity conservation and to determine which of these are currently threatened so that appropriate interventions may be taken. Knowledge for developing of in-situ conservation efforts is also needed (Annex 1)."}, {"text_block_id": "p29_b360", "text": "3.3.6.2 Marketing Regulations for NTFP Development"}, {"text_block_id": "p29_b361", "text": "3.3.6.3 Capacity Constraints"}, {"text_block_id": "p29_b362", "text": "3.4 Tree Plantation Development"}, {"text_block_id": "p29_b363", "text": "3.4.1 Prospects and Potential for Tree Plantations in Lao PDR"}, {"text_block_id": "p30_b364", "text": "costs to such markets remain relatively high, although they may be reduced if major transport infrastructure is developed and equipment modernized."}, {"text_block_id": "p30_b365", "text": "3.4.2 Policy and Regulatory Framework"}, {"text_block_id": "p30_b366", "text": "Tree planting has been a national priority since liberation and already in 1979, PM’s Provision Nº 74 promoted tree planting on bare land, and in 1980, June 1"}, {"text_block_id": "p30_b367", "text": "st"}, {"text_block_id": "p30_b368", "text": "was designated National Tree Planting Day."}, {"text_block_id": "p30_b369", "text": "Under the current 5-Year National Socio-Economic Development Plan (20012006), tree planting for commodity production is strongly promoted, with a target of 134,000 ha."}, {"text_block_id": "p30_b370", "text": "Annual planting area and seedling production targets are set in the National Socio-Economic Development Plans and distributed to Provinces for implementation."}, {"text_block_id": "p30_b371", "text": "With respect to legislation, besides the Forestry Law, MAF Regulations Nº 196/2000 on Tree Plantation Development, and Nº 1849/2000 on Tree Plantation Registration and the annual PM Orders regulating forestry activities (PMO 11/99; PMO 10/2000; PMO 15/01, and PMO 18/02) provide important support for tree planting."}, {"text_block_id": "p30_b372", "text": "3.4.3 Current Status of the Tree Plantation Sector"}, {"text_block_id": "p30_b373", "text": "3.4.3.1 Plantation stocks"}, {"text_block_id": "p30_b374", "text": "Some 146,600 ha of plantation have been established, predominantly in the Central region. It is estimated that out of these planted areas about 66% have survived (more than 70% of seedling survival rate) and constitute the current tree plantation stock."}, {"text_block_id": "p30_b375", "text": "3.4.3.2 Plantation productivity and profitability"}, {"text_block_id": "p30_b376_merged_merged", "text": "Productivity of existing plantations is lower than previously anticipated. In November 2002, a survey of Eucalyptus camaldulensis was carried out in Vientiane and Savannakhet provinces. Mean annual increment (MAI) was estimated at 6.2 m 3/ha/year and the median slightly above 5 m 3/ha/year. Among the different tree planters, commercial firms and self financing planters with their own funds performed better, with MAIs of over 14 m 3/ha/year and 12 m 3/ha/year respectively. Owners of larger sized stands, who tend to invest more per unit area in fertilizer application, mechanical site preparation and management also achieved higher MAIs. Thus, while owners of stands of 10 ha or more achieved almost 9 m 3/ha/year, owners of smaller stands"}, {"text_block_id": "p31_b394", "text": "achieved less. It can be concluded that presently productivity of tree plantations is in general lower than targets."}, {"text_block_id": "p31_b395", "text": "Such slow growth rates make tree plantation non-viable."}, {"text_block_id": "p31_b396", "text": "Preliminary calculations indicate that at current forest gate prices (~US$ 10/m"}, {"text_block_id": "p31_b397", "text": "3"}, {"text_block_id": "p31_b398", "text": ") an MAI of at least 20 m"}, {"text_block_id": "p31_b399", "text": "3"}, {"text_block_id": "p31_b400", "text": "/ha/year is needed to make tree planting financially viable; only one of the 108 sampled stands reached this figure."}, {"text_block_id": "p31_b401", "text": "At such MAIs and prices, the internal rate of return for investment in tree planting was estimated at 17% if investment costs were US$ 600/ha, and 9% if US$ 900/ha."}, {"text_block_id": "p31_b402", "text": "With a MAI of 10 m"}, {"text_block_id": "p31_b403", "text": "3"}, {"text_block_id": "p31_b404", "text": "/ha/year, the return on investment would be 3%, and –4%, respectively."}, {"text_block_id": "p31_b405", "text": "3.4.4 Plantation Financing"}, {"text_block_id": "p31_b406", "text": "APB is charging clients 7% interest and since its loan processing costs and the rate of inflation are much higher, the plantation on-lending operation results in an unsustainable net loss to APB."}, {"text_block_id": "p31_b407", "text": "3.4.5 Plantation Incentives"}, {"text_block_id": "p31_b408", "text": "3.4.5.1 Tax Benefits"}, {"text_block_id": "p31_b409", "text": "3.4.5.2 The Profit Sharing System"}, {"text_block_id": "p31_b410", "text": "3.4.5.3 Native Species Plantations: Farmers’ Teak Plantations in the North"}, {"text_block_id": "p31_b411_merged_merged", "text": "Most teakwood is processed into furniture, flooring and decorative products for the domestic market and farmers are easily able to sell their logs. As demand for teak is increasing (~10,000 m 3 over the next few years), the outlook is good and international demand, particularly for"}, {"text_block_id": "p32_b415", "text": "3.4.6 Issues for Improvement of Tree Plantation Development"}, {"text_block_id": "p32_b416", "text": "3.4.6.1 Low Tree Plantation Profitability"}, {"text_block_id": "p32_b417", "text": "Inadequate tree-growing technology"}, {"text_block_id": "p32_b418_merged", "text": "Achieving satisfactory growth rates requires competent plantation establishment and management. Larger plantations established by companies using mechanical site and soil preparation, fertilizers, higher levels of investment per hectare and superior management have shown average MAIs of 10-15 m /ha/year. On the other hand smallholders planting less than 2 ha each with minimal or no post-planting management barely attain 5 m /ha/year."}, {"text_block_id": "p32_b425", "text": "Low prices"}, {"text_block_id": "p32_b426", "text": "3.4.6.2 Legal and Regulatory Framework"}, {"text_block_id": "p33_b427", "text": "transform these temporary land-use certificates into permanent land titles may need to be considered."}, {"text_block_id": "p33_b428", "text": "3.4.6.3 Funding and Incentives"}, {"text_block_id": "p33_b429", "text": "Plantations are currently exempted from land taxes or fees (except for lease payments) and Government will study whether other tax or non-tax incentives for tree plantation can be established and whether it is possible or convenient to establish special tax incentives for foreign investors interested in tree planting."}, {"text_block_id": "p33_b430", "text": "3.5 Harvest/logging plan and Royalties"}, {"text_block_id": "p33_b431_merged", "text": "To regulate forests harvesting, Government annually sets harvest/logging plans and log extraction royalties and determines rules for log sale through the release of Prime Minister’s Orders."}, {"text_block_id": "p33_b433", "text": "3.5.1 Harvest/Logging plans"}, {"text_block_id": "p34_b434", "text": "3.5.2 Log royalties and Reforestation Fees"}, {"text_block_id": "p34_b435", "text": "Firms and individuals receiving harvest/logging plans required by Government to pay log royalties, or stumpage rates per cubic meter of timber removed from second landing"}, {"text_block_id": "p34_b436", "text": "."}, {"text_block_id": "p34_b437", "text": "As under a third of royalties due in the 1990s were actually collected, Government has taken recent steps to strengthen the link between the physical removal of logs and the actual payment of royalties to increase collection rates and reduce arrears."}, {"text_block_id": "p34_b438", "text": "(i)"}, {"text_block_id": "p34_b439", "text": "Protected timber species, Category I, II: 3 US$/m"}, {"text_block_id": "p34_b440", "text": "3"}, {"text_block_id": "p34_b441", "text": ","}, {"text_block_id": "p34_b442", "text": "(ii)"}, {"text_block_id": "p34_b443", "text": "Controlled timber species, Category I, II: 2 US$/m"}, {"text_block_id": "p34_b444", "text": "3"}, {"text_block_id": "p34_b445", "text": ","}, {"text_block_id": "p34_b446", "text": "(iii)"}, {"text_block_id": "p34_b447", "text": "Controlled timber species, Category III: 1 US$/m"}, {"text_block_id": "p34_b448", "text": "3"}, {"text_block_id": "p34_b449", "text": "."}, {"text_block_id": "p34_b450", "text": "Furthermore, PM’s Order No. 18/2002 stated that the wood processing companies, apart from paying the above fees, have to invest their own plantations in order to secure their own supply of raw material."}, {"text_block_id": "p34_b451_merged_merged_merged_merged_merged", "text": "According to MAF Instruction Nº 1848/1999, the same applies to revenues from NTFP harvest. For example, each tonne of rattan harvested 10 trees must be planted or 6 US$/tonne paid, and for one tonne of oleo-resin (black resin Dipterocarpus spp) harvested 50 must be planted or 10 US$/ton paid."}, {"text_block_id": "p34_b455", "text": "3.5.3 Sale of logs and non-timber forest products"}, {"text_block_id": "p35_b456_merged", "text": "and pay the re-afforestation fee in totality. Piloting showed, however, that the bidding system was, inappropriate under the prevailing conditions and with the limited number of buyers. Therefore, the negotiation/bargaining system was reinstated."}, {"text_block_id": "p35_b460", "text": "3.5.4 Issues for Improvement of Harvest/logging plan and Log Sales Systems"}, {"text_block_id": "p35_b461", "text": "3.5.4.1 Transition to PFA based harvesting and sales"}, {"text_block_id": "p35_b462", "text": "3.5.4.2 Institutional strengthening for competitive log sales"}, {"text_block_id": "p35_b463", "text": "3.6 Wood Processing Industry"}, {"text_block_id": "p35_b464", "text": "3.6.1 Overview of the Wood Processing Industry"}, {"text_block_id": "p35_b465", "text": "3.6.1.1 Economic and Employment Contributions"}, {"text_block_id": "p35_b466", "text": "The wood-processing sector in Lao PDR makes an important contribution to both the economy and to regional employment through the following features:"}, {"text_block_id": "p35_b467", "text": "•"}, {"text_block_id": "p35_b468", "text": "Wood processing constitutes approximately 6% of GDP and 32% of the manufacturing industry production value (estimate by MIH/UNIDO)."}, {"text_block_id": "p35_b469", "text": "•"}, {"text_block_id": "p35_b470", "text": "In 2001, timber royalties provided 15% of national revenues."}, {"text_block_id": "p36_b471", "text": "•"}, {"text_block_id": "p36_b472", "text": "Wood products exports accounted for $78 million or 25% (including log exports) of the official export value."}, {"text_block_id": "p36_b473", "text": "•"}, {"text_block_id": "p36_b474", "text": "The wood-processing sector employs approximately 22,000 people, more than 20% of the total employment in the manufacturing sector."}, {"text_block_id": "p36_b475", "text": "3.6.1.2 Industry Structure and Ownership"}, {"text_block_id": "p36_b476_merged", "text": "In 2001, there were 160 sawmills and two-ply mills in the country with an estimated annual capacity of approximately 1.0 million cubic meters of logs inputs. However, only 20% of the mentioned numbers have operated effectively. The larger factories are mainly located in the Central and Southern provinces and often have integrated operations including sawmilling, drying and remanufacture. Sawdust and slabs are used for fuel while in most of the smaller establishments (less than 5,000 m  intake) by-products are burnt or used as fuel-wood by the community."}, {"text_block_id": "p36_b482", "text": "3.6.1.3 Competitiveness and Distribution"}, {"text_block_id": "p36_b483", "text": "3.6.1.4 Production, Consumption and Export"}, {"text_block_id": "p36_b484", "text": "•"}, {"text_block_id": "p36_b485", "text": "Unreliable log supply"}, {"text_block_id": "p36_b486", "text": "•"}, {"text_block_id": "p36_b487", "text": "Unavailability of spare parts"}, {"text_block_id": "p36_b488", "text": "•"}, {"text_block_id": "p36_b489", "text": "High level of downtime due to old machinery and equipment"}, {"text_block_id": "p37_b490", "text": "Estimates of domestic wood product consumption are imprecise due to difficulties in assessing quantities of timber sawn by villagers."}, {"text_block_id": "p37_b491", "text": "Despite these constraints, an indicative estimate of domestic consumption is put at 200,000 m"}, {"text_block_id": "p37_b492", "text": "3"}, {"text_block_id": "p37_b493", "text": "per year, or 37 m"}, {"text_block_id": "p37_b494", "text": "3"}, {"text_block_id": "p37_b495", "text": "per 1,000 people."}, {"text_block_id": "p37_b496_merged_merged", "text": "It is estimated that 90% of the reported sawn wood production is for export and the rest, just 23,000 m 3 , is for internal use. This suggests that most domestically used sawn wood is supplied by small pit sawing producers and processed into furniture, doors and indoor decorative products by furniture factories, of which there are more than 900. Combining these two types of sawing, the estimated total annual log supply for domestic processing is about 800,000 cubic meters."}, {"text_block_id": "p37_b501", "text": "3.6.1.5 Future Supply and Demand"}, {"text_block_id": "p37_b502", "text": "3.6.2 Institutional Arrangement and Regulatory Framework"}, {"text_block_id": "p37_b503", "text": "3.6.3 Government Policy"}, {"text_block_id": "p37_b504", "text": "Government policy has been to promote domestic wood processing by linking regulation of wood processing facilities to harvest/logging plans and timber harvest and promoting export of"}, {"text_block_id": "p38_b505", "text": "3.6.3.1 Overcapacity"}, {"text_block_id": "p38_b506", "text": "1)"}, {"text_block_id": "p38_b507", "text": "Producing semi-finished or finished products."}, {"text_block_id": "p38_b508", "text": "2)"}, {"text_block_id": "p38_b509", "text": "Using high technology and high productivity machinery that is appropriate for production of semi-finished or finished products."}, {"text_block_id": "p38_b510", "text": "3)"}, {"text_block_id": "p38_b511", "text": "Demonstrating superior environmental protection, safety and welfare."}, {"text_block_id": "p38_b512", "text": "4)"}, {"text_block_id": "p38_b513", "text": "Operating with appropriate management."}, {"text_block_id": "p38_b514", "text": "5)"}, {"text_block_id": "p38_b515", "text": "Having a good record of law abidance."}, {"text_block_id": "p38_b516", "text": "3.6.3.2 Promotion of Export of Semi-finished and Finished Products"}, {"text_block_id": "p38_b517_merged", "text": "In order to promote export of semi-finished and finished products the Government ordered a ban on export of logs and a reduction in sawn timber export by PM Orders N 11/1999, 10/2000 and 15/2001. In PM Order Nº 18/2002 export of sawn timber is also banned to restrict export of roughly processed sawn timber or ‘square logs’. Furthermore, PM Order No 25/2004 allows export of some semi-finished products only. These orders are being gradually implemented."}, {"text_block_id": "p38_b521", "text": "To protect domestic producers of semi-finished and finished products and to avoid pressure on natural resources, foreign investment in secondary processing based on natural forest, with the exception of furniture, is banned (PM Decree Nº 46/2001)."}, {"text_block_id": "p38_b522", "text": "3.6.3.3 Transition to Processing of Plantation Timber"}, {"text_block_id": "p39_b523", "text": "3.6.4 Issues for Strengthening of Wood Processing Industry"}, {"text_block_id": "p39_b524", "text": "3.6.4.1 Complicated Factory Operation Processes"}, {"text_block_id": "p39_b525", "text": "3.6.4.2 Administrative Approach for Reduction of Processing Capacity"}, {"text_block_id": "p39_b526", "text": "3.6.4.3 Inefficiency in Wood Processing"}, {"text_block_id": "p39_b527_merged", "text": "Many factories currently operate at less than half of installed capacity and log recovery rate is similarly around 50%, the factories are, however, still in business. As evidenced by the low royalty collection rates, actual royalties paid by these factories are far below the official or market rate due to incorrect grading of logs, an ample supply of cheap logs or simple non-payment. In parallel with providing a regulatory environment allowing only efficient factories to survive, regulations, rules and technical guidelines need to be strictly implemented."}, {"text_block_id": "p39_b532", "text": "3.6.4.4 Insufficient Export Promotion of Finished and Semi-finished Products"}, {"text_block_id": "p39_b533", "text": "3.7 Biodiversity Conservation"}, {"text_block_id": "p39_b534", "text": "3.7.1 Biodiversity in the Lao PDR"}, {"text_block_id": "p39_b535", "text": "3.7.1.1 Habitat Diversity"}, {"text_block_id": "p39_b536", "text": "There are seven habitats in Lao PDR of high international conservation significance:"}, {"text_block_id": "p39_b537", "text": "•"}, {"text_block_id": "p39_b538", "text": "Evergreen Forest of the Sai Phou Luang and foothills"}, {"text_block_id": "p39_b539", "text": "•"}, {"text_block_id": "p39_b540", "text": "Central Indochina Limestone Karst"}, {"text_block_id": "p39_b541", "text": "•"}, {"text_block_id": "p39_b542", "text": "Dry Dipterocarp Forests in the Mekong plain"}, {"text_block_id": "p40_b543", "text": "•"}, {"text_block_id": "p40_b544", "text": "Boloven Plateau"}, {"text_block_id": "p40_b545", "text": "•"}, {"text_block_id": "p40_b546", "text": "Northern Highlands"}, {"text_block_id": "p40_b547", "text": "•"}, {"text_block_id": "p40_b548", "text": "Mekong River, and"}, {"text_block_id": "p40_b549", "text": "•"}, {"text_block_id": "p40_b550", "text": "Other rivers and streams"}, {"text_block_id": "p40_b551", "text": "3.7.1.2 Species Diversity"}, {"text_block_id": "p40_b552", "text": "Lao PDR is rich in species with a high degree of endemism and biological distinctiveness."}, {"text_block_id": "p40_b553", "text": "At"}, {"text_block_id": "p40_b554", "text": "least 8,100 plant species, 166 species of"}, {"text_block_id": "p40_b555", "text": "reptile and amphibian"}, {"text_block_id": "p40_b556", "text": ", 700 bird species, and 100 mammal species occur in Lao PDR."}, {"text_block_id": "p40_b557", "text": "As an example, more than 430 bird species found in the Nakai-Nam Theun NBCA represent one twenty fifth of all bird species found world-wide and more than half of all bird species in the Lower Mekong system."}, {"text_block_id": "p40_b558", "text": "Similarly, there are eighty-seven known families of fish in the Indochina region, whilst 74 families have been identified in the whole African continent, and 60 families in South America."}, {"text_block_id": "p40_b559", "text": "3.7.1.3 Cultural diversity"}, {"text_block_id": "p40_b560", "text": "Ethnically, Lao PDR is highly diverse, both in terms of number of ethno-linguistic groups and in the breadth of their higher linguistic diversity."}, {"text_block_id": "p40_b561", "text": "More than 230 spoken languages, belonging to four language superstocks, have been identified, making Lao one of the world’s most diverse countries."}, {"text_block_id": "p40_b562", "text": "With respect to location, the areas of highest diversity are often in the remotest"}, {"text_block_id": "p40_b563", "text": "upland areas, particularly within NBCA"}, {"text_block_id": "p40_b564", "text": "s."}, {"text_block_id": "p40_b565", "text": "3.7.2 National Biodiversity Conservation System"}, {"text_block_id": "p40_b566", "text": "The program to establish a national biodiversity conservation system has been active since 1989. PM’s Decree Nº 164/1993 established 18 NBCAs, later increased to 20 plus two corridor areas."}, {"text_block_id": "p40_b567", "text": "The current area totals 3.4 million hectares or 14.3% of the country’s area."}, {"text_block_id": "p40_b568", "text": "In addition, provinces and districts have designated their own conservation areas"}, {"text_block_id": "p40_b569", "text": "and protection forests"}, {"text_block_id": "p40_b570", "text": "bringing the overall national total to 5,3 million hectares or 22.6% of the total land area."}, {"text_block_id": "p40_b571", "text": "3.7.3 Legal Framework"}, {"text_block_id": "p40_b572", "text": "Prime Minister’s Decree Nº 164/1993"}, {"text_block_id": "p40_b573_merged_merged_merged_merged", "text": "established the national biodiversity conservation area (NBCA) system . NBCAs are the only managed, national-level areas devoted to nature conservation with no other national parks, wildlife or bird sanctuaries, aquatic reserves or similar areas in Lao PDR."}, {"text_block_id": "p41_b576", "text": "The Forestry Law Nº 01/1996"}, {"text_block_id": "p41_b577_merged", "text": "defines the nature, functions, objectives, and legal status of conservation forests and requires Government to engage in participatory management of NBCAs with villagers. It also provides for zoning within the NBCAs into totally protected zones, controlled utilization zones and link or corridor zones."}, {"text_block_id": "p41_b580", "text": "MAF Regulation Nº. 0360/2003"}, {"text_block_id": "p41_b581", "text": ", on Management of National Biodiversity Conservation Areas, Aquatic Animals and Wildlife provides guidelines on NBCA establishment and zoning and also on restricted activities and development fund establishment and the rights and duties of state agencies in NBCA management."}, {"text_block_id": "p41_b582", "text": "3.7.4 Institutional Arrangements for NBCA Management"}, {"text_block_id": "p41_b583", "text": "3.7.4.1 Institutional Responsibilities"}, {"text_block_id": "p41_b584", "text": "3.7.4.2 NBCA Management Strategies"}, {"text_block_id": "p41_b585", "text": "3.7.4.3 International Cooperation"}, {"text_block_id": "p42_b586", "text": "gene pool sizes and increasing species population sizes giving greater buffering against disturbance."}, {"text_block_id": "p42_b587", "text": "3.7.5 Issues and Threats to Conservation Forests and Wildlife"}, {"text_block_id": "p42_b588", "text": "3.7.5.1 Habitat degradation"}, {"text_block_id": "p42_b589", "text": "Agricultural practices."}, {"text_block_id": "p42_b590", "text": "People settled within or around some NBCAs have encroached upon the protected area by expanded paddy fields, gardens or commercial cropping areas. Shifting cultivation is also practiced within some NBCAs and run away forest fires often cause great damage."}, {"text_block_id": "p42_b591", "text": "Livestock grazing."}, {"text_block_id": "p42_b592", "text": "In the dry season, villagers often turn large livestock loose in the forest. To improve grazing, villagers may burn the forest under storey to promote grass growth and to drive away large predators, such as tigers, to avoid cattle loss."}, {"text_block_id": "p42_b593", "text": "In addition to the direct damage this does, livestock also consume seedlings and may transmit disease to wild ungulates."}, {"text_block_id": "p42_b594", "text": "3.7.5.2 Resource harvesting activities and limited control capacity"}, {"text_block_id": "p42_b595", "text": "Wildlife and trade."}, {"text_block_id": "p42_b596", "text": "Wildlife is hunted mostly by rural people for home-consumption although meat and wildlife products are also sold at local markets."}, {"text_block_id": "p42_b597", "text": "Commercial hunting and fishing, in contrast, can be much more damaging and as a result, some species such as rhino and some turtles have almost disappeared from Lao PDR. Since fish are concentrated in narrow habitat bands, i.e. rivers and streams, they can be killed more effectively than most other wildlife and thus suffer disproportionately."}, {"text_block_id": "p42_b598", "text": "Use of poison."}, {"text_block_id": "p42_b599", "text": "Poisoning of terrestrial and aquatic habitats for wildlife ‘hunting’ in some areas is still practiced in Lao PDR."}, {"text_block_id": "p42_b600", "text": "Government regulations prohibit this, but public awareness of the impacts of poisoning wildlife is still low and information campaigns are therefore required."}, {"text_block_id": "p42_b601", "text": "NTFP harvesting."}, {"text_block_id": "p42_b602", "text": "NTFPs, as previously stated, provide a major source of food, fodder, fuel and other household materials and are essential for the livelihoods of many rural peoples."}, {"text_block_id": "p42_b603", "text": "NTFPs are, however, harvested on a commercial scale, often in unsustainable manners and quantities."}, {"text_block_id": "p42_b604", "text": "Authorized and unauthorized Logging"}, {"text_block_id": "p42_b605", "text": "."}, {"text_block_id": "p42_b606_merged_merged_merged_merged_merged", "text": "Unsustainable logging activities presently convert large areas of healthy forest into degraded forest with fewer tree species of younger age and with a deficient fauna. Logging roads also create easy access for wildlife hunters, NTFP collectors, and local farmers placing further pressure on remaining habitats. In response to the situation,"}, {"text_block_id": "p43_b608", "text": "efforts are being made to improve enforcement of regulations and policies requiring loggers to adhere strictly to the law."}, {"text_block_id": "p43_b609", "text": "Animal-human conflicts."}, {"text_block_id": "p43_b610", "text": "Certain animals are hunted because they pose threats either to people, livestock or crops."}, {"text_block_id": "p43_b611", "text": "Human activities, such as logging, collection of NTFPs and forest clearance, resulting in reduction of natural food sources for tigers, elephants and other wild animals have compounded matters by increasing pressure on crops and livestock and forcing animals into closer proximity with humans."}, {"text_block_id": "p43_b612", "text": "3.7.5.3 Development projects"}, {"text_block_id": "p43_b613", "text": "3.7.5.4 Socio-economic factors"}, {"text_block_id": "p43_b614", "text": "3.7.5.5 Public Awareness"}, {"text_block_id": "p43_b615", "text": "Government is making continuous efforts to increase awareness of the importance of biodiversity and to improve education so that they may enjoy and protect plants and animals as part of the national heritage."}, {"text_block_id": "p43_b616", "text": "These actions are performed in many forms, such as publication of important data, distribution of posters, production of newspaper articles, through radio transmissions and by celebrating July 13"}, {"text_block_id": "p43_b617", "text": "th"}, {"text_block_id": "p43_b618", "text": "as National Wildlife Conservation Day."}, {"text_block_id": "p43_b619", "text": "More significantly, the Government recently took the decision to participate in the International Convention on International Trade of Endangered Species (CITES)."}, {"text_block_id": "p43_b620", "text": "3.8 Protection Forests and Watershed Management"}, {"text_block_id": "p43_b621", "text": "3.8.1 Status of watersheds and protection forests"}, {"text_block_id": "p43_b622_merged_merged_merged", "text": "It is estimated that provincial and district protection forests cover around 0.6 million hectares. Within these areas, shifting cultivation, felling, burning or removal or trees, firewood collection, animal raising and construction of houses or other structures are prohibited, as are activities such as extraction of soil, stones or minerals and hunting or gathering of prohibited forest products (Forestry Law, Art. 41)."}, {"text_block_id": "p44_b625", "text": "3.8.2 Watershed Management Policy"}, {"text_block_id": "p44_b626", "text": "3.8.3 Institutional Arrangements"}, {"text_block_id": "p44_b627", "text": "3.8.4 Local Participation"}, {"text_block_id": "p44_b628", "text": "As previously mentioned, the participatory approach to development and management is the official policy of the Government as supported by the Forestry Law, the Water and Water Resource Law and other legislation, decrees and instructions. As such, and because of the nature of the tasks involved, this approach is fully applicable to IWM and Protection Forest management."}, {"text_block_id": "p44_b629", "text": "3.8.5 Issues for Watershed Management"}, {"text_block_id": "p44_b630", "text": "3.8.5.1 Funding Watershed Protection"}, {"text_block_id": "p44_b631", "text": "3.8.5.2 Coordination among concerned agencies"}, {"text_block_id": "p45_b632", "text": "Inadequate inter-agency and cross-sectoral coordination is a worldwide problem. Inter-agency rivalries and limited cooperation in fought over fields may lead to disruption of the efforts to reach commonly held objectives. Government will therefore encourage increased and more active inter-agency cooperation including non-binding cooperation agreements between line agencies, mandated cooperation through provincial administrations and basin-specific management bodies. As an initial effort, Government is planning to revitalize the Water Coordination Committee of STEA and to implement coordinated watershed management, including dam management, agriculture/forestry development and, with ADB support, infrastructure development in the Nam Ngeum River basin."}, {"text_block_id": "p45_b633", "text": "3.8.5.3 Rehabilitation of degraded watersheds"}, {"text_block_id": "p45_b634", "text": "3.9 Village Land and Forest Management for Poverty Eradication"}, {"text_block_id": "p45_b635", "text": "3.9.1 Poverty and Forestry"}, {"text_block_id": "p45_b636", "text": "•"}, {"text_block_id": "p45_b637", "text": "Protected/Biodiversity Conservation Area Program (active since 1988)"}, {"text_block_id": "p45_b638", "text": "•"}, {"text_block_id": "p45_b639", "text": "Shifting Cultivation Reduction Program (active since 1989)"}, {"text_block_id": "p46_b640", "text": "•"}, {"text_block_id": "p46_b641", "text": "Land and Forest Allocation Program (active since 1993)"}, {"text_block_id": "p46_b642", "text": "•"}, {"text_block_id": "p46_b643", "text": "Community Forestry and NTFP Programs (active since 1993)"}, {"text_block_id": "p46_b644", "text": "•"}, {"text_block_id": "p46_b645", "text": "Focal Site Strategy, and Village Relocation and Consolidation Program (initiated in 1994/95 and elaborated in 1998)"}, {"text_block_id": "p46_b646", "text": "3.9.2 Legal Framework Governing Village Forests and Their Use"}, {"text_block_id": "p46_b647", "text": "3.9.3 The Effects of Programs and Projects on Village Land and Forest and Poverty Eradication"}, {"text_block_id": "p46_b648", "text": "3.9.3.1 Protected/Biodiversity Conservation Area Program"}, {"text_block_id": "p46_b649", "text": "•"}, {"text_block_id": "p46_b650", "text": "enclave villages, whose production forests fall entirely within the NBCA boundary;"}, {"text_block_id": "p46_b651", "text": "•"}, {"text_block_id": "p46_b652", "text": "straddle villages that may be outside the NBCA but some or most of its village production forest are within it;"}, {"text_block_id": "p46_b653", "text": "•"}, {"text_block_id": "p46_b654", "text": "adjacent villages whose village production forest borders but does not impinge on the NBCA, and"}, {"text_block_id": "p46_b655", "text": "•"}, {"text_block_id": "p46_b656", "text": "external villages whose activities have an impact on the NBCA."}, {"text_block_id": "p47_b657", "text": "3.9.3.2 Shifting Cultivation Stabilization and Permanent Occupation Program"}, {"text_block_id": "p47_b658", "text": "•"}, {"text_block_id": "p47_b659", "text": "stabilize shifting cultivation"}, {"text_block_id": "p47_b660", "text": "•"}, {"text_block_id": "p47_b661", "text": "stop indiscriminate logging and regenerate forests, and"}, {"text_block_id": "p47_b662", "text": "•"}, {"text_block_id": "p47_b663", "text": "improve the living standard of upland people through the adoption of permanent land use systems."}, {"text_block_id": "p47_b664", "text": "The strategy dealing with shifting cultivation stabilization, as spelled out in the 1999 Agricultural Sector Strategy, includes activities in the following areas:"}, {"text_block_id": "p47_b665", "text": "•"}, {"text_block_id": "p47_b666", "text": "land use zoning based on slope and land capability"}, {"text_block_id": "p47_b667", "text": "•"}, {"text_block_id": "p47_b668", "text": "sedentarization of agriculture in sloping lands through farming system diversification and agroforestry development"}, {"text_block_id": "p47_b669", "text": "•"}, {"text_block_id": "p47_b670", "text": "enhanced access to markets through feeder road construction and delivery of market information"}, {"text_block_id": "p47_b671", "text": "•"}, {"text_block_id": "p47_b672", "text": "rural savings mobilization and credit grants, and"}, {"text_block_id": "p47_b673", "text": "•"}, {"text_block_id": "p47_b674", "text": "land allocation and land use occupancy entitlement"}, {"text_block_id": "p47_b675_merged", "text": "A major advance in policy definition has been the differentiation between ‘shifting cultivation’ (‘hay kheuan nhai’), in which clearing and farming advances continuously into the forest and ‘rotational cultivation’ (‘hay moun vien’), which return to previously cropped areas after an appropriate fallow period, normally between seven and twelve years to allow recovery of soil fertility and eradication of weeds. In contrast to the shifting mode, the rotational cultivation does not impinge on new forest tracts."}, {"text_block_id": "p48_b681", "text": "Amongst these are pineapple production in Luang Prabang and cultivation of cardamom and other NTFPs in Oudomxay."}, {"text_block_id": "p48_b682", "text": "Land and forest allocation (Section 3.9.3.3) and village relocation and consolidation have been used as the main stabilization mechanisms for shifting cultivation and the impacts of these programs are presented in the following sections."}, {"text_block_id": "p48_b683", "text": "3.9.3.3 Land and Forest Allocation Program"}, {"text_block_id": "p48_b684", "text": "Land allocation activities began in the early 1990’s and were consolidated into a national program under PM’s Decree Nº 3/1996."}, {"text_block_id": "p48_b685", "text": "A specific Decree on Allocation of Land and Forest Land for Tree Plantation and Forest Protection (PM’s Decree Nº 186/1994) enabled allocation of land for these purposes."}, {"text_block_id": "p48_b686", "text": "MAF Instruction Nº 822/1996 set general principles, specific targets, implementation procedures, types of land to be allocated within villages and eligibility for land-forest allocation."}, {"text_block_id": "p48_b687", "text": "The Land Law (Nº 04/2003, Arts. 17 and 21) provides the framework for areas of land to be allocated."}, {"text_block_id": "p48_b688", "text": "Accordingly, up to 25 ha"}, {"text_block_id": "p48_b689", "text": "can be allocated for agriculture and forestry for each labour unit available to an organization or individual."}, {"text_block_id": "p48_b690", "text": "Table 2: Annual implementation of the Land and Forest Allocation Program"}, {"text_block_id": "p48_b691_merged_merged", "text": "Note: Total area of 9,135,440 ha consists of 314,197 ha for establishing new paddy fields, 419,701 ha of commercial crops, 62,772 ha of fruit tree and industrial tree plantations, 35,110 ha of pasture land, 8,210,803 ha of forestland and 92,857 ha with other uses including land for construction"}, {"text_block_id": "p48_b693", "text": "Source:"}, {"text_block_id": "p48_b694", "text": "Shifting Cultivation Stabilisation Centre, NAFES (2004)"}, {"text_block_id": "p48_b695", "text": "Until now some 6,830 villages, more than half of all villages including those in urban areas, took part in the allocation exercise, receiving on average about one thousand and three hundred"}, {"text_block_id": "p49_b696", "text": "Impact on forest resources."}, {"text_block_id": "p49_b697", "text": "Forest allocation/classification and agreement on the use of each forest type should lead to both recovery of forest vegetation and increased quantities of forest resources available to villagers."}, {"text_block_id": "p49_b698", "text": "However, much of the forest allocated has been classed within protected categories (conservation, protection, regeneration) and of slightly more than 100,000 ha of forests allocated in 2000-2001, 91% was under protected categories, and only 9% village production forest"}, {"text_block_id": "p49_b699", "text": "."}, {"text_block_id": "p49_b700", "text": "Measures of program success, e.g. increase in forest cover, crown density and improved stand structure may be pre-empted by the ‘five-year’ rule due to the unintended effect of compelling villagers to slash areas within 3-4 years to prevent designation as regeneration forest."}, {"text_block_id": "p49_b701", "text": "Therefore, the program may reduce the area of secondary forest over 5-year of age."}, {"text_block_id": "p49_b702", "text": "It has therefore been recommended that the five-year rule be withdrawn"}, {"text_block_id": "p49_b703", "text": "."}, {"text_block_id": "p49_b704", "text": "Impact on villagers’ livelihoods and access to forest."}, {"text_block_id": "p49_b705_merged_merged_merged", "text": "It is important to note that the Land and Forest allocation program does not, in principle, affect or impinge upon the villages’ arrangements for accessing and exploiting forest resources under village jurisdiction. Nor, in this regard, does it affect village rules and regulations, if implemented in a truly participatory manner. In many cases, however, over-zealous zoning of ‘protected’ categories at the expense of village used forests and farming areas has partly precluded collection of fuelwood and NTFPs."}, {"text_block_id": "p49_b708", "text": "Additionally, allotment of land for forest regeneration reduces land available for designation as cropland and could eventually encourage villagers to exploit other areas of forest for cropping. It could also restrict access to such forests for fuelwood or NTFP collection."}, {"text_block_id": "p49_b709", "text": "3.9.3.4 Community Forestry and NTFP Program"}, {"text_block_id": "p49_b710", "text": "The Community Forestry and NTFP Program has been active since 1993 and focuses on village management and use of secondary forests, rehabilitation of degraded forest stands and cultivation or sustainable management of NTFPs."}, {"text_block_id": "p50_b711", "text": "3.9.4 Issues concerning Management of Village Land and Forests for Poverty Eradication"}, {"text_block_id": "p50_b712", "text": "3.9.4.1 Management and legal status of village land and forests"}, {"text_block_id": "p50_b713", "text": "Through the Land Use Planning and Land Allocation program, boundaries of village forests have been identified and agreed upon with between villages and district authorities. The MAF Regulation (0535/MAF issued in June 2001) on Village Forestry Management gives guidelines for classification of forest land allocated to villages and clarifies the rights and responsibilities of villagers in protecting, conserving and using their forest. In spite of these regulations and practical delineation/classification of village forests, actual management of village forests is far from being satisfactory. Due to lack of village forest management plans formulated and implemented by villagers, almost all villagers make extensive use of nearby forests regardless of the classification and rules on uses."}, {"text_block_id": "p50_b714", "text": "3.9.4.2 Shifting cultivation threats to forest and environment"}, {"text_block_id": "p50_b715_merged", "text": "It has been found that shifting cultivation has been one of the main causes of forest loss in the past, especially in the Northern provinces. It has also been noted, however, that forests have been regenerating following cessation of this method of cultivation despite the initial destruction caused. On the other hand, rotational shifting cultivation although acceptable from the forest protection point of view is most environmentally destructive when rotations are limited to only 3 or 4 years. Such reductions often lead to rapid loss of soil and vegetation and proliferation of the invasive and persistent Cylindrica Imperata grass. Thus, under certain circumstances, shifting cultivation may be less problematic than the rotational type, the key factors being the length of the recovery period and the amount of land available to facilitate this. More knowledge is therefore required on the actual threats to forests and the environment and methods through which they may be avoided whilst sustaining farmer’s livelihoods."}, {"text_block_id": "p50_b723", "text": "3.9.4.3 Shifting cultivation stabilization through establishment of sedentary livelihood systems"}, {"text_block_id": "p51_b724", "text": "As stated in several official documents, policy on shifting cultivation involves stabilization through arrangement of permanent occupation/sedentary agriculture. Target areas for shifting cultivation reduction are decided annually at the agriculture and forestry meeting. However, necessary staff and finances to establish sedentary livelihood systems for the target groups are not available. This results in a tendency of Provinces and Districts to take short cuts and resort to simpler but improper means such as hurried land allocation or ill prepared resettlement. Compounding the problem is the general poverty of the northern Provinces, which, in itself, is a result of the lack of land suitable for high-yielding agriculture."}, {"text_block_id": "p51_b725", "text": "3.9.4.4 Flexibility in meeting specific conditions of villages"}, {"text_block_id": "p52_b726", "text": "4 FORESTRY SECTOR OBJECTIVES"}, {"text_block_id": "p52_b727", "text": "4.1 The Policy Environment"}, {"text_block_id": "p52_b728", "text": "Government’s policy, objectives and strategy for the forestry sector are nested within and consistent with the overall National Socio-Economic Development Plan, the National Growth and Poverty Eradication Strategy (NGPES, 2004), the Rural Development Program, the Strategic Vision for Agriculture Development and the National Biodiversity Strategy and Action Plan. Accordingly, forestry policy must be defined in relation to the opportunities and boundaries set by domestic and international conditions."}, {"text_block_id": "p52_b729", "text": "4.1.1 Development Needs"}, {"text_block_id": "p52_b730", "text": "The forestry sector offers one of the few possibilities for sustainable social and economic development and employment generation in the coming years and with the existing forest resource base and projected future demands for forest products in the region, the occasion should not be allowed to pass."}, {"text_block_id": "p52_b731", "text": "4.1.2 International Framework and Regional Dynamics"}, {"text_block_id": "p52_b732", "text": "4.1.2.1 Overall Policy Framework"}, {"text_block_id": "p52_b733", "text": "Lao PDR has pursued a gradual integration with both international and regional community through liberalization of external trade and investment as well as communication. This process has been accelerated by accession to ASEAN. In the forestry sector, Lao PDR is a signatory to some of major international conventions including the Convention on Biodiversity Conservation (CBD), the Framework Convention of Climate Change, the World Heritage Convention and the newest member country of the Convention on International Trade of Endangered Species. It is also an active member of the Mekong River Committee. Given its unique location and relatively rich forest resources, Lao PDR can contribute to supply of quality wood products, conservation of biodiversity and conservation of water/soil in international and regional context."}, {"text_block_id": "p53_b734", "text": "4.1.2.2 Regional Integration and Market Possibilities"}, {"text_block_id": "p53_b735", "text": "Lao PDR is located at the centre of the Continental Southeast Asia region, bordering five other countries. Among them, Thailand, Vietnam and Southern China are the main markets for Lao timber and non-timber (raw and processed) products. Since these countries face scarcity in forest products and their economies are growing rapidly, demand for Lao products is likely to increase."}, {"text_block_id": "p53_b736", "text": "Conservation of the Lao forests has considerable and direct impacts on many aspects of the Mekong downstream areas including agriculture, fishery, industries, navigation and daily living of people. Lao PDR is committed to dialogue and cooperation for conservation of the Mekong watershed areas mainly through the Mekong River Committee."}, {"text_block_id": "p53_b737", "text": "4.1.2.3 International Agreements"}, {"text_block_id": "p53_b738", "text": "The increasing links Lao PDR is establishing with the World Trade Organization (WTO) and the ASEAN Free Trade Area (AFTA) provide a considerable opportunity for the country to play a much stronger role in the regional and international forest products markets, given sufficient competitiveness."}, {"text_block_id": "p53_b739", "text": "The rich biodiversity in Lao PDR is unique and important at both regional and international levels. The Biodiversity Strategy and National Action Plan within the framework of CBD has been prepared hand in hand with FS 2020 and the both strategies will provide policy and actions in synergy. In addition, Lao PDR is collaborating with neighbouring countries for conservation of bordering protected areas and control of illegal trade of wildlife and prohibited plant species."}, {"text_block_id": "p54_b740", "text": "4.2 Challenges and Scenarios for Forestry Development"}, {"text_block_id": "p54_b741", "text": "4.2.1 Challenges to the Forestry Sector"}, {"text_block_id": "p54_b742", "text": "Increasing conversion of forests to other land uses"}, {"text_block_id": "p54_b743", "text": "."}, {"text_block_id": "p54_b744", "text": "As population increases, forests are commonly converted to cropland/paddy and pasture, roads and reservoirs are built and urban centres expand."}, {"text_block_id": "p54_b745", "text": "The magnitude of forest loss to these factors may vary widely although conversion for agriculture is likely to be commensurate with population growth."}, {"text_block_id": "p54_b746", "text": "Increasing domestic and external demand for forest products."}, {"text_block_id": "p54_b747", "text": "With population and income growth, timber demand for house construction, doors, flooring and furniture rises."}, {"text_block_id": "p54_b748", "text": "Demand for bamboo and rattan products, medicines, condiments and food products similarly increase as does demand for wood pulp and paper with increases in literacy."}, {"text_block_id": "p54_b749", "text": "External demand, as well as being dependent on these factors also hinges on relative competitiveness and barriers to trading and is thus potentially much more dynamic."}, {"text_block_id": "p54_b750", "text": "Increased requirements for soil and water conservation."}, {"text_block_id": "p54_b751", "text": "Domestic demand for clean, reliable water supplies and for power/hydropower also increases with socio-economic development, the latter being more dependent on neighbouring countries in the case of Lao PDR."}, {"text_block_id": "p54_b752", "text": "With greater populations settling in lowland areas, the requirement and economic necessity for improving flood protection/prevention measures is also heightened."}, {"text_block_id": "p54_b753", "text": "Forests in water catchment areas therefore need to be reserved for protection and conservation."}, {"text_block_id": "p54_b754", "text": "Increasing demand for biodiversity protection."}, {"text_block_id": "p54_b755", "text": "As already mentioned, Lao PDR is richly endowed with unique, rare and threatened plant and animal species."}, {"text_block_id": "p54_b756", "text": "As development proceeds, roads bisecting forest areas are constructed, forests are converted for other land use and natural habitats are more thoroughly exploited."}, {"text_block_id": "p54_b757", "text": "The Lao economy will also become more closely linked to global markets and international concerns."}, {"text_block_id": "p54_b758", "text": "With these developments the need for protecting the country’s rich biodiversity will increase both directly, in terms of tourism, and indirectly, in terms of funding and promotion for biodiversity protection."}, {"text_block_id": "p54_b759", "text": "The demand will be intensified by reduction in the national forest cover and increasing awareness of the importance of conservation efforts."}, {"text_block_id": "p54_b760", "text": "4.2.2 Scenarios for Forestry Development"}, {"text_block_id": "p54_b761", "text": "In terms of speed and intensity"}, {"text_block_id": "p54_b762_merged_merged_merged_merged_merged", "text": ", only one scenario has been considered, namely, sector growth at as rapid pace as is practical within the ceiling imposed by sustainability. Given the pressing need for development, the Lao PDR, as one of the world’s least developed, can ill afford to leave resources unexploited or under exploited. At the same time, however, national experience with over logging and forest cover reduction in the light of experiences in neighbouring countries foretell of the need to ensure that natural forest harvesting must be economically,"}, {"text_block_id": "p55_b765", "text": "In terms of sources"}, {"text_block_id": "p55_b766", "text": ", it is already clear that conversion of forest for infrastructure development, a major source of timber in past years, is rapidly declining as the requirement for construction of major roads and dams comes to an end."}, {"text_block_id": "p55_b767", "text": "At the same time, the Government no longer permits unauthorized logging within national protected areas (NBCAs and protection forests) or elsewhere."}, {"text_block_id": "p55_b768", "text": "Therefore, all future production of timber and non-timber forest products will have to come from plantations and demarcated production forest areas, as defined in the recent PM Decree 59 on Sustainable Management of Production Forests."}, {"text_block_id": "p55_b769", "text": "In terms of actors"}, {"text_block_id": "p55_b770_merged_merged", "text": ", Lao PDR has already experimented with systems owned and run by the state with results that were less than satisfactory, in terms of both revenue generation (revenue flows were negative) and social and economic development, particularly with respect to the poor. Subsequently, the Government moved to a more decentralized form of state led harvesting, allowing provinces and districts to set up logging teams. However, this modality failed to yield improved benefits."}, {"text_block_id": "p55_b773", "text": "For the tree plantation, large commercial firms have played, and will continue to play, a major role, alongside small farmers, villagers, and ethnic groups upon who present efforts focus."}, {"text_block_id": "p55_b774", "text": "4.3 Objectives for the Forestry Sector"}, {"text_block_id": "p55_b775", "text": "4.3.1 The Vision"}, {"text_block_id": "p55_b776", "text": "A sector with extensive and well managed forest benefiting the whole society and other economic sectors including agriculture, industries, eco-tourism, hydro-power generation and"}, {"text_block_id": "p56_b777", "text": "transportation through provision of abundant water, clean air and places for recreation and nature observation as well as protecting soil and water in watershed areas."}, {"text_block_id": "p56_b778", "text": "A sector protecting a rich flora and fauna, especially within well-demarcated NBCAs managed with active participation of villages within or adjacent to the NBCA based on the integrated conservation and development approach., ."}, {"text_block_id": "p56_b779", "text": "A sector benefiting the poor, be they villagers involved in forest management, rural labourers or families utilizing and selling processed NTFPs, and producing equitably collected tax revenues contributing to national development whilst generating needed foreign exchange earnings through substantial exports."}, {"text_block_id": "p56_b780", "text": "A sector with an installed processing capacity commensurate with sustainable levels of production from natural forests and tree plantations, with efficient high performance machinery and equipment and well-trained personnel producing high-quality, competitively priced products designed according to national and international tastes and well positioned in international markets."}, {"text_block_id": "p56_b781", "text": "A sector in which Government cultivates an enabling environment in terms of legislative framework, technical guidance, basic investment and support services such as research, extension and training; provincial and district authorities apply these according to local conditions; villagers undertake actual management of allocated resources in a participatory manner; and private investors engaged in commercial activities mainly in the fields of tree/NTFP growing and processing through market mechanism."}, {"text_block_id": "p56_b782", "text": "A sector with a well thought out, comprehensive legislative and regulatory framework that is effectively and efficiently implemented with the backing of adequate monitoring and enforcement capacity in order to contain irregular activities."}, {"text_block_id": "p56_b783", "text": "A sector able to generate and sustain its technological basis through sound, efficient research and development programs disseminating results through well managed training centres; with high calibre scientific and technical staff, adequate facilities and equipment; and which can train, technicians, staff members and professionals both domestically and through association with overseas institutions."}, {"text_block_id": "p56_b784", "text": "A sector which applies participatory planning for landscape level protection, management and restoration of forest resources and uses effective and appropriate monitoring systems for adaptive management."}, {"text_block_id": "p56_b785", "text": "A sector that receives international recognition both on technical grounds and on the quality of its production, which is internationally certified and works in cordial alliance with high-quality support from international communities."}, {"text_block_id": "p56_b786", "text": "4.3.2 Objectives and Targets"}, {"text_block_id": "p56_b787", "text": "The Government has set two major national development goals to be achieved by 2020. The first is to graduate from least developed country status, the second to eradicate poverty. Development of the forestry sector and implementation of sustainable forest management are key elements supporting these objectives. The NGPES clearly recognizes the important roles of sustainable forest management for poverty alleviation through village forest management including NTFP processing and sales and water/soil conservation, small scale tree growing, participatory Production Forest management and so on."}, {"text_block_id": "p57_b788_merged", "text": "The overarching objective supported by improved forest policy and management is poverty eradication. A significant proportion of the Lao population live within or around forested (or previously forested) areas. Such people make up the majority of the poorest sections of Lao society, including many impoverished ethnic groups. A major part, if not all of their livelihood and income-generating activities are related to utilization of forest products for self-consumption or sale. Forestry is therefore crucial for improving their livelihoods."}, {"text_block_id": "p57_b795", "text": "The major objectives of forestry sector development are;"}, {"text_block_id": "p57_b796", "text": "1)"}, {"text_block_id": "p57_b797", "text": "To build capacity of government organizations and concerned parties for implementation of FS 2020."}, {"text_block_id": "p57_b798", "text": "2)"}, {"text_block_id": "p57_b799", "text": "To control and correct various actions which lead to deterioration of forest resources in terms of both quantity and quality and at the same time for livelihood improvement of poor farmers in rural areas and for protection of forest cover."}, {"text_block_id": "p57_b800", "text": "3)"}, {"text_block_id": "p57_b801", "text": "To develop and enforce laws and regulations related to forest."}, {"text_block_id": "p57_b802", "text": "4)"}, {"text_block_id": "p57_b803", "text": "To ensure sustainable management of Production Forests with participation of local people and to promote commercial tree planting by individuals, groups, organizations, small and medium scale companies and foreign and national investors with government providing policies,"}, {"text_block_id": "p57_b804", "text": "5)"}, {"text_block_id": "p57_b805", "text": "To take a balance between wood processing industries and wood volume approved annually for harvest based on scientific calculation and to strongly promote domestic processing of finished products."}, {"text_block_id": "p57_b806", "text": "6)"}, {"text_block_id": "p57_b807", "text": "To contribute to conservation of forest ecosystems, habitat and all plant and animal species in danger of extinction."}, {"text_block_id": "p57_b808", "text": "7)"}, {"text_block_id": "p57_b809", "text": "To protect soil, watersheds and environment and to secure durability of important infrastructure by forest conservation."}, {"text_block_id": "p57_b810", "text": "8)"}, {"text_block_id": "p57_b811", "text": "To use revenue from forests in most effective ways for development of economy and other sectors according to government’s priority development plans to contribute to poverty eradication."}, {"text_block_id": "p57_b812", "text": "9)"}, {"text_block_id": "p57_b813", "text": "To ensure sustainable management of NTFP and their contribution to livelihood improvement of rural villagers"}, {"text_block_id": "p57_b814", "text": "The major sector targets, which must be achieved to contribute to poverty eradication, are:"}, {"text_block_id": "p57_b815", "text": "1)"}, {"text_block_id": "p57_b816", "text": "To improve quality of existing forested area, which are about 70% of the total land area, by naturally regenerating up to 6 million ha and planting trees up to 500,000 ha in unstocked forest area as an integral part of a rural livelihood support system encompassing stable water supplies and prevention of natural disasters."}, {"text_block_id": "p57_b817", "text": "2)"}, {"text_block_id": "p57_b818", "text": "To provide a sustainable flow of forest products for domestic consumption and to generate household income through sale and export, thus contributing to livelihood improvement, fiscal revenue and foreign exchange earnings whilst increasing direct and indirect employment."}, {"text_block_id": "p57_b819", "text": "3)"}, {"text_block_id": "p57_b820", "text": "To preserve the many species and unique habitats, which are, for different reasons, threatened both within the country and elsewhere."}, {"text_block_id": "p57_b821", "text": "4)"}, {"text_block_id": "p57_b822", "text": "To conserve environment including protection of soil, conservation of watershed and climate."}, {"text_block_id": "p57_b823", "text": "In order to achieve the targets, which are to improve richness of existing forests, to conserve environment and to supply forest products from natural forests in a sustainable way, it is necessary to implement clear measures for management, protection and regeneration of forests as well as for quality improvement of existing forests through natural regeneration and tree"}, {"text_block_id": "p58_b824", "text": "planting. Natural regeneration of 6 million ha in unstocked forests mentioned above is one of important and urgent tasks. However, it should be clearly understood that a large part of unstocked and fallow forests is used in rotational shifting cultivation systems by local villagers. Therefore, natural regeneration in these areas can be achieved through comprehensive rural development including promotion of sedentary agriculture or crop production at household level, integrated agro-forestry development, development of rural finance system, development of and access to market, information dissemination and basic infrastructure development."}, {"text_block_id": "p59_b825", "text": "5 PRIORITY POLICY, PROGRAMS AND ACTIONS"}, {"text_block_id": "p59_b826", "text": "5.1 Policy Directions and Implementation Principles"}, {"text_block_id": "p59_b827", "text": "1)"}, {"text_block_id": "p59_b828", "text": "To formulate national land policy and introduce land use planning both at macro and field level."}, {"text_block_id": "p59_b829", "text": "2)"}, {"text_block_id": "p59_b830", "text": "To enhance village based natural resource management for poverty eradication."}, {"text_block_id": "p59_b831", "text": "3)"}, {"text_block_id": "p59_b832", "text": "To introduce reliable systems for harvest determination."}, {"text_block_id": "p59_b833", "text": "4)"}, {"text_block_id": "p59_b834", "text": "To control unsustainable harvest and export of NTFPs and promote sustainable participatory management and processing of NTFPs."}, {"text_block_id": "p59_b835", "text": "5)"}, {"text_block_id": "p59_b836", "text": "To improve performance of the wood industry including bringing processing capacity into closer accord with the sustainable timber supply and processing of more finished products."}, {"text_block_id": "p59_b837", "text": "6)"}, {"text_block_id": "p59_b838", "text": "To promote tree planting and management by setting clear purposes with relevant target owners and markets, and investment schemes to strengthen wood supply base and farmers’ income base."}, {"text_block_id": "p59_b839", "text": "7)"}, {"text_block_id": "p59_b840", "text": "To prevent encroachment, unauthorized activities and biodiversity degradation through solid law enforcement, capacity building and assisted participation of villagers in forest management."}, {"text_block_id": "p59_b841", "text": "8)"}, {"text_block_id": "p59_b842", "text": "To determine target areas for forest closure of both permanent and temporary nature. Permanent closure is for forest areas of national security and forest on river banks or watershed. Temporary closure is for heavily degraded areas due to shifting cultivation for a long time, forest areas without sustainable management system and areas heavily logged beyond their sustainable supply capacity."}, {"text_block_id": "p59_b843", "text": "In implementing the preceding policies and programs, the following principles are central to sector management:"}, {"text_block_id": "p59_b844", "text": "1)"}, {"text_block_id": "p59_b845", "text": "Completing and improving the forestry related legal framework, clearly defining different stakeholders’ responsibilities and providing sound criteria for, and transparency in, decision making."}, {"text_block_id": "p59_b846", "text": "2)"}, {"text_block_id": "p59_b847", "text": "Improving sector efficiency and strengthening international competitiveness through greater market-orientation."}, {"text_block_id": "p59_b848", "text": "3)"}, {"text_block_id": "p59_b849", "text": "Completing decentralization process or bottom-up planning and implementation system and capacity building, especially at local level."}, {"text_block_id": "p59_b850", "text": "4)"}, {"text_block_id": "p59_b851", "text": "Maximising benefit generation through innovative mechanisms and equitable allocation."}, {"text_block_id": "p59_b852", "text": "5)"}, {"text_block_id": "p59_b853", "text": "Mobilizing effective international cooperation."}, {"text_block_id": "p60_b854", "text": "5.2 Programs and Actions"}, {"text_block_id": "p60_b855", "text": "5.2.1 Land and Forest Use"}, {"text_block_id": "p60_b856", "text": "5.2.1.1 Introduction of Land Use Planning"}, {"text_block_id": "p60_b857", "text": "•"}, {"text_block_id": "p60_b858", "text": "Formulate a national land use policy,"}, {"text_block_id": "p60_b859", "text": "•"}, {"text_block_id": "p60_b860", "text": "Introduce a land use planning system at national and local levels (provincial, district and village level)"}, {"text_block_id": "p60_b861", "text": "•"}, {"text_block_id": "p60_b862", "text": "Conduct national land use zoning based on land use policy and system eg: forest land, agricultural land, industrial land, cultural land and land for other purposes in order to avoid confusion over land use"}, {"text_block_id": "p60_b863", "text": "•"}, {"text_block_id": "p60_b864", "text": "Prepare detailed national, provincial, district and village forest land use zoning"}, {"text_block_id": "p60_b865", "text": "•"}, {"text_block_id": "p60_b866", "text": "Establish a land use coordination mechanism at national and local levels."}, {"text_block_id": "p60_b867", "text": "•"}, {"text_block_id": "p60_b868", "text": "Conduct a survey of target areas for forest closure of both permanent and temporary nature."}, {"text_block_id": "p60_b869", "text": "5.2.1.2 Completion of the Forestry Law Implementing Regulations"}, {"text_block_id": "p60_b870", "text": "•"}, {"text_block_id": "p60_b871", "text": "Prepare and issue MAF regulations on Protection and Regeneration Forests"}, {"text_block_id": "p60_b872", "text": "5.2.1.3 Clarification of Definition and Status of Village Forest"}, {"text_block_id": "p60_b873", "text": "•"}, {"text_block_id": "p60_b874", "text": "Clarify definition and status of village forest in the Forestry Law"}, {"text_block_id": "p60_b875", "text": "5.2.1.4 Monitoring of Land Use Changes and Analysis of Causes for Forest Decline"}, {"text_block_id": "p60_b876", "text": "•"}, {"text_block_id": "p60_b877", "text": "Review current land-use classification system used in the land use and forest cover survey"}, {"text_block_id": "p60_b878", "text": "•"}, {"text_block_id": "p60_b879", "text": "Continue monitoring of land-use and forest cover change, including impacts of such changes on biodiversity and poverty levels"}, {"text_block_id": "p60_b880", "text": "•"}, {"text_block_id": "p60_b881", "text": "Establish permanent sample plots and introduce more sophisticated methods for regular monitoring"}, {"text_block_id": "p60_b882", "text": "•"}, {"text_block_id": "p60_b883", "text": "Continue analysis of underlying causes of land-use and forest cover changes"}, {"text_block_id": "p60_b884", "text": "•"}, {"text_block_id": "p60_b885", "text": "Establish linkage between land-use monitoring and land and forest use policy formulation"}, {"text_block_id": "p60_b886", "text": "5.2.2 Production Forest"}, {"text_block_id": "p60_b887", "text": "5.2.2.1 Production Forest Management"}, {"text_block_id": "p60_b888", "text": "Legal Framework"}, {"text_block_id": "p60_b889", "text": "•"}, {"text_block_id": "p60_b890", "text": "Prepare technical instructions and guidelines to implement PMD 59/2002 and MAF regulation No. 0204/2003 and other regulations concerned"}, {"text_block_id": "p60_b891", "text": "•"}, {"text_block_id": "p60_b892", "text": "Disseminate of related legislation to all stakeholders through publication and workshops"}, {"text_block_id": "p60_b893", "text": "Capacity Building"}, {"text_block_id": "p60_b894", "text": "•"}, {"text_block_id": "p60_b895", "text": "Enhance training for DOF, PAFO and DAFO technical staff"}, {"text_block_id": "p60_b896", "text": "•"}, {"text_block_id": "p60_b897", "text": "Provide adequate training to participating villages in sustainable land use and forest resource management in addition to PF management"}, {"text_block_id": "p61_b898", "text": "Enforcement and compliance"}, {"text_block_id": "p61_b899", "text": "•"}, {"text_block_id": "p61_b900", "text": "Reinforce DAFO’s mandate with fresh instructions and, if possible, additional personnel, equipment and field trips funded from the shared benefits of log sales."}, {"text_block_id": "p61_b901", "text": "5.2.2.2 Production Forest Certification"}, {"text_block_id": "p61_b902", "text": "•"}, {"text_block_id": "p61_b903", "text": "Analyze results of the pilot certification project, especially its costs and benefits under existing policy and conditions of Lao PDR"}, {"text_block_id": "p61_b904", "text": "•"}, {"text_block_id": "p61_b905", "text": "Consider application for certification of Production Forests, which have long term management plans"}, {"text_block_id": "p61_b906", "text": "5.2.2.3 Village Participation in Production Forest Management"}, {"text_block_id": "p61_b907", "text": "•"}, {"text_block_id": "p61_b908", "text": "Ensure active participation of villages in Production Forest management through explanation of management schemes and tours to existing management sites"}, {"text_block_id": "p61_b909", "text": "•"}, {"text_block_id": "p61_b910", "text": "Increase involvement of villagers in sustainable management and use of village forestland and agricultural land through village land use planning and land allocation"}, {"text_block_id": "p61_b911", "text": "5.2.2.4 Control of Logging Outside of Production Forests"}, {"text_block_id": "p61_b912", "text": "•"}, {"text_block_id": "p61_b913", "text": "Publicise location of approved logging sites and annual harvest volumes"}, {"text_block_id": "p61_b914", "text": "•"}, {"text_block_id": "p61_b915", "text": "Establish regular monitoring of logging outside Production Forests, and especially within NBCAs and patches of rich forests, with villagers’ cooperation"}, {"text_block_id": "p61_b916", "text": "5.2.2.5 Integrated Production Forest Management"}, {"text_block_id": "p61_b917", "text": "•"}, {"text_block_id": "p61_b918", "text": "Establish production forest areas in the entire country;"}, {"text_block_id": "p61_b919", "text": "•"}, {"text_block_id": "p61_b920", "text": "Establish appropriate institutional arrangement to effectively manage the production forest in provinces based on PM’s decree 59/2002, and MAF regulation No. 0204/2003 and others;"}, {"text_block_id": "p61_b921", "text": "•"}, {"text_block_id": "p61_b922", "text": "Identify and make available sound technical practices for managing the production forest. These may include: national code of harvesting practices, forest planning, enrichment or replanting techniques, thinning, pest and insect control, downstream processing, selling, and marketing development;"}, {"text_block_id": "p61_b923", "text": "•"}, {"text_block_id": "p61_b924", "text": "Allocate adequate financial resources for managing the production forests."}, {"text_block_id": "p61_b925", "text": "5.2.3 Non-Timber Forest Products (NTFPs)"}, {"text_block_id": "p61_b926", "text": "5.2.3.1 Improving Basic Conditions for NTFP Development"}, {"text_block_id": "p61_b927", "text": "•"}, {"text_block_id": "p61_b928", "text": "Conduct surveys and studies to add knowledge necessary for sound policy and programs for NTFP development"}, {"text_block_id": "p61_b929", "text": "(Annex 1)"}, {"text_block_id": "p61_b930", "text": "5.2.3.2 Improving Harvesting and Marketing for NTFP Development"}, {"text_block_id": "p61_b931", "text": "•"}, {"text_block_id": "p61_b932", "text": "Link harvesting plans with forest management plans developed by villages through the Village Land Use planning process"}, {"text_block_id": "p61_b933", "text": "•"}, {"text_block_id": "p61_b934", "text": "Enhance the transparency and consistency of the harvesting plan setting system and procedures and their year to year stability"}, {"text_block_id": "p61_b935", "text": "•"}, {"text_block_id": "p61_b936", "text": "Establish NTFP harvesting plans increasingly based on resource assessments rather than only on markets’ demands. Harvesting levels need to be sustainable and scientific, and do not threaten the resource base."}, {"text_block_id": "p62_b937", "text": "•"}, {"text_block_id": "p62_b938", "text": "Set higher royalties on products more susceptible to over-harvesting or that are known or thought to have threatened populations."}, {"text_block_id": "p62_b939", "text": "•"}, {"text_block_id": "p62_b940", "text": "Promote NTFP processing and export through appropriate trade regulation and technical and financial support."}, {"text_block_id": "p62_b941", "text": "5.2.3.3 Capacity Building"}, {"text_block_id": "p62_b942", "text": "Institutional strengthening"}, {"text_block_id": "p62_b943", "text": "•"}, {"text_block_id": "p62_b944", "text": "Strengthen village capacity to develop sustainable forest resource management especially NTFPs."}, {"text_block_id": "p62_b945", "text": "•"}, {"text_block_id": "p62_b946", "text": "Address the need for better coordination within the NTFP sub-sector and consider creation of a task force to guide formulation of an NTFP sub-sector strategy and better involve stakeholders."}, {"text_block_id": "p62_b947", "text": "Reinforcing research and extension work"}, {"text_block_id": "p62_b948", "text": "•"}, {"text_block_id": "p62_b949", "text": "Develop mechanism of exchange of information and provision of technical, social, credit and other services for stronger linkage between research and extension at field implementation level."}, {"text_block_id": "p62_b950", "text": "•"}, {"text_block_id": "p62_b951", "text": "Establish a coordination mechanism between the Forest Research Centre (FRC) under NAFRI and other organizations including the Institute of Medicinal Plants, Ministry of Industry and Handicrafts, Science and Forestry Faculties (National University), STEA and the Lao Women’s’ Union."}, {"text_block_id": "p62_b952", "text": "5.2.4 Tree Plantation Development"}, {"text_block_id": "p62_b953", "text": "5.2.4.1 Formulation of National Tree Plantation Development Plan"}, {"text_block_id": "p62_b954", "text": "•"}, {"text_block_id": "p62_b955", "text": "Formulate a national tree plantation development plan with comprehensive coverage from tree breeding to plantation management, processing with clear target groups and incentives"}, {"text_block_id": "p62_b956", "text": "5.2.4.2 Improving Tree Plantation Profitability"}, {"text_block_id": "p62_b957", "text": "Improving Tree Growing Technology"}, {"text_block_id": "p62_b958", "text": "•"}, {"text_block_id": "p62_b959", "text": "Conduct applied, adaptive research on species (including seed and nursery requirements and the use of indigenous species), species/site matching, harvesting, thinning and coppicing methods, site and soil preparation, fertilization programs and post-plantation management"}, {"text_block_id": "p62_b960", "text": "•"}, {"text_block_id": "p62_b961", "text": "Make research results available to PAFO and DAFO and then to potential growers. This would entail assisting DAFO in developing adequate capacity for the task"}, {"text_block_id": "p62_b962", "text": "•"}, {"text_block_id": "p62_b963", "text": "Provide tree plantation owners, especially teak plantation owners in the north, with skills to select seed, plant at the correct density, thin and prune stands for quality improvement and increased sale price."}, {"text_block_id": "p62_b964", "text": "Securing Better Prices"}, {"text_block_id": "p62_b965", "text": "•"}, {"text_block_id": "p62_b966", "text": "Carry out market research to study conditions under which plantation products are sold, how qualities are defined and checked and how prices, premiums and discounts are set."}, {"text_block_id": "p62_b967", "text": "•"}, {"text_block_id": "p62_b968", "text": "Develop and promote processing technology of small diameter plantation trees."}, {"text_block_id": "p63_b969", "text": "5.2.4.3 Improving Legal and Regulatory Framework"}, {"text_block_id": "p63_b970", "text": "•"}, {"text_block_id": "p63_b971", "text": "Establish procedures respecting customary land and forest use by local people or compensating for losses upon development of commercial tree plantations"}, {"text_block_id": "p63_b972", "text": "•"}, {"text_block_id": "p63_b973", "text": "Simplify regulations concerning all aspects of tree plantation management from planting to harvesting, transporting and exporting"}, {"text_block_id": "p63_b974", "text": "•"}, {"text_block_id": "p63_b975", "text": "Establish procedures to convert temporary land use certificates to long term rights (land titles) without undue burden on small holders"}, {"text_block_id": "p63_b976", "text": "•"}, {"text_block_id": "p63_b977", "text": "Prepare for large scale plantation investment both national and international partly boosted by Clean Development Mechanism (CDM) in terms of environmental safeguard and harmonization with local use"}, {"text_block_id": "p63_b978", "text": "5.2.4.4 Improving Funding and Incentives"}, {"text_block_id": "p63_b979", "text": "•"}, {"text_block_id": "p63_b980", "text": "Promote agro-forestry at household level to generate continuous income flow."}, {"text_block_id": "p63_b981", "text": "•"}, {"text_block_id": "p63_b982", "text": "Review existing loan schemes for tree plantation, especially those for smallholders, in terms of financial feasibility, sustainability, justification for subsidy, etc"}, {"text_block_id": "p63_b983", "text": "•"}, {"text_block_id": "p63_b984", "text": "Explore ways and means to support smallholder tree plantations by reviewing trials in progress including the Profit Sharing System (PSS)"}, {"text_block_id": "p63_b985", "text": "5.2.4.5 Marketing Development"}, {"text_block_id": "p63_b986", "text": "•"}, {"text_block_id": "p63_b987", "text": "Provide information sharing regarding the wood prices in domestic and international markets."}, {"text_block_id": "p63_b988", "text": "5.2.5 Harvest/logging plans and Royalties"}, {"text_block_id": "p63_b989", "text": "5.2.5.1 Shift from National Harvest/logging plan Setting to Management Plan-based Harvesting"}, {"text_block_id": "p63_b990", "text": "•"}, {"text_block_id": "p63_b991", "text": "Shift from the national harvest/logging plan setting and allocation to bottom-up setting of harvest levels based on management plans in accordance with Production Forest establishment."}, {"text_block_id": "p63_b992", "text": "•"}, {"text_block_id": "p63_b993", "text": "Publicise PFA management and operation plans so that wood processing factories can prepare long term investment plans"}, {"text_block_id": "p63_b994", "text": "5.2.5.2 Improvement of Royalty Setting"}, {"text_block_id": "p63_b995", "text": "•"}, {"text_block_id": "p63_b996", "text": "Improve royalty setting formula to reflect international market prices"}, {"text_block_id": "p63_b997", "text": "•"}, {"text_block_id": "p63_b998", "text": "Establish an equitable benefit sharing and cost covering scheme to complement efficient royalty setting"}, {"text_block_id": "p63_b999", "text": "5.2.5.3 Improvement of Royalty Collection"}, {"text_block_id": "p63_b1000", "text": "•"}, {"text_block_id": "p63_b1001", "text": "Review current royalty collection systems and systems for collection of other taxes and fees payable to the central treasury, e.g. in terms of local and central responsibilities, to improve collection rates"}, {"text_block_id": "p63_b1002", "text": "5.2.5.4 Improvement of Log Sales System"}, {"text_block_id": "p63_b1003", "text": "•"}, {"text_block_id": "p63_b1004", "text": "Resume piloting of bidding whilst strengthening institutional and staff capacity for implementation."}, {"text_block_id": "p64_b1005", "text": "5.2.6 Wood Processing Industry (WPI)"}, {"text_block_id": "p64_b1006", "text": "5.2.6.1 Simplifying Processes for Factory Operation"}, {"text_block_id": "p64_b1007", "text": "•"}, {"text_block_id": "p64_b1008", "text": "Instigate dialogue between MAF, MOIH, MOF and FIMC to simplify administrative processes for establishment and operation of wood processing factories"}, {"text_block_id": "p64_b1009", "text": "•"}, {"text_block_id": "p64_b1010", "text": "Increase transparency by providing criteria and responsibilities for decision making with respect to business permits, operational issues and so on."}, {"text_block_id": "p64_b1011", "text": "•"}, {"text_block_id": "p64_b1012", "text": "Rationalize existing sawmills and wood based factories so that operation are more efficient and match sustainable wood harvesting regimes"}, {"text_block_id": "p64_b1013", "text": "5.2.6.2 Comprehensive Approach for Reduction of Processing Capacity"}, {"text_block_id": "p64_b1014", "text": "•"}, {"text_block_id": "p64_b1015", "text": "Publicise criteria for selection of factories to continue operation"}, {"text_block_id": "p64_b1016", "text": "•"}, {"text_block_id": "p64_b1017", "text": "Pilot competitive log sales and undertake institutional strengthening for nation-wide introduction"}, {"text_block_id": "p64_b1018", "text": "•"}, {"text_block_id": "p64_b1019", "text": "Improve law enforcement and governance regarding logging and log supply to factories, including cancellation of operation permits for factories that process unauthorized logs."}, {"text_block_id": "p64_b1020", "text": "5.2.6.3 Improving Efficiency in Wood Processing"}, {"text_block_id": "p64_b1021", "text": "•"}, {"text_block_id": "p64_b1022", "text": "Strictly implement regulations, rules and technical guidelines for tree marking, felling, logging, grading and log sales contracts"}, {"text_block_id": "p64_b1023", "text": "•"}, {"text_block_id": "p64_b1024", "text": "Introduce tax incentives for installation of secondary or tertiary processing machinery and provision of appropriate training"}, {"text_block_id": "p64_b1025", "text": "•"}, {"text_block_id": "p64_b1026", "text": "Consider development of a network on forest and wood export to promote forest management certification and optimize the market benefits available to certified forest products"}, {"text_block_id": "p64_b1027", "text": "5.2.6.4 Further Promotion of Export of Finished and Semi-finished Products"}, {"text_block_id": "p64_b1028", "text": "•"}, {"text_block_id": "p64_b1029", "text": "Strictly implement the export ban on log and sawn timber"}, {"text_block_id": "p64_b1030", "text": "•"}, {"text_block_id": "p64_b1031", "text": "Transfer remaining wood products from the Temporary Exclusion List to the Inclusion List and reduce tariff rates under the AFTA/CEPT scheme to stimulate exports"}, {"text_block_id": "p64_b1032", "text": "•"}, {"text_block_id": "p64_b1033", "text": "Temporarily and restrictively relax the ban on foreign investment in secondary wood processing using natural wood"}, {"text_block_id": "p64_b1034", "text": "•"}, {"text_block_id": "p64_b1035", "text": "Introduce tax incentives for installation of timber drying kilns"}, {"text_block_id": "p64_b1036", "text": "•"}, {"text_block_id": "p64_b1037", "text": "Improve skills of wood processing workers by provision of vocational training"}, {"text_block_id": "p64_b1038", "text": "•"}, {"text_block_id": "p64_b1039", "text": "Promote small scale wood processing skills for woody handicraft or basket weaving at household, household group or village level for income generation."}, {"text_block_id": "p64_b1040", "text": "5.2.7 Bio-diversity Conservation"}, {"text_block_id": "p64_b1041", "text": "5.2.7.1 Improving the legal and regulatory framework"}, {"text_block_id": "p64_b1042", "text": "•"}, {"text_block_id": "p64_b1043", "text": "Consider participation in other international conventions (besides the Convention on Biodiversity (CBD) and CITES))"}, {"text_block_id": "p64_b1044", "text": "•"}, {"text_block_id": "p64_b1045", "text": "Consider preparation of a law on biodiversity conservation based review of existing NBCA and other related regulations"}, {"text_block_id": "p64_b1046", "text": "•"}, {"text_block_id": "p64_b1047", "text": "Improve wildlife regulations concerning use of wetlands for fish raising and ecotourism"}, {"text_block_id": "p64_b1048", "text": "•"}, {"text_block_id": "p64_b1049", "text": "Develop controls and regulations for protection of forest genetic resources and intellectual property rights to ensure that benefits from development of pharmaceuticals"}, {"text_block_id": "p65_b1050", "text": "or other products, which may have been derived from genetic resources collected in Lao PDR or developed based on traditional knowledge of forest products, accrue to the nation and rural communities."}, {"text_block_id": "p65_b1051", "text": "5.2.7.2 Improving NBCA development and management"}, {"text_block_id": "p65_b1052", "text": "•"}, {"text_block_id": "p65_b1053", "text": "Review the existing NBCA system to include important wildlife and aquatic habitats and exclude more developed areas"}, {"text_block_id": "p65_b1054", "text": "•"}, {"text_block_id": "p65_b1055", "text": "Prepare long-term NBCA development and management plans with participation of stakeholders including local villagers"}, {"text_block_id": "p65_b1056", "text": "•"}, {"text_block_id": "p65_b1057", "text": "Improve NBCA financing through government funding and income generating activities and fines"}, {"text_block_id": "p65_b1058", "text": "•"}, {"text_block_id": "p65_b1059", "text": "Develop eco-tourism in investment programs and projects"}, {"text_block_id": "p65_b1060", "text": "•"}, {"text_block_id": "p65_b1061", "text": "Provide NBCA managers with the required materials and facilities (transport, computers, uniforms, etc.)"}, {"text_block_id": "p65_b1062", "text": "•"}, {"text_block_id": "p65_b1063", "text": "Increase NBCA staff numbers and skill levels through short and long-term programs and establish an NBCA staff management and reward system to compensate for duties performed under difficult living and working conditions"}, {"text_block_id": "p65_b1064", "text": "•"}, {"text_block_id": "p65_b1065", "text": "Consider the development of codes of practice or guideline for tourism operators to provide a basis for development of responsible ecotourism that benefits rural communities and the environment while generating revenue for the nation"}, {"text_block_id": "p65_b1066", "text": "•"}, {"text_block_id": "p65_b1067", "text": "Identify sites for conservation of tree genetic resources in the whole country and establish legal framework for conservation of the sites and the use of genetic resources"}, {"text_block_id": "p65_b1068", "text": "5.2.7.3 Controlling wildlife trade"}, {"text_block_id": "p65_b1069", "text": "•"}, {"text_block_id": "p65_b1070", "text": "Using information collected from recent studies on wildlife trade in Lao PDR, identify and implement priority actions to strengthen domestic and international wildlife trade controls"}, {"text_block_id": "p65_b1071", "text": "•"}, {"text_block_id": "p65_b1072", "text": "Intensify border patrols to control unauthorised export of wildlife to neighbouring countries and to enhance monitoring of trade/transport routes out of NBCAs"}, {"text_block_id": "p65_b1073", "text": "•"}, {"text_block_id": "p65_b1074", "text": "Take advantage of participation in CITES to strongly cooperate with others countries on border control of trade on wildlife and plants"}, {"text_block_id": "p65_b1075", "text": "5.2.7.4 Enhancing education and public awareness"}, {"text_block_id": "p65_b1076", "text": "•"}, {"text_block_id": "p65_b1077", "text": "Educate and train central, provincial and district level staff (including Ministry of Finance tax and customs staff) on biodiversity conservation and trade in wildlife and plant species"}, {"text_block_id": "p65_b1078", "text": "•"}, {"text_block_id": "p65_b1079", "text": "Establish extension programs on the sustainable use of wildlife and plants and other conservation in general"}, {"text_block_id": "p65_b1080", "text": "•"}, {"text_block_id": "p65_b1081", "text": "Educate villagers to streamline forest resource use methods that threaten resource base or negatively impact biodiversity"}, {"text_block_id": "p65_b1082", "text": "•"}, {"text_block_id": "p65_b1083", "text": "Introduce or include biodiversity conservation into primary and secondary school curriculum."}, {"text_block_id": "p65_b1084", "text": "5.2.7.5 Strengthening research"}, {"text_block_id": "p65_b1085", "text": "•"}, {"text_block_id": "p65_b1086", "text": "Prepare research into dynamics of important plants, wildlife and habitats inside and outside NBCAs"}, {"text_block_id": "p66_b1087", "text": "•"}, {"text_block_id": "p66_b1088", "text": "Cooperate with foreign universities and institutes to develop scientific knowledge and provide high level training for officials and students"}, {"text_block_id": "p66_b1089", "text": "•"}, {"text_block_id": "p66_b1090", "text": "Develop plant and wildlife databases for research, decision-making and management"}, {"text_block_id": "p66_b1091", "text": "5.2.8 Protection Forest and Watershed Management"}, {"text_block_id": "p66_b1092", "text": "•"}, {"text_block_id": "p66_b1093", "text": "Set up an inter-sectoral coordination mechanism for effective watershed management"}, {"text_block_id": "p66_b1094", "text": "•"}, {"text_block_id": "p66_b1095", "text": "Support implement of Integrated Watershed Management in the field"}, {"text_block_id": "p66_b1096", "text": "•"}, {"text_block_id": "p66_b1097", "text": "Develop innovative funding schemes to finance watershed management activities"}, {"text_block_id": "p66_b1098", "text": "•"}, {"text_block_id": "p66_b1099", "text": "Prioritize crucial and vital watershed in the whole country that need to be protected and managed to secure soil and water conservation through sustainable natural resources use."}, {"text_block_id": "p66_b1100", "text": "•"}, {"text_block_id": "p66_b1101", "text": "Formulate plans and projects for rehabilitation of degraded watershed areas mainly with natural regeneration supplemented by tree planting with villagers’ participation"}, {"text_block_id": "p66_b1102", "text": "5.2.9 Village Land and Forest Management"}, {"text_block_id": "p66_b1103", "text": "5.2.9.1 Legal framework"}, {"text_block_id": "p66_b1104", "text": "•"}, {"text_block_id": "p66_b1105", "text": "Clarify the definition and status of village forest in the Forestry Law and prepare provisions for conversion of villages forest including consultation process and compensation"}, {"text_block_id": "p66_b1106", "text": "5.2.9.2 Land and Forest Allocation"}, {"text_block_id": "p66_b1107", "text": "•"}, {"text_block_id": "p66_b1108", "text": "Review and improve the land and forest allocation program in terms of impacts on villagers’ livelihoods including agriculture production, NTFP collection and other available resources for flexible implementation according to village socio-economic conditions"}, {"text_block_id": "p66_b1109", "text": "•"}, {"text_block_id": "p66_b1110", "text": "Clarify the legal status of Temporary Land Use Certificates (TLUC), which were issued more than three years ago."}, {"text_block_id": "p66_b1111", "text": "•"}, {"text_block_id": "p66_b1112", "text": "Consider establishment of participatory land use planning based on the legal status of village land and forest."}, {"text_block_id": "p66_b1113", "text": "5.2.9.3 Shifting Cultivation Stabilization"}, {"text_block_id": "p66_b1114", "text": "•"}, {"text_block_id": "p66_b1115", "text": "Define target areas, according to NGPEP, re-undertake land and forest allocation and support villagers to draw-up long term land use plan according to the existing potential resources"}, {"text_block_id": "p66_b1116", "text": "•"}, {"text_block_id": "p66_b1117", "text": "Study impacts of shifting cultivation on environment and forests"}, {"text_block_id": "p66_b1118", "text": "•"}, {"text_block_id": "p66_b1119", "text": "Consider setting a target number of households to be assisted in adopting improved livelihood system"}, {"text_block_id": "p66_b1120", "text": "5.2.9.4 Enhancement of Village Based Forest Management as an Integral Part of Rural Livelihoods"}, {"text_block_id": "p66_b1121", "text": "•"}, {"text_block_id": "p66_b1122", "text": "Establish a clear legal framework covering village land and forest resources that enables effective community based natural resource management including participatory land-use planning at village level reflecting actual land and forest use"}, {"text_block_id": "p66_b1123", "text": "•"}, {"text_block_id": "p66_b1124", "text": "Assist villagers in formulating village land and forest management plans on the basis of overall land use plans and focussing on sustainable and equitable use of common land and forest resources, maintenance/rehabilitation of village watershed areas, income generation, etc."}, {"text_block_id": "p67_b1125", "text": "•"}, {"text_block_id": "p67_b1126", "text": "Establish a demand-driven, household-based extension and information dissemination system supported by DAFO as well as model farmers and others"}, {"text_block_id": "p67_b1127", "text": "•"}, {"text_block_id": "p67_b1128", "text": "Assist villagers in forming groups or association for collective management of NTFPs including domestication, sales and processing"}, {"text_block_id": "p67_b1129", "text": "•"}, {"text_block_id": "p67_b1130", "text": "Establish micro-finance systems to support villagers investing in cropping, NTFP domestication and processing, livestock production and so on"}, {"text_block_id": "p67_b1131", "text": "•"}, {"text_block_id": "p67_b1132", "text": "Develop domestic and international marketing mechanism for promoting sale of forestry and agricultural products"}, {"text_block_id": "p67_b1133", "text": "5.3 Cross Cutting Areas"}, {"text_block_id": "p67_b1134", "text": "5.3.1. Legal Framework and Implementation"}, {"text_block_id": "p67_b1135", "text": "Important legislation for particular kinds of forests and forestry activities was mentioned in various sections in Chapter 2 and 3. Several proposals for amendment and improvement of legislation specific to sub-sectors are made in the previous sections of this chapter. To have an increasingly complete and coherent legislative framework for the sector at large, and enhance chances of proper implementation, the following actions need to be taken:"}, {"text_block_id": "p67_b1136", "text": "•"}, {"text_block_id": "p67_b1137", "text": "Issue extension materials on key forestry legislation in cooperation with Ministry of Justice in formats suitable for local authorities and villages to improve implementation and awareness"}, {"text_block_id": "p67_b1138", "text": "•"}, {"text_block_id": "p67_b1139", "text": "Improve the access to, and dissemination of, forestry legislation by publishing together all legislation currently in effect, and issuing periodic updates"}, {"text_block_id": "p67_b1140", "text": "•"}, {"text_block_id": "p67_b1141", "text": "Clarify which forestry legal documents have been repealed and which are still in effect"}, {"text_block_id": "p67_b1142", "text": "•"}, {"text_block_id": "p67_b1143", "text": "Continue to issue implementing regulation mandated by the Forestry Law"}, {"text_block_id": "p67_b1144", "text": "•"}, {"text_block_id": "p67_b1145", "text": "Conduct training on legal drafting and implementation focused on the Permanent Secretary Office (MAF), Technical Division (DOF), and members of PAFO/DAFO with such duties"}, {"text_block_id": "p67_b1146", "text": "•"}, {"text_block_id": "p67_b1147", "text": "Institute committees or working groups for different forestry sub-sectors to be involved in consultation or for multi-institutional drafting teams for key legislation"}, {"text_block_id": "p67_b1148", "text": "5.3.2. Law Enforcement and Governance"}, {"text_block_id": "p67_b1149", "text": "Problems of law enforcement and governance are mostly related to harvesting and utilization of timber and non-timber forest products. In spite of the government efforts to regulate forest resource uses there have been cases of unauthorized harvesting, utilization and trade of forest products at various levels."}, {"text_block_id": "p67_b1150", "text": "Weak enforcement of laws and regulations has led, in many cases, to logging in production forests not in accordance with the targets set in the respective management plans; or to excessive cutting by those who have been allocated a logging plan; or to them cutting outside the boundaries to which their logging plan was bound, or to excessive or inappropriate extraction of NTFPs. Similarly, weak enforcement of law and regulations has permitted, or not detected, cases of individuals or firms which go into conservation and protection forests and log or extract NTFPs."}, {"text_block_id": "p67_b1151", "text": "In addition to the proposals for action related to this issue in the previous sections a couple of actions are proposed as follows in order to improve law enforcement and governance in the forestry sector."}, {"text_block_id": "p68_b1152", "text": "•"}, {"text_block_id": "p68_b1153", "text": "Clarify bordering or overlapping responsibilities, making it explicit and public who has the right or authority to authorize what, and who does not have it."}, {"text_block_id": "p68_b1154", "text": "•"}, {"text_block_id": "p68_b1155", "text": "Consider to set up a cross sectoral program consisting of forestry, police, customs and others for detection and suppression of unauthorized harvesting and trade of logs and NTFPs."}, {"text_block_id": "p68_b1156", "text": "5.3.3. Institutional Strengthening and Human Resource Development"}, {"text_block_id": "p68_b1157", "text": "Substantial strengthening of concerned institutions and human resources is one of prerequisites for successful implementation of the agenda developed in this strategy. There are two main areas for strengthening. One is the capacity of sector analysis, policy formulation and sector monitoring at the central level. The other is implementation including extension at the field level. In addition to specific proposals made in the previous sections some general actions are proposed as follows."}, {"text_block_id": "p68_b1158", "text": "Policy formulation"}, {"text_block_id": "p68_b1159", "text": "•"}, {"text_block_id": "p68_b1160", "text": "Improve collection, storage and retrieval system of information and statistics at both departmental and ministerial levels."}, {"text_block_id": "p68_b1161", "text": "•"}, {"text_block_id": "p68_b1162", "text": "Institute a periodic review of the sector with use of the collected data and information."}, {"text_block_id": "p68_b1163", "text": "•"}, {"text_block_id": "p68_b1164", "text": "Improve staff capacity of sector analysis and policy formulation through participation in training courses and higher education."}, {"text_block_id": "p68_b1165", "text": "Policy/program implementation"}, {"text_block_id": "p68_b1166", "text": "•"}, {"text_block_id": "p68_b1167", "text": "Based on MAF’s human resource development strategy, develop and implement a human resource development plan taking into consideration the training needs suggested in the proposals in the previous sections."}, {"text_block_id": "p68_b1168", "text": "•"}, {"text_block_id": "p68_b1169", "text": "Provide equipment, facilities and transportation with local offices necessary to carry out duties identified in the previous sections through new and additional funding."}, {"text_block_id": "p68_b1170", "text": "•"}, {"text_block_id": "p68_b1171", "text": "Incorporate explicit human resource development components in all international cooperation projects."}, {"text_block_id": "p68_b1172", "text": "5.3.4. Research and Extension"}, {"text_block_id": "p68_b1173", "text": "Various research needs are identified in the previous sections. Refocusing of the research activities and coordination between research institutions with the Forestry Research Center playing a pivotal role and involving other institutions such as NOUL, private companies and cooperation projects are the key to efficient and effective research activities."}, {"text_block_id": "p68_b1174", "text": "The National Agriculture and Forestry Extension Service (NAFES) was established in late 2001 and has been quickly expanding its organization and activities. However, actual extension to serve needs of farmers and tree planters is still at an initial stage. Its human resources as well as its system need more improvement."}, {"text_block_id": "p68_b1175", "text": "Research"}, {"text_block_id": "p68_b1176", "text": "•"}, {"text_block_id": "p68_b1177", "text": "Formulate Forestry Research Strategy to 2010 and 2020"}, {"text_block_id": "p68_b1178", "text": "•"}, {"text_block_id": "p68_b1179", "text": "Establish a coordination mechanism between research institutions"}, {"text_block_id": "p68_b1180", "text": "•"}, {"text_block_id": "p68_b1181", "text": "Upgrade researchers capacity through participation in training courses and long term academic studies"}, {"text_block_id": "p69_b1182", "text": "Extension"}, {"text_block_id": "p69_b1183", "text": "•"}, {"text_block_id": "p69_b1184", "text": "Give a clear mandate to extension service at local levels."}, {"text_block_id": "p69_b1185", "text": "•"}, {"text_block_id": "p69_b1186", "text": "Provide training with local extensionists on their mandate, farmer oriented extension methods, technical knowledge and marketing."}, {"text_block_id": "p69_b1187", "text": "•"}, {"text_block_id": "p69_b1188", "text": "Establish an efficient extension delivery system involving all possible sources including research institutions, private sector and individuals."}, {"text_block_id": "p69_b1189", "text": "5.3.5. Gender"}, {"text_block_id": "p69_b1190", "text": "•"}, {"text_block_id": "p69_b1191", "text": "Promote gender-sensitive approaches in all activities related to management and utilization of forests and forest land"}, {"text_block_id": "p69_b1192", "text": "•"}, {"text_block_id": "p69_b1193", "text": "Develop gender sensitive methodologies, technical guides and best practices regarding the management of trees and forests in fragile areas"}, {"text_block_id": "p69_b1194", "text": "•"}, {"text_block_id": "p69_b1195", "text": "Carry out more socio-economic research and analysis of the impacts of forestry projects on gender"}, {"text_block_id": "p69_b1196", "text": "•"}, {"text_block_id": "p69_b1197", "text": "Ensure a more equitable share of responsibilities in natural resource management, equitable access to resources (education, extension, training and production inputs such as credit and financial services)"}, {"text_block_id": "p69_b1198", "text": "•"}, {"text_block_id": "p69_b1199", "text": "Enhance gender responsive training curriculum in the education system"}, {"text_block_id": "p69_b1200", "text": "•"}, {"text_block_id": "p69_b1201", "text": "Increase opportunities on representation and participation of women in decision making at all levels, including the availability of appropriate technical knowledge and skills"}, {"text_block_id": "p69_b1202", "text": "•"}, {"text_block_id": "p69_b1203", "text": "Support income generating activities for improving women livelihoods through forest related projects"}, {"text_block_id": "p70_b1204", "text": "5.3.6. Funding and Allocation"}, {"text_block_id": "p70_b1205", "text": "The forestry sector has several sources of funding including government budget, private investment, international grant and loan projects. As for the government budget funding to the sector is made through two types of budget, e.g. general budget and special budget. There is only one special budget at this moment, which is the reforestation budget paid out of the surcharge on logs from natural forest. Production Forest management will be partly financed through the benefit sharing of the profits from log sales based on the PM Decree No. 59."}, {"text_block_id": "p70_b1206", "text": "Concerning allocation of budget between central and local levels, general activities are budgeted and financed at each level separately. This means there is no subsidy and financial support from MAF or its line departments to Provincial or District forestry sections. As for the special budget including sharing of log sales profit, Provinces with large harvest volumes generate most of the fund and there is tendency that these Provinces use most of the fund. Allocation of these special funds needs to be reviewed from the point of actual needs for tree planting, forest inventory and Production Forest management."}, {"text_block_id": "p70_b1207", "text": "Another issue is that conservation activities totally rely on the scarce general budget or international assistance. Funding to NBCA management and wildlife protection needs urgent consideration in order to implement the proposed actions identified in the previous section. Several actions for more funding and equitable allocation are made as follows;"}, {"text_block_id": "p70_b1208", "text": "•"}, {"text_block_id": "p70_b1209", "text": "Review the general funding to the forestry sector from the point of view of taking balance between the revenue generated by the sector and the costs necessary to maintain appropriate management, especially conservation work."}, {"text_block_id": "p70_b1210", "text": "•"}, {"text_block_id": "p70_b1211", "text": "Review the uses of the reforestation fund and consider possible allocation to conservation activities."}, {"text_block_id": "p70_b1212", "text": "•"}, {"text_block_id": "p70_b1213", "text": "Establish a fund to support forestry development in harmonization with other related Funds."}, {"text_block_id": "p70_b1214", "text": "•"}, {"text_block_id": "p70_b1215", "text": "Review the allocation of special budgets in order to reflect actual needs by Province."}, {"text_block_id": "p70_b1216", "text": "5.3.7. International Cooperation"}, {"text_block_id": "p70_b1217", "text": "Future assistance needs to support the proposals put forth in this Forestry Strategy paper with the purpose to agree with them on their supporting specific aspects of it on the basis of their internal policies, and their comparative advantage in providing funding, technical staff or training, and in which particular sub-sectors. The purpose is to maximize the impact such valuable contribution makes to the Lao forestry sector, and to take advantage of all possible synergies that can arise from their concerted efforts."}, {"text_block_id": "p70_b1218", "text": "In addition global and regional dialogue on forests have been increasingly active in various forum and forest-related conventions. They are among others UN Forum on Forest, ASEAN Senior Officials on Forest Meeting, Framework Convention on Climate Change, Convention on Biodiversity, CITES and so on. Lao PDR with relatively rich forest resources and biodiversity and unique experience in their management can make useful contribution to these processes through active participation. The following is proposed to make them happen."}, {"text_block_id": "p71_b1219", "text": "•"}, {"text_block_id": "p71_b1220", "text": "Strengthen the cooperation sections of MAF and concerned departments for better coordination of international support and active participation in international dialogue on forest."}, {"text_block_id": "p71_b1221", "text": "•"}, {"text_block_id": "p71_b1222", "text": "Enhance the existing government mechanism where the government and international community can exchange views and information concerning support to the forestry sector."}, {"text_block_id": "p72_b1223", "text": "6. IMPLEMENTATION, MONITORING AND EVALUATION MECHANISM FOR FS 2020"}, {"text_block_id": "p72_b1224", "text": "6.1. Implementation framework for the proposed actions"}, {"text_block_id": "p72_b1225", "text": "Implementation framework for each of the proposed actions consisting of responsible agency, main stakeholders, priority, timeframe and resource availability is presented in Annex 2. Although the framework is indicative, it is expected that the framework will be reflected in annual and midterm work plans of the concerned ministries, agencies and other stakeholders including both central and local levels for implementation in their own responsible areas."}, {"text_block_id": "p72_b1226", "text": "6.2. Institutional arrangement for Implementation, Monitoring and Evaluation"}, {"text_block_id": "p72_b1227", "text": "MAF will report status of FS 2020 implementation and results of monitoring to the government on a periodic basis and recommend necessary actions to be taken by the government for effective and efficient implementation, monitoring and evaluation of FS 2020."}, {"text_block_id": "p72_b1228", "text": "6.3. Source of fund for implementation"}, {"text_block_id": "p72_b1229", "text": "The Forestry Strategy to the Year 2020 is the official document that guides development of the forestry sector and the base for formulation of medium term and annual work plans of the government related to forestry as well as of international cooperation programs and projects. It needs to be reviewed and revised according to changes in socio-economic and natural conditions and to support policy and directions of the Government. The amount of fund necessary for FS 2020 implementation is estimated at some US$ 180 million and the potential sources of this fund are listed below:"}, {"text_block_id": "p72_b1230", "text": "1."}, {"text_block_id": "p72_b1231", "text": "Government budget."}, {"text_block_id": "p72_b1232", "text": "2."}, {"text_block_id": "p72_b1233", "text": "Forest Development Fund."}, {"text_block_id": "p72_b1234", "text": "3."}, {"text_block_id": "p72_b1235", "text": "Environment Conservation Fund."}, {"text_block_id": "p72_b1236", "text": "4."}, {"text_block_id": "p72_b1237", "text": "International agencies including bi-lateral and finance agencies, and NGOs."}, {"text_block_id": "p72_b1238", "text": "5."}, {"text_block_id": "p72_b1239", "text": "Contribution or investment by various organizations in the society and domestic and international investors."}, {"text_block_id": "p73_b1240", "text": "In order to facilitate smooth implementation of the FS 2020 through efficient mobilization and implementation of international assistance in the forestry sector, a dialogue between the Government and the international donor community will be maintained on a periodic basis."}, {"text_block_id": "p73_b1241", "text": "6.5. Promotion of domestic and international investment in the forestry sector"}, {"text_block_id": "p73_b1242_merged", "text": "Domestic and international investment in the forestry sector will be promoted in the following sub-sectors; tree planting, processing of plantation trees including furniture, moldings or household use, planting and processing of NTFP, conservation of forest resources and eco-tourism. Concerning specific areas for investment the Law on Promotion of Domestic Investment, No 10/NA, dated 22nd Oct 2004 and the Law on Promotion of International Investment, No 11/NA, dated 22nd Oct 2004 should be referred to."}, {"text_block_id": "p74_b1249", "text": "ANNEXES"}, {"text_block_id": "p75_b1250", "text": "ANNEX 1:"}, {"text_block_id": "p75_b1251", "text": "THE MOST CRITICAL STUDIES PROPOSED ON NTFPs"}, {"text_block_id": "p75_b1252", "text": "Some of the most obvious topics for specific studies which would be required to fill critical gaps in NTFP knowledge are:"}, {"text_block_id": "p75_b1253", "text": "Rural development"}, {"text_block_id": "p75_b1254", "text": "•"}, {"text_block_id": "p75_b1255", "text": "Identification of promising NTFPs for subsistence and income generation for villagers. The DOF/IUCN NTFP project recently produced a booklet with descriptions of the 24 most important NTFPs for subsistence and export"}, {"text_block_id": "p75_b1256", "text": "•"}, {"text_block_id": "p75_b1257", "text": "Nutritional value of NTFPs and their role in food security"}, {"text_block_id": "p75_b1258", "text": "•"}, {"text_block_id": "p75_b1259", "text": "Inventory of medicinal plants. Identify health care and business opportunities"}, {"text_block_id": "p75_b1260", "text": "•"}, {"text_block_id": "p75_b1261", "text": "Nature and level of traditional usage of NTFPs. Development of a monitoring system thereof"}, {"text_block_id": "p75_b1262", "text": "•"}, {"text_block_id": "p75_b1263", "text": "Methods for domesticating/cultivating NTFPs, prioritizing those NTFPs facing depletion or extinction"}, {"text_block_id": "p75_b1264", "text": "•"}, {"text_block_id": "p75_b1265", "text": "Methods for processing NTFPs before sale to minimize waste and maximize benefits"}, {"text_block_id": "p75_b1266", "text": "•"}, {"text_block_id": "p75_b1267", "text": "Locally recognized access and use rights for different NTFPs, as a basis for developing agreed protection and use rules with appropriate groups of people"}, {"text_block_id": "p75_b1268", "text": "•"}, {"text_block_id": "p75_b1269", "text": "Indigenous silvicultural knowledge as a basis for developing agreed management plans for specific NTFP resources"}, {"text_block_id": "p75_b1270", "text": "•"}, {"text_block_id": "p75_b1271", "text": "More testing to develop a variety of multi-cropping agro-forestry systems"}, {"text_block_id": "p75_b1272", "text": "•"}, {"text_block_id": "p75_b1273", "text": "Ethno-linguistic study into indigenous conservation values, results of which can be used in promoting conservation and sustainibility in management of NTFP collection, production and marketing"}, {"text_block_id": "p75_b1274", "text": "Biodiversity and resource base"}, {"text_block_id": "p75_b1275", "text": "•"}, {"text_block_id": "p75_b1276", "text": "Detailed vegetation mappping based on ground truthing and specimen collections (for NBCA planning and zoning, and to inform NTFP inventory and monitoring work)"}, {"text_block_id": "p75_b1277", "text": "•"}, {"text_block_id": "p75_b1278", "text": "Conventional plant surveys and specimen collection to support the reliable identification of NTFP species"}, {"text_block_id": "p75_b1279", "text": "•"}, {"text_block_id": "p75_b1280", "text": "Test and develop methods for reliable first-hand assessment of NTFP resources"}, {"text_block_id": "p75_b1281", "text": "•"}, {"text_block_id": "p75_b1282", "text": "Sustainability and ecological effect of extraction of NTFPs, prioritizing those NTFPs for which there is a significant market"}, {"text_block_id": "p75_b1283", "text": "•"}, {"text_block_id": "p75_b1284", "text": "Creation of a Herbarium and Botanical Garden institution, to collect, record and store ethno-botanical resources and information (including seed stocks, where appropriate)"}, {"text_block_id": "p75_b1285", "text": "National development & product development"}, {"text_block_id": "p75_b1286", "text": "•"}, {"text_block_id": "p75_b1287", "text": "Develop and test methods for monitoring trade in NTFPs (including covert trade)"}, {"text_block_id": "p75_b1288", "text": "•"}, {"text_block_id": "p75_b1289_merged", "text": "More work on product development for enhancing NTFP exports, and for developing new markets and commercial products. For example, there is a strong interest in domesticating the production of Eaglewood (Sterculia spp) and for selecting and growing improved varieties of cardamom (Amomum spp)"}, {"text_block_id": "p75_b1294", "text": "•"}, {"text_block_id": "p75_b1295", "text": "Promotion of NTFP-based industries (maybe through a new program within the Forest Research Division), focusing on those products which may be domesticated successfully"}, {"text_block_id": "p76_b1296", "text": "•"}, {"text_block_id": "p76_b1297", "text": "Study tours to China and Vietnam to identify products, markets and customers, approaches, and species related to commercial/industrial-scale NTFP development"}, {"text_block_id": "p76_b1298", "text": "Information and databases"}, {"text_block_id": "p76_b1299", "text": "•"}, {"text_block_id": "p76_b1300", "text": "On the resource base, including:"}, {"text_block_id": "p76_b1301", "text": "•"}, {"text_block_id": "p76_b1302", "text": "Species and their use"}, {"text_block_id": "p76_b1303", "text": "•"}, {"text_block_id": "p76_b1304", "text": "Species distribution"}, {"text_block_id": "p76_b1305", "text": "•"}, {"text_block_id": "p76_b1306", "text": "Population biology and maximum sustainable collection/harvest levels"}, {"text_block_id": "p76_b1307", "text": "•"}, {"text_block_id": "p76_b1308", "text": "Trends in species availability and distribution"}, {"text_block_id": "p76_b1309", "text": "•"}, {"text_block_id": "p76_b1310", "text": "On trade, processing and exports, including:"}, {"text_block_id": "p76_b1311", "text": "•"}, {"text_block_id": "p76_b1312", "text": "Trade and export volumes and values"}, {"text_block_id": "p76_b1313", "text": "•"}, {"text_block_id": "p76_b1314", "text": "Markets and international prices"}, {"text_block_id": "p76_b1315", "text": "•"}, {"text_block_id": "p76_b1316", "text": "Traders, processors and final customers"}, {"text_block_id": "p76_b1317", "text": "•"}, {"text_block_id": "p76_b1318", "text": "Trends and projections on volumes, destinations, and prices"}, {"text_block_id": "p77_b1319", "text": "ANNEX 2:"}, {"text_block_id": "p77_b1320", "text": "IMPLEMENTATION FRAMEWORK"}, {"text_block_id": "p77_b1321", "text": "1. Land Use and Forest"}, {"text_block_id": "p78_b1322", "text": "2. Production Forest"}, {"text_block_id": "p80_b1323", "text": "3. Non-Timber Forest Product (NTFP) Management"}, {"text_block_id": "p82_b1324", "text": "4. Tree Plantation Development"}, {"text_block_id": "p83_b1325", "text": "5. Harvest/Logging Plans and Royalties"}, {"text_block_id": "p84_b1326", "text": "6. Wood Processing Industry (WPI)"}, {"text_block_id": "p86_b1327", "text": "7. Bio-diversity Conservation"}, {"text_block_id": "p89_b1328", "text": "8. Protection Forest and Watershed Management"}, {"text_block_id": "p89_b1329", "text": "9. Village Land Use and Forest Management"}, {"text_block_id": "p91_b1330", "text": "10. Cross-cutting areas"}, {"text_block_id": "p96_b1331", "text": "ANNEX 3:"}, {"text_block_id": "p96_b1332", "text": "Definition of forest and Land types"}, {"text_block_id": "p96_b1333", "text": "Current Forest"}, {"text_block_id": "p96_b1334", "text": "(CF)"}, {"text_block_id": "p96_b1335", "text": "."}, {"text_block_id": "p96_b1336", "text": "The basis for the distinction between forest and other land use groups is the crow density."}, {"text_block_id": "p96_b1337", "text": "In this study the natural forests are classified into forest types which compose Upper and Lower Dry Evergreen Forests, Upper and Lower Mixed Deciduous Forests, Gallery Forest, Coniferous Forest, Mixed Broadleaved and Coniferous Forest, and Dry Dipterocarp."}, {"text_block_id": "p96_b1338_merged_merged_merged", "text": "Potential Forest (PF)"}, {"text_block_id": "p96_b1340", "text": "Previous forest areas where the crown cover has been reduced below 20% for some reason (logging or shifting cultivation) are classified as Potential Forest."}, {"text_block_id": "p96_b1341", "text": "The potential forest includes Bamboo, Old shifting cultivation areas (young secondary forests) and Temporary Unstocked areas."}, {"text_block_id": "p96_b1342", "text": "Unstocked Forest Areas (T)"}, {"text_block_id": "p96_b1343", "text": "Unstocked Forest Areas are previously forested areas in which the crown density has been reduced to less than 20 % because of logging, shifting cultivation or other heavy disturbance. If the area is left to grow undisturbed it becomes forest again."}, {"text_block_id": "p96_b1344", "text": "Abandoned ray and disturbed stands with a crown density less than 20% should be classified as Unstocked Forest Areas. Old ray in which seedlings, sapling and trees cover more than 20% of the area should be classified as some type of Current Forest."}, {"text_block_id": "p96_b1345", "text": "Bamboo (B)"}, {"text_block_id": "p96_b1346", "text": "If an area is covered with bamboo and the over storey has a crown cover less than 5% it should be classified as Bamboo."}, {"text_block_id": "p96_b1347", "text": "Abandoned ray is often recovered by bamboo. Some species of bamboo may last for many years. Bamboo brakes may vary in height from 2 m to 25 m depending on their species. If the Bamboo represents less than 80% of the total vegetation cover of the under storey I the vegetation type should not be classified as Bamboo."}, {"text_block_id": "p96_b1348", "text": "Plantation Forest (P)"}, {"text_block_id": "p97_b1349", "text": "Areas of agricultural land being used for production of other crops than rice, i.e.various kinds of vegetables, for fruit tree cultivation etc. Plantations with cash crops, such as coffee, tea, cocoa and cotton are also referred to this land use class."}, {"text_block_id": "p97_b1350", "text": "Other Agriculture Land (OA)"}, {"text_block_id": "p97_b1351", "text": "Agricultural land being used for other agricultural purposes than agricultural crop cultivation, i.e. grazing of cattle, should be classified as Other Agricultural Land, unless the tree cover exceeds 20%. In that case it should be classified as some type of Current Forest depending on the tree species composition."}, {"text_block_id": "p97_b1352", "text": "Barren land and Rock (R)"}, {"text_block_id": "p97_b1353", "text": "Unfertile or seriously degraded land on shallow soil and rocky areas on which neither trees nor grasses can grow."}], "document_description": "This strategy was approved by Decree no 229/PM of August 9th, 2005. It sets the government's forestry policy to 2020. Deforestation and forest degradation are identified as key issues to tackle. The document recognises the role of forests in protecting the climate. The strategy further aims at fostering reforestation by allocating small farmers with a fee corresponding to the amount of trees they plant."}