{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Lao People's Democratic Republic", "document_category": "Policy", "document_sector_name": ["Social development", "Rural", "Energy", "Economy-wide"], "document_language": "English", "document_name": "National Green Growth Strategy to 2030", "document_country_code": "LAO", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "12/01/2018", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/LAO/2018/LAO-2018-01-12-National Green Growth Strategy to 2030_1828a9e7178a1dfc70e1c10a236ca01f.pdf", "text_blocks": [{"text_block_id": "p84_b1", "text": "80"}, {"text_block_id": "p83_b1", "text": "79"}, {"text_block_id": "p82_b1", "text": "78"}, {"text_block_id": "p81_b1", "text": "77"}, {"text_block_id": "p80_b1", "text": "76"}, {"text_block_id": "p79_b1", "text": "75"}, {"text_block_id": "p78_b1", "text": "74"}, {"text_block_id": "p77_b1", "text": "73"}, {"text_block_id": "p76_b1", "text": "72"}, {"text_block_id": "p75_b1", "text": "71"}, {"text_block_id": "p74_b1", "text": "70"}, {"text_block_id": "p73_b1", "text": "69"}, {"text_block_id": "p72_b1", "text": "68"}, {"text_block_id": "p71_b1", "text": "67"}, {"text_block_id": "p70_b1", "text": "66"}, {"text_block_id": "p69_b1", "text": "65"}, {"text_block_id": "p68_b1", "text": "64"}, {"text_block_id": "p67_b1", "text": "63"}, {"text_block_id": "p66_b1", "text": "62"}, {"text_block_id": "p65_b1", "text": "61"}, {"text_block_id": "p64_b1", "text": "60"}, {"text_block_id": "p63_b1", "text": "59"}, {"text_block_id": "p62_b1", "text": "58"}, {"text_block_id": "p61_b1", "text": "57"}, {"text_block_id": "p60_b1", "text": "56"}, {"text_block_id": "p59_b1", "text": "55"}, {"text_block_id": "p58_b1", "text": "54"}, {"text_block_id": "p57_b1", "text": "53"}, {"text_block_id": "p56_b1", "text": "52"}, {"text_block_id": "p55_b1", "text": "51"}, {"text_block_id": "p54_b1", "text": "50"}, {"text_block_id": "p53_b1", "text": "49"}, {"text_block_id": "p52_b1", "text": "48"}, {"text_block_id": "p51_b1", "text": "47"}, {"text_block_id": "p50_b1", "text": "46"}, {"text_block_id": "p49_b1", "text": "45"}, {"text_block_id": "p48_b1", "text": "44"}, {"text_block_id": "p47_b1", "text": "43"}, {"text_block_id": "p46_b1", "text": "42"}, {"text_block_id": "p45_b1", "text": "41"}, {"text_block_id": "p44_b1", "text": "40"}, {"text_block_id": "p43_b1", "text": "39"}, {"text_block_id": "p42_b1", "text": "38"}, {"text_block_id": "p41_b1", "text": "37"}, {"text_block_id": "p40_b1", "text": "36"}, {"text_block_id": "p39_b1", "text": "35"}, {"text_block_id": "p38_b1", "text": "34"}, {"text_block_id": "p37_b1", "text": "33"}, {"text_block_id": "p36_b1", "text": "32"}, {"text_block_id": "p35_b1", "text": "31"}, {"text_block_id": "p34_b1", "text": "30"}, {"text_block_id": "p33_b1", "text": "29"}, {"text_block_id": "p32_b1", "text": "28"}, {"text_block_id": "p31_b1", "text": "27"}, {"text_block_id": "p30_b1", "text": "26"}, {"text_block_id": "p29_b1", "text": "25"}, {"text_block_id": "p28_b1", "text": "24"}, {"text_block_id": "p27_b1", "text": "23"}, {"text_block_id": "p26_b1", "text": "22"}, {"text_block_id": "p25_b1", "text": "21"}, {"text_block_id": "p24_b1", "text": "20"}, {"text_block_id": "p23_b1", "text": "19"}, {"text_block_id": "p22_b1", "text": "18"}, {"text_block_id": "p21_b1", "text": "17"}, {"text_block_id": "p20_b1", "text": "16"}, {"text_block_id": "p19_b1", "text": "15"}, {"text_block_id": "p18_b1", "text": "14"}, {"text_block_id": "p17_b1", "text": "13"}, {"text_block_id": "p16_b1", "text": "12"}, {"text_block_id": "p15_b1", "text": "11"}, {"text_block_id": "p14_b1", "text": "10"}, {"text_block_id": "p13_b1", "text": "9"}, {"text_block_id": "p12_b1", "text": "8"}, {"text_block_id": "p11_b1", "text": "7"}, {"text_block_id": "p10_b1", "text": "6"}, {"text_block_id": "p9_b1", "text": "5"}, {"text_block_id": "p8_b1", "text": "4"}, {"text_block_id": "p7_b1", "text": "3"}, {"text_block_id": "p6_b1", "text": "2"}, {"text_block_id": "p5_b1", "text": "1"}, {"text_block_id": "p4_b1", "text": "Contents of Tables"}, {"text_block_id": "p3_b1", "text": "Part IV Mechanisms of Implementation of the National Green Growth Strategy ofthe Lao PDR……………………………………………………………………………………………..57"}, {"text_block_id": "p2_b1", "text": "Contents"}, {"text_block_id": "p1_b1", "text": "Lao People’s Democratic Republic"}, {"text_block_id": "p96_b1", "text": "92"}, {"text_block_id": "p95_b1", "text": "91"}, {"text_block_id": "p94_b1", "text": "90"}, {"text_block_id": "p93_b1", "text": "89"}, {"text_block_id": "p92_b1", "text": "88"}, {"text_block_id": "p91_b1", "text": "87"}, {"text_block_id": "p90_b1", "text": "86"}, {"text_block_id": "p89_b1", "text": "85"}, {"text_block_id": "p88_b1", "text": "84"}, {"text_block_id": "p87_b1", "text": "83"}, {"text_block_id": "p86_b1", "text": "82"}, {"text_block_id": "p85_b1", "text": "81"}, {"text_block_id": "p84_b2", "text": "- Expand the electricity grid (transmission line system) widely, inclusively to ensureconnection with all parts of the country and well as regional and international connection.- Encourage and promote the investments of the public sector and private sector, bothdomestic and foreign, in the production of hydro-energy, solar energy and wind energy.- Enhance the cooperation at regional and international levels in the conducting thefeasibility study and the building of capacity of the officials and developers of alternativeenergy: nuclear energy and hydrogen energy and others.- Increase the efficiency of energy use.- Reduce the use of energy which is not clean and not environmentally-friendly.- Ensure the supply of quality and safe electricity in a widely manner.- Raise the consciousness, use the economic tools (price mechanism or taxes) anddisseminate relevant laws and regulations to encourage people to use the energy in aneconomical, efficient and effective manner."}, {"text_block_id": "p83_b2", "text": "to the environmental management in the industrial sector.- Focus on promoting small and medium-sized processing industries."}, {"text_block_id": "p82_b2", "text": "Environment"}, {"text_block_id": "p81_b2", "text": "ANNEXES"}, {"text_block_id": "p80_b2", "text": "References"}, {"text_block_id": "p79_b2", "text": "3.3.1. Percentage of amount of economiclosses caused by natural disasters (%of GDP)"}, {"text_block_id": "p78_b2", "text": "3.1.1. Proportion of energy consumption to GDP(toe/GDP-million)"}, {"text_block_id": "p77_b2", "text": "inclusiveness"}, {"text_block_id": "p76_b2", "text": "sub-indicator compared to the standard. The table below shows the results of themeasurement of the national green growth of Lao PDR."}, {"text_block_id": "p75_b2", "text": "3.3.2. Average number of populationaffected by natural disasters"}, {"text_block_id": "p74_b2", "text": "3.1.1. Proportion of energy consumptionto GDP (toe/GDP-million)"}, {"text_block_id": "p73_b2", "text": "1.3.3. Proportion of formal labor underthe protection of the Labor Lawand covered by the socialsecurity system (%)"}, {"text_block_id": "p72_b2", "text": "aspect; (2) they must be obtained from the sources of data which are reliable andaccessible in each period; and (3) they must be the indicators which are independentor have no statistical relations with other indicator which is used in the same systemat high rate (60%); if an indicator or sub-indicator has relations with other indicator orsub-indicator, only one of them shall be used."}, {"text_block_id": "p71_b2", "text": "Part V"}, {"text_block_id": "p70_b2", "text": "- Relevant sectors and local administrations shall issue the Decision on theestablishment of their green growth focal point or on the appointment of their greengrowth coordinator."}, {"text_block_id": "p69_b2", "text": "Further details about the goals, objectives and mechanism of the spending ofthe Green Growth Promotion Fund will be further studied, considered anddetermined in a specific legislation (Charter of the Fund)."}, {"text_block_id": "p68_b2", "text": "• Technical Revenue of the National Green Growth Promotion Centre ofthe Lao PDR: The National Green Growth Promotion Centre of the Lao PDR willbecome a technical unit which provides technical services and marketing servicesrelating to the promotion of green growth through various methods, such as:conduct the advertising to promote the use of green techniques and technology,consumption of green products and to promote the sale of green products, issuanceof certificates for green products, and so on. The National Green Growth PromotionCentre of the Lao PDR can collect the service charge from the provision of certaintechnical and marketing services, and the collected fund shall be used in greengrowth promotion activities. However, the collection of these must have apromoting characteristic and for the purpose of maintaining the sustainability of thefund only, not for profit purpose."}, {"text_block_id": "p67_b2", "text": "4.2.1 Sources of Revenue of the Green Growth Promotion Fund"}, {"text_block_id": "p66_b2", "text": "administration with the National Green Growth Promotion Centre of the Lao PDR.The green growth focal point or the coordinator at the sector or local level has themain duties as follows: (1) Mainstreaming the Green Growth Agenda into thestrategy, plan, programmes, projects and activities of its sector and localadministration by coordinating with the National Green Growth Promotion Centre ofthe Lao PDR; (2) Representing the Green Growth Promotion Centre in providinginformation, advices and recommendations relating to green growth to its sectorand local administration; (3) Monitoring and reporting the progress in theimplementation of the plan, programmes, projects and activities in its sector to theNational Green Growth Promotion Centre of the Lao PDR for information from timeto time; (4) Perform other tasks as assigned by the National Green GrowthPromotion Centre of the Lao PDR and by the National Steering Committee for GreenGrowth. The details on the roles, functions and responsibilities of the green growthfocal point or coordinator will be provided in a separate legal instrument."}, {"text_block_id": "p65_b2", "text": "proposes to assign this work to any existing Division in the Department of Planningof the relevant Ministry and Agency at central level or to any existing Section of theDepartment of Planning and Investment of the relevant provinces, as deemedappropriate."}, {"text_block_id": "p64_b2", "text": "advertising and dissemination and build the consciousness about green growth tothe people in general and to the sectors and local administrations to enable them tohave the awareness and deep understanding so as to translate it into their tasks anddaily life efficiently and effectively; (2) Conduct research and analysis on policy aswell as on green techniques, technology and innovation to support the formulationand implementation of the policies, strategies, plans and programmes of the sectorsand local administrations; (3) Provide information, transfer knowledge and bestpractices from foreign countries to the sectors and local administrations to enablethem to apply them in their actual works efficiently and effectively; (4) Mainstreamingthe Green Growth Agenda into national strategies and socio-economic developmentplan and sector and local plans; (5) Support or promote the sectors and localadministrations in the implementation of the plans, programmes, projects andactivities related to green growth; (6) Assist the sectors and local administrations inseeking and raising the fund for the implementation of the plans, programmes,projects and activities related to green growth; (7) Study and develop the models ofgreen areas (town, community, industrial zone, residential area and others), greenproduction, green technology and so on which are to be the places for the transfer ofexperiences and knowledge on green growth to relevant sectors and localadministrations for implementation to realize actual results; (8) Develop the systemofmonitoring and reporting on the achievements of the socio-economicdevelopment in accordance with green and sustainable direction to the public and toGovernment on a regular basis; (9) Build the capacity and provide the advices to thesectors and local administrations on the mainstreaming of Green Growth Agendainto their strategies, plans and programmes. Further details regarding the rights,roles and duties of the National Green Growth Promotion Centre of the Lao PDR willbe provided in a separate legal instrument."}, {"text_block_id": "p63_b2", "text": "relevant line Ministries and Agencies as members. The Secretariat of the Committeefor Formulation of Green Growth Strategy and Establishment of Green GrowthPromotion Centre of the Lao PDR has the main right and duty of drafting theNational Green Growth Strategy of the Lao PDR and ensure that it is efficiently,effectively and timely completed and conformed with the actual requirements of thesocio-economic development of the country and with the opinions provided byrelevant sectors and local administrations and with the instructions of the Committeefor Formulation of Green Growth Strategy and Establishment of Green GrowthPromotion Centre of the Lao PDR."}, {"text_block_id": "p62_b2", "text": "implementation of the green growth activities in accordance with the direction of theSteering Committee and the Secretariat Committee and in an efficient, effective andtimely manner; (2) Identify and conduct research on essential scientific topics thatcan be used as data for the formulation of policies and for the implementation of thegreen growth activities; (3) Research and perform the tasks prescribed in theconcept framework on green growth development policy of the Lao PDR in a timelymanner; (4) Lead the holding of meetings, workshops and dissemination on themainstreaming of green growth activities in each period and in accordance with thetasks under the responsibility of each sector; (5) Prepare the operations plan andbudget plan of its unit in detail and in conformance with the actual situation; and (6)Perform other functions as assigned by the Secretariat. But most importantly, thisNational Steering Committee for Green Growth has no permanent office.Consequently, the coordination and promotion of green growth activities are notcarried out in a systematic manner. Details are in Annex 2."}, {"text_block_id": "p61_b2", "text": "Part IV"}, {"text_block_id": "p60_b2", "text": "However, the level of development of this sector remains low, compared with manyneighboring countries, particularly the maternity and child mortality rates and theproportion of malnutrition of the people are high and the proportion of people havingaccess to clean water and sanitation is low. For these reasons, the National GreenGrowth Strategy of the Lao PDR has identified health sector as an importantsupporting sector and will specifically focus on: (1) the nutrition activities in order todecrease the rate of malnutrition of the people; (2) the access to clean water andsanitation so as to decrease the sickness of the people; (3) decreasing the maternityand child mortality rates; and (4) improving the access to quality health services."}, {"text_block_id": "p59_b2", "text": "small and medium-sized enterprises to enable them to expand the investment in theareas and sectors related to green growth; and (3) providing facilities for the creationand operations of the micro-finance fund to facilitate access to the funding sourcesfor family businesses (micro enterprises), etc."}, {"text_block_id": "p58_b2", "text": "- Studying and importing the techniques and technology which are more"}, {"text_block_id": "p57_b2", "text": "Development Policy Research Center of the Ministry of Planning and Investment,National Agricultural and Forestry Research Institute of the Ministry of Agricultureand Forestry, Renewable Energy Research Institute of the Ministry of Energy andMines and other institutes."}, {"text_block_id": "p56_b2", "text": "promotion of economic growth and poverty reduction as well as creation of jobs andincome generating activities for the peoples."}, {"text_block_id": "p55_b2", "text": "inside the country and in foreign countries. The Government has the policy topromote, manage and develop the natural, historical and cultural tourism sites,especially the management and conservation of the conserved areas, conservationof wildlife and prevention of illegal logging, promotion of the fine tradition and customof the ethnic groups in each locality."}, {"text_block_id": "p54_b2", "text": "level, and are capable to cover 80% of the total areas of the country through landsignal and 100% of the country through satellite signal. There is a total of 127volumes of printing matters, of these: 27 are newspapers including 11 dailynewspapers. The National Green Growth Strategy of the Lao PDR has identified theinformation activities as priority sector and will particularly focus on: (1) raising theconsciousness and promoting green growth through radio and televisionprogrammes and through printing media; (2) coordinating with the industry andcommerce sector to advertise and promote the production, marketing, sale andconsumption of clean and environmentally-friendly products; (3) coordinating with thecultural and tourism sector to advertise the natural, historical and cultural tourismsites to attract the tourists to undertake tourism activities in Lao PDR; and (4)Advertise and disseminate the Party and Government’s policies and legalinstruments relating to green growth to the peoples, agencies and localadministrations to enable them to understand and efficiently and effectively elaborateinto their livelihood and functions."}, {"text_block_id": "p53_b2", "text": "- Ensuring the supply of electricity effectively, safely and widely to improve the"}, {"text_block_id": "p52_b2", "text": "Therefore, the energy sector in Lao PDR is a sector having the potential fordevelopment in line with green and sustainable direction. The production and exportof energy of Lao PDR will not only contribute to the protection of environment andpromotion of development with green and sustainable orientation in the country, butwill also contribute to these tasks at the international level. For these reasons, theNational Green Growth Strategy of the Lao PDR has identified the energy sector asa priority sector. The National Green Growth Strategy of the Lao PDR will particularlyfocus on:"}, {"text_block_id": "p51_b2", "text": "are the root-cause of climate change, and to generate revenue from the exchange ofcarbon credit in international markets. The energy saving and conservation policy ofLao PDR has focused on many sectors, such as: industrial sector, housing, businessbuildings and premises, transport sector. At present, the Ministry of Energy andMines has coordinated with relevant parties to prepare the draft policy on promotionof the use of clean energy to enable the communication and transport sector toachieve the vision of: “turning Lao PDR into a pollution-free country by 2050 with aview to decreasing the dependence on import of fossil fuel in the transport andpromoting the use of clean energy which is the potential of the country to encouragedevelopment in accordance with green and sustainable direction”; (2) Promotion ofalternative energy by enhancing the cooperation at national, regional, internationallevels and with ASEAN to conduct the study, build the capacity of the officials andcivil servants to enable them to have high technical skill, focus on cooperation insecurity work, resolve all emergency problems concerning the alternative energy,such as: nuclear energy and hydrogen energy; (3) development of bio-fuel byencouraging and promoting the public investment and the investment of all economicparties, both domestic and foreign, for producing the bio-fuel through promoting theplanting, production, processing or mixing, distribution, purchase of raw materials,access to funding sources, access to markets and technology and providing facilitiesto entrepreneurs; (4) Promotion of the development of rural electricity to ensure thesupply of electric power effectively, safely and inclusively with the aim of improvingthe living conditions of the peoples and to strive to raise the proportion of access toelectricity of the households countrywide to 98%."}, {"text_block_id": "p50_b2", "text": "- Raising the consciousness and creating the values to allow the people to"}, {"text_block_id": "p49_b2", "text": "75% of these vehicles are motorcycles and more than 40% of these vehicles areconcentrated in Vientiane Capital."}, {"text_block_id": "p48_b2", "text": "efficient, effective and conformed with hygienic principles and so on with specialfocus on large towns which start having the environmental problems, such as:Vientiane Capital, Savannakhet, Pakse and Luang Prabang."}, {"text_block_id": "p47_b2", "text": "towns with artistic and cultural value, green and most livable, while many othercountries have already lost this opportunity."}, {"text_block_id": "p46_b2", "text": "- Promoting online advertising and sale of goods to raise efficiency, reduce"}, {"text_block_id": "p45_b2", "text": "3.2.3.3 Trade Sector"}, {"text_block_id": "p44_b2", "text": "and noise and the toxic wastes from industrial factories and industrial zones do notcause adverse impacts to natural environment and to human and animal health."}, {"text_block_id": "p43_b2", "text": "in the Gross Domestic Product of the country and to make the industrial sector togradually become the main economic sector of the country so as to decrease therisks and vulnerability to the climate change, natural disasters and global economicuncertainties. Emphasis will be given to the promotion of industries that Lao PDRhas advantageous potentials, such as: hydropower industry, agro-processingindustry, finished wooden products industry, mineral processing industry and others."}, {"text_block_id": "p42_b2", "text": "- Studying, developing and implementing the financial mechanism for the"}, {"text_block_id": "p41_b2", "text": "Department of Agriculture and Forestry and/or the District Office of Agriculture andForestry to ensure the efficiency, effectiveness and sustainability of the utilization."}, {"text_block_id": "p40_b2", "text": "- Encouraging and promoting clean and organic agricultural production as well"}, {"text_block_id": "p39_b2", "text": "outcomes of the concession management. At present, the Government continuesreviewing the implementation of the Order No. 13/PM and has authorized newinvestments in some industrial crops; 35 but, such investments promotion is to becarried out in a strictly manner and detailed consideration of project is made on caseby case basis and on proper assessment of the impacts on environment andlivelihood of the peoples. The study on land area allocation is still going on and it isfound that one of the constraints is the use of land for many purposes. The relianceon the expansion of production area only is not enough for increasing the value ofthe agricultural production. Hence, the direction for future development of theagriculture sector in Lao PDR must primarily focus on raising the efficiency,effectiveness and sustainability of the use of existing natural resources (land, waterresources and so on) to ensure optimal benefits. The details are as follows:"}, {"text_block_id": "p38_b2", "text": "for each area (standards of air quality, water quality, soil, odor, noise and so on); (4)providing the environmental quality measurement equipment to the concernedworking units; and (5) Creating the system of regular and systematic monitoring andreporting on environmental quality to provide information and recommendations onpolicies for the control of environmental quality."}, {"text_block_id": "p37_b2", "text": "The conversion of land from one type to another type must receive the considerationand approval from the Ministry of Natural Resources and Environment or theProvincial Department of Natural Resources and Environment or the District Office ofNatural Resources and Environment, depending on the division of management levelwithin the natural resources and environment sector."}, {"text_block_id": "p36_b2", "text": "control are not fully developed, such as: standards of the quality of water, air, soil,noise, odor and so on; (4) the survey, planning, utilization and management ofnatural resources (water resources, land, forests, biodiversity, mines, etc.) are notcarried out in a systematic, efficient, effective and sustainable manner and there is alack of wide participation of the relevant sectors. As a result, the use of naturalresources at present time is not sufficiently efficient, effective and sustainable."}, {"text_block_id": "p35_b2", "text": "wastes, energy-saving and using clean and environmentally-friendly energy; andpromoting the protection and expansion of the sources of absorption of greenhousegas, such as: forest, soil and others."}, {"text_block_id": "p34_b2", "text": "term is the mandate of the Department of Control of Disaster and Climate Change,Ministry of Natural Resources and Environment. The existing strategies, policies,organizational machinery and coordinating mechanisms are the basis and importantfactors for the adaptation to the climate change and management of naturaldisasters."}, {"text_block_id": "p33_b2", "text": "The main focus will be the women who are poor and living in rural and remote areasincluding ethnic and disadvantaged women."}, {"text_block_id": "p32_b2", "text": "- Promoting commercial production and consumption of Lao traditional"}, {"text_block_id": "p31_b2", "text": "Lao PDR. The access to education and health services remains difficult and limited;a large number of the peoples have no access to clean water and sanitary latrines."}, {"text_block_id": "p30_b2", "text": "private investments in order to prevent, restrict and minimize negative phenomenonin this process, and to allow the investment facilitation and management to beefficiently and effectively performed in strict compliance with the laws andregulations."}, {"text_block_id": "p29_b2", "text": "difficulties in doing business, Lao PDR is ranked second among 10 countries ofASEAN, after Myanmar."}, {"text_block_id": "p28_b2", "text": "Part III"}, {"text_block_id": "p27_b2", "text": "policies, programmes, projects and activities which are lying in the sector and localstrategies and development plans or must be the policies, programmes, projects andactivities related to green growth that the sectors and local level have accepted andare prepared to cooperate in their implementation. The details are shown in the chartbelow:"}, {"text_block_id": "p26_b2", "text": "2.3 Position, Roles and Relations between the National Green GrowthStrategy of the Lao PDR and the Sector and Local DevelopmentStrategies and Plans"}, {"text_block_id": "p25_b2", "text": "2.2 Directions, Overall Goals and Objectives of the National GreenGrowth Strategy of the Lao PDR"}, {"text_block_id": "p24_b2", "text": "Chart 1: Meaning of National Green Growth of Lao PDR"}, {"text_block_id": "p23_b2", "text": "Based on the definition mentioned above, the national green growth of LaoPDR will not include the growth of the economy, reduction of poverty and raising ofliving standards of the people through inefficient, ineffective and unsustainable useof natural resources or the economic expansion which is unclean, dirty, not sociallyand environmentally-friendly or the economic growth and poverty reduction thatincrease the risk and vulnerability of the economy to the climate change, naturaldisasters and global economic uncertainties."}, {"text_block_id": "p22_b2", "text": "However, this does not mean that each country and international organizationcan define green growth without any framework and basic principles. On thecontrary, the definition of green growth given by each country and internationalorganization shall be within the sustainable framework that gives importance andemphasis to the development of 3 aspects simultaneously, such as: economic, socialand environmental aspects. This means that green growth must contribute to thepromotion of economic growth and poverty reduction, creation of employmentopportunities and income generating activities for the peoples; contribute to theraising of equality right and the effectiveness of the utilization of limited naturalresources to ensure optimal benefits; contribute to the improvement of social equity,etc. As mentioned above, the Korean Development Institute (KDI) has broadlydefined green growth as: the interpretation or the implementation of the sustainabledevelopment framework which is specific for each country (the national interpretationof sustainable development) based on the special characteristics and actualrequirements of the socio-economic development of each country in each period."}, {"text_block_id": "p21_b2", "text": "Part II"}, {"text_block_id": "p20_b2", "text": "had decided to appoint the Committee for Formulation of National Green GrowthStrategy and Establishment of National Green Growth Promotion Centre of the LaoPDR with the President of the National Institute for Economic Research as Chair,Vice-Minister of Planning and Investment as Vice-Chair and Vice-Ministers ofrelevant Ministries and agencies as members."}, {"text_block_id": "p19_b2", "text": "from foreign countries. 24 The Ministry of Energy and Mines has taken the initiative onthe use of electric vehicles and has jointly worked with international assistance team(with the financial support of New Zealand government and ERIA institute) toconduct the study on electric vehicle use plan and strategy. Vientiane Capital has thepolicy and strategy on urban development based on 6 “Sor” (green, clean, light,peaceful, charming and civilized). The natural resources and environment sector hasgiven the importance and emphasis on the management and utilization of limitednatural resources in an efficient, effective and sustainable manner. The Ministry ofInformation, Culture and Tourism has the policy to promote green, socially andenvironmentally-friendly tourism. 25"}, {"text_block_id": "p18_b2", "text": "development framework according to the specific model and characteristics of eachcountry based on the actual needs of development of each country in each period”."}, {"text_block_id": "p17_b2", "text": "In 2009, Ketsana storm had affected 4 Southern provinces of Lao PDR where180,000 peoples were affected, 28 persons were dead, 6,100 houses and 36,000hectares of agricultural areas were damaged; the total loss was amounted to USD518 million. In 2011, eight provinces of Lao PDR were affected by Haima/Nok-Tenstorms where a total of 421,000 peoples were affected, 30 persons were dead, 892houses and 111,000 hectares of agricultural areas of the peoples were damaged;the total loss was amounted to more than USD 154 million. In 2013, twelveprovinces of Lao PDR were affected by Varius storm where 380,000 peoples wereaffected, 29 persons were dead, more than 1,700 houses and 47,000 hectares ofagricultural areas of the peoples were damaged; the total loss was amounted to USD280 million. 18 In 2018, heavy rainfall had caused the collapse of Xe Pian – XeNamnoy saddle dam and flood in many provinces in Lao PDR, affecting the life andproperties of the people very heavily."}, {"text_block_id": "p16_b2", "text": "rate from 24,200 Kt 𝐶𝑂 214 equivalent in 1990 to 51,000 Kt 𝐶𝑂 215 equivalent in 2000and to 161.517 Kt 𝐶𝑂 216 equivalent in 2012. This means that on average, thegreenhouse gas emissions in Lao PDR has an average expansion rate of about 10%during the period from 1990 to 2000 and about 18% during the period from 2000 to2012. These are considered to be high expansion rates that are caused by theincrease of logging for export and for expanding agricultural production areas as wellas by the increase of the number of vehicles and industrial factories and the increaseof energy consumption and wastes. If such increase of greenhouse gas emissionscontinues at the same rate, Lao PDR will lose the status of being a greenhouse gasabsorption country. According to the findings of the second greenhouse emissionssurvey conducted by the United Nations Development Programme (UNDP), 83% ofthis greenhouse gas emissions are from change of land use and forest; that meansfrom deforestation which is due to various causes, such as: timber exploitation,forest clearance for expanding agricultural production areas and infrastructuredevelopment projects; and about 15% of these greenhouse gas emissions are fromthe field of agriculture and about 2% are from the field of energy 17 . Such increase ofgreenhouse gas emissions in Lao PDR has contributed to the climate change in thecountry as well as in the region and in the world, particularly the contribution in theincrease of temperature, rainfall and weather variations."}, {"text_block_id": "p15_b2", "text": "on the use of natural resources and on the climate condition, such as: subsistent andsmall-scale agricultural production, hydropower, mining and tourism, and still lacks ofdiversification in foreign trade relations and export products. As a result, theeconomy of Lao PDR has faced with high risks and vulnerability to the climatechange, natural disasters and global economic uncertainties. In 2015, the UnitedNations Development Programme (UNDP) had calculated the EconomicVulnerability Index to be equal to about 36.8 10 which is higher than the standardrequired for graduating from a least developed country status by about 0.8 point (thestandard required for graduating from a least developed country status is: lower than36). The climate change, natural disasters, fluctuation of price of certain exportproducts of Lao PDR or economic crisis in any country which is a trade partner ofLao PDR can pose a problem to the economy of Lao PDR."}, {"text_block_id": "p14_b2", "text": "upper-middle income by 2030 as determined in the Vision 2030 and in the 10-YearStrategy (2016-2025) 4 ."}, {"text_block_id": "p13_b2", "text": "45% by 2020; India set the goal of reducing the use of energy by 20-25% in 2020from the consumption level in 2005; Indonesia set the goal of reducing thegreenhouse gas emissions to 26% lower than BAU level by 2020; Thailand set thegoal of reducing the use of energy by 25% in 2030 from the level in 2005; Vietnamset the goal to reduce the greenhouse gas emissions by 10-15% by 2020 and willcontinue to further reduce the greenhouse gas emissions by 2-3% per year until2030; Republic of Korea set the goal of reducing the greenhouse gas emission to30% lower than the BAU level in 2020 (Jacob, Kauppert & Quitzow, 2013). TheUnited Nations Development Programme (UNDP) determined the SustainableDevelopment Goals (SDGs) as the development goals until 2030 to enable this typeof development to become the obligation of all countries. International organizationsand financial institutions which have important role in the world development, suchas: World Bank (WB), Asian Development Bank (ADB) and others, have also takensocio-economic development with green and sustainable orientation as a conditionfor granting loan fund to governments and development projects."}, {"text_block_id": "p12_b2", "text": "Part I"}, {"text_block_id": "p11_b2", "text": "This National Green Growth Strategy of the Lao PDR is not a static Scripture,but it is a dynamic document which is to be studied, revised and modified to ensureconformance with the actual situation and requirements of the socio-economicdevelopment of the Lao PDR in each period."}, {"text_block_id": "p10_b2", "text": "conducted the assessment of the green growth potentials in Lao PDR and the studyof many activities underpinning the green growth work, such as: training, access tofunding sources, assessment of wastes and sewages in Lao PDR and others. Theoutcomes of these assessments are the source of information and important base forthe determination of this Strategy. Furthermore, the Global Green Growth Institute(GGGI) has also actively participated in the process and has provided advices andcomments that are useful for the drafting of this Strategy. UNIDO and otherinternational organizations and development partners have also actively and livelyparticipated and provided valuable comments to the process of the drafting of thisStrategy."}, {"text_block_id": "p9_b2", "text": "Economic Research as Chair of the Leading Committee, the Vice Minister ofPlanning and Investment and the Vice-President of the National Institute forEconomic Research as Vice-Chairs and the Vice-Ministers of a number of relevantMinistries and Agencies as members. The Science and Socio-Economic PolicyResearch Center of the National Institute for Economic Research and theDepartment of Planning of the Ministry of Planning and Investment are assigned tobe the coordinating points of the Secretariat or the coordinating points for the draftingof this Strategy. (Details are in Annex 3)."}, {"text_block_id": "p8_b2", "text": "Preamble"}, {"text_block_id": "p7_b2", "text": "Motto of the National Green GrowthStrategy of the Lao PDR"}, {"text_block_id": "p6_b2", "text": "planning of use and management of the natural resources with the participation ofmany sectors, (2) agriculture and forestry sector, (3) industry and commerce sector,(4) energy and mines sector, (5) public works and transport sector, (6) information,culture and tourism sector, and (7) science and technology sector. 5 supporting orunderpinning sectors are comprised of: (1) finance sector, (2) banking sector, (3)education and sports sector, (4) labour and social welfare sector, and (5) healthsector."}, {"text_block_id": "p5_b2", "text": "Preface"}, {"text_block_id": "p4_b2", "text": "Table 1: Areas, Dimensions and Indicators of National Green Growth of Lao PDR .................. 68"}, {"text_block_id": "p3_b2", "text": "4.1 OrganizationalMechanism………………………………………………………………………………………………………..574.2 Financial Mechanism…………………………………………………………………………….624.2.1 Revenue Sources of the Green Growth Promotion Fund…………………………….634.2.2 Goals of the Spending of the Green Growth Promotion Fund……………………….644.3 Policy and Legislation Measures……………………………………………………………….65"}, {"text_block_id": "p2_b2", "text": "Preface ............................................................................................................................................ 1"}, {"text_block_id": "p1_b2", "text": "Peace Independence Democracy Unity Prosperity"}, {"text_block_id": "p96_b2", "text": "2. Propose the establishment of Small and Medium-Sized EnterprisesFund under ASEAN cooperation framework (the Ministry of Industry andCommerce is assigned to take the lead in coordinating with the Ministry ofForeign Affairs and relevant sectors to take charge of the implementation ofthis task).”"}, {"text_block_id": "p95_b2", "text": "Annex 4: Notification of the Government Office No. 1751/GO.SD, dated 08 December2014"}, {"text_block_id": "p94_b2", "text": "development with green growth and sustainable orientation to the sectors andlocal administrations;- Build the capacity in the mainstreaming of green growth into policies, strategies"}, {"text_block_id": "p93_b2", "text": "Cooperation, Ministry of Information, Culture and TourismMember7. Deputy Director General of Cabinet, Ministry of Energy and MinesMember8. Deputy Director General of Department of Planning andCooperation, Ministry Public Works and TransportMember9. Deputy Director General of Department of Financial Policy,Ministry of FinanceMember10. Vice-Dean of Faculty of Economics, National University of LaosMember11. Vice-Dean of Faculty of Environmental Science,National University of LaosMember12. Director of Policy Research Center, National Agriculture andForestry Research Institute, Ministry of Agriculture and ForestryMember13. Deputy Director of Training and Information Center, NationalInstitute for Economic ResearchMember14. Chief of Division of Macroeconomic Management Planning,Department of Planning, Ministry of Planning and InvestmentMember15. Chief of Division of Training and Project Study, Training andInformation Center, National Institute for Economic ResearchMember16. Chief of Division of Research on Socio-Economic LegislationSystem, Science and Socio-Economic Policy Research Center,National Institute for Economic ResearchMember17. Chief of Division of Science and Economic Policy Research,Science and Socio-Economic Policy Research Center,National Institute for Economic ResearchMember"}, {"text_block_id": "p92_b2", "text": "4. Vice Minister of Natural Resources and EnvironmentMember5. Vice Minister of Agriculture and ForestryMember6. Vice Minister of Information, Culture and TourismMember7. Vice Minister of Energy and MinesMember8. Vice Minister of Public Works and TransportMember9. Vice Minister, Vice-Chief of Cabinet of Prime Minister’s OfficeOfficeMember10. Director General of Department of Planning, Ministry ofPlanning and InvestmentMember"}, {"text_block_id": "p91_b2", "text": "Annex 3: Decision of the National Steering Committee for Green GrowthNo. 01/NSCGG, dated 19 April 2017, on Appointment of the Committee forFormulation of Green Growth Strategy and Establishment of Green GrowthPromotion Centre of the Lao PDR"}, {"text_block_id": "p90_b2", "text": "3. Research and timely perform the works prescribed in the concept framework ongreen growth development policy of the Lao PDR which are supported by theWorld Bank (GG DPO);4. Lead the organization of meetings, workshops and dissemination on themainstreaming of green growth of each sector in each period and in accordancewith the scope of its responsibility;5. Prepare the operations plan and budget plan of its unit in detail and inconsistence with the actual situation;6. Perform other functions as assigned by the Green Growth Secretariat."}, {"text_block_id": "p89_b2", "text": "3. Prepare the operations plan and budget plan of green growth activities in detailand in conformance with the actual situation;4. Perform other functions as assigned by the National Steering Committee forGreen Growth."}, {"text_block_id": "p88_b2", "text": "the concept framework on green growth development policy of the Lao PDR thatreceive the support from the World Bank (GG-PDO), the formulation of greengrowth strategy and other tasks that are related to green growth;2. Guide each Ministry to establish its Secretariat for green growth activities toenable the coordination and implementation of these activities successfully asplanned;3. The National Steering Committee for Green Growth shall receive the report fromthe Secretariat at least once in a year on the status on the formulation of thestrategy and on the works relating to the concept framework on green growthdevelopment policy of the Lao PDR that receive the support from the WorldBank (GG-PDO) for seeking direction and for preparing the report to the NationalAssembly in accordance with the agenda of annual report on the socio-economicdevelopment plan;4. Participate in study tours and major meetings related to green growth."}, {"text_block_id": "p87_b2", "text": "Annex 2: Prime Minister Decision No. 95/PM, dated 08 December 2016,on Appointment of the National Steering Committee for Green Growth"}, {"text_block_id": "p86_b2", "text": "- Decrease the maternity and child mortality rates.- Improve the access to quality health services."}, {"text_block_id": "p85_b2", "text": "- Raise the research capacity of the researchers and of the research institutes and centerswhich are members of the research network in order to support the implementation of theNational Green Growth Strategy of the Lao PDR.- Study, establish and implement the financial mechanism to provide sufficient budget fundfor the research work to support the implementation of the National Green GrowthStrategy of the Lao PDR.- Research and draw lessons on good foreign and international practices regarding greenpolicy, science, technique, technology and innovation for adapting and applying in LaoPDR.- Implement the thematic topics, projects and programmes of research on policy, science,technique, technology and develop innovation for supporting the implementation of theNational Green Growth Strategy of the Lao PDR.- Study and import the techniques and technology which are more efficient, effective,"}, {"text_block_id": "p84_b3", "text": "➢ Mines"}, {"text_block_id": "p83_b3", "text": "➢ Handicraft"}, {"text_block_id": "p82_b3", "text": "- Strengthen the roles and capacity the natural resources and environment sector in macromanagement.- Conduct survey, allocation and formulation of national land management and use planand ensure it is completed as soon as possible.- Enhance the protection and management of water resources and water sources moreefficiently and effectively.- Enhance the control of pollution more efficiently and effectively."}, {"text_block_id": "p81_b3", "text": "Annex 1: Table Summarizing the Focused Areas and Sectors and the SupportingSectors of the National Green Growth Strategy of the Lao PDR"}, {"text_block_id": "p80_b3", "text": "Government of Lao PDR (2016). Vision 2030 and Ten-Year Socio-EconomicDevelopment Strategy (2016-2025). Ministry of Planning and Investment."}, {"text_block_id": "p79_b3", "text": "66.7"}, {"text_block_id": "p78_b3", "text": "2834.536.1Best: 83toe/GDPmillion"}, {"text_block_id": "p77_b3", "text": "2.1. Equality and equity"}, {"text_block_id": "p76_b3", "text": "Table 2: Results of the Assessment of Green Growth of Lao PDR andTargets in 2025 and 2030"}, {"text_block_id": "p75_b3", "text": "200,000(average20102015)"}, {"text_block_id": "p74_b3", "text": "295.89(2012)"}, {"text_block_id": "p73_b3", "text": "32.4(2017)"}, {"text_block_id": "p72_b3", "text": "Based on these principles, the National Green Growth Strategy of the LaoPDR has examined and identified such key indicators and sub-indicators and hasdetermined the targets for 2025 and 2030 for using as basis in the measurement andmonitoring of the socio-economic development according to green and sustainabledirection of Lao PDR. The details are shown in the table below:"}, {"text_block_id": "p71_b3", "text": "Monitoring, Evaluation and Reporting on the Progressof the Economic Development according to Green andSustainable Direction in the Lao PDR"}, {"text_block_id": "p70_b3", "text": "- The Minister of Planning and Investment or the President of the NationalInstitute for Economic Research shall issue an Instruction to the relevant sectors(priority sectors) to coordinate with the National Green Promotion Centre ofthe Lao PDR and the Department of Planning of the Ministry of Planning andInvestment to revise their strategies and plans in order to mainstream the GreenGrowth Agenda into their strategies and plans."}, {"text_block_id": "p69_b3", "text": "4.3 Policy and Legislation Measures"}, {"text_block_id": "p68_b3", "text": "• Bank Interest: In case the fund has a large amount of unspent money andhas the plan to use the money in the long term, it can deposit such amount of moneyin the bank for gaining the interest which is to be used in the implementation of greenpromotion activities."}, {"text_block_id": "p67_b3", "text": "This fund shall be a financial fund of second level which shall be under themanagement of the National Green Growth Promotion Centre of the Lao PDR andshall receive the revenue from many sources, such as:"}, {"text_block_id": "p66_b3", "text": "4.2 Financial Mechanism"}, {"text_block_id": "p65_b3", "text": "Chart 3: Position and Coordinating Mechanism of the National GreenGrowth Promotion Centre of the Lao PDR"}, {"text_block_id": "p64_b3", "text": "To ensure efficient and effective implementation of these mandates, theNational Green Growth Promotion Centre of the Lao PDR shall have thecoordinating point or the coordinator in the Department of Planning of each Ministry,Agency and in the Department of Planning and Investment of the relevant provinces,particularly the Ministries, Agencies and provinces which are identified as priorities inthis Strategy, such as: Department of Planning of the Ministry of Planning andInvestment, Ministry of Agriculture and Forestry, Ministry of Public Works andTransport, Ministry of Industry and Commerce, Ministry of Science and Technology,Ministry of Natural Resource and Environment, Ministry of Information, Culture andTourism, Lao Women Union and others. Details are shown in the Chart below."}, {"text_block_id": "p63_b3", "text": "The Committee for Formulation of Green Growth Strategy and Establishment ofGreen Growth Promotion Centre of the Lao PDR is an ad hoc committee and will beended after the Strategy is officially adopted and promulgated by the Prime Ministerof the Lao PDR. Details are in Annex 3."}, {"text_block_id": "p62_b3", "text": "• Committee for Formulation of Green Growth Strategy and Establishmentof Green Growth Promotion Centre of the Lao PDR: The National SteeringCommittee for Green Growth has issued the Decision No. 01/NSCGG, dated 19 April2017 on Appointment of the Committee for Formulation of Green Growth Strategyand Establishment of Green growth Promotion Centre of the Lao PDR with thePresident of the National Institute for Economic Research as Chair, Vice-Minister ofPlanning and Investment and the Vice-President of the National Institute forEconomic Research as Vice-Chairs, and the Vice Ministers of a number of relevantMinistries and Agencies as members. This Committee for Formulation of GreenGrowth Strategy and Establishment of Green Growth Promotion Centre of the LaoPDR has the following duties: (1) Lead and guide the formulation of the green growthstrategy and establishment of the green growth promotion centre and ensure thatthey are completed in an efficient, effective and timely manner; (2) Request theNational Steering Committee for Green Growth to consider and approve the draftGreen Growth Strategy of the Lao PDR; (3) Submit the draft Green Growth Strategyto the Government Meeting based on the consent of the National SteeringCommittee for Green Growth; (4) Request the Prime Minister to adopt the NationalGreen Growth Strategy of the Lao PDR based on the approval of the GovernmentMeeting; (and 5) Implement other tasks related to the formulation of the greengrowth strategy and the establishment of the green growth promotion centre. At thesame time, this Decision has also appointed the Secretariat of the Committee forFormulation of Green Growth Strategy and Establishment of Green GrowthPromotion Centre of the Lao PDR, with the Director General of Department ofPlanning, Ministry of Planning and Investment as Chief, the Director of Science andSocio-Economic Policy Research Center, Deputy Director General of Department ofPlanning, Ministry of Planning and Investment and Deputy Director General ofDepartment of Planning, Ministry of Natural Resources and Environment as ViceChiefs, and the Deputy Director General of Department of Planning of a number of"}, {"text_block_id": "p61_b3", "text": "Mechanisms of Implementation of the National GreenGrowth Strategy of the Lao PDR"}, {"text_block_id": "p60_b3", "text": "The table summarizing the focused areas, focused sectors and thesupporting/underpinning sectors of the National Green Growth Strategy of the LaoPDR is attached in Annex 1."}, {"text_block_id": "p59_b3", "text": "3.3.3 Education and Sports Sector"}, {"text_block_id": "p58_b3", "text": "efficient, effective, socially and environmentally-friendly from foreign countries foradapting and applying in Lao PDR."}, {"text_block_id": "p57_b3", "text": "However, the development of the scientific and technological research systemin Lao PDR is quite new and is not yet becoming systematic, strong and highlyefficient. Research institutes and centers that are established by the Government stilllack researchers with high experiences and lack of budget for undertaking researchwork and lack strong coordinating network. Therefore, the National Green GrowthStrategy of the Lao PDR has identified the science and technology sector as apriority sector and will specifically focus on:"}, {"text_block_id": "p56_b3", "text": "- Improving the quality of tourism services and the services of the related"}, {"text_block_id": "p55_b3", "text": "In 2018, the country has a total of about 2,237 tourism sites, including: 575cultural tourism sites, 1,331 eco-tourism sites and 331 historical tourism sites; and ofthe total number of these tourism sites, 896 sites are already opened for services,891 sites are under the process of survey and 366 sites are under the process ofdevelopment. In the whole country, there are 422 tourist/travel companies; 569hotels with a total of about 21,836 rooms; 2,165 guest-houses and resorts with atotal of 50,600 rooms; 2,360 food shops and restaurants and about 249entertainment places. The total number of foreign tourists who come to visit Laos is3.8 million persons and the revenue generated from tourism is amounted to USD648 million. 51"}, {"text_block_id": "p54_b3", "text": "3.2.6.2 Cultural Sector"}, {"text_block_id": "p53_b3", "text": "living conditions of the people; striving to raise the proportion of access to electricityof the households countrywide to 98%."}, {"text_block_id": "p52_b3", "text": "- Encouraging and promoting the creation of mechanisms of development and"}, {"text_block_id": "p51_b3", "text": "However, Lao PDR has still imported electricity from Thailand, Vietnam andChina for supplying in some regions because the power transmission line is not yetdeveloped to all parts of the country. Moreover, the proportion of the use of cleanand environmentally-friendly (hydro-electricity) is low. The energy used in Lao PDRis from other sources which are less clean and less environmentally-friendly, suchas: bio-mass (mostly firewood), charcoal, fossil fuel and coal 49 because the powertransmission line is not widely expanded to all parts of the country. Like manycountries in the Greater Mekong Subregion (GMS), the energy intensity is not high,compared to many countries in other regions. The proportion of energy consumptionto the total Gross Domestic Product (GDP) is equivalent to about296.21teo/million$GDP in 2012. 50 This means that it is required to use the energyequivalent to 296.21 tons of crude oil in order to produce the goods or provide theservices of a value of USD 1 million. The techniques and technology applied in LaoPDR and in many countries in the GMS are mostly old technology which is notenergy-saving."}, {"text_block_id": "p50_b3", "text": "prefer walking, using non-motorized vehicles (bicycles) for health and using publictransportation vehicles by expanding the service network, improving the servicequality and charging reasonable cost so as to decrease the use of personal vehicles,import and use of fuel, greenhouse gas emissions and money spending."}, {"text_block_id": "p49_b3", "text": "The Lao people, particularly those living in urban areas, have the behavior orthe habit to travel by using personal vehicle. The number of people who walk or usebicycle is small. This is due to many reasons, such as: environment (hot weather)and inconvenient and unsafe infrastructure for pedestrians and bike riders; (2) thenumber of public transportation vehicles is small and is unable to provide service ontime and the quality of service is low; and (3) the service charge of the publictransportation is high in relation to the quality of service and the cost of usingpersonal motorcycle, etc."}, {"text_block_id": "p48_b3", "text": "- Encouraging and promoting domestic and foreign investors to make"}, {"text_block_id": "p47_b3", "text": "However, these towns have been rapidly expanded during the past decades.A large number of peoples has migrated from the rural areas to work and live in theurban areas. As a result, the number of population in certain large towns has rapidlyincreased, such as: Vientiane Capital, Savannakhet and Pakse, while thedevelopment of infrastructure and the delivery of public services are not able torespond to this expansion of population. This situation gives rise to many problems,such as: crowded areas, wastes, sewage, pollution of air, noise, odor, traffic jam,accidents, damaged roads and bridges and others. Consequently, the quality ofliving conditions in many large towns have been decreased gradually. Furthermore,the problems of climate change (heat wave, heavy rainfall, flood, drought, etc.) havealso affected the road network, building structure and construction in urban areas,such as: degradation of quality, shorter operation life, damage, loss, risk to naturaldisasters and so on. Therefore, the National Green Growth Strategy of the Lao PDRhas identified urban development as a priority sector and will particularly focus on:"}, {"text_block_id": "p46_b3", "text": "production cost, raise the competitive capacity, increase modernity andenvironmentally friendliness in the promotion of the sale of goods as well as todecrease the time and energy used in the sale of goods."}, {"text_block_id": "p45_b3", "text": "In 2017, the country had a total number of 753 markets, of these: 60 large-sized markets, 131 medium-sized markets, 350 small-sized markets and 212fairs/bazaars. The total value of circulation of goods in the country in 2017 is equal toabout 51,688 billion Kip or equivalent to about USD 18 billion with a growth rateaveraging at 13% per year which is considered to be moderately high. However, thebehavior of commodity trading and consumption in the markets of Lao PDR has notfairly ensured the economic efficiency and environmentally-friendly situation. Forexample: there is the use of non-degradable plastic bags in large number and in awasteful manner (throw them away after using only once) for containing andpackaging the products, and the use of brochures for advertising and promoting thesale of goods, etc. The use of these plastic bags and brochures has not onlyincreased the production cost, but has also generated wastes unnecessarily thatcause adverse impact to the environment."}, {"text_block_id": "p44_b3", "text": "- Promoting the small and medium-sized processing industries in line with"}, {"text_block_id": "p43_b3", "text": "- Encouraging and promoting the commercial production of products and the"}, {"text_block_id": "p42_b3", "text": "protection of forest, especially the national and local conservation forests, theprotection forests and the production forests."}, {"text_block_id": "p41_b3", "text": "- Encouraging and promoting the survey, division and zoning of forests and"}, {"text_block_id": "p40_b3", "text": "as the cultivation and rearing activities that constitute the base for the production ofhandicraft products which are the heritage and unique identity of the nation to meetthe increasing demand of tourism and export markets, such as: mulberry cultivation,silkworms rearing and cotton cultivation for supplying raw materials to the weavingindustry, etc. and for using as the base for domestic processing industries."}, {"text_block_id": "p39_b3", "text": "- Raising the efficiency and effectiveness of the production by using the"}, {"text_block_id": "p38_b3", "text": "3.2.2 Agriculture and Forestry Sector"}, {"text_block_id": "p37_b3", "text": "- Water and water resources are important natural resources of Lao PDR. The"}, {"text_block_id": "p36_b3", "text": "Therefore, the National Green Growth Strategy of the Lao PDR identifiesimprovement of the natural resources and environment sector as a priority and willparticularly focus on:"}, {"text_block_id": "p35_b3", "text": "- Promoting the creation of income generating sources of the people to make"}, {"text_block_id": "p34_b3", "text": "However, based on the actual experiences during the past period, theimplementation of these strategies and policies are not highly efficient and effectivedue to many causes, such as: (1) the awareness, understanding and capacity of theofficials and organizations involved in the adaptation to climate change are not high;(2) lack of budget for carrying out activities of promoting the mainstreaming of theadaptation to climate change into the national, sector and local strategies and socioeconomic development plans in a systematic and more efficient manner; (3) lack ofefficient adaptation techniques and technologies, etc."}, {"text_block_id": "p33_b3", "text": "- Promoting the participation of women in all economic, political, socio-culturalactivities; especially in the organizational machinery of the Party and State and inhigh and middle levels of leadership positions of the country."}, {"text_block_id": "p32_b3", "text": "products produced in rural areas, such as: cotton textile, silk textile, bambooproducts and so on."}, {"text_block_id": "p31_b3", "text": "In order to enable peoples of all social strata and all parties in the society togradually participate and receive the benefits from the socio-economic developmentcomprehensively, inclusively and fairly, the National Green Growth Strategy of theLao PDR proposes to focus on the rural development and poverty reduction asbelow:"}, {"text_block_id": "p30_b3", "text": "3.1.2 Rural Development and Poverty Reduction"}, {"text_block_id": "p29_b3", "text": "In addition, the results of the case study conducted by the United NationsDevelopment Programme (UNDP) and many actual incidents taken place in the pastyears have also shown that investment management system in Lao PDR is notstrong and not highly efficient and effective. Many approved investment projects,apart from being economically ineffective, are projects that caused significantenvironmental and social impacts. According to the outcomes of the discussion withsectors and local authorities, the main causes of low efficiency and effectiveness ofthis investment management system include: (1) loopholes in laws and regulations,(2) low technical capacity of relevant staff who involve in the evaluation,consideration and approval of the investment, (3) lack of quality data, and (4) non-ethical and opportunistic practices committed by some staff in the process ofinvestment approval and management."}, {"text_block_id": "p28_b3", "text": "Focused Areas and Sectors and Supporting Sectorsof the National Green Growth Strategy of the Lao PDR"}, {"text_block_id": "p27_b3", "text": "Chart 2: Relations between the National Green Growth Strategy of the Lao PDRand the Sector and Local Strategies and Development Plans"}, {"text_block_id": "p26_b3", "text": "In fact, the National Green Growth Strategy of the Lao PDR is formulated inthe context that Lao PDR already has the national socio-economic developmentstrategies and plan as well as the sector and local development plans which arebeing implemented in a normal and regular manner. The identification of position,roles and relations of the National Green Growth Strategy of the Lao PDR with thenational, sector and local strategies and socio-economic plans is, therefore, anecessity and a requirement."}, {"text_block_id": "p25_b3", "text": "The Steering Committee has given the directions, goals and objectives for theformulation of the National Green Growth Strategy and the establishment of theNational Green Growth Promotion Centre of the Lao PDR as follows:"}, {"text_block_id": "p24_b3", "text": "Source: Secretariat for Formulation of National Green Growth Strategy of the Lao PDR."}, {"text_block_id": "p23_b3", "text": "In general, national green growth of Lao PDR, according to the definitionmentioned above, is the translation of the sustainable development framework intodetails based on the actual requirements of the socio-economic development atpresent time. The national green growth of Lao PDR consists of 3 main pillarsconforming with the sustainable development framework, such as: (1) Economicpillar. This particularly focuses on encouraging economic growth, creating jobs andincome generating activities for the peoples, improving the material living standardsof the peoples and making the economic growth strong and resilient to the globaleconomic uncertainties; (2) Social pillar. The national green growth of Lao PDR hasparticularly given the importanceand emphasis to comprehensiveness,inclusiveness and equity with the aim of allowing all ethnic groups, peoples of socialstrata and all persons in the society to be able to participate in the process andreceive the benefits from the economic development in a comprehensive, inclusiveand fair manner in order to reduce the inequality and gap between various ethnicgroups, urban and rural areas, men and women, rich and poor and so on; and (3)Environmental pillar. This has, particularly given importance and emphasis to theefficiency, effectiveness and sustainability of the utilization of limited naturalresources of the country to ensure optimal benefits, the cleanliness, the decrease ofwastes, pollution of air, odor and noise, as well as greenhouse gas emissions; andalso stressed on minimizing the risks and vulnerability of the economy to the climatechange and natural disasters. The details are shown in Chart 1 below."}, {"text_block_id": "p22_b3", "text": "Based on the sustainable development framework, the fundamental principlesmentioned above and the actual requirements of the socio-economic development ofthe Lao PDR at present time, the National Green Growth Strategy of the Lao PDRhas determined the meaning of green growth of the Lao PDR as follows: “NationalGreen growth of the Lao PDR means the economic growth, poverty reductionand raising of living standards of the people in a comprehensive, inclusive andequitable manner by raising the efficiency, effectiveness and sustainability ofthe utilization of limited natural resources to ensure optimal benefits,decreasing the pollution, wastes and greenhouse gas emissions as well asminimizing the risks and vulnerability of the economy to natural disasters andglobal economic uncertainties."}, {"text_block_id": "p21_b3", "text": "Meaning, Directions, Overall Objectives and Goals of the NationalGreen Growth Strategy of the Lao PDR and Relations withNational, Sector and Local Strategies and Socio-EconomicDevelopment Plans"}, {"text_block_id": "p20_b3", "text": "Hence, the formulation of National Green Growth Strategy and theestablishment of National Green Growth Promotion Centre of the Lao PDR are thetranslation of the Resolution of the 10 th Party Congress, Vision 2030, 10-YearStrategy (2016-2025) and the 8 th Five-Year National Socio-Economic DevelopmentPlan (2016-2020) with a view to gradually realizing the actual results. They constitutea step and mechanism to strengthen the sustainable development mechanism in LaoPDR to ensure the achievement of the long-term goals of the socio-economicdevelopment set out by the Party and Government of Lao PDR, such as: Leading thecountry to graduate from the status of least developed country by 2020, to become adeveloping country with upper-middle income and achieve the SustainableDevelopment Goals by 2030."}, {"text_block_id": "p19_b3", "text": "However, the socio-economic development of Lao PDR according to green andsustainable direction still lacks clear and systematic policy, standards and uniformityat national level. Each sector and local level have carried it out in a scattering andarbitrary manner and there is a lack of deep and common understanding, lack ofguiding strategy, lack of periodical monitoring, evaluation and reporting system andlack of working unit to perform the function of coordination and promotion of greenand sustainable growth in each sector and local level in a systematic and efficientmanner. Due to these reasons, the socio-economic development over the pastperiod was not sustainable and had the risk of not achieving the long-term goals ofsocio-economic development set out by the Party and Government of Lao PDR.Furthermore, the lack of uniform understanding and strong coordinating point haveresulted in the lack of research and analysis, allocation, planning of the use andmanagement of limited natural resources of the country in an efficient, effective andsustainable manner. The use of natural resources in the past period had createdconflicts in many sectors, such as: use of land, water, forests had causedcomplications in priority setting, particularly with regard to the agriculture land,construction land, communication land and so on."}, {"text_block_id": "p18_b3", "text": "Over the past many years, the Government of Lao PDR has given theimportance and attention to sustainable development to ensure that socio-economicdevelopment and environmental development are carried out simultaneously. TheGovernment has developed, implemented and amended policies, mechanisms andlegal instruments to ensure the implementation of sustainable development, such as:laws and mechanisms for managing public investments and domestic and foreignprivate investments by specifying that all public investment projects and domesticand foreign private investment projects must be subject to the process ofenvironmental and social impacts assessment and must receive the certification andhave appropriate management and monitoring plan for mitigating such impacts. Thisinvestment management legislation system has prohibited relevant agencies toapprove investment projects which have significant environmental and social impactsor which do not go through the process of environmental and social impactsassessment or which have not received the impact certification or have noappropriate official plan of management and monitoring to mitigate the environmentaland social impact. The Ministry of Natural Resources and Environment is charged ofperforming the function of assessing and issuing the environmental certificate to thepublic investment projects and the domestic and foreign private investment projectsin accordance with the laws and regulations."}, {"text_block_id": "p17_b3", "text": "The promotion of socio-economic expansion and poverty reduction throughsignificant use of natural resources in a wasteful and inefficient manner over the pastdecades has put Lao PDR at a high risk of inability to achieve the long-term goals ofthe socio-economic development, such as: graduating from the status of leastdeveloped country in a sustainably manner by 2020, becoming an upper-middleincome country and achieving the Sustainable Development Goals (SDGs) by 2030.Therefore, the Resolution of the 10 th Party Congress, the Vision 2030, the 10-YearStrategy (2016-2025) and the 8 th Five-Year Socio-Economic Development Plan(2016-2020) have given importance and emphasis to the national socio-economicdevelopment of the Lao PDR according to green and sustainable direction. 19"}, {"text_block_id": "p16_b3", "text": "- Climate Change and Natural Disasters: This economic growth thatsignificantly uses the natural resources in a wasteful and inefficient manner has ledto a gradual depletion of natural resources of Lao PDR, contributing to the change ofclimate and ecosystem in the country, in the region and in the world, especially therise of temperature, prolongation and dryness of the dry season, delayed monsoon,heavy rainfall, severe storms and so on. These had caused adverse impacts on theagricultural production and led to the occurrence of natural disasters, such as:droughts, floods, storms, diseases outbreak, soil erosion, earthquakes, etc.According to the statistic data from the Ministry of Planning and Investment, duringthe period from 1970 to 2010, about 33 severe floods had occurred in Lao PDR,affecting the population of about 9 million persons (cumulative number) and causinga total loss amounted to more than 400 million US Dollar (MPI, 2012). According tothe World Bank data, the amount of the losses from flood in each year is between2.8% to 3.6% of GDP and the Government had spent about 2.7% of the budget inthe protection and relief from these floods (World Bank Report, 2014). The impactsof such climate change and natural disasters have become more frequent, severeand have caused increasing losses to life and properties of the peoples."}, {"text_block_id": "p15_b3", "text": "- Social Disparity: Besides the problems related to the natural resourcesand environment mentioned above, the rapid economic expansion of Lao PDRduring the past period has also resulted in the steady increase of social disparity.The income inequality ratio (GINI) of Lao PDR has continually and rapidly increasedfrom 34.3 % in 1992 to 36.4% in 2012. 11 According the statistic data in the 8 th FiveYear National Socio-Economic Development Plan (2015-2020), 1.3 million people orabout 20% 12 of the total population still live below the national poverty line. Thismeans that they have no permanent residence, have not enough food and clothes.More than 15% of the population have no access to clean water, over 30% have noaccess to sanitary latrine and about 40% suffer from malnutrition. Most of these poorpeople live in the rural and remote areas in the Northern and Eastern regions of thecountry. 13"}, {"text_block_id": "p14_b3", "text": "Over the past decades, Lao PDR has made significant achievements in theeconomic development and poverty reduction. According to the statistics in the 8 thFive-Year National Socio-Economic development Plan (2016-2020), the average percapita income had increased from USD 1,217/person/year in 2011 to USD1,970/person/year in 2015 5 which corresponds to the average growth rate of GDP ofabout 7.9% per annum; the poverty rate (head-count) had declined from 27.6% in2008 to about 20% in 2015, 6 with an average decrease of more than 1% per annum.Lao PDR become one of the countries having the highest economic growth rate inthe South-East Asia and Pacific region 7 ."}, {"text_block_id": "p13_b3", "text": "At the 35 th General Assembly of ASEAN Inter-Parliamentary Assembly (AIPA)on 17 September 2014, the ASEAN member countries had unanimously agreed thateach country shall develop its green growth strategy and establish its green growthpromotion centre for using as basis and coordination mechanism for encouragingand promoting the green growth activities in a systematic and efficient manner 3 . Atpresent, many member countries of ASEAN, such as: Vietnam, Cambodia,Indonesia and others have already developed their green growth strategy andpromotion centre. Therefore, in order to comply with the Resolution of the 35 thGeneral Assembly of ASEAN Inter-Parliamentary Assembly and to ensureconformance with the overall trend of international and regional socio-economicdevelopment, Lao PDR shall have its green growth strategy and green growthpromotion centre."}, {"text_block_id": "p12_b3", "text": "Need for and Requisite of the Formulation of National GreenGrowth Strategy and Establishment of National Green GrowthPromotion Centre of the Lao PDR and Status of Socio-EconomicDevelopment"}, {"text_block_id": "p10_b3", "text": "Hence, this National Green Growth Strategy of the Lao PDR is the outcome ofwide participation and consensus of the society. This National Green GrowthStrategy of the Lao PDR is not a strategy which is developed to replace the existingsector and local strategies and plans; but it is a supplementary strategy which isdeveloped for providing direction and basis for integrating green growth into thesector and local plans in each period, ensuring uniform determination of standardsand minimizing inconsistencies, and for encouraging and promoting efficient andeffective implementation of the programs and projects that relate to green andsustainable growth in these strategies and plans to ensure achievements of thenational socio-economic development goals and the sector and local developmentsgoals in accordance with green and sustainable direction as specified in the Vision2030, the 10-year Strategy (2016-2025) and the 8 th Five-Year National SocioEconomic Development Plan (2016-2020)."}, {"text_block_id": "p9_b3", "text": "Under the close guidance of the Leading Committee, the Secretariat forFormulation of National Green Growth Strategy of the Lao PDR has performed therole of focal point in coordinating, studying and drafting this Strategy with wideparticipation of the sectors, local administration, civil society organizations,development partners, international organizations, domestic and foreign enterprises.In the process of the formulation of the National Green Growth Strategy of the LaoPDR, 3 consultation meetings were held for brainstorming and mobilizing opinionsat the central and leading committee level to which representatives from relevantsectors at central level, civil society organizations, development partners andrepresentatives from domestic and foreign enterprises were invited to participate. Atthe local level, the consultation meetings for brainstorming and mobilizing opinionswere held in all 3 regions of the country (Northern, Central and Southern regions)with the participation of the representatives from sector agencies of all provinces (18provinces) across the country. Moreover, specific meetings were also held severaltimes for discussion within the Secretariat. In addition to the process of preparationand operation of the drafting of this strategy, the Leading Committee and theSecretariat for Formulation of National Green growth Strategy of the Lao PDR hadundertaken the study tour to draw lessons in the Republic of Korea which is acountry having lessons and successful achievement in the socio-economicdevelopment according to green and sustainable direction."}, {"text_block_id": "p8_b3", "text": "With the aim of translating the Resolution of the 10 th Congress of the LaoPeople’s Revolutionary Party, the Government of the Lao PDR has developed theVision 2030, the 10-Year Strategy (2016-2025) and the 8 th Five-Year National SocioEconomic Development Plan (2016-2020). These Vision, Strategy and NationalSocio-Economic Development Plan had defined the directions and goals of thenational socio-economic development of the Lao PDR with the focus on continuingthe socio-economic development to enable Lao PDR to be graduated from the statusof least developed country by 2020 and to become an upper-middle incomedeveloping country and achieve the Sustainable Development Goals (SDGs) by2030 in accordance with green and sustainable direction 1 . The National Assembly ofthe 8 th Legislature had adopted these Vision 2030, Strategy and National SocioEconomic Development Plan at the Inaugural Session held between 20-22 April2016 in Vientiane Capital."}, {"text_block_id": "p7_b3", "text": "“For achieving the economic growth that is efficient,clean, comprehensive, inclusive, fair and resilient toclimate change and global economic uncertainties”"}, {"text_block_id": "p6_b3", "text": "In addition, this National Green Growth Strategy of the Lao PDR has alsoexamined and identified the mechanism to integrate green growth into sector andlocal policies, strategies and plans in a systematic and more effective manner. It hasproposed the establishment of the National Green Growth Centre and Fund of theLao PDR which are to be the focal point of coordination and the financial mechanismto encourage and promote the national socio-economic development according togreen and sustainable direction, and has also created the mechanism to monitor andevaluate the indicators in this strategy and to develop it to gradually become anefficient and successful monitoring system."}, {"text_block_id": "p5_b3", "text": "This National Green Growth Strategy of the Lao PDR is the translation of theResolution of the 10 th Party Congress, the Vision 2030, the 10-Year Strategy (2025) and the 8 th Five-Year National Socio-Economic Development Plan (20162020) into details. The main objectives and goals of the formulation andimplementation of this Strategy are to develop the potentials to integrate greengrowth into the formulation and implementation of sector and local strategies andplans in each period to ensure achievement of long-term goals of national socioeconomic development set out by the Party and Government, such as: graduatingfrom the status of least developed country (LDC) by 2020 and moving towardbecoming a developing country with an upper middle-income in accordance withgreen and sustainable direction and achieving the Sustainable Development Goals(SDGs) by 2030 with quality."}, {"text_block_id": "p4_b3", "text": "Table 2: Results of the Assessment of the Green Growth of Lao PDR and Targetsin 2025 and 2030………..………………………………………………………………………………72"}, {"text_block_id": "p3_b3", "text": "Part V Monitoring, Evaluation and Reporting on the Progress of the Economic Developmentaccording to Green and Sustainable Direction in Lao PDR………………………………………..67"}, {"text_block_id": "p2_b3", "text": "Preamble ......................................................................................................................................... 4"}, {"text_block_id": "p1_b3", "text": "National Green Growth Strategyof the Lao PDR till 2030"}, {"text_block_id": "p96_b3", "text": "Note: For details, see the copy of the 2 Resolutions attached herewith."}, {"text_block_id": "p95_b3", "text": "Lao People’s Democratic RepublicPeace independence Democracy Unity Prosperity-------------------"}, {"text_block_id": "p94_b3", "text": "and plans for the sectors and local administrations;- The Secretariat of the Committee for Formulation of Green Growth Strategy is"}, {"text_block_id": "p93_b3", "text": "Rights and Duties:"}, {"text_block_id": "p92_b3", "text": "Rights and Duties:"}, {"text_block_id": "p91_b3", "text": "Lao People’s Democratic RepublicPeace independence Democracy Unity Prosperity-------------------National Steering CommitteeFor Green GrowthNo. 01/NSCGGVientiane Capital, 19 April 2017"}, {"text_block_id": "p90_b3", "text": "Article 7.All Ministries, Ministry-Equivalent Organizations, Vientiane Capital, allprovinces countrywide, all relevant parties and appointed persons shallacknowledge and ensure successful implementation of this Decision."}, {"text_block_id": "p89_b3", "text": "Article 5.To appoint the Support Committee to the Green Growth Secretariat whichshall comprise the following personnel:"}, {"text_block_id": "p88_b3", "text": "Article 3.To appoint the Green Growth Secretariat which shall comprise thefollowing personnel:"}, {"text_block_id": "p87_b3", "text": "Lao People’s Democratic RepublicPeace independence Democracy Unity Prosperity-------------------Prime MinisterNo. 95/PMVientiane Capital, 08 December 2016"}, {"text_block_id": "p85_b3", "text": "socially and environmentally-friendly from foreign countries for adapting and applying inLao PDR.- Mainstream the results of research and lessons learned from international organizationsand foreign into the formulation and implementation of the green growthstrategies."}, {"text_block_id": "p84_b4", "text": "- Pay attention to the protection of environment and protection of labour health and safety.- Prepare the plan to close the mine and restore the mining areas to enable the re-use ofthese areas.- Promote the processing of minerals into finished products or semi-finished product for"}, {"text_block_id": "p83_b4", "text": "- Create the conditions and environment in term of laws and regulations and access toproduction inputs, markets and funding sources for the artisans and producers ofhandicraft products.- Promote the establishment of group of artisans and/or group of entrepreneurs producingcommercial handicraft products.- Promote commercial production, marketing, sale and consumption of handicraft products."}, {"text_block_id": "p82_b4", "text": "• Agriculture and Forestry"}, {"text_block_id": "p81_b4", "text": "Focused Areas/Sectors andSupportingSectors"}, {"text_block_id": "p80_b4", "text": "Government of Lao PDR (2016). 8 th Five-Year National Socio-Economic DevelopmentPlan (2016-2020). Ministry of Planning and Investment."}, {"text_block_id": "p79_b4", "text": "(average2010-2015)"}, {"text_block_id": "p78_b4", "text": "3.1.2. Efficiency of agricultural land use"}, {"text_block_id": "p77_b4", "text": "62.1373.3081.86"}, {"text_block_id": "p76_b4", "text": "Indicators of Green GrowthBaseYear"}, {"text_block_id": "p75_b4", "text": "<160,000(average20202025)"}, {"text_block_id": "p74_b4", "text": "240230"}, {"text_block_id": "p73_b4", "text": "3538"}, {"text_block_id": "p72_b4", "text": "Table 1: Areas, Dimensions and Indicators of the Green Growth of Lao PDR"}, {"text_block_id": "p71_b4", "text": "In order to measure and monitor the national socio-economic developmentaccording to green and sustainable direction, the National Green Growth Strategy ofthe Lao PDR develops the system of monitoring and evaluation of the green growthof Lao PDR as follows:"}, {"text_block_id": "p69_b4", "text": "To ensure efficient, effective and successful implementation, the NationalGreen Growth Strategy of the Lao PDR proposes the policy legislationmeasures as below:"}, {"text_block_id": "p68_b4", "text": "• Voluntary Contribution from Individuals, Legal Persons inside theCountry and Abroad: Individuals and legal persons living inside the country and inforeign countries who are benevolent, have the intention and are willing to providesupport can make contribution in cash or in kind to the Green Growth PromotionFund of the Lao PDR unconditionally."}, {"text_block_id": "p67_b4", "text": "• Contribution of the State Budget: It mainly consists of payment of salaryand other benefits to the officials/civil servants who perform the function ofmanagement and administration of the fund; contribution in kinds, such as:workplace of the fund, vehicles and office materials and supplies which arenecessary for the management and administration of the fund; and regular recurrentexpenses for carrying out the mandates of the National Green Growth PromotionCentre of the Lao PDR. In addition, the Government will also allocate 2% of therevenue from environmental taxes (taxes collected in accordance with the Law onEnvironmental Tax which is currently in the process of drafting by the Ministry ofFinance and the Ministry of Natural Resources and Environment) to this fund. 52However, at the initial stage, it is required to consult with the Environment ProtectionFund (EPF) to temporarily open the budget account specifically for green growthwork until the National Green Growth Promotion Centre is able to establish themechanism for the management of this fund."}, {"text_block_id": "p66_b4", "text": "As the National Green Growth Strategy of the Lao PDR is not a strategydeveloped for replacing the existing sector and local strategies and plans, but it is astrategy or a mechanism which is developed for encouraging or promoting theimplementation of the green programmes, projects, activities or components in thesestrategies and plans to ensure the achievement of the long-term goals of the socioeconomic development which are defined in the Vision 2030, the 10-Year Strategy(2026-2025) and the 8 th Five-Year National Socio-Economic Development Plan(2016-2020), such as: graduating from the status of least developed country in asustainably manner by 2020, becoming a developing country with upper-middleincome and achieving the Sustainable Development Goals (SDGs) by 2030."}, {"text_block_id": "p65_b4", "text": "The focal points or the coordinators of green growth at the relevant sectorsand local administrations will receive the training, transfer of knowledge, informationand capacity upgrading concerning the green growth activities and shall have themain mandate of ensuring the coordination and liaison between their sector and local"}, {"text_block_id": "p64_b4", "text": "However, this does not mean that the Department of Planning of all Ministries,Agencies and the Department of Planning and Investment of the relevant provinceswill have to create a new division, section or unit to become specifically the focalpoint of coordination of the green growth. In order to avoid further expansion of stateorganizational machinery, the National Green Growth Strategy of the Lao PDR"}, {"text_block_id": "p63_b4", "text": "• Green Growth Promotion Centre of the Lao PDR: After receiving theapproval, in order to efficiently and effectively implement this strategy and to ensurecontinuity, the National Green Growth Strategy of the Lao PDR proposes to establishthe National Green Growth Promotion Centre of the Lao PDR in accordance with theNotification of the Prime Minister’s Office (previously called Government Office)No. 1751/GO.SD, dated 8 December 2014 to serve as an organization of theNational Steering Committee for Green Growth. Details are in Annex 4."}, {"text_block_id": "p61_b4", "text": "To ensure efficient, effective and successful implementation of this Strategyand to promote the socio-economic development of Lao PDR in line with green andsustainable direction, the National Green Growth Strategy of the Lao PDR proposesthe implementation measures as follows:"}, {"text_block_id": "p59_b4", "text": "It is a sector having an important role in supporting the green growth in thelong term. The National Green Growth Strategy of the Lao PDR will focus on: (1)building the awareness of the students and mainstreaming green growth into theteaching and learning curriculum of the primary and secondary schools; (2)coordinating with the enterprise sector to develop the curriculum for vocationaleducation in the fields related to green growth/sustainable development, such as:eco-tourism management, clean agricultural production, organic agriculturalproduction, etc. in vocational schools with a view of ensuring the supply of qualitylabour for green growth; (3) developing the curriculum and starting the teaching ofsubjects related to green growth/sustainable development, such as: environmentaleconomics, natural resources management, water resources management andadministration, etc. in schools and universities; and (4) increasing the research andanalysis on science and policies relating to green growth."}, {"text_block_id": "p58_b4", "text": "- Mainstreaming the results of research and lessons learned from international"}, {"text_block_id": "p57_b4", "text": "- Establishing and building the capacity of the research network to support the"}, {"text_block_id": "p56_b4", "text": "sectors, such as: passenger transport service, hotel, guesthouse and resort,restaurant, entertainment place services, etc. by providing trainings and skilldevelopment to the staff in these sectors."}, {"text_block_id": "p55_b4", "text": "However, the tourism potentials in Lao PDR have not been exploited andutilized efficiently and fully, particularly the eco-tourism potentials. According to thedata from the Ministry of Information, Culture and Tourism, at present, about 20% ofthe total tourism sites are developed and opened for providing services.Furthermore, the advertising and dissemination of tourism in Lao PDR are not widelyand extensively performed and, consequently, the tourists in many countries do notknow about Lao PDR. The tourism activities are not diversified and impressive fortourists; the quality of the services remains low and substandard; the production ofhandicraft products and food product is not sufficient to meet the demand of tourismboth in term of quantity and quality; the management and use of tourism sites inmany places are not efficient, effective and sustainable and so on."}, {"text_block_id": "p54_b4", "text": "It is a sub-sector which is important for the protection and development of thenational unique characteristics. Culture is related with many priority sectors of thegreen growth, such as: tourism, information, housing and urban planning sectors.Therefore, the National Green Growth Strategy of the Lao PDR has identified cultureas an important sector and will particularly focus on: (1) coordinating with the tourismsector to create the activities and develop the national historical and cultural tourismsites to make them diversified and beautiful so as to attract the tourists to visit LaoPDR, and to promote economic growth, create jobs and reduce poverty; (2)coordinating with the information sector to disseminate the culture and lifestyle whichare unique to the nation, to educate the Lao people to have simple life and tobecome thrifty, polite, generous and altruistic, respect and honor the visiting guests;and (3) coordinating with the public works and transport sector to design the urbanplan, housing plan and town decorations to ensure artistic and cultural value which isunique of the Lao nation."}, {"text_block_id": "p53_b4", "text": "- Raising the consciousness, using the economic tools (price mechanism or"}, {"text_block_id": "p52_b4", "text": "management of the electricity sector with wide participation of many sectors andlocal administrations to decrease the negative impacts and to ensure efficient,effective and sustainable use of natural resources and to ensure equity in thedistribution of benefits and risks obtained from the electricity development projectswith the special focus on the design and construction of the hydropower dams,construction of transmission line system, management and administration of water,management and protection of water sources and so on."}, {"text_block_id": "p51_b4", "text": "49 Ministry of Energy and Mines. 2011. Renewable Energy Development Strategy.50 http://portal.gms-eoc.org/charts/overview/energy-intensity?gid=19"}, {"text_block_id": "p50_b4", "text": "- Promoting the production, import and use of transport vehicles which use"}, {"text_block_id": "p49_b4", "text": "Most of the transportation vehicles in Lao PDR consume fuel imported fromabroad. Consequently, in each year, Lao PDR has to import a large quantity of fuelfrom foreign countries. In 2015, the total value of import of fuel of Lao PDR hadreached USD 2,930 million, covering about 16.6% of the gross import value of goodsor equaling to about 5.7% of the Gross Domestic Product of the country in thatyear. 47 More than 80% of these fuels are used in the transport sector, especially inhousehold transport or personal vehicles. The import and use of these fuels havemade the economy of Lao PDR to be dependent to foreign countries and to have ahigh trade balance deficit in each year. Moreover, the import and use of these fuelsin the transport sector are also an important source of greenhouse gas emissions inLao PDR."}, {"text_block_id": "p48_b4", "text": "investment in waste-related business activities in order to reuse the wastes or to usethem as raw materials for producing various items so as to create economic value,jobs and income generating activities for the peoples as well as to decrease the useof new natural resources. According to the statistic data, a person in VientianeCapital has produced the wastes, on average, of 237 Kgs per year; about 70% ofthese wastes can be reused. Most of these wastes consist of papers, plastics,glasses and metals. At present, only 10% of these wastes are collected reuse.These statistic data indicate that reuse of wastes is an opportunity for investment tocreate jobs and income generating activities for the peoples."}, {"text_block_id": "p47_b4", "text": "- Developing the urban plan design, housing and building designs and ensuring"}, {"text_block_id": "p46_b4", "text": "- Increasing the diversification of the products, especially the finished products"}, {"text_block_id": "p45_b4", "text": "The gross value of export of Lao PDR was about USD 4,803 million in 2017 45and the annual growth rate of export is about 13.4% per year which is considered tobe substantially high. However, the export goods and export markets of Lao PDR arehighly concentrated. According to the statistics, the main export goods of Lao PDRconsist of minerals which covered 47% of the total value of goods export; followed bygarment industry products and other processing products which covered about 24%;electricity, about 15%; agricultural products covered about 8%; wood and woodenproducts covered about 4%; and other products covered about 2% of the total valueof export. The main export markets of Lao PDR include Thailand which accountedfor 46% of the total value of export; China, 14%; Australia, 13%; Vietnam, 12%; andother countries, 15%. This concentration of export products and export marketsmakes the economy of Lao PDR to face with the risks and vulnerability to the globaleconomic uncertainties. Moreover, Lao PDR is a country which has a significanttrade balance deficit. According to the statistics, the import commodities of Lao PDRare comprised of: construction material (20%), spare-parts (18%), fuel and gas(17%), inputs for agricultural production (12%), electric appliances (11%),consumer’s goods (6%) and others (16%)."}, {"text_block_id": "p44_b4", "text": "green and sustainable direction through various special policies and measures, suchas: facilitating the access to the funding sources; access to clean, advanced, efficientand effective technology; access to markets, skilled labour and, at the same time,upgrading the capacity of the entrepreneurs."}, {"text_block_id": "p43_b4", "text": "increase of competitive capacity of the manufacturing industries in Lao PDR at theregional and international levels by using the technical innovation and modernproduction technology."}, {"text_block_id": "p42_b4", "text": "3.2.3 Industry and Commerce Sector"}, {"text_block_id": "p41_b4", "text": "types of forest and ensuring their completion as soon as possible; focusing on theformulation, revision, implementation of the laws, regulations and mechanisms onprotection and use of each type of forest and monitoring their implementation in anefficient, effective and sustainable manner."}, {"text_block_id": "p40_b4", "text": "- Improving and expanding the agricultural production infrastructure system to"}, {"text_block_id": "p39_b4", "text": "production methods and alternative agricultural production techniques which areclean, efficient, sustainable and capable to adapt to different environmentalconditions across Lao PDR. 36- Reducing the wastes and pollution that are caused by agricultural production"}, {"text_block_id": "p38_b4", "text": "3.2.2.1. Agriculture Sector"}, {"text_block_id": "p37_b4", "text": "economic growth of Lao PDR is related with the efficient, effective and sustainablemanagement and use of water and water resources. Therefore, this National GreenGrowth Strategy of the Lao PDR gives importance and focuses on promoting themanagement and use of water and water resources in an efficient, effective andsustainable manner. The main focus will be on: (1) encouraging and promoting thecreation of the coordinating mechanism for the management, allocation and use withthe participation of many sectors and local administrations to ensure efficiency,effectiveness and sustainability of the use of water and water resources and toensure the consensus and supply of water, in sufficient quantity and quality, forpublic consumption and use, agricultural production, aquatic life conservation,fishery, hydroelectricity production, industrial uses and other uses; (2) Protecting andimproving the quality of the water source forests/water sources which are related tothe water reservoirs; (3) Protecting, improving and expanding the natural waterreservoirs (streams, ponds, canals, marshes, etc.) and man-made water sources tomake them more efficient and sustainable to ensure sufficient water storage andsupply and to respond to the climate change and water shortage; (4) Controlling thequality of water; and (5) Formulating the plan for efficient, effective and sustainablemanagement, allocation and use of water and water resources."}, {"text_block_id": "p36_b4", "text": "- Creating the mechanism of coordination for the research, survey, allocation,"}, {"text_block_id": "p35_b4", "text": "them diversified so as to decrease the vulnerability to natural disasters."}, {"text_block_id": "p34_b4", "text": "Therefore, this National Green Growth Strategy of the Lao PDR has identifiedthe adaptation to climate change as a focused area to reduce the risk andvulnerability of the economy of Lao PDR to climate change and natural disasters,and will particularly focus on:"}, {"text_block_id": "p33_b4", "text": "- Promoting the protection and provision of assistance to women and childrenwho are victims of domestic violence, sexual violence and human trafficking."}, {"text_block_id": "p32_b4", "text": "3.1.3 Gender Role: Protection and Promotion of the Advancement of Women"}, {"text_block_id": "p31_b4", "text": "- Continuing the implementation of the policy of grouping small villages into a"}, {"text_block_id": "p30_b4", "text": "An important characteristic of the green growth of Lao PDR, according to thedefinition specified in this Strategy, is economic growth and poverty reduction in acomprehensive, inclusive and fair manner, aiming at allowing all ethnic groups,peoples of all social strata, all sexes, all ages and all persons in the society to beable to participate in the process and to receive the benefits from developmentcomprehensively, inclusively and fairly. Rural development and poverty reductionare, therefore, a focused area of this National Green Growth Strategy of the LaoPDR in order to enable poor people living in rural and remote areas to contribute tothe development process and receive the benefits from the socio-economicdevelopment in a comprehensive, inclusive and fair manner."}, {"text_block_id": "p29_b4", "text": "Continuing the improvement of the investment environment and managementsystem in Lao PDR to make it strong, transparent and more efficient is, therefore, anecessity and an urgent need to ensure socio-economic development in accordancewith green and sustainable direction as defined in the Vision 2030 and 10-YearStrategy (2016-2025) and in the 8 th Five-Year National Socio-EconomicDevelopment Plan (2016-2020). The National Green Growth Strategy of the LaoPDR proposes to focus on:"}, {"text_block_id": "p28_b4", "text": "In fact, green growth is related to all areas and sectors. However, to ensurethat the support and promotion are performed in a more focused, efficient andeffective manner, this National Green Growth Strategy of the Lao PDR has dividedthe areas and sectors into focused and supporting areas and sectors based onnotable potentials as below:"}, {"text_block_id": "p27_b4", "text": "Source: Secretariat for Formulation of National Green Growth Strategy of the Lao PDR."}, {"text_block_id": "p26_b4", "text": "Through the study and consultation with many sectors and localadministration, it is found that the National Green Growth Strategy of the Lao PDRshall not be a strategy developed for replacing, cancelling or framing the existingstrategies of the sector and local level, but must be a supplementary strategydeveloped for strengthening the policy, strategy and mechanism of sustainabledevelopment in Lao PDR to ensure the achievement of the medium and long-termgoals of the socio-economic development which are specified in the Vision 2030, the10-Year Strategy (2016-2025) and the 8 th Five-Year Socio-Economic DevelopmentPlan (2016-2020), such as: graduating from the status of least developed country by2020, becoming a developing country with upper-middle income and achieving theSustainable Development Goals (SDGs) by 2030 in accordance with green andsustainable direction."}, {"text_block_id": "p25_b4", "text": "- The formulation and implementation of the National Green Growth Strategyof the Lao PDR shall be the translation of the Resolution of the 10 th Party Congress,the Vision 2030 and 10-Year Strategy (2016-2025) and the 8 th Five-Year SocioEconomic Development Plan (2016-2020) to ensure the achievement of thespecified medium and long-term goals of the national socio-economic development,such as: graduating from the status of least developed country by 2020, becoming adeveloping country with upper-middle income and achieving the SustainableDevelopment Goals (SDGs) by 2030 in accordance with green and sustainabledirection."}, {"text_block_id": "p24_b4", "text": "However, the meaning of national green growth of Lao PDR defined in thisStrategy is not a static scripture which cannot be improved or changed. On thecontrary, it is a dynamic meaning of national green growth which is to be improvedand changed based on the actual situation and requirements of the socio-economicdevelopment of Lao PDR in each period."}, {"text_block_id": "p22_b4", "text": "This means that national green growth of Lao PDR is the growth of theeconomy, reduction of poverty and the raising of living standards of the people whichhave 4 fundamental characteristics, such as: (1) comprehensive, inclusive and fair:the aim is to ensure that all parties, ethnic groups, social strata and all persons areable to participate in the process and fairly receive the benefits from the socioeconomic development; (2) efficient, effective and sustainable: this means usinglimited natural resources of the country in a small quantity to obtain high output andensure sustainability; (3) clean: this means reducing the release of pollution, wastesand greenhouse gas emissions which are the main causes of climate change,natural disasters and various sicknesses; and (4) economic growth, povertyreduction and raising of living standards of the people which are resilient or have lowlevel of risks and vulnerability to the climate change, natural disasters and globaleconomic uncertainties."}, {"text_block_id": "p21_b4", "text": "2.1 Meaning of National Green Growth of Lao PDR"}, {"text_block_id": "p19_b4", "text": "Therefore, the Resolution of the 10 th Party Congress as well as the Vision2030, 10-Year Strategy (2016-2025) and the 8 th Five-Year National Socio-EconomicDevelopment Plan (2016-2020) had defined the direction of the socio-economicdevelopment according to green and sustainable direction. With a view to translatingthe Resolution of the Party Congress and the socio-economic development strategyand plan and ensuring gradual achievements, the Government of Lao PDR haddecided to appoint the National Steering Committee for Green Growth on 08December 2016 with the Deputy Prime Minister as Chair and the Ministers ofrelevant Ministries and agencies as members of this steering committee. In order todetermine the direction, focus and establish the focal point of coordination toencourage and promote the green growth activities in each sector and local level in asystematic and efficient manner, the National Steering Committee for Green Growth"}, {"text_block_id": "p18_b4", "text": "In addition, many sectors and local administrations have also startedmainstreaming the Green Growth Agenda into their policies, strategies and plans,such as: the agriculture and forestry sector has the strategy and policy to increasethe forest cover rate to 70% by 2020, 20 promotes clean agriculture, organicagriculture, integrated agricultural production and emphasizes on raising productivitythrough the increase of efficiency rather than the expansion of areas. 21 The publicworks and transport sector also has the vision, strategy and policy on urbandevelopment 22 and transport development according to green and sustainabledirection. On 14 July 2018, the Ministry pf Public Works and Transport had signed acooperation agreement with ‘Eptisa Servicios de Ingerieria SL’ to conduct the surveyand design of the urban green and sustainable transport project. This project will bedesigned and implemented on a pilot basis in 4 urban districts of Vientiane Capitalsuch as: Chanthabuly, Sikhottabong, Sisattanak and Saysettha districts. 23 Theenergy and mines sector has the policy and strategy on development of cleanenergy and renewable energy which are available inside the country in order toreduce the environmental impacts and the dependence on import of fossil energy"}, {"text_block_id": "p17_b4", "text": "Hence, the formulation of the National Green Growth Strategy and theestablishment of the National Green Growth Promotion Centre are necessary for thetranslation of the Resolution of the 10 th Party Congress, Vision 2030, 10-YearStrategy (2016-2025) and the 8 th Five-Year Socio-Economic Development Plan(2016-2020) into details step by step."}, {"text_block_id": "p16_b4", "text": "14 The Ministry of Natural Resources and Environment. 2013. Second National Communication on Climate Change of Lao PDR.Vientiane Capital. March 2013.15 The Ministry of Natural Resource and Environment. 2013. Second National Communication on Climate Change. VientianeCapital. March 2013.16 https://data.worldbank.org/indicator/EN.ATM.GHGT.KT.CE?locations=US-CN-LA&view=chart17 The Ministry of Natural Resources and Environment. 2013. Second National Communication on Climate Change of Lao PDR.Vientiane Capital. March 2013."}, {"text_block_id": "p15_b4", "text": "- Degradation of Urban Environment: In addition to the degradation anddepletion of natural resources, economic vulnerability and social disparity mentionedabove, the economic development and poverty reduction in the past period havealso resulted in the gradual degradation of the urban environment, particularly: theincrease of air, odor and noise pollution, solid wastes, sewages, traffic jam, roadaccidents, etc. which are caused by the rapid expansion of urban population, rapidincrease in the number of vehicles, industrial factories and so on as well as byinefficient urban administration. These lead to the gradual decrease in the quality ofliving conditions of the people in the urban areas, especially in large cities wherethere is a large number of internal immigrants, such as: Vientiane Capital,Savannakhet, Luang Prabang and Pakse."}, {"text_block_id": "p14_b4", "text": "However, such rapid economic expansion and poverty reduction are achievedthrough significant use of natural resources in a wasteful, inefficient, ineffective andunsustainable manner. This is the root-cause of many problems, such as:"}, {"text_block_id": "p13_b4", "text": "1.2. Status of Socio-Economic Development in Lao PDR"}, {"text_block_id": "p12_b4", "text": "1.1. Overall Global Environment and Trends"}, {"text_block_id": "p10_b4", "text": "This National Green Growth Strategy of the Lao PDR consists of 5 majorparts which are: Part I - need and requisite of the formulation of National GreenGrowth Strategy and establishment of National Green Growth Promotion Centre ofthe Lao PDR; Part II - meaning, position, roles and relations between the NationalGreen Growth Strategy of the Lao PDR and the national strategy and socioeconomic plan and the sector and local plans; Part III – focused/priority sectors andareas of green growth promotion in Lao PDR; Part IV - mechanism and measures ofimplementation of the National Green Growth Strategy of the Lao PDR; and Part V –system of monitoring, evaluation and reporting on the progress of the implementationof green growth activities in each period through the creation of national greengrowth indexes of Lao PDR. This system has calculated the index values of the LaoPDR at present time and set the targets till 2025 and 2030."}, {"text_block_id": "p9_b4", "text": "The strategy formulation process has also received the technical support fromthe World Bank (WB), the Global Green Growth Institute (GGGI), UNIDO and others.These international institutions and organizations had provided technical support tothe process of drafting this National Green Growth Strategy of the Lao PDR invarious forms, such as: the World Bank (WB) had organized a technical meeting onthe funding of green growth activities and provided data, comments andrecommendations that are useful for the process of drafting this Strategy.Specifically, the World Bank has provided the financial support for the process ofdrafting this Strategy through the Environment Protection Fund (EPF) including thebudget for undertaking the study tour abroad of the Leading Committee and theSecretariat for the purpose of learning and sharing lessons, for organizing internaldiscussion meeting and for conducting the collection and analysis of data for using inthe process of drafting this Strategy. The Global Green Growth Institute (GGGI) had"}, {"text_block_id": "p8_b4", "text": "In order to ensure that the socio-economic development of the Lao PDR isundertaken in line with green and sustainable direction as defined by the Vision2030, the 10-Year Strategy (2016-2025) and the 8 th Five-Year National SocioEconomic Development Plan (2016-2020), the Government of Lao PDR hadappointed the National Steering Committee for Green Growth on 08 December 2016with the Deputy Prime Minister, Minister of Finance as Chair, Minister of Planningand Investment as Vice-Chair, President of the National Institute for EconomicResearch and Ministers of relevant line Ministries and agencies as members. ThisNational Steering Committee for Green Growth has the main roles and duties to leadand guide the implementation of the green growth activities countrywide to ensureachievement of successes with high efficiency and effectiveness and conformancewith the actual requirements of the socio-economic development of the Lao PDR ineach period; and to study, consider and approve the strategies and policies relatedto green growth of the sectors and local administrations. (Details are in Annex 2)."}, {"text_block_id": "p6_b4", "text": "I would like to take this opportunity, on behalf of the Party, Government andthe Lao people across the country, to express my profound thanks to all partieswhich have participated and provided supports to the process of the formulation ofthis National Green Growth Strategy of the Lao PDR that allow successfulcompletion. Specifically, I would like to express my deep thanks to the NationalSteering Committee for Green Growth and the Leading Committee and Secretariatfor Formulation of Green Growth Strategy and Establishment of Green GrowthPromotion Centre of the Lao PDR for concentrating their efforts in carrying out theirassigned work actively and responsibly leading to the successful completion of theformulation of this strategy."}, {"text_block_id": "p5_b4", "text": "With a view to ensuring the achievement of the long-term goals of nationalsocio-economic development set out by the Party and Government of Lao PDR, thisNational Green Growth Strategy of the Lao PDR is developed to strengthen thebalance between economic expansion, environmental protection and socialdevelopment to ensure the maintenance of high, stable, sustained and durableeconomic growth. In particular, this National Green Growth Strategy of the Lao PDRhas focused on: (1) encouraging and promoting the economic growth and povertyreduction in a comprehensive, inclusive and fair manner, allowing all persons in thesociety to receive the benefits from such development; (2) raising the efficiency andeffectiveness of the utilization of limited natural resources of the country to ensureoptimal benefits; (3) economic growth that is clean and environmentally-friendly andthat decreases wastes and greenhouse gas emissions; and (4) increasing theeconomic resilience to climate change, natural disasters and of global economicuncertainties."}, {"text_block_id": "p4_b4", "text": "Contents of Charts"}, {"text_block_id": "p3_b4", "text": "5.1 Areas, Dimensions and Indicators of National Green Growth of Lao PDR……………….675.2 National Green Growth Indexes of Lao PDR………………………………………………...715.3 Monitoring and Reporting………………………………………………………………………75"}, {"text_block_id": "p2_b4", "text": "Part I Need for and Requisite of the Formulation of National Green Growth Strategy andEstablishment of National Green Growth Promotion Centre of the Lao PDR and Statusof Socio-Economic Development .................................................................................................. 8"}, {"text_block_id": "p1_b4", "text": "(Secretariat for Formulation of National Green Growth Strategy"}, {"text_block_id": "p96_b4", "text": "This Notification is issued to you for information and for complying with thisinstruction."}, {"text_block_id": "p95_b4", "text": "Government OfficeNo. 1751/GO.SDVientiane Capital, 08 December 2014"}, {"text_block_id": "p94_b4", "text": "entitled to request for technical supports from domestic and foreign experts;- Coordinate and provide facilities for the implementation of activities related to the"}, {"text_block_id": "p93_b4", "text": "- Draft the green growth strategy of the Lao PDR and ensure it is efficiently,"}, {"text_block_id": "p92_b4", "text": "- Lead and guide the formulation of the green growth strategy and establishment"}, {"text_block_id": "p91_b4", "text": "Decisionon Appointment of the Committee for Formulation of Green GrowthStrategy and Establishment of Green Growth Promotion Centreof the Lao PDR"}, {"text_block_id": "p90_b4", "text": "Article 8.This Decision is effective from the date it is signed."}, {"text_block_id": "p89_b4", "text": "1. Director General of Department of Planning, Ministry of Planningand InvestmentChief2. Deputy Director General of Department of International Finance,Ministry of FinanceVice-Chief3. Deputy Director of Training and Information Center, NationalInstitute for Economic ResearchVice-Chief4. Deputy Director General of Department of Planning & Cooperation,Ministry of Natural Resources and EnvironmentMember5. Deputy Director General of Department of Planning & Cooperation,Ministry of Agriculture and ForestryMember6. Deputy Director General of Department of Planning & Cooperation,Ministry of Public Works and TransportMember7. Deputy Director General of Department of Planning & Cooperation,Ministry of Industry and CommerceMember8. Deputy Director General of Department of Economics,Prime Minister’s OfficeMember9. Deputy Director General of Cabinet, Ministry of Energy and MinesMember10. Deputy Director General of Department of Planning & Cooperation,Ministry of Science and TechnologyMember."}, {"text_block_id": "p88_b4", "text": "1. Minister of Planning and InvestmentHead of the Secretariat2. Vice Minister of FinanceDeputy-Head3. Vice-President of National Institute for Economic ResearchDeputy-Head4. Vice Minister of Planning and InvestmentDeputy-Head5. Vice Minister of Natural Resources and EnvironmentMember6. Vice Minister, Deputy-Chief of Cabinet of Prime Minister’s OfficeMember7. Vice Minister of Agriculture and ForestryMember8. Vice Minister of Public Works and TransportMember9. Vice Minister of industry and CommerceMember10. Vice Minister of Energy and MinesMember11. Vice Minister of Science and TechnologyMember."}, {"text_block_id": "p87_b4", "text": "Decisionon Appointment of the National Steering Committee for Green Growth"}, {"text_block_id": "p85_b4", "text": "III. Supporting / Underpinning Sectors"}, {"text_block_id": "p84_b5", "text": "export to increase the economic value, create more job for the people in order to raisethe efficiency of mineral utilization."}, {"text_block_id": "p83_b5", "text": "➢ Trade"}, {"text_block_id": "p82_b5", "text": "➢ Agriculture"}, {"text_block_id": "p81_b5", "text": "Focuses"}, {"text_block_id": "p80_b5", "text": "National Institute for Economic Research (2017). National Research Framework forPromoting the implementation of Vision 2030, Strategy till 2025 and the 8 th Five-YearNational Socio-Economic Development (2016-2020)."}, {"text_block_id": "p79_b5", "text": "80"}, {"text_block_id": "p78_b5", "text": "67.8583.489.2"}, {"text_block_id": "p77_b5", "text": "2.1.1. Income equality (GINI)"}, {"text_block_id": "p76_b5", "text": "Targets2025"}, {"text_block_id": "p75_b5", "text": "<120,000(average20252030)"}, {"text_block_id": "p74_b5", "text": "http://portal.eoc.org/charts/overview/energy-intensity?gid=19"}, {"text_block_id": "p73_b5", "text": "Lao PDR Labor Force Survey2017"}, {"text_block_id": "p72_b5", "text": "Indicators of Green GrowthBaseYear"}, {"text_block_id": "p71_b5", "text": "5.1 Areas, Dimensions and Indicators of the National Green Growth ofLao PDR"}, {"text_block_id": "p69_b5", "text": "- The Prime Minister adopts and issues the Decree on implementation of theNational Green Growth Strategy of the Lao PDR."}, {"text_block_id": "p68_b5", "text": "4.2.2 Goals of Spending of the Green Growth Promotion Fund"}, {"text_block_id": "p67_b5", "text": "• Grants, Low-Interest Loans and Interest-Free Loans from InternationalOrganizations and Foreign Countries which are Related to the Promotion ofGreen and Sustainable Growth that are Mobilized by the National GreenGrowth Promotion Centre of the Lao PDR: At present time, green andsustainable growth is the overall global trend. Many international organizations,banks and governments of many countries have provided support to this trend andhave established many funds for promoting the socio-economic development alongthis path, such as: Green Climate Fund, Global Green Growth Fund (GGF), GlobalEnvironmental Fund (GEF), Forest Resource Development Fund (FRDF), RuralElectrification Fund (RAF), Renewable Energy Fund (RAEF), Global ConservationFund (GCF) and others."}, {"text_block_id": "p66_b5", "text": "Therefore, the budget for implementing the sector and local strategies andplans and for the socio-economic development in accordance with green andsustainable direction will be mainly from the existing regular budget of the sectorsand local administrations. Normally, this budget is obtained from many sources, suchas: State budget, grants and loans from international organizations and foreigncountries that are directly allocated to the sectors and local administrations, directinvestment from domestic and foreign investors in various forms, such as: foreigndirect investment (FDI), Public-Private Partnership (PPP) in the forms of BOT, BTOand others. However, in order to strengthen the funding for the green growthactivities, the National Green Growth Strategy of the Lao PDR will consider thesetting up of the Green Growth Promotion Fund."}, {"text_block_id": "p65_b5", "text": "National SteeringCommittee for GreenGrowth (NSCGG)"}, {"text_block_id": "p63_b5", "text": "To avoid the impact on the number of civil servants and salary expenditure ofthe Government, this Strategy proposes to establish the National Green GrowthPromotion Centre of the Lao PDR through the transfer of some officials/civil servantsfrom the National Institute for Economic Research, Ministry of Planning andInvestment and from other line Ministries who are interested and are willing tovoluntarily contribute to this work. Preferences shall be given to officials/civil servantswho have experiences and have contributed to the process of drafting the NationalGreen Growth Strategy and establishment of the National Green Growth PromotionCentre of the Lao PDR."}, {"text_block_id": "p61_b5", "text": "4.1 Organizational Mechanism"}, {"text_block_id": "p59_b5", "text": "3.3.4 Labour and Social Welfare Sector"}, {"text_block_id": "p58_b5", "text": "organizations and foreign countries into the formulation and implementation of thenational, sector and local green growth strategies in a systematic and efficientmanner."}, {"text_block_id": "p57_b5", "text": "implementation of the National Green Growth Strategy of the Lao PDR which is to bethe focal point of coordination between universities, research institutes and centersof various Ministries, such as: National Institute for Economic Research, NationalAgricultural and Forestry Research Institute of the Ministry of Agriculture andForestry,Renewable Energy Center of the Ministry of Energy and Mines,Environmental Research Institute of the Ministry of Natural Resources andEnvironment, National University of Laos and other institutes which are members ofthis network."}, {"text_block_id": "p56_b5", "text": "- Coordinating with relevant sectors, such as: coordinating with the agricultural"}, {"text_block_id": "p55_b5", "text": "Therefore, the National Green Growth Strategy of the Lao PDR has identifiedthe promotion of the development of tourism sector as a priority sector forencouraging economic growth, poverty reduction and for creating jobs and incomegenerating activities for the peoples in line with the green and sustainable direction.The National Green Growth Strategy of the Lao PDR will specifically focus on:"}, {"text_block_id": "p54_b5", "text": "3.2.6.3 Tourism Sector"}, {"text_block_id": "p53_b5", "text": "taxes), disseminating relevant laws and regulations and coordinating with relevantsectors to encourage all parties to use the energy in an economical, efficient andeffective manner so as to reduce the necessity of production and supply as well as todecrease the greenhouse gas emissions."}, {"text_block_id": "p52_b5", "text": "- Expanding the electricity grid (transmission line system) widely, inclusively to"}, {"text_block_id": "p50_b5", "text": "clean energy or energy which is available in the country, such as: electric vehiclesthat use hydro-energy and solar energy in order to decrease the import and use offuel and reduce the greenhouse gas emissions."}, {"text_block_id": "p49_b5", "text": "Furthermore, the increase of the number and the use of personal vehicles inmany large towns, especially in Vientiane Capital, have also resulted in the rise ofmany problems, such as: traffic congestion, road accidents and so on. According tothe statistic data of the Ministry of Public Works and Transport, in each year, thereare more than 6,000 cases of road accidents, causing more than 1,000 deaths and16,000 cases of injury and a significant number of damaged vehicles. This numberof accidents has the trend to further increase in side with the increase of the numberof vehicles. Therefore, the National Green Growth Strategy of the Lao PDR hasidentified urban transport sector as a priority area and will particularly focus on:"}, {"text_block_id": "p48_b5", "text": "- Enhancing the improvement of infrastructure (treatment systems) and the"}, {"text_block_id": "p47_b5", "text": "the management of the housing and building construction in urban areas (provincialcapitals, district municipalities and community areas) with the aim of developingthese urban areas into beautiful and green towns with national unique artistic andcultural value, stable structure; resilient to the climate change and natural disasters;having convenient and safe footpaths, green areas, public parks; stadiums, childrenplaygrounds, etc."}, {"text_block_id": "p46_b5", "text": "or semi-finished products and the export markets in order to decrease the risks andvulnerability to the global economic uncertainties and to increase the efficiency of theuse of limited natural resources of the country."}, {"text_block_id": "p45_b5", "text": "Therefore, the National Green Growth Strategy of the Lao PDR has identifiedthe trade sector as a priority sector for promotion and will particularly focus on:"}, {"text_block_id": "p44_b5", "text": "3.2.3.2 Handicraft Sector"}, {"text_block_id": "p43_b5", "text": "- Promoting and developing the existing potential manufacturing industries,"}, {"text_block_id": "p42_b5", "text": "3.2.3.1 Manufacturing Industry"}, {"text_block_id": "p41_b5", "text": "- Encouraging the sustainable management, protection and use of forest of the"}, {"text_block_id": "p40_b5", "text": "raise the efficiency of the production, the management of water resources (qualityand quantity) to ensure optimal benefits, to decrease the potential dispute inutilization and reduce the risks and vulnerability to the climate change and naturaldisasters."}, {"text_block_id": "p39_b5", "text": "and moving toward the practice of comprehensive agricultural production 37 to reusethe wastes from the agricultural production process as raw materials for producingorganic fertilizers for soil improvement and for producing biogas or fuel."}, {"text_block_id": "p38_b5", "text": "It covers 3 sub-sectors which are: cultivation, livestock raising and fishery. Ingeneral, the agriculture sector is an important economic sector in Lao PDR. In 2015,the total production value in this sector accounted for about 23% 33 of the total valueof the Gross Domestic Product (GDP) of the Lao PDR and about 78% of the labourforce of the country are engaged in this sector as their main occupation. Mostimportantly, this sector is a sector that ensures food security in Lao PDR, a sectorwhere most of the poor and disadvantaged people are engaged as their mainoccupation, and is also a sector that has a high level of risks and vulnerability tonatural disasters and global economic uncertainties."}, {"text_block_id": "p37_b5", "text": "- Pollution control is an important focus in the natural resources and"}, {"text_block_id": "p36_b5", "text": "formulation of plan of natural resources management and use with the participationof many sectors and local administrations to ensure more efficient, effective andsustainable use as well as to ensure consensus and avoid conflicts in the use ofnatural resources."}, {"text_block_id": "p35_b5", "text": "3.2 Focused Sectors of the National Green Growth Strategy of theLao PDR"}, {"text_block_id": "p34_b5", "text": "- Increasing the awareness, understanding and capacity of the officials and"}, {"text_block_id": "p33_b5", "text": "3.1.4 Adaptation to the Climate Change and Management of Natural Disasters"}, {"text_block_id": "p32_b5", "text": "Over the past period, even the Party and the Government of Lao PDR wereaware of the importance of and have paid attention to gender role. However, thestatus of women in Lao PDR in many fields is not equal to that of men, and womenwere still taken advantage of in many forms. Hence, in order to ensure that peoplesof all gender and ages and all social strata are able to participate in the process andreceive the benefits from the development in a comprehensive, inclusive and fairmanner, the National Green Growth Strategy of the Lao PDR has identified genderrole/protection and promotion of the advancement of women activities to be animportant focus of the green growth and will particularly focus on:"}, {"text_block_id": "p31_b5", "text": "large village and building large villages into a small green town which is livable andcharming and ensuring that this policy is gradually realized in order to raise theefficiency and effectiveness of the investment in the development of infrastructureand the delivery of public services as well as to create the conditions and means forachieving the division of labour in the society, commercial production, expansion ofproduction forces and basic change of the production practices and the lifestyle ofthe rural people."}, {"text_block_id": "p30_b5", "text": "During the past period, rural development and poverty reduction were also themain focuses of the socio-economic development of the Lao PDR. With thegenerous support provided by development partners, international organizations andGovernments of foreign countries, the Government of Lao PDR had developedpolicies, mechanisms and allocated a large amount of budget fund for these works.In particular, the Government had established the Committee for Rural Developmentand Poverty Reduction which is composed of many sectors; and had established thePoverty Reduction Fund to provide the fund for these works; had developed andimplemented the policy of grouping small villages into a large village and groupinglarge villages into a small town with the aim of increasing the efficiency andeffectiveness of the development of infrastructure and the delivery of public services,such as: education, health, etc. and of creating the conditions and means forcommercial production to raise the efficiency of the production. These have resultedin the gradual decrease of poverty and improvement of the living standard of the Laopeople in the rural areas."}, {"text_block_id": "p29_b5", "text": "- Conducting the review and improvement of the laws, regulations andmechanisms relating to the promotion/facilitation and management of investment inLao PDR to make them more efficient and effective with the aim of reducing andeliminating the impediments, barriers that cause difficulties to investment and, at thesame time, closing the loopholes in the laws, regulations and investmentmanagement mechanisms that make investment approval inefficient, ineffective andincapable to ensure economic efficiency and mitigation of environmental and socialimpacts, especially in the green and sustainable economic fields, such as: tourism,green agriculture, green energy, etc."}, {"text_block_id": "p28_b5", "text": "3.1 Cross-Cutting Focused Areas"}, {"text_block_id": "p27_b5", "text": "The chart above shows that the National Green Growth Strategy of the LaoPDR is the common point or the consensus between the Green Growth Agenda, thesector and local strategies and plans. However, this does not mean that any policy,programme, project or activity which is not lying in the National Green GrowthStrategy of the Lao PDR cannot be implemented by the sectors and localadministrations solely because it is not included in the promotion targets of theNational Green Growth Strategy. The sectors and local administrations shallcontinue to implement their plans, programmes, projects and activities normally.Green growth of Lao PDR will be gradually implemented through the sector and localplans, programmes and projects."}, {"text_block_id": "p26_b5", "text": "The National Green Growth Strategy of the Lao PDR has the position andmain roles as follows: (1) Building the awareness and creating the consensus ongreen growth in conformance with the actual requirements of the national socioeconomic development in each period; (2) Mainstreaming green growth into thenational, sector and local strategies and socio-economic development plans in asystematic and more efficient manner to enable the sector development strategiesand plans to become green step by step; and (3) Encouraging and promoting thesector and local level to implement the policies, plans, programmes, projects or/andactivities that are related to green growth by using various promotion methods, suchas: providing technical advices, information, recommendations on policy; sharinglessons and best international experiences; making the transfer of techniques andtechnology; building technical capacity for sector and local staff; helping the sectorsand local level to mobilize the fund for implementing the green growth programmes,projects and activities which are specified in the sector and local strategies anddevelopment plans, etc."}, {"text_block_id": "p25_b5", "text": "- The formulation and implementation of the National Green Growth Strategyof the Lao PDR must contribute to the promotion of economic growth of the country,improvement of living standards of the peoples, creation of jobs and incomegenerating activities for the peoples."}, {"text_block_id": "p24_b5", "text": "GreenGrowth"}, {"text_block_id": "p21_b5", "text": "As mentioned above, green growth refers to the interpretation, use orimplementation of the sustainable development framework of each country andinternational organization based on the objectives and actual needs of each countryin each period. Therefore, the specific meaning of green growth of each country,each international organization in each period is different from each other dependingon the development requirement of each country and international organization. Forexample: the Organization for Economic Cooperation and Development (OECD) hasdefined green growth as “fostering economic growth and development, whileensuring that natural assets continue to provide the resources and environmentalservices on which our well-being relies” 26 or another meaning of green growth usedby OECD is: “economic growth with low greenhouse gas emissions or economicgrowth which is resilient to the change of climatic conditions”. 27 The United NationsEnvironmental Program (UNEP) gives the meaning of green growth as follows:“green growth improves human well-being and social equity, while significantlyreducing environmental risks and ecological scarcities”. 28 The green growth of theRepublic of Korea has given importance and emphasis to innovation anddevelopment of clean, efficient and resource-saving technologies. The Green GrowthCommittee of the Republic of Korea has defined green growth as: economic growthby minimizing the use of natural resources and the environmental pollution. 29 In theRepublic of Korea, raising the efficiency of natural resources utilization andminimizing the environmental pollution have become the engine that promotes theeconomic growth. The World Bank (WB) has defined green growth as “an economicgrowth that uses natural resources efficiently; a growth that is clean and minimizesthe pollution and environmental impacts; an economic growth that is resilient tonatural disasters; and an economic growth that is inclusive”. 30"}, {"text_block_id": "p19_b5", "text": "24 Ministry of Energy and Mines. 2011. Renewable Energy Development Strategy in Lao PDR. Vientiane Capital. 2011."}, {"text_block_id": "p18_b5", "text": "20 Government of Lao PDR, 2005. Forest Strategy to the Year 2020 of the Lao PDR. Vientiane Capital, 2005.21 Department of Agriculture and Forestry of Saravane Province, 2015. Agricultural Development Strategy till 2025 and Vision2030. Saravane. 2015.22 Ministry of Public Works and Transport, 2017. Vision 2030 and 10-Year Urban Development Strategy (2016-2025) and 4Year Investment Plan (2017-2020). Vientiane Capital, 2017."}, {"text_block_id": "p17_b5", "text": "1.3 Status of Socio-Economic Development in Lao PDR according to Greenand Sustainable Direction"}, {"text_block_id": "p15_b5", "text": "- Increase of Greenhouse Gas Emissions: Even Lao PDR is a country withlow greenhouse gas emissions and have the absorption capacity higher than theemissions, but the greenhouse gas emissions in Lao PDR has increased at a fast"}, {"text_block_id": "p14_b5", "text": "- Degradation and Depletion of Natural Resources: The socio-economicdevelopment and poverty reduction in the past period were achieved throughsignificant, inefficient, wasteful and unstainable use of natural resources, such as:forests, cultivation land, mines, water resources, biodiversity, etc. This has resultedin the rapid degradation and depletion of these natural resources. According to thestatistic data, the area of forest cover of Lao PDR has decreased continuously andrapidly from about 50% in 1982 to about 40% in 2010 8 due to illegal logging,exploitation of forest for export and for supplying to meet domestic demand, grantingof land concession for expanding the agricultural production areas and forinfrastructure development projects and others. According to the report of the UnitedNations Development Programme (UNDP), this decrease of forest cover areas hasaffected water sources, biodiversity and the traditional lifestyle of the people. 9 Manythousand hectares of agriculture land areas which were previously fertile havebecome deforested and degraded land due to unsustainable use; many species ofwildlife and aquatic life population which are the sources of food of the peoples havedecreased and become endangered. Many streams, ponds, canals, marshes andrivers become dried; many millions tons of minerals have been exploited andexported in the form of raw materials with low value."}, {"text_block_id": "p13_b5", "text": "The formulation of National Green Growth Strategy and the establishment ofNational Green Growth Promotion Centre are not only for complying with the overallglobal trend and international obligations, but they are the need and requisite for thesocio-economic development of the Lao PDR to ensure the achievement of thelong-term goals of national socio-economic development, such as: graduating fromthe status of least developed country by 2020 in a sustainably manner, achievingSustainable Development Goals (SDGs) and becoming a developing country with"}, {"text_block_id": "p12_b5", "text": "Since the end of the 20 th Century, many countries in the world have focusedon accelerating the development of their economy through the significant use ofnatural resources in a wasteful, inefficient and ineffective manner leading tounsustainable development, affecting the natural resources which have rapidlydepleted and degraded, the capacity of the ecosystem service capacity which hasbeen decreased and the climate change which has become more severe, especiallythe rise of temperature, variation of weather, change of seasons and so on. Thedepletion and degradation of natural resources and the climate change have givenrise to severe natural disasters, such as: storms, earthquakes, tsunami, droughts,floods and so on that affect the infrastructures, natural resources, residential placesas well as agricultural production which is the source of food for human. Worse thanthat, there are pollutions of air, noise, odor, etc. which are caused by the expansionof industrial factories, transportation, urban areas and other fields without takingaccount of the environmental condition. These pollutants become the main causesof various sicknesses and diseases, such as: lung cancer, skill diseases, etc.According to the statistics of the World Health Organization (WHO), in each year,there are more than 7 million peoples in the world who die from air pollution-relateddiseases. 2 Millions peoples have faced the risk of losing their permanent residencedue to the rise of temperature and sea water level."}, {"text_block_id": "p10_b5", "text": "However, this National Green Growth Strategy of the Lao PDR has not yetdetermined detailed programs and projects, and has not estimated the budget needsfor the implementation of these programs and projects. These programs, projectsand budget are to be further studied and translated into details in each period afterthe official adoption and promulgation of this Strategy."}, {"text_block_id": "p8_b5", "text": "To provide direction and basis for leading and guiding and to develop themechanism of coordinating and promoting the green growth activities across thecountry in a systematic and more efficient manner, the National Steering Committeefor Green Growth has decided to develop the national strategy and promotion centrefor green growth on 19 April 2017 and has also decided to appoint the Committee forFormulation of National Green Growth Strategy and Establishment of National GreenGrowth Promotion Centre by assigning the President of the National Institute for"}, {"text_block_id": "p6_b5", "text": "I also would like to express my deep thanks to the World Bank (WB), theEnvironment Protection Fund (EPF) and the Global Green Growth Institute (GGGI)for providing technical and financial supports to the formulation of this Strategy thatenable it to be completed as planned. At the same time, I would like to express mythanks to development partners, international organizations and all relevant partiesof both public and private sectors including enterprises and domestic civil societyorganizations for actively making contributions to the process of formulation of thisStrategy to make it successfully completed as planned. This strategy is the outcomeof wide participation of all parties in the society. I earnestly hope that after the officialadoption of this strategy by the Government of Lao PDR, you will continue to activelycontribute to the implementation of this strategy to allow it to achieve its targets asplanned."}, {"text_block_id": "p5_b5", "text": "To achieve these objectives and goals, this National Green Growth Strategyof the Lao PDR has, therefore, examined and identified 4 cross-cutting areas, 7focused sectors for promotion and 5 supporting sectors as follows: 4 cross-cuttingareas are comprised of: (1) improving the investment environment and managementsystem to make it more efficient and effective; (2) ensuring rural development andpoverty reduction to raise the living standard of the rural people and decrease thedisparity between urban and rural areas, and to enable poor people in the rural areasto receive the benefits from the economic growth in an inclusive and fair manner; (3)gender roles that will particularly focus on raising the roles and promoting theadvancement of women to decrease the differences between men and women in allsocio-economic fields; and (4) decreasing the risks and vulnerability of the economyto the climate change and natural disasters. 7 focused sectors are comprised of: (1)natural resources and environment sector with the focus on the survey, allocation,"}, {"text_block_id": "p4_b5", "text": "Chart 1: Meaning of National Green Growth of the Lao PDR……………………………………...20"}, {"text_block_id": "p3_b5", "text": "References………………………………………………………………………………………………76"}, {"text_block_id": "p2_b5", "text": "1.1 Overall Global Environment and Trends ………………..………………………………………81.2 Status of Socio-Economic Development in Lao PDR.…………………………………………91.3 Status of Socio-Economic Development in Lao PDR according to Green andSustainable Direction…………………………………………………………………………… 13"}, {"text_block_id": "p1_b5", "text": "of the Lao PDR)"}, {"text_block_id": "p96_b5", "text": "Minister, Head of Government Office"}, {"text_block_id": "p95_b5", "text": "Notification"}, {"text_block_id": "p94_b5", "text": "formulation and implementation of green growth strategy of the SteeringCommittee;- Prepare the operations plan and budget plan for the implementation of activities"}, {"text_block_id": "p93_b5", "text": "effectively and timely completed and is consistent with the actual requirements ofthe socio-economic development of the country and conformed with the opinionsof the relevant sectors, local level and the direction of the Steering Committee;- Organize the consultation meetings with relevant sectors and local level to"}, {"text_block_id": "p92_b5", "text": "of the green growth promotion centre and ensure that they are completed in anefficient, effective and timely manner;- Request the National Steering Committee for Green Growth to consider and"}, {"text_block_id": "p91_b5", "text": "- Referring to the Notification of the Government Office No. 1751/GO.DS, dated 08"}, {"text_block_id": "p90_b5", "text": "Prime Minister"}, {"text_block_id": "p89_b5", "text": "Article 6.The Support Committee to the Green Growth Secretariat shall have therights and duties as follows:"}, {"text_block_id": "p88_b5", "text": "Article 4.The Green Growth Secretariat shall have the rights and duties as follows:"}, {"text_block_id": "p87_b5", "text": "- Referring to the Letter of Proposal of the Ministry of Planning and Investment"}, {"text_block_id": "p85_b5", "text": "• Finance"}, {"text_block_id": "p84_b6", "text": "• Information, Culture and Tourism"}, {"text_block_id": "p83_b6", "text": "- Promote the use of bags made from natural cotton which are degradable and can beused many times, and the use of banana leaves and other tree leaves for packing theproducts.- Promote online advertising and sale of goods.- Increase the diversification of products, especially the finished products or semi-finishedproducts and the diversification of export markets.- Create more facilities for the investment in production and the movement of goods withinthe country, the export and import of products/goods with green and environmentally andsocially-friendly production process.- Issue the certificates; strongly promote the production, sale, marketing andconsumption/purchase of green and environmentally-friendly products in domestic andinternational markets."}, {"text_block_id": "p82_b6", "text": "- Raise the efficiency of the production by using clean and environmentally-friendly"}, {"text_block_id": "p81_b6", "text": "I. Focused Areas"}, {"text_block_id": "p80_b6", "text": "National Institute for Economic Research (2015). Mitigation of Risks in Lao PDR fromthe perspective of graduating from a least developed country status."}, {"text_block_id": "p79_b6", "text": "(average2020-2025)"}, {"text_block_id": "p78_b6", "text": "3.1.2.1. Average productivity of riceproduction in wet season(tonne/hectare)"}, {"text_block_id": "p77_b6", "text": "85.489.993.9Minimum: 25.5%"}, {"text_block_id": "p76_b6", "text": "Targets2030"}, {"text_block_id": "p75_b6", "text": "World Bank: CountryAssessment Report for LaoPDR"}, {"text_block_id": "p74_b6", "text": "3.1.2. Efficiency of agricultural landuse3.1.2.1. Average productivity of riceproduction in wet season(tonne/hectare)"}, {"text_block_id": "p73_b6", "text": "II. Social Area: Social equality,equity and inclusiveness"}, {"text_block_id": "p72_b6", "text": "Targets2025"}, {"text_block_id": "p71_b6", "text": "The National Green Growth Strategy of the Lao PDR proposes to create thesystem of monitoring and evaluation of the national socio-economic developmentaccording to green and sustainable direction based on the definition of green growthprovided in this Strategy. According to this definition, green and sustainable growthof Lao PDR is comprised of 3 areas or pillars of the socio-economic developmentwhich are: (1) Economic area or pillar, (2) Social area or pillar, and (3) Environmentalarea or pillar."}, {"text_block_id": "p69_b6", "text": "- The Prime Minister issues the Decree on Establishment of the NationalGreen Growth Promotion Centre of the Lao PDR in accordance with the Notificationof the Prime Minister’s Office (previously called Government Office) No.1751/GO.SD, dated 08 December 2014 and according to the proposals specified inthis Strategy."}, {"text_block_id": "p68_b6", "text": "The goals of the Green Growth Promotion Fund of the Lao PDR are not fordirectly providing main, most or full budget for the implementation of the sector andlocal plans, programmes and projects relating to green growth, such as: constructionof infrastructure, providing loans to people or to business sector and others; but suchspending must be for implementing the plans, programmes and activities which havethe characteristics of promoting green growth, such as: creation of awareness,building of capacity relating to green growth for the sector and local staff, promotionof green production, marketing and consumption, research and analysis,development of innovation, transfer of information and green technology, contributingfund in certain projects that are related to green growth, loan guarantee or interestsubsidy for the people or business units involved in green growth and so on. Themain funding source for the implementation of the sector and local plans,programmes and projects must be from their regular funding sources as mentionedabove. The relevant sectors and local administrations are also mainly responsible forthe implementation of these plans, programmes and projects."}, {"text_block_id": "p67_b6", "text": "Therefore, the socio-economic development with green and sustainableorientation constitutes a condition and opportunity to enable Lao PDR to receive thegrants and to access low-interest loans or interest-free loans from the internationalorganizations, banks and governments of these countries. The key role and duties ofthe National Green Growth Promotion Centre of the Lao PDR are to mobilize thefund for the Green Growth Promotion Fund and for the implementation of the plans,programmes and projects related to green growth of the sectors and localadministrations."}, {"text_block_id": "p65_b6", "text": "Ministry of Planningand Investment(MPI) or NIER"}, {"text_block_id": "p63_b6", "text": "Considering the relevance and similarity of mandates, the National GreenGrowth Promotion Centre shall be a center having the position and role equivalent toother centers in the organizational structure of the National Institute for EconomicResearch (NIER) or Ministry of Planning and Investment (MPI) and shall be underthe direct guidance of the President of the National Institute for Economic Researchor the Minister of Planning and Investment (depending on the consideration anddecision of the National Steering Committee for Green Growth) who has the status ofmember of the National Steering Committee for Green Growth. The National GreenGrowth Promotion Centre of the Lao PDR has the main role of coordinating,encouraging and promoting the green growth in each sector and local level in asystematic and efficient manner by using various methods, such as: (1) Conduct the"}, {"text_block_id": "p61_b6", "text": "• National Steering Committee for Green Growth: In fact, in order totranslate the Resolution of the 10 th Party Congress, Vision 2030, 10-Year Strategy(2016-2025) and the 8 th Five-Year National Socio-Economic Development Plan(2016-2020), the Government of the Lao PDR had issued the Decision No. 95/PM,dated 08 December 2016 on Appointment of the National Steering Committee forGreen Growth with the Deputy Prime Minister, Minister of Finance as Chair, Ministerof Planning and Investment as Vice-Chair, President of the National Institute forEconomic Research and the Ministers of a number of relevant line Ministries asmembers. This Steering Committee has the rights and duties to overall lead andguide the green growth activities to ensure that they are performed successfully,efficiently, effectively and in conformance with the actual requirements of the nationalsocio-economic development in each period; to consider and adopt the policiesrelated to green growth, particularly the determination of the concept framework ongreen growth development policy of the Lao PDR, the formulation of green growthstrategy and other underpinning tasks."}, {"text_block_id": "p59_b6", "text": "It is a sector having an important role in providing support to the green growth.The National Green Growth Strategy of the Lao PDR will focus on: (1) coordinatingwith the enterprises to develop the curriculum for short-term vocational trainingcourses in the fields related to green growth, such as: food cooking, hotel services,textile weaving and silk thread spinning, production of handicraft products, etc. invarious vocational training centers to ensure the supply of skilled labour to theenterprise sector in sufficient number and quality, with emphasis given to poorpeople in rural areas, women, ethnic and disadvantaged people; (2) creating thelabour information center to provide information to enterprises which are in need forlabour and to workers who look for job; (3) expanding the coverage and control ofthe social security system widely, inclusively and efficiently; and (4) increasing theefficiency and effectiveness of the provision of emergency assistance to victims ofnatural disasters, etc."}, {"text_block_id": "p58_b6", "text": "3.3 Supporting Sectors"}, {"text_block_id": "p57_b6", "text": "- Raising the research capacity of the researchers and of the research"}, {"text_block_id": "p56_b6", "text": "and handicraft sectors to promote the production of food and souvenir products tomeet the demand of tourism sufficiently both in quantity and in quality; coordinatingwith the public works and transport sector to improve the roads to access the tourismsites to make them convenient and safe; coordinating with the natural resources andenvironment to determine the limits of protection and use of natural resourcesin a more efficient manner; coordinating with the cultural sector to develop thecultural tourism activities to make them diversified and impressive for the tourists soas to allow the tourists to extend their stay and increase their spending willfully thatwill increase the economic value, create jobs and income generating activities for thepeople."}, {"text_block_id": "p55_b6", "text": "- Enhancing the protection and development of natural, historical and cultural"}, {"text_block_id": "p54_b6", "text": "It is a sector which is clean, socially and environmentally-friendly and is also asector which is related with many sectors, is the focal point and promotes manyother sectors, particularly transport, handicraft, clean agriculture, hotel, resort,guesthouse, restaurant and others. Hence, tourism sector is a sector having highpotential to promote the economic growth, poverty reduction and creation of jobs forthe people, both urban and rural, in line with green and sustainable direction. LaoPDR is a country which has beautiful natural landscapes, ancient and historical sites,diverse cultures, traditions and lifestyles of the people of various ethnic groups. Assuch, Lao PDR is a country having high potentials for the development of natural,historical and cultural tourism sites which are in high and increasing demand both"}, {"text_block_id": "p53_b6", "text": "3.2.5.2 Mine Sector"}, {"text_block_id": "p52_b6", "text": "ensure the connection with all parts of the country and well as the regional andinternational connection with special focus on developing the national transmissionline system to increase the efficiency and effectiveness of the investment, ensure thestability and the distribution of electricity widely and inclusively to reduce the impactson environment."}, {"text_block_id": "p50_b6", "text": "3.2.5 Energy and Mines Sector"}, {"text_block_id": "p49_b6", "text": "- Improving the urban transportation infrastructure to create favorable"}, {"text_block_id": "p48_b6", "text": "environmental protection and management system in urban areas to reduce therelease of wastes from industrial factories, hotels, guest-houses, restaurants andpeople’s homes to the nature before being treated in accordance with theenvironmental standards and the hygienic principles to decrease odor pollution andwater-related disease infection."}, {"text_block_id": "p47_b6", "text": "- Promoting the use of construction materials which are efficient,"}, {"text_block_id": "p46_b6", "text": "- Creating more facilities for the investment in the production and the"}, {"text_block_id": "p45_b6", "text": "- Promoting the use of bags made from natural cotton which are degradable"}, {"text_block_id": "p44_b6", "text": "It is an important sub-sector in the industry and commerce sector. Handicraftproduction is not only an economic activity for generating income and creating jobsto the people, but it also preserves arts, culture, tradition and lifestyle of the Laomulti-ethnic people. For these reasons, the National Green Growth Strategy of theLao PDR has identified the handicraft production as priority for promotion and willparticularly focus on promoting handicraft production in accordance with the priorityprogrammes in the 8 th Five-Year National Socio-Economic Development Plan (20162020) and in the development plan of the industry and commerce sector as follows:"}, {"text_block_id": "p43_b6", "text": "such as: food processing and beverage industry, textile and garment industry,construction material industry, agricultural and wood processing industry, and thenew potential manufacturing industries, such as: metal and non-metal mineralprocessing industry and chemical industry; electric and electronic equipmentindustry, agricultural vehicle and equipment industry, printing and packagingindustry, rubber industry."}, {"text_block_id": "p42_b6", "text": "It is an important economic sector in Lao PDR. In 2015, the total value ofindustrial products (including electricity, mining and handicraft) was about USD4,926.5 million 41 which accounted for about 39% 42 of the total value of the GrossDomestic Product of the Lao PDR, and about 15% of the workforce are engaged inthis sector as their main occupation. 43 Most importantly, the industrial sector is asector that has low risks and vulnerability to the climate change, natural disastersand global economic uncertainties, compared to other sectors."}, {"text_block_id": "p41_b6", "text": "community in order to promote the expansion of the economy, generation of incomeand reduction of poverty of the community, such as: sustainable collection of non-timber forest products, sustainable hunting, use of forests as eco-tourism sitesmanaged by the community, sustainable exploitation, processing and sale of finishedwood products of the community to meet the increasing demand of the tourism."}, {"text_block_id": "p40_b6", "text": "3.2.2.2 Forestry Sector"}, {"text_block_id": "p39_b6", "text": "- Developing the knowledge and skills of the producers to ensure improved"}, {"text_block_id": "p38_b6", "text": "Therefore, the National Green Growth Strategy of the Lao PDR has identifiedthe agriculture sector as a focus or priority sector with the aim of promoting thedevelopment of this sector to make it strong and become an important sector forcreating jobs and income generating activities for the peoples, reducing poverty,decreasing social inequality and minimizing the risks and vulnerability to naturaldisasters and global economic uncertainties."}, {"text_block_id": "p37_b6", "text": "environment sector. At present, the Government of Lao PDR is developing andimplementing many policies, legal instruments and mechanisms relating to pollutioncontrol, such as: amendment of the Decree and Instruction on Environmental andSocial Impact Assessment (ESIA), national environmental standards, etc. However,the development and implementation of policies, legal instruments and mechanismsrelating to pollution control are still new in Lao PDR. The formulation of legalinstruments for using as basis for these works as well as their implementation arenot systematic, comprehensive and strong enough; the number of personnel withhigh knowledge, capacity and experiences in this field is very few and is inadequateto meet the demand, and there is a lack of technique, technology and accurateenvironmental standards in each area (standards of air quality, water quality, soil,noise and so on). Hence, this National Green Growth Strategy of the Lao PDR willfocus on encouraging the improvement of pollution control system to make it strongand more efficient, and will particularly focus on: (1) continuing the formulation,revision and implementation of relevant laws and regulations in an efficient, effectiveand strict manner; (2) upgrading the capacity of the personnel of the relevant sectorsand local level; (3) developing detailed and accurate environmental quality standard"}, {"text_block_id": "p36_b6", "text": "- Strengthening the roles and capacity of the Ministry of Natural Resources and"}, {"text_block_id": "p35_b6", "text": "In addition to the 4 focused areas that are related to many sectors mentionedabove, the National Green Growth Strategy of the Lao PDR has also identified 7 keysectors which are detailed as below:"}, {"text_block_id": "p34_b6", "text": "organizations involved in the adaptation to climate change, particularly the focus willbe on the coordinating point/coordinating office of the Committee for DisasterManagement at national, provincial and district levels and of the Department ofControl of Disaster and Climate Change, Ministry of Natural Resources andEnvironment to enable them to integrate this work into the sector and local policies,strategies, programmes and projects in a more efficient and effective manner."}, {"text_block_id": "p33_b6", "text": "Lao PDR is a country having a high level of risks and vulnerability to theclimate change and natural disasters because the country has small-sized economyand is highly dependent on nature. Such climate change and natural disasters canhave the impacts of preventing Lao PDR from achieving the medium and long-termgoals of socio-economic development on planned time. According to the estimates ofSEA START, Lao PDR is lying in the area where the climatic condition may changeat a medium level. It is estimated that by 2050, the temperature will be higher by 0.5– 0.7℃ and the rainfall will rise by approximately 14%, mainly due to heavy rainfall,not due to the prolongation of rainfall. According to the outcomes of this estimate, thedry season will be longer and drier and the rainy season will be shorter and haveheavier rainfall 32 . The outcomes of this forecast indicate that natural disasters in LaoPDR will be increased in frequency, intensity and will cause more extensive losses tolife and properties of the peoples, particularly the droughts, floods, storms andoutbreak of diseases (plant, animal and human). Adaptation to climate change andmanagement of natural disasters are, therefore, a requisite to ensure theachievement of the medium and long-term goals of the socio-economic developmentas planned."}, {"text_block_id": "p32_b6", "text": "- Mainstreaming gender role/protection and promotion of the advancement ofwomen into the sector and local development strategies and plans to ensuresystematic and efficient protection and promotion of the advancement of women inall sectors and localities with the aim of reducing gender disparity in all areas,sectors and localities."}, {"text_block_id": "p31_b6", "text": "- Developing the communication infrastructure to connect urban areas with"}, {"text_block_id": "p30_b6", "text": "However, rural development and poverty reduction in Lao PDR are slow, havenot led to significant changes and have still encountered with numerous difficultiesand challenges. All parties are, therefore, required to give importance and contributemore actively to these works. The rural area of Lao PDR is generally characterizedby small number of population living in a scattered manner and low density thatcontinue to make investment in development of infrastructure and delivery of publicservices less efficient and effective. The division of labour and commercialproduction cannot be developed, and the practice of subsistent agriculturalproduction with low efficiency, low effectiveness and high risks and vulnerability tonatural disasters continue to be the lifestyle of the people in the rural areas of the"}, {"text_block_id": "p29_b6", "text": "- Upgrading the technical capacity for the organizations and staff of theagencies and units which involve in the consideration, approval and management ofpublic investments, domestic and foreign private investments to enable them to carryout their professional duties of facilitating and managing the investment efficientlyand effectively. It is proposed to particularly focus on increasing the capacity of theseorganizations and staff at the local level (provincial level and district level)."}, {"text_block_id": "p28_b6", "text": "3.1.1 Investment Environment and Management"}, {"text_block_id": "p27_b6", "text": "Due to capacity constraints, the National Green Growth Strategy of the LaoPDR may not be able to promote policies, plans, programmes and projects related togreen growth of sectors and local level at the same time. It is, therefore, required toconduct the ranking of priorities for the programmes, projects and activities which areto be promoted and supported by the National Green Growth Strategy of the LaoPDR."}, {"text_block_id": "p26_b6", "text": "As such, the policies, programmes, projects and activities supported andpromoted by the National Green Growth Strategy of the Lao PDR must be the"}, {"text_block_id": "p25_b6", "text": "- The formulation and implementation of the National Green Growth Strategyof the Lao PDR must actively contribute to the rural development, poverty reduction,reduction of development gap between urban and rural areas, gap between the richand the poor, gap between women and men and between various ethnic groups withthe aim of allowing all ethnic groups and peoples of all social strata in the society tobe able to participate and receive the benefits from the socio-economic developmentin a comprehensive, inclusive and fair manner."}, {"text_block_id": "p24_b6", "text": "Economic Pillar"}, {"text_block_id": "p21_b6", "text": "26 http://www.oecd.org/greengrowth/: “Green growth means fostering economic growth and development, while ensuring thatnatural assets continue to provide the resources and environmental services on which our well-being relies.”27 http://sustainabledevelopment.un.org/index.php?menu=1448.28 www.unep.org/greeneconomy/AboutGEI/WhatisGEI/tabid/29784/Default.aspx: “improved human well-being and social equity,while significant reducing environmental riskss and ecological scarcities.29 http://www.greengrowth.go.kr.”...The key to green growth pursues economic growth by minimizing the use of naturalresources and the environmental pollution….”.30 https://whygreeneconomy.org/information/world-banks-green-growth-approach-denounced-bretton-woods-project/: “…greengrowth as the growth that is efficient in its use of natural ressources, clean in that it minimizes pollution and environmentalimpacts, and resilient in that it accounts for natural hazards and the role of environmental management and natural capital inpreventing physical disasters. And this growth needs to be inclusive”."}, {"text_block_id": "p19_b6", "text": "25 Comments of the Department of Planning & Finance, Ministry of Information, Culture and Tourism."}, {"text_block_id": "p18_b6", "text": "23 Green Growth magazine."}, {"text_block_id": "p17_b6", "text": "Green and sustainable growth is not a form of newly-developed socio-economicdevelopment framework in Lao PDR and in many countries in the world. It is a formof sustainable development that Lao PDR and many countries in the world havealready implemented. As the expert of the Korean Development Institute said on theoccasion of the exchange of lessons on green growth with Lao team in the Republicof Korea: “Green growth is the interpretation or the implementation of the sustainable"}, {"text_block_id": "p15_b6", "text": "10 UNDP. 2017. 5 th National Human Development Report. Graduation from Least Developed Country Status. Lao PDR. 2017.11 https://www.indexmundi.com/facts/lao-pdr/indicator/SI.POV.GINI12 Government of Lao PDR, 2016, 8 th Five-Year National Socio-Economic Development Plan (2016-2020).13 The National Statistical Center. 2014.Poverty Profile in Lao PDR. Vientiane Capital. 2014."}, {"text_block_id": "p14_b6", "text": "- Economic Vulnerability: As the economy of Lao PDR is of small size andhighly concentrated in certain sectors only and is the economy which is dependent"}, {"text_block_id": "p13_b6", "text": "3 Government of Lao PDR, 2014, Notification of the Government Office (Prime Minister’s Office) No. 1751/GO.SD, dated 8December 2014 concerning the Ministry of Planning and Investment is assigned to take the lead in coordinating with theMinistry of Foreign Affairs and relevant sectors to take charge of the formulation of the green growth strategy and establishmentof the green growth promotion centre of the Lao PDR."}, {"text_block_id": "p12_b6", "text": "The outcomes of unsustainable socio-economic development over the pastperiod have led to the change in the concept and directions of socio-economicdevelopment of many countries in the world."}, {"text_block_id": "p8_b6", "text": "1 Vision 2030 and 10-Year Strategy (2016-2025)"}, {"text_block_id": "p6_b6", "text": "Vientiane Capital,.............................."}, {"text_block_id": "p4_b6", "text": "Chart 2: Relations between National Green Growth Strategy of the Lao PDR and Sectorand Local Strategies and Development Plans ………………………………………………………23"}, {"text_block_id": "p3_b6", "text": "Annexes………………………………………………………………………………………………….77"}, {"text_block_id": "p2_b6", "text": "Part II Meaning, Directions and Overall Objectives and Goals of the National Green GrowthStrategy of the Lao PDR and Relations with National, Sector and Local Strategies and SocioEconomic Development Plans…………………………………………………………………………17"}, {"text_block_id": "p1_b6", "text": "Vientiane Capital, December 2018"}, {"text_block_id": "p96_b6", "text": "Copy to:"}, {"text_block_id": "p95_b6", "text": "To: - Deputy Prime Minister, Minister of Foreign Affairs,- Minister of and Investment,- Minister of Industry and Commerce."}, {"text_block_id": "p94_b6", "text": "related to the formulation and implementation of the green growth strategy of theLao PDR;- Monitor and report on the progress of the formulation of the green growth"}, {"text_block_id": "p93_b6", "text": "mobilize the opinions for the preparation of the draft green growth strategy of theLao PDR to ensure extensive participation and suitability with the actualdevelopment situation of the country;- Collect, compile and analyze the information, documents, legal instruments and"}, {"text_block_id": "p92_b6", "text": "approve the draft Green Growth Strategy of the Lao PDR;- Submit the draft Green Growth Strategy to be included in the agenda of the"}, {"text_block_id": "p91_b6", "text": "December 2014, on assigning the Ministry of Planning and Investment tocoordinate with the Ministry of Foreign Affairs and relevant sectors to take chargeof the formulation of the green growth strategy and establishment of greengrowth development centre of the Lao PDR;- Referring to the Prime Minister’s Decision on Appointment of the National"}, {"text_block_id": "p90_b6", "text": "(Signed & sealed)"}, {"text_block_id": "p89_b6", "text": "1. Conduct research, collect information, coordinate with sectors and local level,domestic and foreign organizations for the preparation and implementation of thegreen growth activities in accordance with the direction of the SteeringCommittee and the Secretariat Committee and in an efficient, effective and timelymanner;2. Identify and conduct research on necessary scientific topics that can be used asinformation for the formulation of policies and for the implementation of the greengrowth activities;"}, {"text_block_id": "p88_b6", "text": "1. Guide and define the direction of the research on policies relating to greengrowth and ensure its completion with high efficiency, effectiveness and inconformance with the actual requirements of the national socio-economicdevelopment in each period;2. Study the legal instruments; monitor the indicators in the green growth monitoringand evaluation framework and the system of reporting from the SecretariatSupport Committee on a regular basis before reporting to the National SteeringCommittee in each period;"}, {"text_block_id": "p87_b6", "text": "NO. 2810/MPI.DP6, dated 18 November 2016;"}, {"text_block_id": "p85_b6", "text": "- Development and implementation of the environmental taxes.- Formulation and implementation of the financial policy to promote the economical use of"}, {"text_block_id": "p84_b7", "text": "➢ Information"}, {"text_block_id": "p83_b7", "text": "• Public Works and Transport"}, {"text_block_id": "p82_b7", "text": "techniques and technology.- Reduce the wastes and pollution caused by agricultural production and move towardcomprehensive agricultural production.- Develop the knowledge and skill of the producers to achieve improved techniques andefficient production.- Promote integrated agricultural production and crop rotation practices.- Enhance the control of the production, import, distribution and use of chemicals whichare hazardous to human and animal health and to environment.- Encourage and promote clean agricultural production and organic agricultural production"}, {"text_block_id": "p81_b7", "text": "• InvestmentEnvironmentandManagement"}, {"text_block_id": "p80_b7", "text": "Ministry of Public Works and Transport (2017). Vision 2030 and Ten-Year UrbanDevelopment Strategy (2016-2025) and Four-Year Investment Plan (2017-2020)."}, {"text_block_id": "p79_b7", "text": "100"}, {"text_block_id": "p78_b7", "text": "67.781.587.7Maximum:6.5 tonnes/ha"}, {"text_block_id": "p77_b7", "text": "2.1.2. Gender role"}, {"text_block_id": "p76_b7", "text": "AssessmentStandards"}, {"text_block_id": "p75_b7", "text": "3.3.3. Percentage of production valueof agriculture in GDP (%)"}, {"text_block_id": "p74_b7", "text": "4.4"}, {"text_block_id": "p73_b7", "text": "2.1. Equality and equity"}, {"text_block_id": "p72_b7", "text": "Targets2030Data Sources"}, {"text_block_id": "p71_b7", "text": "In addition, this definition has also clearly defined the dimensions of the greenand sustainable growth in each area. The economic area consists of 3 dimensions oraspects according to the green and sustainable growth characteristics, such as: (1)economic growth, (2) poverty reduction and raising of living standard of the people,and (3) decrease of risks and vulnerability to the global economic uncertainties. Thesocial area consists of 2 dimensions or aspects, such as: (1) social equality andequity, and (2) comprehensiveness and inclusiveness of participation in the processand distribution of benefits of the socio-economic development. The environmentalarea consists of 3 dimensions or aspects according to the green and sustainablegrowth characteristics determined in this Strategy, such as: (1) efficiency of the useof limited natural resources of the country to ensure optimal benefits, (2) clean andenvironmentally friendly economic growth, and (3) decrease of risks and vulnerabilityto natural disasters."}, {"text_block_id": "p69_b7", "text": "- Revise the Decision of the Prime Minister No. 95/PM, dated 08 December2016 on Appointment of the National Steering Committee for Green Growth, byspecifying that the National Green Growth Promotion Centre of the Lao PDR shallbe the focal point of coordination and the standing organization of the NationalSteering Committee for Green Growth under the leadership of the President of theNational Institute for Economic Research or the Minister of Planning or Investmentwho has the status of a member of the National Steering Committee for GreenGrowth as prescribed in this Strategy."}, {"text_block_id": "p67_b7", "text": "52 Details of actual budget figure to be allocated for the fund will have to be jointly discussed (Ministry of Finance,Ministry of Natural Resources and Environment, Ministry of Planning and Investment and National Institute forEconomic research"}, {"text_block_id": "p65_b7", "text": "National Institute forEconomic Research(NIER) or MPI"}, {"text_block_id": "p61_b7", "text": "At the same time, this Decision has also appointed the Secretariat to assistthe National Steering Committee for Green Growth, with the Vice-Minister ofPlanning and Investment as Chief, Vice-President of the National Institute forEconomic Research as Vice-Chief of the Secretariat and the Vice-Ministers of anumber of relevant line Ministries and Agencies as members; and has appointed theSupport Committee to the Green Growth Secretariat with the Director General of theDepartment of Planning, Ministry of Planning and Investment as Chief, the DeputyDirector General of Department of International Finance, Ministry of Finance and theDeputy Director of Training and Information Center (currently is Acting Director ofScience and Scio-Economic Policy Research Center), National Institute forEconomic Research as Vice-Chiefs, and the Deputy Director General of Departmentof Planning of a number of relevant line Ministries and Agencies as members. ThisSupport Committee to the Green Growth Secretariat has the rights and duties asfollows: (1) Conduct research, collect information, coordinate with sectors and localadministrations, domestic and foreign organizations for the preparation and"}, {"text_block_id": "p59_b7", "text": "3.3.5 Health Sector"}, {"text_block_id": "p58_b7", "text": "In addition to 4 focused areas and 7 focused sectors above, the NationalGreen Growth Strategy of the Lao PDR has also identified 5 supporting orunderpinning sectors as below:"}, {"text_block_id": "p57_b7", "text": "institutes and centers which are members of the research network in order to supportthe implementation of the National Green Growth Strategy of the Lao PDR."}, {"text_block_id": "p56_b7", "text": "- Coordinating with the business units in the tourism sector, particularly the"}, {"text_block_id": "p55_b7", "text": "tourism activities and sites in Lao PDR to make them diversified and beautiful, suchas: waterfalls, forests, rivers, caves, temples, traditions and lifestyles of the people ofvarious ethnic groups, etc. with a view to prolonging the stay of the tourists."}, {"text_block_id": "p53_b7", "text": "Mine sector is a sector that the Government of Lao PDR has givenimportance because it is a sector that generates revenue for State budget. TheGovernment of Lao PDR has the vision on participatory development of minerals inline with green and sustainable direction by formulating the strategy on mineraldevelopment and promulgating the Law on Mineral (amended) which specifies thatdevelopment of minerals must be conformed with the national socio-economicdevelopment plan and with the comprehensive land use and development plan;attention must be paid to the conservation of natural resources, protection ofenvironment and the health and safety of the workers, preparation of the plan toclose the mine and restore the mining areas to enable the re-use of these areas, useof mineral resources to secure optimal benefits by promoting the processing ofminerals inside the country into finished products or semi-finished products for exportin order to increase the economic value and contribute to the creation of more andmore jobs for the people."}, {"text_block_id": "p52_b7", "text": "- Encouraging and promoting the investments of the public sector and private"}, {"text_block_id": "p50_b7", "text": "3.2.5.1 Energy Sector"}, {"text_block_id": "p49_b7", "text": "conditions and provide facilities for the walk, use of non-motorized vehicles (bicycles)and provision of public transportation service (buses), especially the walk path andbike riding path which are convenient, comfortable and safe and the specificroad/lane for the public transportation vehicles (buses) to avoid the traffic congestionand ensure the delivery of service on time."}, {"text_block_id": "p48_b7", "text": "- Paving the earthen roads in the urban areas with asphalt and concrete,"}, {"text_block_id": "p47_b7", "text": "environmentally friendly and/or are produced inside the country so as to decreaseimport, trade balance deficit and dependence on import."}, {"text_block_id": "p46_b7", "text": "movement of goods within the country, the export and import of products/goods withgreen and environmentally and socially-friendly production process."}, {"text_block_id": "p45_b7", "text": "and can be used many times, and the use of banana leaves and other tree leaves forpacking the products so as to reduce the production cost and wastes and to promotethe environmentally friendliness."}, {"text_block_id": "p44_b7", "text": "- Creating the conditions and environment in term of laws and regulations and"}, {"text_block_id": "p43_b7", "text": "- Studying, improving and implementing the financial mechanism to provide"}, {"text_block_id": "p42_b7", "text": "However, apart from mining and electricity, the manufacturing industry andhandicraft sector of the Lao PDR is still of small and medium-sized manufacturingindustries that use the workforce of less than 100 persons and adopt family-basedmanagement system, apply the techniques and technology with low efficiency, loweffectiveness and low environmentally-friendly level (no energy-saving, no rawmaterial-saving, having large volume of wastes, using unclean energy, etc.) andhave low competitive capacity and so on. Furthermore, the planning andmanagement of industrial factories in Lao PDR are not systematic, strong andefficient. Many industrial factories located in crowded urban areas have no wastetreatment system, such as: waste water treatment, air system and hazardous (solid)waste disposal systems that meet the environmental standards. This is due to manycauses, such as: (1) the industrial entrepreneurs have difficulty to access the fundingsources for importing modern techniques and technology, despite the Governmenthas already put in place the policy and the small and medium-sized enterprise (SME)promotion fund; (2) lack of infrastructure (landfill) for industrial wastes disposal thatmeet the environmental standards; (3) the implementation of laws and regulationsrelating to the management of industrial wastes is not systematic and strict, etc."}, {"text_block_id": "p41_b7", "text": "- Encouraging and promoting the investment of domestic and foreign investors"}, {"text_block_id": "p40_b7", "text": "Forest is a natural resource which is important for the protection ofenvironment and the promotion of sustainable development. It is the source of food,source of water for consumption, agricultural and industrial production; is the habitatsfor wild animals, the source of oxygen production, the place of retention of carbondioxide which is the main cause of climate change and natural disasters, etc. Hence,sustainable protection and utilization of forests are the priority of the socio-economicdevelopment in accordance with green and sustainable direction."}, {"text_block_id": "p39_b7", "text": "techniques and efficient production as well as providing the opportunity for livelihoodalternatives. This includes the promotion and development of products with localunique characteristics that are linked with tourism, export and food security. 38"}, {"text_block_id": "p38_b7", "text": "In the past decades, the agricultural production in Lao PDR was mostly ofsmall-scale production, family-based and subsistent production, using traditionaltechniques and technology with low efficiency and relying on nature. This traditionalagricultural production practice, despite of being sustainable, has low efficiency andis unable to raise the living conditions of the people. For these reasons, in the 2010s,the Government of Lao PDR adopted the policy of granting land concession of largearea and for long period to domestic and foreign investors for investing in large-scaleagricultural production, using technology in the production for commercial purpose.However, due to lack of efficient management system, this granting of landconcession, besides having low economic efficiency, has caused significant adverseenvironmental and social impacts, particularly to the traditional living style of thepeople, leading to serious disputes relating to land, forest cover, water sources,biodiversity, etc. 34 As a result, in 2013, the Government had temporarily suspendedthe granting of land concession of large area to domestic and foreign investors forindustrial trees plantation in order to conduct the evaluation and review of the"}, {"text_block_id": "p36_b7", "text": "Environment as well as of the Provincial Department of Natural Resources andEnvironment and the District Office of Natural Resources and Environment inperforming the macro-management of natural resources and environment. Thismeans that they shall be the coordinating point in the management, allocation,formulation of plan of natural resources management and use with the participationof many sectors and local administrations in an efficient, effective and sustainablemanner with the aim of ensuring the consensus in the use of natural resources(forest, water resources, soil, mines, etc.) of the sectors and local administrationsunder the laws and regulations, and ensuring the macro supervision of the Ministryof Natural Resources and Environment."}, {"text_block_id": "p35_b7", "text": "3.2.1 Natural Resources and Environment Sector"}, {"text_block_id": "p34_b7", "text": "- Encouraging the improvement of the early warning system to make it more"}, {"text_block_id": "p33_b7", "text": "Till now, the Government of Lao PDR has been aware of the importance andhas developed and implemented many policies, strategies and mechanisms ofadaptation to the climate change, such as: National Adaptation Plan for Action(NAPA), Strategic Plan on Disaster Risk Management, 2020. The Government hasappointed the National Committee for Disaster Management (NCDM) with theMinister of Labour and Social Welfare as Chair. This committee has the office orcoordinating point located at the Ministry of Labour and Social Welfare and has thecoordinating network extended down to the district level. This means that there areProvincial Committee for Disaster Management in each province and the DistrictCommittee for Disaster Management in each district. These committees have themain roles of undertaking the surveillance, early warning, emergency aid and disaster restoration. Dealing with disasters and climate change problems in the"}, {"text_block_id": "p32_b7", "text": "- Promoting the access to education of girls/women, particularly the access tohigh level of education (secondary and higher education levels) in order to decreasegender disparity. According to the statistic data from the Ministry of Education andSports, the enrolment ratio of girls to boys in primary education level is high andstands at about 0.97 (in 2008-2009); this means that gender disparity in primaryeducation enrolment is low or there is gender equality. But this ratio graduallydecreases in higher level of education, such as: it is equal to about 0.86 in lowersecondary education and about 0.79 in upper secondary education in 2008 andabout 0.78 in university level in 2016. There will be a special focus on promoting theaccess to education of girls/women who are poor, ethnic group, disadvantaged andliving in rural and remote areas."}, {"text_block_id": "p31_b7", "text": "rural areas to enable rural areas to become a place of production and processing ofquality food for supplying to various urban areas that are the economic, trade,political and socio-cultural centers of the country; a place of production of rawmaterials for supplying to industrial factories in the urban areas, industrial parks andfor export markets; and also a place of conservation of culture and lifestyle of theLao people so as to make the rural area to become the tourism and relaxation placefor foreign tourists and the tourism site for Lao urban peoples."}, {"text_block_id": "p29_b7", "text": "- Strengthening the monitoring and inspection system, measures againstpersons who seek opportunistic advantages and offenders of laws and regulations inthe process of approval and management of public investment, domestic and foreign"}, {"text_block_id": "p28_b7", "text": "Generally, Investment facilitation and management have an important anddecisive role in the socio-economic development of the country and particularly inthe socio-economic development with green and sustainable orientation. Over thepast period, the Government of the Lao PDR was aware of this importance and hadfocused on providing facilities and improving the investment management system tomake it more and more efficient and effective to ensure that all public investmentprojects and domestic and foreign private investment projects which are lawfullyapproved can actively contribute to the promotion of national economic growth,creation of jobs to the peoples, reduction of poverty and decrease of environmentaland social impacts. The Government of the Lao PDR has developed, improved andimplemented many laws, regulations and mechanisms to facilitate and ensure theefficiency and effectiveness of the investment projects. These include theestablishment and implementation of the investment approval mechanism throughone-stop service in the Ministry of Planning and Investment, Ministry of Industry andCommerce and in the Provincial Department of Planning and Investment, ProvincialDepartment of Industry and Commerce as well as in District Office of Planning andInvestment, District Office of Industry and Commerce, and in each Special EconomicZone and Specific Economic Zone in order to streamline the procedures andfacilitate the investment; and the formulation, amendment and implementation of theLaw on Investment Promotion, Law on Public Investment Management and others."}, {"text_block_id": "p27_b7", "text": "Sector and LocalStrategies andPlans"}, {"text_block_id": "p25_b7", "text": "- The formulation and implementation of the National Green Growth Strategyof the Lao PDR must contribute to the raising of efficiency, effectiveness andsustainability of the utilization of limited natural resources of the country to ensureoptimal benefits, especially: the forest resources, land, mines, water resources,water sources, biodiversity, etc."}, {"text_block_id": "p24_b7", "text": "- Economic growth- People get employment,increasing income and bettermaterial living conditions- Decrease of risks andvulnerability of the economy toglobal economic uncertainties"}, {"text_block_id": "p17_b7", "text": "18 The Ministry of Planning and Investment, 2014. Strenthening institutional capacities for resilient recovery. Vientiane Capital.2014.19 Vision 2030 and 10-Year Strategy (2016-2025)."}, {"text_block_id": "p14_b7", "text": "4 Government of Lao PDR, 2016, Vision 2030 and 10-Year Strategy (2016-2025), Vientiane Capital, 2016.5 8 th Five-Year National Socio-Economic Development Plan (2016-2020).6 8 th Five-Year National Socio-Economic Development Plan (2016-2020).7 http://www.worldbank.org/en/country/lao/publication/lao-economic-monitor-may-2016-challenges-in-promoting-more-inclusive-growth-and-shared-prosperity8 Chittana Phompola, et. 2017. Forest Cover Change in Lao Tropical Forest: Physical and Socio-Economic Factors are theMost Important Drivers. 2017. (Electronic publication).9 UNDP. 2011. Economic, Social and Environmental Impacts of Investment in Lao PDR: Case Study in Savannakhet Province.Vientiane Capital. 2011."}, {"text_block_id": "p12_b7", "text": "These countries have increasingly given emphasis to the environmentalprotection and social development in conjunction with the economic development. Asa result, sustainable and green growth or economic development that takes intoaccount the social and environmental aspects has become the overall global trend inthe present era. Governments of many countries have determined their socioeconomic development policy according to sustainable and green direction to ensurethe protection of environment and to mitigate the climate change and social impacts.For examples: China set the goal of reducing the carbon dioxide emissions by"}, {"text_block_id": "p6_b7", "text": "Prime Minister of the Lao PDR"}, {"text_block_id": "p4_b7", "text": "Chart 3: Position and Coordinating Mechanism of the National Green Growth PromotionCentre of the Lao PDR…………………………………………………………………………………61"}, {"text_block_id": "p2_b7", "text": "2.1 Meaning of National Green Growth of Lao PDR………………………………………………172.2 Directions, Overall Goals and Objectives of the National Green Growth Strategy ofthe Lao PDR.……………………………………………………………………………………..212.3 Position, Roles and Relations between the National Green Growth Strategy of theLao PDR and the Sector and Local Development Strategies and Plans…………………..22"}, {"text_block_id": "p96_b7", "text": "(Signed & sealed)"}, {"text_block_id": "p95_b7", "text": "Subject: Results of the Economic Meeting of the General Assembly of ASEANInter-Parliamentary Assembly (35 th General Assembly of AIPA)."}, {"text_block_id": "p94_b7", "text": "strategy and the establishment of green growth promotion centre of the Lao PDRto the higher authorities for information from time to time and after completing theproject;- Ensure the management of accounts, filing of documents and perform the"}, {"text_block_id": "p93_b7", "text": "issues that are concerned with the formulation and implementation of the greengrowth strategy of the Lao PDR;- Provide information, opinions, explanations, answers to questions and advices"}, {"text_block_id": "p92_b7", "text": "Government Meeting based on the approval of the National Steering Committeefor Green Growth;- Request the Prime Minister to consider and officially adopt the Green Growth"}, {"text_block_id": "p91_b7", "text": "Steering Committee for Green Growth No. 95/PM, dated 08 December 2016;- Referring to the Minute of the First Meeting of the National Steering Committee"}, {"text_block_id": "p90_b7", "text": "Thongloun SISOULITH"}, {"text_block_id": "p87_b7", "text": "The Prime MinisterIssues a Decision as follows:"}, {"text_block_id": "p85_b7", "text": "energy and natural resources and to ensure distribution of the socio-economicdevelopment benefits widely, inclusively and fairly.- Formulation and implementation of financial policy to support the production andconsumption of green and socially and environmentally-friendly products.- Give preference to green products, green producers of goods and green providers of"}, {"text_block_id": "p84_b8", "text": "- Build the consciousness and promote green growth through radio, television, printingmedia, including electronic media and loud-speaker system.- Coordinate with the industry and commerce sector to advertise and promote theproduction, marketing, sale and consumption of clean and environmentally-friendlyproducts.- Coordinate with the cultural and tourism sector to advertise the natural, historical andcultural tourism sites.- Advertise and disseminate the Party and Government’s policies and legal instrumentsrelating to green growth."}, {"text_block_id": "p83_b8", "text": "➢ UrbanDevelopment"}, {"text_block_id": "p82_b8", "text": "as well as the cultivation and rearing activities that constitute the base for the productionof handicraft products that have national heritage and unique characteristics.- Improve and expand the infrastructure system for agricultural production."}, {"text_block_id": "p81_b8", "text": "- Review and revise the laws, regulations and mechanisms to provide facilities andincrease the efficiency of the investment management.- Upgrade the capacity of the relevant organizations and staff.- Strengthen the monitoring, inspection and measures against offenders."}, {"text_block_id": "p80_b8", "text": "Ministry of Natural Resources and Environment (2009). Decision on NationalEnvironmental Standards of Lao PDR."}, {"text_block_id": "p79_b8", "text": "(average2025-2030)"}, {"text_block_id": "p78_b8", "text": "3.1.2.1. Average productivity of riceproduction in dry season(tonne/hectare)"}, {"text_block_id": "p77_b8", "text": "46.0060.0071.67"}, {"text_block_id": "p76_b8", "text": "National Green Growth Indexes of theLao PDR55.7663.0569.42"}, {"text_block_id": "p75_b8", "text": "23.7(2015)"}, {"text_block_id": "p74_b8", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p73_b8", "text": "2.1.1. Income equality (GINI)"}, {"text_block_id": "p72_b8", "text": "I. Economic Area: Economicgrowth, poverty reduction,raising of living standards of thepeople and decrease of risks andvulnerability to global economicuncertainties"}, {"text_block_id": "p71_b8", "text": "However, in order to ensure efficient and effective measurement andmonitoring of the socio-economic development according to green and sustainabledirection, it is required to consider and select the indicators and sub-indicators formeasuring and monitoring the progress of each area and dimension of the green andsustainable growth. This consideration and selection/determination are importantand must take into account of the following: (1) they must be the key indicators andsub-indicators which can clearly reflect the characteristics of each dimension or"}, {"text_block_id": "p69_b8", "text": "- Revise the Decision No. 205/PM, dated 01 July 2016 on the organizationand activities of the National Institute for Economic Research or the mandates of theMinistry of Planning and Investment so as to add the roles, rights, duties andorganizational structure of the Green Growth Promotion Centre into theorganizational structure, rights and duties of this institute or ministry."}, {"text_block_id": "p65_b8", "text": "Other Relevant Ministriesand Ministry-EquivalentAgencies"}, {"text_block_id": "p59_b8", "text": "It is the priority sector of the Government for achieving the SustainableDevelopment Goals. So far, thanks to the emphasis given by the Government andthe assistance of international organizations and foreign countries, the developmentof the health sector in the Lao PDR has achieved substantial successes, particularlythe access to and the quality of health services have been steadily improved."}, {"text_block_id": "p58_b8", "text": "3.3.1 Finance Sector"}, {"text_block_id": "p57_b8", "text": "- Studying, establishing and implementing the financial mechanism to provide"}, {"text_block_id": "p56_b8", "text": "tourism/travel companies, passenger transportation service, accommodation places,restaurants, other tourism services to use the energy economically and use cleanand environmentally-friendly products with a view to contributing to the protection ofenvironment and promotion of sustainable development."}, {"text_block_id": "p55_b8", "text": "- Advertising and disseminating the historical, cultural and eco-tourism sites in"}, {"text_block_id": "p53_b8", "text": "The National Green Growth Strategy of the Lao PDR focuses on promotingthe mines sectors in accordance with the guideline policy of the Government of LaoPDR and will particularly focus on encouraging and promoting the creation of themechanism of development of the mining project with wide participation of sectorsand local administrations to decrease negative impacts on environment and toensure efficient, effective and sustainable use of natural resources as well as toensure equity in the distribution of benefits from the mining development projects."}, {"text_block_id": "p52_b8", "text": "sector, both domestic and foreign, in the production of hydroelectricity, solar energyand wind energy to meet the increasing demand for energy both inside the countryand in foreign countries with the special focus on improving the laws, regulations andcoordinating mechanisms to attract and provide facilities to investors."}, {"text_block_id": "p50_b8", "text": "Lao PDR is a country which has the potential in clean energy, such as: hydro-energy, solar energy and wind energy. The Government of Lao PDR has the policyand strategy to produce and export the hydro-electricity to meet the demand ofASEAN countries, especially the neighboring countries. Such policy and strategy ofthe Government of Lao PDR aim at actively contributing to the reduction of the useof fossil energy and the energy from other sources that are not environmentallyfriendly; ensuring energy stability and security inside the country and in ASEAN; andpromoting the growth of the economy, reduction of poverty and generation ofrevenue for State budget."}, {"text_block_id": "p49_b8", "text": "- Making the design and managing the road network infrastructures to allow"}, {"text_block_id": "p48_b8", "text": "especially in the areas having high density of population and traffic congestion inorder to reduce the dust which is the cause of lung disease and respiratory systemdiseases."}, {"text_block_id": "p47_b8", "text": "- Improving the waste management system to make it more efficient and"}, {"text_block_id": "p46_b8", "text": "- Issuing the certificates; promoting the production, sale, marketing and"}, {"text_block_id": "p45_b8", "text": "45 https://tradingeconomics.com/laos/exports"}, {"text_block_id": "p44_b8", "text": "access to production inputs, markets and funding sources for the artisans andproducers of handicraft products, especially those who produce the handicraftproducts which have national and local heritage, artistic and cultural characteristicsand have small and medium sized handicraft structure."}, {"text_block_id": "p43_b8", "text": "facilities to industrial factory entrepreneurs in the import and application of moderntechniques and technology that are efficient, effective, clean, environmentallyfriendly, energy and raw material-saving. Special focus will be on promoting theaccess to the funding sources for small and medium-sized industrial entrepreneurs inthe processing industries related to agricultural production, forest, minerals, wasterecycling and others, such as: finished wooden product industry, rubber processingfactory, animal feed processing factory, food processing factory, factory producingorganic fertilizer from agricultural wastes and others in order to create added valuefor these products."}, {"text_block_id": "p42_b8", "text": "Therefore, in order to promote the growth of the economy, reduction ofpoverty and creation of jobs for the multi-ethnic people in line with green andsustainable direction, the National Green Growth Strategy of the Lao PDR hasidentified the development of industrial sector as a priority sector for green growthand will particularly focus on:"}, {"text_block_id": "p41_b8", "text": "in the forest plantation or industrial trees plantation by using integrated and rotationmethods in deforested and degraded land in order to expand the areas of forestcover, restore the quality of soil, supply the wood to meet the demand of domesticprocessing industries and export markets as well as to promote economic growth,jobs creation and poverty reduction; to limit and decrease the practice of monoculture for a long period that will affect the quality of the soil."}, {"text_block_id": "p40_b8", "text": "However, the forest quality and coverage in Lao PDR during the past twodecades have been rapidly degraded and depleted due to numerous causes, suchas: illegal logging and unlawful wood export, land concession for expandingagricultural production areas and for development projects, fast expansion of urbanareas, slash- and-burn cultivation practice and so on. 40"}, {"text_block_id": "p39_b8", "text": "- Promoting the integrated agricultural production and crops rotation practices"}, {"text_block_id": "p38_b8", "text": "33 8 th Five-Year National Socio-Economic Development Plan (2016-2020).34 Green Growth Potential Assessment."}, {"text_block_id": "p36_b8", "text": "- Enhancing the role of coordinating point of the Ministry of Natural Resources"}, {"text_block_id": "p35_b8", "text": "Management and utilization of limited natural resources of the country toensure optimal benefits and environmental protection is a priority sector/area of thegreen growth. Till now, the Government of Lao PDR has given the emphasis to thisissue and has put in place many policies, laws and regulations and mechanisms formanaging and using the natural resources in an efficient, effective and sustainablemanner and for protecting the environment, such as: Law on EnvironmentalProtection, Law on Water and Water Resources, Law on Forestry, Law on Land,regulation on environmental and social impact assessment (ESIA) and others. TheGovernment of Lao PDR has established the Ministry of Natural Resources andEnvironment and assigned it to assume the role of coordinating point in conductingresearch, allocation, formulation of plan on management and use of limited naturalresources of the country in an efficient, effective and sustainable manner, and toperform the role of the coordinating point in the protection of environment incollaboration with sector agencies and local administrations. This Ministry hasexpanded its coordinating networks down to the district level. This means that thereare Department of Natural Resources and Environment in all provinces and Office ofNatural Resources and Environment in all districts across Lao PDR."}, {"text_block_id": "p34_b8", "text": "efficient and effective with a view to decreasing the loss of life and properties of thepeoples from natural disasters."}, {"text_block_id": "p33_b8", "text": "32 Phaivanh, et. Basin-Wide Climate Change Impact and Vulnerability Assessment for Wetlands of the Lower Mekong Basin forAdaptation Planning"}, {"text_block_id": "p32_b8", "text": "- Promoting the vocational training, labour skill development, creation of jobsand income generating activities for women, especially in green economic sectors;this means in economic sectors which are clean, healthy and stable or which havelow level of risk or vulnerability to natural disasters and global economicuncertainties and in the green economic sectors related to the conservation ofculture, tradition and lifestyle of the Lao peoples, such as: silk weaving, cooking,knitting and others with the aim of allowing women to have the vocation, jobs, stableincome and to play a meaningful role in family and in society as well as allowingwomen to become representatives of cultural value of the Lao multi-ethnic peoples."}, {"text_block_id": "p31_b8", "text": "- Improving the infrastructure and providing quality services of education,"}, {"text_block_id": "p28_b8", "text": "However, according to the outcomes of the assessment of the World Bank, itis found that the climate of doing business/investment in Lao PDR is still difficult,complicated and there are too many procedures and documents, involvement ofmany sectors and high cost. The Work Bank has ranked Lao PDR at 141 st in term ofthe ease of doing business in 2017, 31 compared to 139 th in 2016. In term of having"}, {"text_block_id": "p27_b8", "text": "Green GrowthAgenda"}, {"text_block_id": "p25_b8", "text": "- The formulation and implementation of the National Green Growth Strategyof the Lao PDR must contribute to the decrease of the risk and economicvulnerability of the country to natural disasters and global economic uncertaintieswhich have become more severe and unpredictable."}, {"text_block_id": "p24_b8", "text": "Social Pillar"}, {"text_block_id": "p12_b8", "text": "2 https://www.paho.org/salud-en-las-americas-2017/?p=53"}, {"text_block_id": "p2_b8", "text": "Part III Focused Areas and Sectors and Supporting Sectors of the National Green GrowthStrategy of the Lao PDR………………………………………………………………………………..24"}, {"text_block_id": "p96_b8", "text": "- Prime Minister and Deputy Prime Ministers 06 copies- Office of the Party Central Committee01 copy- Office of the National Assembly01 copy- Filing10 copies"}, {"text_block_id": "p95_b8", "text": "- Referring to the official letter of the Office of the National Assembly No."}, {"text_block_id": "p94_b8", "text": "disbursement of budget fund of the project in accordance with the regulations;- Develop the magazine, website, calendar, brochures, summary of policy"}, {"text_block_id": "p93_b8", "text": "relating the potentials, opportunities and challenges of the socio-economic"}, {"text_block_id": "p92_b8", "text": "Strategy of the Lao PDR based on the decision of the Government Meeting;- Implement other tasks related to the formulation of the green growth strategy and"}, {"text_block_id": "p91_b8", "text": "for Green Growth on 30 January 2017."}, {"text_block_id": "p87_b8", "text": "Article 1. To appoint the National Steering Committee for Green Growth which shallcomprise the following personnel:"}, {"text_block_id": "p85_b8", "text": "services in the process of public procurement of goods and services."}, {"text_block_id": "p84_b9", "text": "➢ Culture"}, {"text_block_id": "p83_b9", "text": "- Develop the urban plan design, housing and building designs and ensuring the"}, {"text_block_id": "p82_b9", "text": "➢ Forestry"}, {"text_block_id": "p81_b9", "text": "• RuralDevelopmentand PovertyReduction"}, {"text_block_id": "p80_b9", "text": "Ministry of Finance (2016). Vision 2030 and National Finance Strategy."}, {"text_block_id": "p79_b9", "text": "Minimum:0.2% of GDP"}, {"text_block_id": "p78_b9", "text": "6885.390.7Maximum:7.5 tonnes/ha"}, {"text_block_id": "p77_b9", "text": "2.1.2.1. Percentage of female membersof the National Assembly (%)"}, {"text_block_id": "p76_b9", "text": "I. Economic Area: Economic growth,poverty reduction, raising of livingstandards of the people and decreaseof risks and vulnerability to globaleconomic uncertainties"}, {"text_block_id": "p75_b9", "text": "2019"}, {"text_block_id": "p74_b9", "text": "3.1.2.1. Average productivity of riceproduction in dry season(tonne/hectare)"}, {"text_block_id": "p73_b9", "text": "36.4(2012)"}, {"text_block_id": "p72_b9", "text": "1.1. Economic growth"}, {"text_block_id": "p69_b9", "text": "- The President of the National Institute for Economic Research or theMinister of Planning and Investment shall issue a Decision to adopt the roles,organizational structure and activities of the National Green Growth PromotionCentre of the Lao PDR in accordance with the law and regulations."}, {"text_block_id": "p65_b9", "text": "National Green GrowthPromotion Centre ofthe Lao PDR"}, {"text_block_id": "p58_b9", "text": "Apart from providing budget, the financial policy is also an importantinstrument for the promotion of green growth. Therefore, the National Green GrowthStrategy of the Lao PDR has identified the finance sector as an important supportingsector of green growth and will specifically focus on encouraging and promoting: (1)the development and implementation of the environmental taxes with a view toreducing the generation of pollution, wastes and the emission of greenhouse gas; (2)the formulation and implementation of financial policy to promote economical use ofenergy and natural resources and to ensure distribution of the socio-economicdevelopment benefits widely, inclusively and fairly; and (3) the formulation andimplementation of financial policy to support the production and consumption ofgreen and socially and environmentally-friendly products, such as: reduction orexemption of duty for the import of efficient, effective and environmentally-friendlytechnique and technology; reduction and exemption of taxes on production andconsumption of green products and so on; and (4) provision of preference to greenproducts, green producers of goods and green providers of services in the processof public procurement of goods and services."}, {"text_block_id": "p57_b9", "text": "sufficient budget fund for the research work to support the implementation of theNational Green Growth Strategy of the Lao PDR. (This may be developed as afinancing window in the Green Growth Promotion Fund or Research PromotionFund)."}, {"text_block_id": "p56_b9", "text": "- Developing and implementing the standards of green tourism city, green"}, {"text_block_id": "p55_b9", "text": "the Lao PDR to the world in a widely manner so as to attract a greater number ofregional and international tourists to visit Lao PDR that will contribute to the"}, {"text_block_id": "p53_b9", "text": "3.2.6 Information, Culture and Tourism Sector"}, {"text_block_id": "p52_b9", "text": "- Enhancing the cooperation at regional and international levels in conducting"}, {"text_block_id": "p50_b9", "text": "Throughout Lao PDR, there are 63 hydro-energy power plants which arealready in operation with a total installed capacity of 5,172 Megawatts. 48 In addition,there is a significant number of hydroelectric power projects which are underconstruction and are in the process of conducting the feasibility study across thecountry, including the projects of construction and feasibility study for the productionof renewable energy, such as: wind energy, biomass and biogas. The Governmentof Lao PDR has the policy to develop sustainable hydroelectricity and has the Lawon Electricity (amended in 2017). These policy and law have provided that thedevelopment of power projects must consider, pay attention and give importance tothe protection and utilization of natural resources related to the development ofpower projects, such as: forest, soil and water sources, etc. to ensure optimalbenefits for the nation and conformance with the national socio-economicdevelopment plan and ensure sustainability."}, {"text_block_id": "p49_b9", "text": "them to have stable structure and to be resilient to natural disasters."}, {"text_block_id": "p48_b9", "text": "- Studying and creating, on testing basis, the model green urban areas and"}, {"text_block_id": "p47_b9", "text": "effective, especially in large towns, such as: Vientiane Capital, Savannakhet,Champasak, Luang Prabang and Khammuan. According to the findings of the studyconducted by the Ministry of Natural Resources and Environment and the Ministry ofPublic Works and Transport, only 40%-50% of the wastes in these towns arecollected for reuse or are destroyed by using proper method at the specified sites.This means that 50%-60% of these wastes are disposed disorderly or in non-conformance with hygienic principles. The National Green Growth Strategy of theLao PDR has, therefore, identified waste management as a focus of the public worksand transport sector and will particularly focus on: (1) building the consciousness ofthe people to avoid disorderly disposal of wastes, to separate the wastes to enablewaste recycling and reuse; (2) studying, formulating, improving and implementing thefinancial mechanism and waste management mechanism in a more efficient andeffective manner; (3) building and improving the infrastructure (landfill) to make it"}, {"text_block_id": "p46_b9", "text": "consumption/purchase of green and environmentally-friendly products in domesticand international markets through various media; organizing the trade exhibition ofgreen and environmentally-friendly products, the meeting event for sale andpurchase and others."}, {"text_block_id": "p44_b9", "text": "- Promoting the establishment of group of artisans and/or entrepreneurs"}, {"text_block_id": "p43_b9", "text": "- Promoting the development of complete cycle industries that use raw material"}, {"text_block_id": "p42_b9", "text": "- Encouraging and promoting the process of industrialization and modernization"}, {"text_block_id": "p41_b9", "text": "- Improving and restoring the quality of forests, particularly the water source"}, {"text_block_id": "p40_b9", "text": "Considering the economic, social and environmental importance of theforests, the Government has the policy to increase the forest cover to 70% of thetotal area of the country by 2020. In order to achieve this target, the Government ofLao PDR has formulated, implemented and amended many laws, regulations andmechanisms relating to sustainable protection and use of forests, such as: Law onForest, Decree No. 95/PM on ceasing the export of timbers, policy on the decreaseof slash-and-burn cultivation practice, etc. This National Green Growth Strategy ofthe Lao PDR has identified development of forest in line with the Governmentguideline as a priority sector and will particularly focus on:"}, {"text_block_id": "p39_b9", "text": "to reduce the degradation of soil; restricting and decreasing the mono-culturepractices for long period that may affect soil fertility and biodiversity by promotingmulti-crop cultivation that takes into account the economic efficiency, technicalfeasibility, change of climatic conditions, capacity to ensure food security andnutritional value. 39"}, {"text_block_id": "p36_b9", "text": "and Environment, the Provincial Department of Natural Resources and Environmentand the District Office of Natural Resources and Environment in coordinating with theagriculture and forestry, energy and mines, tourism, public works and transportsectors and other relevant sectors to complete the survey, allocation andparticipatory formulation of the national land management and use plan as soon aspossible to ensure efficient, effective and sustainable use of land with is the valuableproperty of the nation. The survey, allocation and formulation of the national landmanagement and use plan must be conformed with the requirements of the nationalsocio-economic development, have economic efficiency and scientificcharacteristics, and shall be conformed with the natural characteristics of the land ineach place, such as: which land shall be used as agricultural land, construction land,production forest, conservation forest, wildlife and plant species conservation areasand so on;developing and implementing the law and regulations on themanagement of each type of land in an efficient, effective and sustainable manner."}, {"text_block_id": "p35_b9", "text": "These policies, legal instruments, structure and mechanism of coordinationconstitute the basis and important factors for natural resources management andenvironmental protection in the Lao PDR today. However, the natural resourcesmanagement and environmental protection work is quite recent in Lao PDR,compared to other works. As a result, the implementation of this work is notsystematic, strong and highly efficient, particularly: (1) the division of the roles andresponsibilities between the Ministry of Natural Resources and Environment andother Ministries and agencies is unclear, complicated and overlapped; (2) thedevelopment and implementation of laws and regulations relating to naturalresources management and environmental protection are not comprehensively,systematically and strictly performed; (3) the standards for environmental quality"}, {"text_block_id": "p34_b9", "text": "- Promoting the establishment and increase the capacity of the Reserve Fund"}, {"text_block_id": "p31_b9", "text": "health, water supply, telecommunication and information to the rural areassufficiently and widely in order to gradually raise the quality of livelihood of the ruralpeople."}, {"text_block_id": "p28_b9", "text": "31 https://tradingeconomics.com/laos/ease-of-doing-business"}, {"text_block_id": "p27_b9", "text": "National GreenGrowth Strategyof the Lao PDR"}, {"text_block_id": "p25_b9", "text": "- The formulation and implementation of the National Green Growth Strategyof the Lao PDR must contribute to the decrease or restriction of the rise of pollution,dirt, wastes and greenhouse gas emissions which are the main causes of climatechange, natural disasters and many kinds of diseases."}, {"text_block_id": "p24_b9", "text": "- Comprehensiveness,inclusiveness, equality andsocial equity with the aim ofdecreasing the gap betweenurban and rural areas,between ethnic groups,between men and women,between the rich and the poorand so on"}, {"text_block_id": "p2_b9", "text": "3.1 Cross-Cutting Focused Areas………………....………………………………………………..243.1.1 Investment Environment and Management……………………………………………..243.1.2 Rural Development and Poverty Reduction…………………………………………….263.1.3 Gender Role: Protection and Promotion of the Advancement of Women………….. 283.1.4 Adaptation to the Climate Change and Management of Natural Disasters……….. 293.2 Focused Sectors of the National Green Growth Strategy of the Lao PDR…………………313.2.1 Natural Resources and Environment…………………………………………………….313.2.2 Agriculture and Forestry Sector…………………………………………………………..343.2.3 Industry and Commerce Sector…………………………………………………………..383.2.4 Public Works and Transport Sector……………………………………………………...423.2.5 Energy and Mines Sector…………………………………………………………………463.2.6 Information, Culture and Tourism Sector………………………………………………..493.2.7 Science and Technology Sector………………………………………………………….523.3 Supporting Sectors……………………………………………………………………………….543.3.1 Finance Sector……………………………………………………………………………..543.3.2 Banking Sector……………………………………………………………………………..543.3.3 Education and Sports Sector……………………………………………………………..553.3.4 Labour and Social Welfare Sector……………………………………………………….553.3.5 Health Sector……………………………………………………………………………….55"}, {"text_block_id": "p96_b9", "text": "Sonexay SIPHANDONE"}, {"text_block_id": "p95_b9", "text": "0337/NAO/EPFC, dated 23 October 2014;- Based on the instruction of the Prime Minister on 14 November 2014."}, {"text_block_id": "p94_b9", "text": "statement and others for disseminating and supporting the formulation of thegreen growth strategy and the establishment of the green growth promotioncentre of the Lao PDR;- The Secretariat of the Committee for Formulation of Green Growth Strategy is"}, {"text_block_id": "p92_b9", "text": "the establishment of the green growth promotion centre."}, {"text_block_id": "p91_b9", "text": "The Deputy Prime Minister, Chairman of the National SteeringCommittee for Green Growth Issues a Decision as follows:"}, {"text_block_id": "p87_b9", "text": "1. Deputy Prime Minister, Minister of FinanceChairperson2. Minister of Planning and InvestmentVice-Chairperson3. President of National Institute for Economic ResearchMember4. Minister at the Prime Minister’s OfficeMember5. Minister of Natural Resources and EnvironmentMember6. Minister of Agriculture and ForestryMember7. Minister of Public Works and TransportMember8. Minister of industry and CommerceMember9. Minister of Energy and MinesMember10. Minister of Science and TechnologyMember."}, {"text_block_id": "p85_b9", "text": "• Banking"}, {"text_block_id": "p84_b10", "text": "- Coordinate with the tourism sector to create the activities and develop the historical andcultural tourism sites.- Coordinate with the information sector to disseminate the culture and lifestyle which areunique to the nation.- Coordinate with the public works and transport sector to design the urban plan, housingplan and town decorations to ensure artistic and cultural value which is unique of the Laonation."}, {"text_block_id": "p83_b10", "text": "management of the housing and building construction in urban areas (provincial capitals,district municipalities and community areas) with the aim of developing these urban areasinto beautiful and green towns with national unique artistic and cultural value.- Promote the use of construction materials which are efficient, environmentally-friendlyand/or are produced inside the country.- Improve the waste management system to make it more efficient and effective.- Encourage and promote domestic and foreign investors to make investment in waste-related business activities.- Enhance the improvement of infrastructure (treatment systems) and the environmentalprotection and management system in urban areas.- Focus on paving the earthen roads in the urban areas with asphalt and concrete,"}, {"text_block_id": "p82_b10", "text": "- Encourage and promote the development and implementation of the mechanisms of"}, {"text_block_id": "p81_b10", "text": "- Continue the implementation of the policy of grouping small villages into a large village"}, {"text_block_id": "p80_b10", "text": "Global Green Growth Institute (2017). Green Growth Potential Assessment – Lao PDRCountry Report."}, {"text_block_id": "p79_b10", "text": "3.3.2. Average number of population affectedby natural disasters"}, {"text_block_id": "p78_b10", "text": "3.1.3. Proportion of export of naturalresources in gross export value (%)"}, {"text_block_id": "p77_b10", "text": "506070Best: 50%"}, {"text_block_id": "p76_b10", "text": "51.8255.0758.93"}, {"text_block_id": "p75_b10", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p74_b10", "text": "5.1"}, {"text_block_id": "p73_b10", "text": "<33<30"}, {"text_block_id": "p72_b10", "text": "1.1.1. Average rate of growth of GDP(%)"}, {"text_block_id": "p69_b10", "text": "- The National Green Growth Promotion Centre of the Lao PDR studies andprepares the rule on management and submit it to the Prime Minister, through theNational Steering Committee for Green Growth, for consideration and approval of theestablishment of the Green Growth Promotion Fund."}, {"text_block_id": "p65_b10", "text": "Green GrowthFocal Point ofProvince I"}, {"text_block_id": "p58_b10", "text": "3.3.2 Banking Sector"}, {"text_block_id": "p57_b10", "text": "- Learning and drawing lessons on good foreign and international practices"}, {"text_block_id": "p56_b10", "text": "tourism site and green tourism service place (tourism/travel company, hotel, resort,guesthouse, restaurant and entertainment place). This consists of developing thestandards, conducting the assessment, issuing the certificates and promoting theuse of the services of these green tourism service places."}, {"text_block_id": "p55_b10", "text": "51 Department of Tourism Development, Ministry of Information, Culture and Tourism."}, {"text_block_id": "p53_b10", "text": "3.2.6.1 Information Sector"}, {"text_block_id": "p52_b10", "text": "the study and building the capacity of civil servants to enable them to have strongtechnical skills with the focus on international cooperation in security work, resolveemergency problems related to the alternative energy, such as: nuclear energy andhydrogen energy;"}, {"text_block_id": "p50_b10", "text": "In addition, the Government of Lao PDR has also the policy to promote thesaving and conservation of energy and the alternative energy, development of biofuel and development of rural electricity. The details are as follows: (1) Policy onsaving and conservation of energy to reduce the greenhouse gas emissions which"}, {"text_block_id": "p49_b10", "text": "47 8 th Five-Year National Socio-Economic Development Plan (2016-2020)."}, {"text_block_id": "p48_b10", "text": "rural (community) areas for the purpose of drawing lessons and experiences on thedevelopment and management of these urban and rural areas with special focus ondrawing lessons and experiences relating to: (1) the creation of environment,conditions and primary factors to facilitate the building of urban and rural areas; (2)the financial mechanism or method of fund raising for implementing the projects; (3)the organizational structure and the mechanism of sustainable administration ofthese urban and rural areas and others."}, {"text_block_id": "p46_b10", "text": "3.2.4 Public Works and Transport Sector"}, {"text_block_id": "p44_b10", "text": "producing commercial handicraft products by using various methods, such as:setting-up model handicraft groups to make them to become strong in theimprovement of quality and standards of handicraft production in conformance withthe demands of domestic and foreign markets, and in the protection of markets andcopyrights."}, {"text_block_id": "p43_b10", "text": "wastes from one factory as raw materials in another factory to increase the efficiencyof the use of limited natural resources to achieve optimal benefits and to decreasethe wastes."}, {"text_block_id": "p42_b10", "text": "strongly in order to increase the proportion of production value of the industrial sector"}, {"text_block_id": "p41_b10", "text": "forests, national conservation forests, conservation forests of the province anddistrict by using various methods and measures, such as: (1) promoting thecampaign of trees planting for the rehabilitation of forest on important days ofnational and international levels, such as: National Arbor Day, World EnvironmentDay, International Water Week and so on; (2) enhancing the monitoring, inspection,prevention and suppression of illegal and unsustainable exploitation, use and exportof wood; (3) encouraging and promoting the participation of all sectors, localadministrations, communities and private sector in the process of sustainableprotection and utilization of forest; (4) Building at least one national park for theprotection of wildlife and plant species, and so on."}, {"text_block_id": "p40_b10", "text": "- Encouraging and promoting the creation of the mechanism of development"}, {"text_block_id": "p39_b10", "text": "- Taking the lead in coordinating with relevant sectors to control the production,"}, {"text_block_id": "p34_b10", "text": "for Emergency Aid of national, provincial, district and village levels so that it can beused for providing the relief to the victims of natural disasters efficiently, effectivelyand timely."}, {"text_block_id": "p31_b10", "text": "- Providing the training on livelihood practices and labour skill development"}, {"text_block_id": "p24_b10", "text": "Environmental Pillar"}, {"text_block_id": "p95_b10", "text": "The Government Office has the honor to notify the instruction of the PrimeMinister to you as follows: “The 35 th General Assembly of ASEAN Inter-ParliamentaryAssembly has considered and adopted 2 Resolutions which are:"}, {"text_block_id": "p94_b10", "text": "entitled to appropriately appoint the staff under their responsibility to assist intheir work based on the actual requirement;- Perform other works as assigned by the Steering Committee."}, {"text_block_id": "p92_b10", "text": "Article 2. To appoint the Secretariat of the Committee for Formulation of Green GrowthStrategy and Establishment of Green Growth Promotion Centre of the Lao PDRwhich shall comprise the following personnel:"}, {"text_block_id": "p91_b10", "text": "Article 1. To appoint the Committee for Formulation of Green Growth Strategy andEstablishment of Green Growth Promotion Centre of the Lao PDR which shallcomprise the following personnel:"}, {"text_block_id": "p87_b10", "text": "Article 2. The National Steering Committee for Green Growth shall have the main rightsand duties as follows:"}, {"text_block_id": "p85_b10", "text": "- Provide facilities to various enterprises to access low-interest and long-term loans forimporting production equipment, machineries, techniques and technology which arehighly efficient, effective and environmentally-friendly from foreign countries.- Facilitate the access to low-interest loans for small and medium-sized enterprises toenable them to expand the investment in the areas and sectors related to green growth.- Provide facilities for the creation and operations of the micro-finance fund."}, {"text_block_id": "p84_b11", "text": "➢ Tourism"}, {"text_block_id": "p83_b11", "text": "especially in areas having high density of population and traffic congestion.- Study and create, on testing basis, the model green urban area and rural (community)area."}, {"text_block_id": "p82_b11", "text": "management, protection and use of forests with wide participation of the sectors andlocal administrations.- Encourage and promote the survey, zoning and classification of the types of forest; and"}, {"text_block_id": "p81_b11", "text": "and building large villages into a green and livable town.- Continue to develop the communication roads to connect rural areas with urban areas.- Improve the education, health, water supply, telecommunication and informationinfrastructures.- Develop livelihood skills and labour skills.- Focus on creating the micro finance fund and other financial mechanisms to facilitate theaccess to funding sources.- Promote commercial production of goods and consumption of rural traditional products."}, {"text_block_id": "p80_b11", "text": "Global Green Growth Institute (2017). Reform and Proposal of Financial Mechanism toFinance Green Growth."}, {"text_block_id": "p79_b11", "text": "25"}, {"text_block_id": "p78_b11", "text": "19.52533.3Minimum: 10%"}, {"text_block_id": "p77_b11", "text": "2.1.2.2. Percentage of female members of"}, {"text_block_id": "p76_b11", "text": "1.1. Economic growth"}, {"text_block_id": "p75_b11", "text": "Many indicators showing the characteristics of green and sustainable growth,such as: air, soil and water quality, proportion of green economy (green GDP) in theGross Domestic Product (GDP) and other cannot be included in this monitoring &evaluation system for the time being due to lack of data. The National Green GrowthPromotion Centre of the Lao PDR will be responsible for continuing the research andimprovement of this monitoring & evaluation system to make it more efficient,effective and accurate in the future."}, {"text_block_id": "p74_b11", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p73_b11", "text": "https://www.indexmundi.com/facts/lao-pdr/indicator/SI.POV.GINI"}, {"text_block_id": "p72_b11", "text": "7.9(20112015)"}, {"text_block_id": "p65_b11", "text": "Green GrowthFocal Point ofProvince II"}, {"text_block_id": "p58_b11", "text": "Similarly to the finance sector, the monetary policy is also a highly efficientand effective tool for the promotion of green growth. The National Green GrowthStrategy of the Lao PDR focuses on encouraging and promoting the formulation andimplementation of the monetary policy that facilitates green growth and willspecifically focus on: (1) providing facilities to various enterprises to access low-interest and long-term loans for importing production equipment, machineries,techniques and technology which are highly efficient, effective and environmentallyfriendly from foreign countries; (2) facilitating the access to low-interest loans for"}, {"text_block_id": "p57_b11", "text": "regarding green policy, science, technique, technology and innovation for adaptingand applying in Lao PDR in conformance with the actual situation of Lao PDR,especially the policy, science, technology and innovation in the priority areas andsectors of the National Green Growth Strategy of the Lao PDR, such as: agricultureand forestry, public works and transport, energy and mines, industry and commercesectors and others."}, {"text_block_id": "p56_b11", "text": "3.2.7 Science and Technology Sector"}, {"text_block_id": "p53_b11", "text": "It is a sub-sector which is important for supporting the green growth. In thewhole country, there are 63 radio stations, of these: 11 stations are located at thecentral level, 19 stations are at the provincial level and 33 stations are at the districtlevel. The radio broadcasts are capable to reach 95% of the total areas of thecountry. There is a total of 37 television stations, of these: 9 stations are at thecentral level, 17 stations are at the provincial level and 11 stations are at the district"}, {"text_block_id": "p52_b11", "text": "- Raising the efficiency of clean energy use by promoting and facilitating the"}, {"text_block_id": "p50_b11", "text": "48 Data from the electricity statistics book in 2017"}, {"text_block_id": "p48_b11", "text": "3.2.4.2 Transport Sector"}, {"text_block_id": "p46_b11", "text": "It is comprised of many sub-sectors; but the National Green Growth Strategyof the Lao PDR has identified urban development and inland transportation aspriorities. The details are as below:"}, {"text_block_id": "p44_b11", "text": "- Promoting the commercial production, marketing, sale and consumption of"}, {"text_block_id": "p43_b11", "text": "- Building the infrastructure for disposal or destruction of wastes or toxic"}, {"text_block_id": "p42_b11", "text": "41 Figure calculated based on data in the 8 th Five-Year National Socio-Economic Development Plan (2016-2020).42 8 th Five-Year National Socio-Economic Development Plan (2016-2020).43 Workforce Survey, 2018."}, {"text_block_id": "p41_b11", "text": "- Enhancing the monitoring, prevention and decreasing the destruction of forest"}, {"text_block_id": "p40_b11", "text": "and implementation of the forest management, protection and use plan with theparticipation of many relevant sectors and local administrations under thecoordinating role of the Ministry of Agriculture and Forestry and/or the Provincial"}, {"text_block_id": "p39_b11", "text": "import, distribution and use of pesticides and chemicals which are hazardous tohuman and animal health and to environment in the agricultural production;strengthening the strictness and efficiency of the production management tominimize the degradation of soil quality, water sources and biodiversity as well ashuman and animal health through the revision of laws, regulations, mechanisms ofimplementation and through the imposition of stricter measures against offenders."}, {"text_block_id": "p34_b11", "text": "- Promoting the expansion of the coverage and management of the national"}, {"text_block_id": "p31_b11", "text": "to the rural people, especially the training on the methods of cultivation, livestockraising, agro-processing, handicraft production, packaging, marketing, trading, smallbusiness management and so on in accordance with the green growth style toenable farmers in rural areas to gradually become producers of goods and providersof services in domestic and foreign markets. The special focus shall be on trainingand development of labour skill related to the cultural base and advantageouspotentials of each locality"}, {"text_block_id": "p24_b11", "text": "- Raising the efficiency, effectiveness andsustainability of natural resources utilization.- Decreasing the pollution, wastes andgreenhouse gas emissions.- Minimizing the risks and vulnerability to naturaldisasters."}, {"text_block_id": "p95_b11", "text": "(1) Resolution on Promotion of Green Growth Development Strategy in ASEAN;(2) Resolution on Promotion of entrepreneurs development in the process ofminimizing the development gap in ASEAN."}, {"text_block_id": "p94_b11", "text": "Article 3. All Ministries, Ministry-Equivalent Organizations, Vientiane Capital, allprovinces countrywide, all relevant parties and appointed persons shallacknowledge and strictly implement this Decision."}, {"text_block_id": "p92_b11", "text": "1. Director General of Department of Planning, Ministry of Planningand InvestmentChief2. Director of Economic and Social Science and Policy ResearchCenter, National Institute for Economic ResearchVice-Chief3. Deputy Director General of Department of Planning, Ministryof Planning and InvestmentVice-Chief4. Deputy Director General of Department of Planning andCooperation, Ministry of Natural Resources and EnvironmentVice-Chief5. Deputy Director General of Department of Planning andCooperation, Ministry of Agriculture and ForestryMember6. Deputy Director General of Department of Planning and"}, {"text_block_id": "p91_b11", "text": "1. President of National Institute for Economic ResearchChairperson2. Vice Minister of Planning and InvestmentVice-Chairman3. Vice-President of National Institute for Economic ResearchVice-Chairman"}, {"text_block_id": "p87_b11", "text": "1. Guide overall green growth activities to ensure that they are successfullyperformed in an efficient and effective manner and in compliance with the actualrequirements of the national socio-economic development in each period;consider and adopt the policies related to green growth, particularly determine"}, {"text_block_id": "p85_b11", "text": "• Education andSports"}, {"text_block_id": "p84_b12", "text": "- Enhance the protection and development of natural, historical and cultural tourismactivities and sites in Lao PDR to make them diversified and beautiful.- Advertise and disseminate the historical, cultural and eco-tourism sites in the Lao PDR tomake them known widely in the world.- Improve the quality of tourism services and the services of the related sectors to meet the"}, {"text_block_id": "p83_b12", "text": "➢ Transport"}, {"text_block_id": "p82_b12", "text": "formulate, improve and implement the laws and regulations relating to the use of eachtype of forest in an efficient, effective and sustainable manner.- Promote sustainable protection and use of forest based on the community.- Encourage and promote the investment of domestic and foreign investors in forest"}, {"text_block_id": "p81_b12", "text": "• GenderRole/Promotionof theAdvancementof Women"}, {"text_block_id": "p80_b12", "text": "Global Green Growth Institute (2017). Green Growth of the Lao PDR: Vision, Gap andImplementation Priority Assessment."}, {"text_block_id": "p79_b12", "text": "31.341.7Minimum:50,000 persons(average2020-2025)"}, {"text_block_id": "p78_b12", "text": "3.2. Cleanliness and environmentallyfriendliness"}, {"text_block_id": "p77_b12", "text": "the Government )%("}, {"text_block_id": "p76_b12", "text": "76.767.967.9"}, {"text_block_id": "p75_b12", "text": "5.2 National Green Growth Indexes of Lao PDR"}, {"text_block_id": "p74_b12", "text": "3.1.3. Proportion of export of naturalresources in the gross value ofexport (%)"}, {"text_block_id": "p73_b12", "text": "2.1.2. Gender role"}, {"text_block_id": "p72_b12", "text": "7.00(20202025)"}, {"text_block_id": "p65_b12", "text": "Green GrowthFocal Point ofProvince III"}, {"text_block_id": "p57_b12", "text": "- Implementing the thematic topics, projects and programmes of research on"}, {"text_block_id": "p56_b12", "text": "It is an important key in the promotion of national socio-economicdevelopment and green growth. Over the past period, the Government of Lao PDRhas given the importance and has started developing the scientific and technologicalresearch system to undertake the research and analysis and provide informationrelating to the socio-economic development of the country. The Government hadestablished the Ministry of Science and Technology and a number of researchinstitutes and research centers which are independent organizations (ministeriallevel) and attached to sectors and local administrations to carry out scientific andtechnological research activities for using in the formulation and implementation ofthe national, sector and local socio-economic development plans, such as: NationalInstitute for Economic Research, National Academy for Social Sciences, Economicand Trade Research Institute of the Ministry of Industry and Commerce,"}, {"text_block_id": "p52_b12", "text": "production and use of materials, production equipment, transport vehicles,techniques and technology which are energy-saving while restricting the import ofmaterials, production equipment, transport vehicles, techniques and technologywhich are energy- wasting."}, {"text_block_id": "p48_b12", "text": "It is a sub-sector of the public works and transport sector that the NationalGreen Growth Strategy of the Lao PDR has identified as a priority. According to thestatistic data from the Department of Transport of the Ministry of Public Works andTransport, in Lao PDR, the total number of road transport vehicles is about 1.6million units and the average annual growth rate is about 10-12% which isconsidered to be moderately high and is higher than the rate of economic growth;"}, {"text_block_id": "p46_b12", "text": "3.2.4.1 Urban Development"}, {"text_block_id": "p44_b12", "text": "handicraft products through various methods and activities, such as: creating thedatabase and provide marketing data to producers, organizing handicraft productsexhibitions, advertising via various media and so on. The special focus shall be onthe production, marketing, sale and consumption of handicraft products that havenational and local heritage, artistic, cultural and unique characteristics so as toincreasingly meet the demands of tourism and export markets, such as: productsfrom cotton and silk weaving, natural dyeing, metal crafting (ornaments), clay, woodcarving, bamboo-weaving, blacksmith work, traditional food, jewelry; and on creatingthe conditions to enable them to become ODOP’s commodities.-"}, {"text_block_id": "p43_b12", "text": "industrial wastes that are not conformed with the environmental standards to ensurecleanliness, safety and low environmental impact. 44"}, {"text_block_id": "p41_b12", "text": "cover areas by using various policies and measures, such as: (1) Strengthening andimproving the mechanism of management of land concession for public investmentprojects and for domestic and foreign private investment projects to make it moreefficient and effective so as to reduce the impacts of the granting of concession ofdevelopment projects on the forest cover areas; (2) Planning and creating stableoccupations for people/farmers who practice shifting agricultural production thataffects the forest cover areas, and so on."}, {"text_block_id": "p40_b12", "text": "40 GGGI, Green Growth Potential Assessment."}, {"text_block_id": "p39_b12", "text": "35 As specified in Order No. 09/PM , dated 02 September 2018.36 Comments and proposal of the Ministry of Agriculture and Forestry.37 Comments and proposal of the Ministry of Agriculture and Forestry.38 Comments and proposal of the Ministry of Agriculture and Forestry.39 See reference data from the research work of MODA"}, {"text_block_id": "p34_b12", "text": "social security system widely and inclusively to ensure the protection andmanagement of health, properties and agricultural production (crops, livestock, etc.)from the impacts of the climate change and natural disasters."}, {"text_block_id": "p31_b12", "text": "- Creating the microfinance fund and other rural finance mechanisms to"}, {"text_block_id": "p24_b12", "text": "ການເຕີ ບໂຕສີ ຂຽວ"}, {"text_block_id": "p95_b12", "text": "Relevant Ministries and Agencies are, hereby, assigned to study, translate andimplement these resolutions:"}, {"text_block_id": "p94_b12", "text": "Article 4. This Decision is effective from the date it is signed."}, {"text_block_id": "p85_b12", "text": "- Build the awareness of the students and mainstream green growth into the teaching andlearning curriculum of the primary and secondary schools.- Coordinate with the enterprise sector to develop the curriculum for vocational educationin the fields related to green growth/sustainable development.- Developing the curriculum and start the teaching of subjects related to greengrowth/sustainable development.- Increase the research and analysis on science and policies relating to green growth."}, {"text_block_id": "p83_b13", "text": "- Improve the urban transportation infrastructure to create favorable conditions and provide"}, {"text_block_id": "p82_b13", "text": "plantation or industrial trees plantation using integrated and rotation methods indeforested and degraded land.- Enhance the improvement and restoration of the quality of forests.- Enhance the monitoring, inspection, prevention and reduction of the destruction of the"}, {"text_block_id": "p81_b13", "text": "- Mainstream gender role into national, sector and local strategies and socio-economicdevelopment plans.- Promote the access to education of women, especially high level of education.- Promote vocational training, labour skill development and creation of jobs for women.- Encourage and promote the participation of women in economic, political and sociocultural activities.- Promote the protection of women and children who are victims of domestic violence,"}, {"text_block_id": "p80_b13", "text": "Government of the R. S. of Vietnam (2012). National Green Growth Strategy ofVietnam."}, {"text_block_id": "p79_b13", "text": "(average2025-2030)"}, {"text_block_id": "p78_b13", "text": "53.0554.6059.26"}, {"text_block_id": "p77_b13", "text": "103050Best: 50%"}, {"text_block_id": "p76_b13", "text": "1.1.1. Average rate of growth of GDP (%)"}, {"text_block_id": "p75_b13", "text": "In order to measure and monitoring at macro level (overall level), the NationalGreen Growth Strategy of the Lao PDR has developed the green growth indexes bygiving an equal weight or importance to each area or pillar of the green growth; thismeans: giving the economic area 1/3, social area 1/3 and environmental area 1/3;and also giving an equal importance or weight to each dimension in each area. In theeconomic area, there are 3 dimensions which are: (1) economic growth, (2) povertyreduction and raising of living standards of the people, and (3) decrease of risks andvulnerability to global economic uncertainties; and each dimension will have an equalweight of 1/3. In the social area, there are only 2 dimensions which are: (1) socialequality and equity, and (2) comprehensiveness and inclusiveness; and eachdimension will have a weight of 1/2. The environmental area consists of 3dimensions which are: (1) efficiency, effectiveness and sustainability of utilization ofnatural resources, (2) cleanliness and environmentally friendliness, and (3) decreaseof risks and vulnerability to climate change and natural disasters; and eachdimension will have an equal weight of 1/3."}, {"text_block_id": "p74_b13", "text": "51.2(2015)"}, {"text_block_id": "p73_b13", "text": "2.1.2.1. Percentage of femalemembers of the NationalAssembly (%)"}, {"text_block_id": "p72_b13", "text": "7.00(20252030)"}, {"text_block_id": "p65_b13", "text": "Green GrowthFocal Point ofProvince IV"}, {"text_block_id": "p57_b13", "text": "policy, science, technique, technology and innovation for supporting theimplementation of the National Green Growth Strategy of the Lao PDR as well as forsupporting the implementation of the strategies and national socio-economicdevelopment plan in accordance with green and sustainable direction."}, {"text_block_id": "p52_b13", "text": "- Reducing the use of unclean energy, such as: biomass energy (charcoal,"}, {"text_block_id": "p46_b13", "text": "Development of the urban areas and green residential areas is an importantcomponent of green growth to raise the quality of livelihood of the people in LaoPDR. Overall, in Lao PDR, the proportion of population living in urban areas is low,compared with many other countries. According to the results of the populationcensus in 2015, Lao PDR has a total population of 6.5 million, of this: about 30% ofthe total population live in urban areas. In Lao PDR, there is only one large town offirst level which is Vientiane Capital with a population of about 800,000 peoples; 4secondary towns which are: Luang Prabang, Thakhek, Savannakhet and Pakse witha population ranging between 40,000 - 80,000 peoples; 12 provincial capitals with apopulation ranging between 6,000 – 40,000 peoples; and 106 district municipalitieswith a population ranging between 500 – 15,000 peoples. 46"}, {"text_block_id": "p43_b13", "text": "- Improving and implementing the standards for industrial factory, laws and"}, {"text_block_id": "p34_b13", "text": "- Encouraging the economic growth that causes low greenhouse gas emissions"}, {"text_block_id": "p31_b13", "text": "provide facilities to farmers to have access to the funding sources for undertaking theproduction as agro-business units and small handicraft units for meeting the demandof domestic and foreign markets."}, {"text_block_id": "p95_b13", "text": "1. Study and develop the Strategic Policy and the Centre for GreenDevelopment of the Lao PDR to become a place of research and provision ofinformation (the Ministry of Planning and Investment is assigned to take thelead in coordinating with the Ministry of Foreign Affairs and relevant sectors totake charge of the implementation of this task)."}, {"text_block_id": "p94_b13", "text": "Deputy Prime Minister, Minister of FinanceChairman of the National Steering Committee for Green Growth"}, {"text_block_id": "p85_b13", "text": "• Labour andSocial Welfare"}, {"text_block_id": "p84_b13", "text": "required standards.- Coordinate with relevant sectors to promote the production of food and souvenir productsto meet the demand of tourism sufficiently both in quantity and in quality.- Coordinate with the business units in the tourism sector to use the energy economicallyand use clean and environmentally-friendly products.- Develop and implement the standards of green tourism city, green tourism site and greentourism service place."}, {"text_block_id": "p83_b14", "text": "facilities for the walk, use of non-motorized vehicles (bicycles) and provision of publictransportation service (buses).- Make the design and manage the road network infrastructures to allow them to havestable structure and to be resilient to climate change.- Raise the consciousness and creating the values to allow the people to prefer walking,using non-motorized vehicles (for example: bicycles) for health and/or using publictransportation vehicles.- Promote the production, import and use of transport vehicles that consume clean energy"}, {"text_block_id": "p82_b14", "text": "forest cover areas.- Study, develop and implement the financial mechanism for the protection of forests."}, {"text_block_id": "p81_b14", "text": "sexual violence and human trafficking."}, {"text_block_id": "p80_b14", "text": "Government of Kingdom of Cambodia (2013). National Green Growth Policy in Kingdomof Cambodia."}, {"text_block_id": "p79_b14", "text": "3.3.3. Percentage of production value ofagriculture in GDP (%)"}, {"text_block_id": "p78_b14", "text": "3.2.1. Proportion of greenhouse gasemissions to GDP (tonne/GDP-million)"}, {"text_block_id": "p77_b14", "text": "2.1.2.3. Rate of enrolment of female to male"}, {"text_block_id": "p76_b14", "text": "76.767.967.9Maximum: 10.3%"}, {"text_block_id": "p75_b14", "text": "In each dimension, there will be different number of key indicators and sub-indicators, depending on the relations and access to the data. Indicators in eachdimension will have an equal weight and the sub-indicators in each indicator will alsohave an equal weight."}, {"text_block_id": "p74_b14", "text": "4030"}, {"text_block_id": "p73_b14", "text": "25(2015)"}, {"text_block_id": "p72_b14", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p65_b14", "text": "Green GrowthFocal Point ofProvince V"}, {"text_block_id": "p52_b14", "text": "firewood, etc.) in order to decrease the impact on environment and on the health ofthe people by increasing the efficiency and promoting the use of clean energy."}, {"text_block_id": "p46_b14", "text": "In general, the urban areas in Lao PDR are in the initial stage of developmentand have small number of population and low density, compared to the urban areasin many other countries in Asia and in the world. Therefore, Lao PDR still has theopportunity to build and plan the urban areas to allow them to become beautiful"}, {"text_block_id": "p43_b14", "text": "regulations relating to the environmental management in the industrial sector in asystematic and strictly manner to ensure that the waste water, pollution of air, odor"}, {"text_block_id": "p34_b14", "text": "to contribute to the mitigation of the climate change through promoting the use ofadvanced techniques and technologies which are efficient, effective, producing less"}, {"text_block_id": "p94_b14", "text": "(Signed & sealed)"}, {"text_block_id": "p85_b14", "text": "- coordinate with the enterprises to develop the curriculum for short-term vocationaltraining courses in the fields related to green growth.- Create the labour information center to provide information to enterprises which are inneed for labour and to workers who look for job.- Expand the coverage and management of the social security system widely, inclusively"}, {"text_block_id": "p84_b14", "text": "• Science andTechnology"}, {"text_block_id": "p83_b15", "text": "or energy which is available inside the country."}, {"text_block_id": "p82_b15", "text": "• Industry and Commerce"}, {"text_block_id": "p81_b15", "text": "• Adaptation toClimate ChangeandManagement ofNaturalDisasters"}, {"text_block_id": "p80_b15", "text": "Government of the P. R. of China (2009). National Green Growth Strategy of China."}, {"text_block_id": "p79_b15", "text": "63.37578.9Minimum:15%"}, {"text_block_id": "p78_b15", "text": "8493.3100Best: 70 tonnes/GDP-million)"}, {"text_block_id": "p77_b15", "text": "in the tertiary education level )%("}, {"text_block_id": "p76_b15", "text": "1.2. Poverty reduction and raising ofliving standards of the people"}, {"text_block_id": "p75_b15", "text": "In order to fairly perform the measurement and monitoring, the National GreenGrowth Strategy of the Lao PDR has determined the standards in the assessment ofeach key indicator or each sub-indicator by taking the optimal/best success that acountry in Asia-Pacific region is able to achieve in a period of time. The score ofeach key indicator or sub-indicator is the percentage (%) of such key indicator or"}, {"text_block_id": "p74_b15", "text": "Calculation based on data in the8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p73_b15", "text": ">30>35"}, {"text_block_id": "p72_b15", "text": "1.2. Poverty reduction and raisingof living standards of thepeople"}, {"text_block_id": "p65_b15", "text": "GreenGrowthFocal PointofAgricultureandForestrySector"}, {"text_block_id": "p46_b15", "text": "46 GGGI, Green Growth Potentials Assessment."}, {"text_block_id": "p43_b15", "text": "44 Proposal of the technical committee of the Ministry of Industry and Commerce."}, {"text_block_id": "p94_b15", "text": "Somdy DOUANGDY"}, {"text_block_id": "p85_b15", "text": "and more efficiently.- Increase the efficiency and effectiveness of the delivery of emergency assistance tovictims of natural disasters."}, {"text_block_id": "p84_b15", "text": "- Establish and build the capacity of the research network to support the implementation ofthe National Green Growth Strategy of the Lao PDR."}, {"text_block_id": "p83_b16", "text": "• Energy and Mines"}, {"text_block_id": "p82_b16", "text": "➢ ManufacturingIndustry"}, {"text_block_id": "p81_b16", "text": "- Increase the awareness, understanding and capacity of the staff and organizationsinvolved in the adaptation to the climate change.- Promote the improvement of the early warning system to make it more efficient andeffective.- Promote the establishment and increase the capacity of the Reserve Fund for EmergencyAid of the national, provincial, district and village levels.- Promote the expansion of the coverage and management of the national social securitysystem widely and inclusively.- Promote the economic growth that causes low greenhouse gas emissions.- Promote the creation of diversified income sources for the peoples."}, {"text_block_id": "p80_b16", "text": "Government of the Republic of Korea (2008). National Green Growth Strategy of theRepublic of Korea. National Green Growth Committee."}, {"text_block_id": "p79_b16", "text": "The results of the assessment shown in the table above indicate that thegreen growth index of Lao PDR is equal to about 55.76% of the best standard ineach area that a country in the Asia-Pacific region has achieved in a period of time. Ifthe targets in each area set out in this Strategy can be achieved, such index willincrease to 63.05% in 2025 and to 69.42 in 2030."}, {"text_block_id": "p78_b16", "text": "3.2.2. Average production garbage or wastesper person (Kg/person/year)"}, {"text_block_id": "p77_b16", "text": "789095Best: 1"}, {"text_block_id": "p76_b16", "text": "41.5547.5550.5"}, {"text_block_id": "p74_b16", "text": "3.2. Cleanliness andenvironmentally friendliness"}, {"text_block_id": "p73_b16", "text": "UNDP, County Analysis Report."}, {"text_block_id": "p72_b16", "text": "1.2.1. Average per capita income(USD/person)"}, {"text_block_id": "p65_b16", "text": "GreenGrowthFocal Pointof PublicWorks andTransportSectorc"}, {"text_block_id": "p85_b16", "text": "• Health"}, {"text_block_id": "p83_b17", "text": "➢ Energy"}, {"text_block_id": "p82_b17", "text": "- Strongly encourage and promote the industrialization and modernization process.- Encourage and promote the commercial production and increase the competitivecapacity at regional and international levels.- Promote and develop the existing potential processing industries and new potentialindustries.- Study, improve and implement the financial mechanism to provide facilities to industrialfactory entrepreneurs to import and apply modern techniques and technology.- Promote the development of complete-cycle industries.- Develop the infrastructure for disposal and destruction of toxic industrial wastes that arenot conformed with the environmental standards.- Improve and implement the standards of industrial factory, laws and regulations relating"}, {"text_block_id": "p81_b17", "text": "II. Focused Sectors"}, {"text_block_id": "p80_b17", "text": "Government of Jordan (2017). National Green Growth Program of Jordan."}, {"text_block_id": "p79_b17", "text": "5.3 Monitoring and Reporting"}, {"text_block_id": "p78_b17", "text": "42.247.655.5Minimum:100Kg/person/year"}, {"text_block_id": "p77_b17", "text": "2.1.3. Urban-rural disparity"}, {"text_block_id": "p76_b17", "text": "1.2.1. Average per capita income(USD/person)"}, {"text_block_id": "p74_b17", "text": "3.2.1. Proportion of greenhouse gasemissions to GDP (tonne/GDPmillion)"}, {"text_block_id": "p73_b17", "text": "2.1.2.2. Percentage of femalemembers of the Government"}, {"text_block_id": "p72_b17", "text": "1,860(2015)"}, {"text_block_id": "p65_b17", "text": "GreenGrowthFocal Pointof IndustryandCommerceSector"}, {"text_block_id": "p85_b17", "text": "- Nutrition activities for reducing the rate of malnutrition of the people.- Access to clean water and sanitation to decrease the sickness of the people."}, {"text_block_id": "p83_b18", "text": "- Encourage and promote the creation of mechanism of development and management ofthe electricity sector with wide participation of the sectors and local administrations."}, {"text_block_id": "p81_b18", "text": "• NaturalResources and"}, {"text_block_id": "p80_b18", "text": "Bounnew 2017). (Draft) Manual on Strategic Environmental Assessment of GreenGrowth. Ministry of Planning and Investment and Ministry of Natural Resources andEnvironment."}, {"text_block_id": "p79_b18", "text": "- The National Green Growth Promotion Centre of the Lao PDR will beresponsible for monitoring and reporting on the progress of the implementation of thesocio-economic development in each period. From 2019 onward, the Centre willprepare and disseminate this report on an annual basis in every year to the public toallow all parties to know and capable to incorporate into their work efficiently. Themain contents of this report will include: (1) Review of the status of theimplementation and achievements of the socio-economic development according togreen and sustainable direction in Lao PDR during the past year, (2) Assessment,opportunities and challenges in the year ahead, and (3) Directions andrecommendations relating to the methods and measures to continue the socioeconomic development according to green and sustainable direction."}, {"text_block_id": "p78_b18", "text": "3.2.3. Percentage of garbage or wasteswhich are reused or disposed throughproper methods and sites (%)"}, {"text_block_id": "p77_b18", "text": "557080"}, {"text_block_id": "p76_b18", "text": "3.156Maximum: 58,246$ /person/year"}, {"text_block_id": "p74_b18", "text": "83.3<75<70"}, {"text_block_id": "p73_b18", "text": ")%("}, {"text_block_id": "p72_b18", "text": "3,0003,500"}, {"text_block_id": "p65_b18", "text": "GreenGrowthFocal Pointof Energyand MinesSector"}, {"text_block_id": "p81_b19", "text": "- Develop the coordinating mechanisms of research, survey, allocation, formulation of planof natural resources management and use with wide participation of the sectors and localadministrations."}, {"text_block_id": "p79_b19", "text": "- The Ministry of Planning and Investment will consider the contents of thisreport so as to include them in the report on the progress of the implementation ofthe annual national socio-economic development plan."}, {"text_block_id": "p78_b19", "text": "55.672.288.9Maximum: 90%"}, {"text_block_id": "p77_b19", "text": "2.1.3.1. Proportion of expenditure andconsumption in rural area to urbanarea"}, {"text_block_id": "p76_b19", "text": "1.2.2. Poverty rate (head-count) (%)"}, {"text_block_id": "p74_b19", "text": "Calculation based on datafrom: http://portal.gmseoc.org/charts/overview/temperature-change?gid=39"}, {"text_block_id": "p73_b19", "text": "5(2012)"}, {"text_block_id": "p72_b19", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p65_b19", "text": "GreenGrowthFocal PointofInformation,Culture andTourismSector"}, {"text_block_id": "p79_b20", "text": "- The green growth focal/coordinating point or coordinator of each sector andlocal administration will report on the progress of the implementation of the greengrowth strategy to its higher authority for information from time to time."}, {"text_block_id": "p78_b20", "text": "3.2.4. Rate of forest cover (%)"}, {"text_block_id": "p77_b20", "text": "557080Best: 1"}, {"text_block_id": "p76_b20", "text": "809095Minimum: 0%"}, {"text_block_id": "p74_b20", "text": "3.2.2. Average production of garbageor wastes per person(Kg/person/year)"}, {"text_block_id": "p73_b20", "text": ">15>25"}, {"text_block_id": "p72_b20", "text": "1.2.2. Poverty rate (head-count) (%)"}, {"text_block_id": "p65_b20", "text": "GreenGrowthFocalPoint ofLaoWomenUnion"}, {"text_block_id": "p78_b21", "text": "57.6100100Maximum: 70%"}, {"text_block_id": "p77_b21", "text": "2.2. Comprehensiveness andinclusiveness of the development"}, {"text_block_id": "p76_b21", "text": "1.3. Decrease of risks and vulnerability toglobal economic uncertainties"}, {"text_block_id": "p74_b21", "text": "237(2015)"}, {"text_block_id": "p73_b21", "text": "UNDP, County Analysis Report.2015."}, {"text_block_id": "p72_b21", "text": "20(2015)"}, {"text_block_id": "p65_b21", "text": "GreenGrowthFocal Pointof ScienceandTechnologySector"}, {"text_block_id": "p78_b22", "text": "3.2.5. Proportion of use of clean energy(hydroelectricity, solar energy andwind energy) (%)"}, {"text_block_id": "p77_b22", "text": "73.3785.3393.00"}, {"text_block_id": "p76_b22", "text": "37.249.7558.4"}, {"text_block_id": "p74_b22", "text": "210180"}, {"text_block_id": "p73_b22", "text": "2.1.2.3. Rate of enrolment of female tomale in the tertiary education"}, {"text_block_id": "p72_b22", "text": "<10<5"}, {"text_block_id": "p65_b22", "text": "GreenGrowth FocalPoint ofNaturalResourcesandEnvironmentSector"}, {"text_block_id": "p78_b23", "text": "1531.350Maximum: 80%"}, {"text_block_id": "p77_b23", "text": "2.2.1. Ratio of malnutrition among childrenunder 5 years of age"}, {"text_block_id": "p76_b23", "text": "1.3.1. Rate of concentration of the export(sum of rates of value of 3 top exportcommodities) (%)"}, {"text_block_id": "p74_b23", "text": "GGGI: Green Growth PotentialAssessment"}, {"text_block_id": "p73_b23", "text": "level )%("}, {"text_block_id": "p72_b23", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p78_b24", "text": "3.2.6. Proportion of import of fuel and gas)%)"}, {"text_block_id": "p77_b24", "text": "67.57579"}, {"text_block_id": "p76_b24", "text": "41.161.172.2Minimum: 10%"}, {"text_block_id": "p74_b24", "text": "3.2.3. Percentage of garbage orwastes which are reused ordisposed through propermethods and sites (%)"}, {"text_block_id": "p73_b24", "text": "0.78(2016)"}, {"text_block_id": "p72_b24", "text": "1.3. Decrease of risks andvulnerability to globaleconomic uncertainties"}, {"text_block_id": "p78_b25", "text": "29.441.650Minimum: 5%"}, {"text_block_id": "p77_b25", "text": "2.2.1.1. Ratio of underweight children"}, {"text_block_id": "p76_b25", "text": "1.3.2. Rate of concentration of exportcountries (sum of rates of value ofexport of commodities to top 3 exportcountries (%)"}, {"text_block_id": "p74_b25", "text": "50(2015)"}, {"text_block_id": "p73_b25", "text": ">0.9>0.95"}, {"text_block_id": "p72_b25", "text": "1.3.1. Ratio of concentration of theexport (sum of rates of value of3 top export commodities) (%)"}, {"text_block_id": "p78_b26", "text": "3.2.7. Average consumption of electricity per"}, {"text_block_id": "p77_b26", "text": "under 5 years of age (%)"}, {"text_block_id": "p76_b26", "text": "3044.455.5Minimum: 10%"}, {"text_block_id": "p74_b26", "text": "6580"}, {"text_block_id": "p73_b26", "text": "Calculation based on data fromDepartment of Higher Education,Ministry of Education and Sports(http://ched.gov.ph/content/uploads/2017/12/6.-Status-of-Gender-MainstreamingLao-PDR.pdf)"}, {"text_block_id": "p72_b26", "text": "67(2015)"}, {"text_block_id": "p78_b27", "text": "person (KWH/person/year("}, {"text_block_id": "p77_b27", "text": "738083Best: 0%"}, {"text_block_id": "p76_b27", "text": "1.3.3. Proportion of formal labor under theprotection of the Labor Law andcovered by the social security system(%)"}, {"text_block_id": "p74_b27", "text": "Ministry of Public Works andTransport, and Ministry ofNatural Resource andEnvironment"}, {"text_block_id": "p73_b27", "text": "2.1.3. Urban-rural disparity"}, {"text_block_id": "p72_b27", "text": "4535"}, {"text_block_id": "p78_b28", "text": "40.625.817.2Minimum: 258KWH/ person/year"}, {"text_block_id": "p77_b28", "text": "2.2.1.2. Ratio of children under 5 years of"}, {"text_block_id": "p76_b28", "text": "40.543.7547.5Best: 80%"}, {"text_block_id": "p74_b28", "text": "3.2.4. Rate of forest cover (%)"}, {"text_block_id": "p73_b28", "text": "2.1.3.1. Proportion of expenditure andconsumption in rural area tourban area"}, {"text_block_id": "p72_b28", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p78_b29", "text": "3.2.8. Average greenhouse gas emissions"}, {"text_block_id": "p77_b29", "text": "age shorter than standard height (%)"}, {"text_block_id": "p76_b29", "text": "II. Social Area: Social equality, equity and"}, {"text_block_id": "p74_b29", "text": "40.3(2010)"}, {"text_block_id": "p73_b29", "text": "0.55(2013)"}, {"text_block_id": "p72_b29", "text": "1.3.2. Rate of concentration of exportcountries (sum of rates of valueof export of commodities to top3 export countries (%)"}, {"text_block_id": "p78_b30", "text": "per person (tonne/person/year)"}, {"text_block_id": "p77_b30", "text": "627075Best: 0%"}, {"text_block_id": "p76_b30", "text": "67.7579.3287.43"}, {"text_block_id": "p74_b30", "text": "7070"}, {"text_block_id": "p73_b30", "text": "0.70.8"}, {"text_block_id": "p72_b30", "text": "73(2015)"}, {"text_block_id": "p78_b31", "text": "1002512.5Minimum:0.15 t/person/year"}, {"text_block_id": "p77_b31", "text": "2.2.2. Proportion of population with access toclean water (%)"}, {"text_block_id": "p74_b31", "text": "http://www.leafasia.org/sites/default/files/public/resources/Lao%20PDR%20Final-RevisedNov2015.pdf"}, {"text_block_id": "p73_b31", "text": "Calculation based on data from4 th Lao Expenditure andConsumption Survey (LECS 4)"}, {"text_block_id": "p72_b31", "text": "6050"}, {"text_block_id": "p78_b32", "text": "3.3. Decrease of risks and vulnerability toclimate change and natural disasters"}, {"text_block_id": "p77_b32", "text": "84.796100Best: 100%"}, {"text_block_id": "p74_b32", "text": "3.2.5. Proportion of use of cleanenergy (hydroelectricity, solarenergy and wind energy) (%)"}, {"text_block_id": "p73_b32", "text": "2.2. Comprehensiveness andinclusiveness of thedevelopment2.2.1. Ratio of malnutrition amongchildren under 5 years of age"}, {"text_block_id": "p72_b32", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p78_b33", "text": "51.6762.1073.53"}, {"text_block_id": "p77_b33", "text": "2.2.3. Proportion of population using latrine(%)"}, {"text_block_id": "p74_b33", "text": "12(2011)"}, {"text_block_id": "p73_b33", "text": "2.2.1.1. Ratio of underweight"}, {"text_block_id": "p77_b34", "text": "67.985100Best: 100%"}, {"text_block_id": "p74_b34", "text": "2540"}, {"text_block_id": "p73_b34", "text": "children under 5 years of age(%)"}, {"text_block_id": "p77_b35", "text": "III. Environmental Area: Efficiency of theutilization of natural resources,cleanliness and resilience to climatechange and natural disasters"}, {"text_block_id": "p74_b35", "text": "Ministry of Energy and Mines"}, {"text_block_id": "p73_b35", "text": "27(2011)"}, {"text_block_id": "p77_b36", "text": "47.7254.7861.89"}, {"text_block_id": "p74_b36", "text": "3.2.6. Proportion of import of fueland gas )%)"}, {"text_block_id": "p73_b36", "text": "2017"}, {"text_block_id": "p77_b37", "text": "3.1. Efficiency and effectiveness ofutilization of natural resources"}, {"text_block_id": "p74_b37", "text": "17(2014)"}, {"text_block_id": "p73_b37", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p77_b38", "text": "38.4547.6352.87"}, {"text_block_id": "p74_b38", "text": "<12<10"}, {"text_block_id": "p73_b38", "text": "2.2.1.2. Ratio of children under 5"}, {"text_block_id": "p74_b39", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p73_b39", "text": "years of age shorter thanstandard height (%)"}, {"text_block_id": "p74_b40", "text": "3.2.7. Average consumption ofelectricity per person(KWH/person/year)"}, {"text_block_id": "p73_b40", "text": "38(2011)"}, {"text_block_id": "p74_b41", "text": "636.13<1,000<1,500"}, {"text_block_id": "p73_b41", "text": "3025"}, {"text_block_id": "p74_b42", "text": "http://portal.gmseoc.org/charts/overview/electricity-consumption-per-capita?gid=19"}, {"text_block_id": "p73_b42", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p74_b43", "text": "3.2.8. Average greenhouse gas"}, {"text_block_id": "p73_b43", "text": "2.2.2. Proportion of population withaccess to clean water (%)"}, {"text_block_id": "p74_b44", "text": "emissions per person(tonne/person/year)"}, {"text_block_id": "p73_b44", "text": "84.7(2014)"}, {"text_block_id": "p74_b45", "text": "0.15(2014)"}, {"text_block_id": "p73_b45", "text": "96100"}, {"text_block_id": "p74_b46", "text": "<0.6<1.2"}, {"text_block_id": "p73_b46", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p74_b47", "text": "http://portal.eoc.org/charts/overview/co2emissions-per-capita?gid=20"}, {"text_block_id": "p73_b47", "text": "2.2.3. Proportion of population usinglatrine (%)"}, {"text_block_id": "p74_b48", "text": "3.3. Decrease of risks andvulnerability to climate changeand natural disasters"}, {"text_block_id": "p73_b48", "text": "67.9(2014)"}, {"text_block_id": "p74_b49", "text": "3.3.1. Percentage of amount ofeconomic losses caused bynatural disasters (% of GDP)"}, {"text_block_id": "p73_b49", "text": "85100"}, {"text_block_id": "p74_b50", "text": "0.3(average20102015)"}, {"text_block_id": "p73_b50", "text": "8 th Five-Year National SocioEconomic Development Plan(2016-2020)"}, {"text_block_id": "p74_b51", "text": "<0.25(average20202025)"}, {"text_block_id": "p73_b51", "text": "III. Environmental Area: Efficiencyof utilization of naturalresources, cleanliness andresilience to climate change andnatural disasters"}, {"text_block_id": "p74_b52", "text": "<0.2(average20252030)"}, {"text_block_id": "p73_b52", "text": "3.1. Efficiency and effectiveness ofutilization of natural resources"}, {"text_block_id": "p74_b53", "text": "World Bank: CountryAssessment Report for LaoPDR"}], "document_description": "This document aims to enable mitigation and adaptation actions to be undertaken across socioeconomic sectors by 2030. It notably seeks to 1) enhance investment environment, 2) develop rural areas and alleviate poverty, 3) promote gender equality, and 4) improve the country's resilience to adverse effects of climate change.&nbsp;"}