{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Lao People's Democratic Republic", "document_category": "Policy", "document_sector_name": ["Waste", "Rural", "Energy", "Agriculture"], "document_language": "English", "document_name": "Renewable Energy Development Strategy 2011", "document_country_code": "LAO", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2011", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/LAO/2011/LAO-2011-12-25-Renewable Energy Development Strategy 2011_aeb33eb0497c3728a9386f1f6b7ea7ac.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Lao People’s Democratic Republic"}, {"text_block_id": "p0_b2", "text": "Peace Independence Democracy Unity Prosperity"}, {"text_block_id": "p0_b3", "text": "--------00--------"}, {"text_block_id": "p0_b4", "text": "Renewable Energy Development Strategy in Lao PDR"}, {"text_block_id": "p0_b5", "text": "October 2011"}, {"text_block_id": "p1_b6", "text": "Table of Contents"}, {"text_block_id": "p3_b7", "text": "Section 1. Overview of Renewable Energy"}, {"text_block_id": "p3_b8", "text": "1.1. Introduction"}, {"text_block_id": "p3_b9", "text": "This strategy aims to develop new renewable energy resources which are not yet widely explored in Lao PDR to replace resources that will be exhausted in the future, also known as"}, {"text_block_id": "p3_b10", "text": "“non"}, {"text_block_id": "p3_b11", "text": "-"}, {"text_block_id": "p3_b12", "text": "e energy resources comprise"}, {"text_block_id": "p3_b13", "text": "biomass energy (biofuels, biogas, ...); solar energy; wind; small hydropower."}, {"text_block_id": "p3_b14", "text": "Energy is essential for meeting the peoples’ basic needs as well as vital in fuelling"}, {"text_block_id": "p3_b15", "text": "economic development."}, {"text_block_id": "p3_b16", "text": "The increase in population and economic growth have resulted in increase of energy consumption."}, {"text_block_id": "p3_b17", "text": "Reserves of non-renewable energy, being the dominant traded energy commodity, are declining."}, {"text_block_id": "p3_b18", "text": "In particular, liquid fossil fuels are estimated to be depleted within the next few decades."}, {"text_block_id": "p3_b19", "text": "Many countries in the world have recognized the importance of renewable energies, and therefore have undertaken technology research and development, and have set up goals for the development and effective use of their Renewable energy resources."}, {"text_block_id": "p3_b20", "text": "1.2. Renewable energy development at the international level"}, {"text_block_id": "p3_b21", "text": "1.2.1. General overview"}, {"text_block_id": "p3_b22", "text": "Recognizing the above mentioned challenges many countries have turned to reformulation of their energy strategy in order to be self sufficient and secured in energy supply. The first step is to promote the"}, {"text_block_id": "p3_b23", "text": "efficiency of energy usage"}, {"text_block_id": "p3_b24", "text": "from still available; and the second step, turn to development of inexhaustible and environmental friendly renewable energy resources."}, {"text_block_id": "p3_b25_merged_merged_merged_merged", "text": "According to International Energy Agency (IEA), Total Primary energy consumption() worldwide in 2008 counted for 12,267 MTOE, share of renewable energy resources was 12.9% (Figure . Of the renewable energy shares, combustible biomass and wastes counted for 10.0%, small change observed in hydropower 2.2% because hydropower development in developed countries has reached saturation and the slight increase is due to developing world. The use of Other renewable energies (such as wind, solar, geothermal energy, ...) rapidly increased from 0.1% in 2001 to 0.7% (2008), mainly solar and wind."}, {"text_block_id": "p4_b35", "text": "Figure1.1 Shares of Renewable energies in world's total Primary energy consumption in 2008 (IEA 2008)"}, {"text_block_id": "p4_b36", "text": "Note: RE renewable energy, CR&W Combustible biomass and wastes; other RE mean solar, wind, geothermal,"}, {"text_block_id": "p4_b37", "text": "In 2008 Renewable energy provided 19% of the World's final energy demand"}, {"text_block_id": "p4_b38", "text": "("}, {"text_block_id": "p4_b39", "text": ")"}, {"text_block_id": "p4_b40", "text": ", including traditional biomass, large hydropower and “new\" renewable en"}, {"text_block_id": "p4_b41", "text": "ergy (e.g. small hydropower, solar energy, wind, Geothermal energy and bio energy)."}, {"text_block_id": "p4_b42", "text": "Renewable energy can be competitive in fossil energy market in the following sectors: Power generation, water heating and space warming, biofuels for transportation, and rural energy service (off -grid)."}, {"text_block_id": "p4_b43_merged_merged", "text": "During a period 2004-09, development of RE in the world grown at a rate of 10–60% per annum for different technology (2). Wind Power installation capacity has fastest growth in 2009, comparing to other RE. Grid-connected Solar PV has also high growth rate, around 60 % per year during the same period. Biofuels also rapidly increased, about 20% per annum for bio ethanol and 51% for Biodiesel. Besides, it was observed that biofuels production mainly happened in North and Latin America countries, followed by Europe."}, {"text_block_id": "p4_b48", "text": "Use of biogas in transportation sector is still limited. In Sweden, for example, biogas and other energy sources are used to run trains, buses, and other vehicles."}, {"text_block_id": "p5_b49", "text": "Figure1.2 Growth rates of installed capacity of RE during 2004 to 2009 (source: REN21)"}, {"text_block_id": "p5_b50", "text": "1.2.2. International Challenges"}, {"text_block_id": "p5_b51", "text": "Various external challenges exist which affect the promotion and the development of renewable energies, and these are:"}, {"text_block_id": "p5_b52", "text": "Various external challenges exist which affect the promotion and the development of renewable energies, and these are:\n* Climate change due to the release of carbon dioxide in the atmosphere;\n* Developing economies are transforming from agriculture to industrial based\n* Expansion of urbanization and modern cities shows change in energy consumption\n* Renewable energy developments are still dependent on foreign donors and investors;\n* Income generation and employment derived from renewable energy development are"}, {"text_block_id": "p5_b62", "text": "1.2.3. Trend of Renewable energy Development"}, {"text_block_id": "p5_b63_merged", "text": "In the reference Scenario, it was estimated that World's Total Primary Energy (TPES) Demand will grow with a rate of 45% between 2006-30, or about 1.6% per annum (Figure . Energy Intensitydecreases 1.7% per annum. Decrease of energy intensity is due to switching to market service oriented in many non-OECD and efficiency improvement in energy sector and energy consumption in OECD member’s countries."}, {"text_block_id": "p5_b68", "text": "Hydropower has become important energy resource for power generation and such role will be unchanged in the reference scenario. While large hydropower resources of developed countries have already exploited, the large hydropower projects development will take place in non-OECD countries. Hydropower growth rate is around 1.9% per year and the share in TPES"}, {"text_block_id": "p6_b69", "text": "demand will remain 2%. By 2030 the share of hydropower in world total power generation will be 14%."}, {"text_block_id": "p6_b70", "text": "The use of combustible Biomass and waste will increase 1.4% per annum. This figure will be different by countries, depending on how these energy resources are used: the use of biomass for biofuels production and power generation will increase rapidly, but traditional biomass for cooking by low efficient stoves in poor households in developing countries will have slower increase. The use of Biomass and wastes for power generation in OECD will grow at a rate of 5.4% per annum from the low base."}, {"text_block_id": "p6_b71", "text": "Figure 1.3"}, {"text_block_id": "p6_b72", "text": "Trend of the world's TPES demand 1980-2030) (WEO IEA 2008)"}, {"text_block_id": "p6_b73", "text": "Other renewable, such as wind, solar, geothermal will increase most rapidly among all energy resources, with growth rate 7.2% per annum throughout this period. The share of other RE in power generation by 2030 will increase from 1% in 2006 to 4% in 2030."}, {"text_block_id": "p6_b74_merged", "text": "The changes in fuel compositions are also different by countries and regions. In OECD group, where increase of total demand is rather slow, Oil demand is slightly decrease, but the gas and renewable energies exclusive hydropower are the important part in such growth. Demand of Eastern Europe and Eurasia (including Russia) will increase by 336 Mtoe between 2006 and 2030, of which about 60% is due to oil and gas consumption. China and India mainly still relay on coal. It is observed that energy demand in other countries of Asia and Latin America rather differ. Although coal demand is the most quickly growing, but Middle East countries still relay on Oil and Gas. Gas consumption in the region is counted for 26% of world's total. Biomass and wastes energy, and other energy resources is around 40% of total energy demand in Africa, mainly fuel wood, agriculture and forestry residues and charcoal for cooking and heating. Contrary, about 61% in biomass and other Renewable energy share excluding hydropower in OECD are in the form of modern technology, mainly wind. Biggest share in Biofuels production is in North and Latin America (Table ."}, {"text_block_id": "p7_b79", "text": "Table 1.1 Estimates of biofuel production (thousand barrels /day)"}, {"text_block_id": "p7_b80", "text": "South East Asian countries established targets for renewable energy development at around 20 percent of the total energy demand by 2025."}, {"text_block_id": "p7_b81", "text": "1.3. Renewable energy Development in Lao PDR"}, {"text_block_id": "p7_b82", "text": "1.3.1. Overview"}, {"text_block_id": "p7_b83_merged", "text": "In 2009, the average fuel use in Lao PDR was 0.935 tons of TOE. Fuel consumption in Lao PDR however remains very low compared with other developing countries. Energy consumption in the country is mainly in the form of traditional fuels, i.e. the use of biomass such as fuel wood (56%) and charcoal (12%) for cooking and heating in rural areas. This represents around 69% of the total energy consumption ."}, {"text_block_id": "p8_b87", "text": "Figure1.4 Energy consumption by type in Lao PDR (MEM)"}, {"text_block_id": "p8_b88_merged", "text": "Energy consumption by sectors shows that residential and transport count for 51% and 26%, respectively,  followed by Industrial sector ("}, {"text_block_id": "p8_b90", "text": "Figure1.5 Energy consumptions by sectors (MEM)"}, {"text_block_id": "p8_b91", "text": "1.3.2. Potential of Renewable energy in Lao PDR"}, {"text_block_id": "p8_b92", "text": "Although Lao PDR lacks of conventional energy resources (e.g., Oil or Natural Gas) and has some reserve of coal, but there are abundant renewable energy resources, such as Biomass, hydropower, solar energy. In some part of the country there are some potential of wind and geothermal energy (appendix 1)."}, {"text_block_id": "p9_b93", "text": "Potential of biomass in Lao PDR includes energy crops and organic wastes. Energy crops comprise Oily crop (Palm, Jatropha, Vernicia Montana, Sun flower, Beans, coconut, etc), sugar and starch (sugarcane, Cassava,"}, {"text_block_id": "p9_b94", "text": "corn) and quick growing trees and aquatic cultures. Organic wastes include residues of agriculture-Forestry production, By-products of agro-forestry industry(sawdust, wood chips, rice husk,"}, {"text_block_id": "p9_b95", "text": "corn cobs, livestock manures...) and municipal wastes (Households' wastes, communal wastes, food processing wastes...). It was estimated that utilizing of livestock wastes for biogas production could generate around 2.8x10"}, {"text_block_id": "p9_b96", "text": "8"}, {"text_block_id": "p9_b97", "text": "m"}, {"text_block_id": "p9_b98", "text": "3"}, {"text_block_id": "p9_b99", "text": "of biogas per year, or equivalent to 5x10"}, {"text_block_id": "p9_b100", "text": "8"}, {"text_block_id": "p9_b101", "text": "kWh electricity (about 216 MTOE)."}, {"text_block_id": "p9_b102", "text": "Hydropower is the most important energy resources in Lao PDR, which technical potential was estimated around 26,000 MW, where yet counted small scale hydropower sites below 15 MW and estimated potential around 2000 MW. In the Lao PDR hydropower projects with capacity bellow 15 MW are classified as small-scale hydropower."}, {"text_block_id": "p9_b103", "text": "Solar irradiance on Lao PDR is between 3.6-5.5 kWh/m"}, {"text_block_id": "p9_b104", "text": "2"}, {"text_block_id": "p9_b105", "text": ", with sunshine 1800-2000 hrs/year. With such solar energy potential, if photovoltaic technology was used (overall efficiency of 10%), it would generate 146 kWh/m"}, {"text_block_id": "p9_b106", "text": "2"}, {"text_block_id": "p9_b107", "text": "/year, or 1.5x10"}, {"text_block_id": "p9_b108", "text": "8"}, {"text_block_id": "p9_b109", "text": "kWh/km"}, {"text_block_id": "p9_b110", "text": "2"}, {"text_block_id": "p9_b111", "text": "/year ( 13 MTOE/km"}, {"text_block_id": "p9_b112", "text": "2"}, {"text_block_id": "p9_b113", "text": "/year)."}, {"text_block_id": "p9_b114_merged_merged_merged", "text": "There is lack of data on wind energy potential, particularly at a height above 50 m. According to international data sources, there maybe some wind potential in central provinces of Lao PDR, especially up of high mountains along Lao-Vietnam border (Savannakhet and Khammouane provinces) where at a height 50 m and above, wind speeds reach 5.8 m/s . The theoretical potential for wind energy in Lao PDR is estimated to be more than 182,000 MW though the potential under very good and excellent wind regimes is relatively small at around 2,800 MW. These resources are not ensuring due to lack of measurements. Wind resources are identified to be high in Khammouane and Savannaket provinces. At the present Ministry of Energy and Mines is ongoing installation wind data logger in four sites in these province and plan to install in other provinces."}, {"text_block_id": "p9_b119", "text": "Lao PDR has rather low geothermal energy potential and currently not suitable for energy utilization. There some small geothermal resources in the form of hot spring only."}, {"text_block_id": "p9_b120", "text": "1.3.3. Status of Renewable energy development in Lao PDR"}, {"text_block_id": "p9_b121", "text": "In the past, fuel crops plantation for the production of biofuels had been initiated by private investors. These developments however were pilot and demonstration projects. The Government of Lao PDR has setup policy in order to promote biofuels production and use, particularly from jatropha and other appropriate energy feedstock."}, {"text_block_id": "p10_b122", "text": "In addition, micro hydropower and pico hydropower have been developed to supply electric power to households in off-grid remote rural areas. Upto now, installed capacity of small scale hydropower projects (capacity less than 15 MW) have reached 23 MW."}, {"text_block_id": "p10_b123", "text": "Biodiesel development from Jatropha, Vernicia Montana, Animal Fat, used tires and City wastes have been piloted by private sector. Fuel crops plantation for biofuels production has also progressed, especially Jatropha, Vernicia Montana, Palm, Sugarcane, Cassava plantation .Parallel to development of renewable energy resources, energy efficiency and energy conservation (EE&EC) issues have played more and more important role in energy sector of Lao PDR. In recent years, several pilot projects on EE&C have been carried out, such as Promotion of energy efficiency and energy conservation (PROMEEC) under cooperation program between ASEAN Center for Energy and Japan; Renewable energy and energy conservation under the framework of ACMECS program between Lao PDR and Thailand."}, {"text_block_id": "p10_b124", "text": "1.3.4. Renewable energy stakeholders"}, {"text_block_id": "p10_b125", "text": "In recent years, several public organizations and stakeholders have been involved in the development of renewable energy:"}, {"text_block_id": "p10_b126", "text": "In recent years, several public organizations and stakeholders have been involved in the development of renewable energy:\n* Ministry of Energy and Mines has been actively involved in various renewable\n* Ministry of Agriculture and Forestry has been piloting project with small\n* Ministry of Science and Technology has carried out research projects on on"}, {"text_block_id": "p10_b132", "text": "1.3.5. Renewable energy resources assessment"}, {"text_block_id": "p10_b133", "text": "1.3.5. Renewable energy resources assessment\n* Improvement of Data collection in provincial level;\n<\\li1>"}, {"text_block_id": "p11_b135", "text": "1.3.5. Renewable energy resources assessment\n* Improvement of Data collection in provincial level;\n<\\li1>\n* Master plan for each renewable energy, such as Biomass, Wind and Other;\n* Recently drafted Rural electrification master plan provides clearer understanding\n* Study on Biofuels was completed by end of 2009, but no studies on feasibility and\n* Biomass information does not include those from the sugar industry, despite the fact\n* The carried out studies were mainly concerned energy demand, demand growth rates,"}, {"text_block_id": "p11_b145", "text": "1.3.6. Domestic challenges"}, {"text_block_id": "p11_b146", "text": "Key challenges and constraints on the development of renewable energies in Lao PDR are as follows:"}, {"text_block_id": "p11_b147", "text": "Key challenges and constraints on the development of renewable energies in Lao PDR are as follows:\n* No specific policies or strategies on renewable energy promotion;\n* Lack of coordination between stakeholders in renewable energy projects;\n* Renewable energy policy has not yet been clearly stated in the National Socio-economic Development Plans or in strategies on growth and poverty reduction, as\n* Lack of specific regulations and laws on renewable energies;\n* It was not clear yet, who responsible for approval of renewable energy projects;\n* Users have insufficient knowledge and understanding on renewable energies;\n* Lack of public funding support for the renewable energy sector, especially for\n* Absence of energy pricing regulation is a risk for investors;\n* Rural households prefer grid electricity rather than off-grid one;\n* Insufficient information on renewable energy potential for provincial level;\n* Electricity access rate in remote areas is still low due to high cost of grid extension."}, {"text_block_id": "p11_b171", "text": "1.3.7. International Cooperation in renewable energy"}, {"text_block_id": "p11_b172", "text": "South-East Asia is abundant of natural resources. In particular renewable energy resources, such as hydropower, Biomass energy, solar energy, geothermal power, Wind power, etc. Therefore, there should be strengthened cooperation among ASEAN nations in order to secure energy self-sufficiency. SEAN member countries have agreed on construction of SEAN Power Network. Lao PDR would get benefit from this network by supplying power from its renewable resources, particularly hydropower."}, {"text_block_id": "p11_b173", "text": "Natural conditions and geographical location of Lao PDR are favorable for development of renewable energy resources for domestic consumption and export. Lao government has had"}, {"text_block_id": "p12_b174", "text": "plans to development its abundant hydropower to meet needs of neighboring countries and domestic demand."}, {"text_block_id": "p12_b175", "text": "1.3.8. Future trend of Renewable energy in Lao PDR"}, {"text_block_id": "p12_b176", "text": "The total domestic energy demand is anticipated to increase by 3.6 percent per annum, increasing from 1.8 million TOE in 2005 to 3.9 million TOE in 2025 ("}, {"text_block_id": "p12_b177", "text": "."}, {"text_block_id": "p12_b178", "text": "Despite the fact that the overall demand of energy in various economic sectors will remain high until 2025, the share of household sector declines from 77.8 percent in 2005 to 48.5 percent in 2025."}, {"text_block_id": "p12_b179", "text": "Energy demand in the industrial sector is increasing at around 8 percent per year or from 6.1 percent share to 16.9 percent during the period 2005 to 2025, while the transportation sector grows at 6.8 percent per annum during that period."}, {"text_block_id": "p12_b180_merged_merged", "text": "The available renewable energy resources in the country can meet some domestic demand. Table illustrates the potential of renewable energy resources of Lao PDR, which may help achieving target of the government for the share of renewable energy up to 30% of energy consumption by the year 2025."}, {"text_block_id": "p12_b182", "text": "Figure1.6 Estimate of energy demand in Lao PDR by 2025 (MEM)"}, {"text_block_id": "p13_b183", "text": "Table1.2: Potential and capacity to meet 30% target of renewable energy development until 2025"}, {"text_block_id": "p14_b184", "text": "Section 2. Strategy and Policy"}, {"text_block_id": "p14_b185", "text": "2.1 Vision"}, {"text_block_id": "p14_b186_merged", "text": "The Government of Lao PDR promotes the development of renewable energies as an important component of the national economic development to ensure energy security, sustain socio-economic development, and enhance environmental and social sustainability"}, {"text_block_id": "p14_b188", "text": "."}, {"text_block_id": "p14_b189", "text": "2.2 Policies"}, {"text_block_id": "p14_b190", "text": "The promotion and development of renewable energies is one of the priority policies of the Government to stabilize energy supply and to assist in the social and economic improvement of the country."}, {"text_block_id": "p14_b191", "text": "The promotion and development of renewable energies is one of the priority policies of the Government to stabilize energy supply and to assist in the social and economic improvement of the country.\n* Provide financial incentives to investors who aim to produce clean energies to meet domestic\n* Formulate and improve laws and regulations to facilitate renewable energy development."}, {"text_block_id": "p14_b195", "text": "For electricity and energy development in rural areas, important aspects being considered are as follows:"}, {"text_block_id": "p14_b196", "text": "For electricity and energy development in rural areas, important aspects being considered are as follows:\n* Prioritization of policies which facilitate private sector investments in rural electrification\n* Development of small power systems, biofuels, solar and biomass energy at the village level\n* Generation of electricity for productive uses at the village level using waste materials from"}, {"text_block_id": "p14_b202", "text": "Integrated with national climate change strategy: Increase public awareness and understanding of climate change impacts and the need for mitigation and adaptation."}, {"text_block_id": "p14_b203", "text": "2.3 Objectives"}, {"text_block_id": "p14_b204", "text": "The main objectives of this strategy are the following:"}, {"text_block_id": "p15_b205", "text": "The main objectives of this strategy are the following:\n* To ensure adequate supply of energy, energy efficiency and conservation throughout the\n* To bring socio-economic benefits, including:\n\t* development of RE industry, contribution to national economic growth;\n\t* contribution to poverty reduction through improved livelihoods (income generation\n\t* increased gender equality.\n\t* To ensure environmentally and socially sustainable development through enforcement of\n\t* local communitiesâ food security, and secure access to adequate land to meet and\n\t* forest cover, biodiversity, agrobiodiveristy, and soil and water quality;\n\t* reduction of green-house gases through replacement of fossil fuels and control of"}, {"text_block_id": "p15_b224", "text": "2.4 Targets for 2025"}, {"text_block_id": "p15_b225", "text": "2.5 Scope of Policy"}, {"text_block_id": "p15_b226", "text": "2.5 Scope of Policy\n* Biofuels;\n* Small power\n* Other renewable energies such as solar, biomass, biogas and wind;\n* Other alternative fuels for transportation."}, {"text_block_id": "p15_b234", "text": "2.6 Development Strategy"}, {"text_block_id": "p16_b235", "text": "This rapid economic growth has stimulated an increase in domestic energy consumption. In addition, the demand of energy for transportation is expected to continue to grow due to increase in personal vehicle ownership."}, {"text_block_id": "p16_b236", "text": "Lao government defines the strategy for development of each energy resource in the following subsections."}, {"text_block_id": "p16_b237", "text": "2.6.1 Promotion and development of bio-fuels"}, {"text_block_id": "p16_b238_merged", "text": "Bio-energy provides an alternative fuel supply for the transportation sector and in the supply of energy to rural communities. Without domestic oil and gas resources, Lao PDR is completely dependent from external sources for its petroleum fuel requirements. The country imported 560 million liters of fossil fuels in 2010, a significant increase 5 percent a year. With higher economic external supply disruptions and fuel price volatility, and the negative impacts to the country’s balance of payments. To reduce the importation of fossil fuels and optimize the use of marginal lands, the Government will encourage and actively promote development of fuel crops in the country with a preference for smallholder production under maintained community land ownership and control."}, {"text_block_id": "p16_b246", "text": "This strategy aims to kick-start the development of the biofuels market in the country through the provision of incentives to farmers, domestic and foreign investors to engage in the production of biofuels for domestic utilization and at the same time monitor its development and ensure proper mitigation of negative impacts."}, {"text_block_id": "p16_b247", "text": "The tentative vision for the promotion and development of biofuels are the following:"}, {"text_block_id": "p16_b248", "text": "The tentative vision for the promotion and development of biofuels are the following:\n* Substitute 10% of the transportation fuel demand by 2025;\n* Increase deployment of biofuels technologies in rural areas."}, {"text_block_id": "p16_b252", "text": "In meeting these targets, the Government will carry out the following:"}, {"text_block_id": "p16_b253", "text": ""}, {"text_block_id": "p16_b254", "text": "Issue a Biofuels Decree which provides an overall legal framework for setting the targets; stipulates specific development goals; defines incentives, support and obligations of private investors including small-scale producers who are committed to produce exclusively for the domestic market; and establishes institutional arrangement for the promotion and development of biofuels. In the case of oversupply of biofuels, export will be allowed but no incentives or subsidies will be given to investors for the production for export;"}, {"text_block_id": "p16_b255", "text": ""}, {"text_block_id": "p16_b256", "text": "Establish and strengthen the capacity of a body/agency responsible for the promotion and development of biofuels as well as in setting reference price for biofuels;"}, {"text_block_id": "p16_b257", "text": ""}, {"text_block_id": "p17_b258", "text": "Formulate a Biofuels Action Plan (biodiesel and bio ethanol) as blueprint for development. The Plan specifies feedstock for biodiesel and bio ethanol production based on detailed feasibility studies, impact assessment and cost-benefit analysis of the alternative feed-stocks with special focus on biophysical land availability and socio-economic feasibility. Promote and support contract farming schemes, small-scale family-based biofuels feedstock production, and biofuels producer associations, while limiting the development of large-scale investor concessions and managed production concessions, and ensure adequate control of existing concessions. Establish partnership with current investors to ensure stable supply of feedstock. Actively promote small-scale family-based production of fuel crops and establish model farms to enhance attractiveness of small-scale development;"}, {"text_block_id": "p17_b259", "text": ""}, {"text_block_id": "p17_b260", "text": "In partnership with Ministry of Agriculture and Forestry, establish a nationwide extension network to provide technical assistance to small-scale producers. Support research, demonstration and large-scale implementation of practices and interventions to increase fuel crop productivity and intercropping with food and commercial agriculture crops;"}, {"text_block_id": "p17_b261", "text": ""}, {"text_block_id": "p17_b262", "text": "Provide support to research, demonstration and field testing of high yielding fuel crop varieties. Support research and field testing of second generation biofuels feedstock;"}, {"text_block_id": "p17_b263", "text": ""}, {"text_block_id": "p17_b264", "text": "Provide financing to small scale producers and encourage local financing institutions to extend financing services to small-scale biofuels feedstock producers;"}, {"text_block_id": "p17_b265", "text": ""}, {"text_block_id": "p17_b266", "text": "Support the establishment and development of nationwide marketing network for biofuels"}, {"text_block_id": "p17_b267", "text": "in marketing biofuels feedstock;"}, {"text_block_id": "p17_b268", "text": "feedstock. Support farmers’ associations and local traders"}, {"text_block_id": "p17_b269", "text": ""}, {"text_block_id": "p17_b270", "text": "Establish partnership with industry players for the processing, production, blending and distribution of biofuels. Solicit support from the industry for initial demonstration of biofuels prior to large-scale implementation of biofuels targets. Introduce biofuels standardization. Carry out information campaign to raise consumer awareness concerning biofuels use;"}, {"text_block_id": "p17_b271", "text": ""}, {"text_block_id": "p17_b272", "text": "Carry out research and demonstration of community use, farm machinery use and other rural applications of biofuels. Undertake information campaign to promote the utilization of biofuels technologies in rural areas."}, {"text_block_id": "p17_b273", "text": "2.6.2 Promotion and development of small hydropower"}, {"text_block_id": "p17_b274_merged_merged", "text": "Hydropower resource is the most abundant energy resource in Lao PDR. The development of small hydropower (capacity up to 15 MW) could play an important role in meeting the country’s objectives of increasing rural electrification coverage from the current level of 70% to 90% in 2020. In addition, small hydropower development helps open avenues for economic improvement and poverty reduction in remote rural areas. Small hydropower provides least-cost power supply to remote areas which currently rely on imported electricity. Local small hydropower plants will also help improve the reliability of the country’s power system and reduce transmission and distribution line losses."}, {"text_block_id": "p17_b282", "text": ""}, {"text_block_id": "p18_b283", "text": "Carry out resource assessment and prepare small hydropower development plan. The Ministry of Energy and Mines (MEM) will carry out small hydropower resource assessment, identify priority projects for development, and develop a small hydropower investment plan for each key river basin to optimize usage and benefits of water flow for power generation, irrigation, water supply as well as environmental and social protection. The plan also includes rehabilitation of old and inefficient small hydropower projects;"}, {"text_block_id": "p18_b284", "text": ""}, {"text_block_id": "p18_b285", "text": "\n* With installed capacity of 15 MW or less will be applied the investment to local\n* The installed capacity over 15 MW will be applies to the investment to Ministry of"}, {"text_block_id": "p18_b289", "text": "Introduce procedures for solicited and unsolicited small hydropower independent power producers (IPPs). Proposals for small hydropower projects at preselected sites will be solicited by MEM through competitive tender process. On the other hand, MEM also accepts unsolicited proposals from small hydropower project sponsors. For both solicited and unsolicited projects, MEM will establish transparent procedures in the submission, evaluation with special emphasis on environmental and social aspects and processing of projects as well as determination of off-take power tariffs and rules for grid interconnection and power dispatch. The Government scales out into 2 levels as following:"}, {"text_block_id": "p18_b290", "text": ""}, {"text_block_id": "p18_b291", "text": "Introduce simplified small hydropower development framework. The current framework governing small hydropower development is the existing legal framework for IPP procurement. MEM will introduce simplified procedures for small hydropower project with capacity of 15 MW or less. The simplified procedures however ensure that environmental and social safeguards are enforced, and that local communities are consulted and that they possibly participate as project shareholders. This includes exemption from the concession agreement requirement and negotiations will be carried out directly with provincial governments;"}, {"text_block_id": "p18_b292", "text": ""}, {"text_block_id": "p18_b293", "text": "Ensure grid access and promote third party sale of power. MEM will coordinate with Electricite du Laos to provide undiscriminatory access to small hydropower projects to transmission network and provide priority dispatch of all the power generated by grid-connected small hydropower projects. In addition, small hydropower producers will be allowed to sell the entire amount or part of the power generated directly to third party consumers;"}, {"text_block_id": "p18_b294", "text": ""}, {"text_block_id": "p18_b295", "text": "Introduce legal framework for setting off-take tariff for small hydropower projects at an appropriate level ensuring investors to recover project costs and earn reasonable return on investments;"}, {"text_block_id": "p18_b296", "text": ""}, {"text_block_id": "p18_b297", "text": "Establish framework and program to provide financing and guarantees to small hydropower projects. Encourage local financing institutions including state owned banks to provide loans and preferential financial packages."}, {"text_block_id": "p19_b298", "text": "In addition to the above, pico hydropower technologies are relatively popular in remote villages in Lao PDR as source of power generation. The deployment of these technologies is mainly market driven. Presently, around 60 thousand units are installed all over the country supplying electricity services to about 90 thousand households. Though there is a declining trend on the use of this technology due to increased rural electrification rate, pico hydropower is estimated to continue to play an important role in the next decade. The use of this technology is however associated with technical and safety problems. To address these issues, the Government will carry out the following:"}, {"text_block_id": "p19_b299", "text": ""}, {"text_block_id": "p19_b300", "text": "Raise public awareness on benefits and proper installation and use of pico hydropower;"}, {"text_block_id": "p19_b301", "text": ""}, {"text_block_id": "p19_b302", "text": "Upscale best practice pilot projects and facilitate information exchange;"}, {"text_block_id": "p19_b303", "text": ""}, {"text_block_id": "p19_b304", "text": "Coordinate with other relevant agencies on water utilization for pico-hydropower and other economic uses;"}, {"text_block_id": "p19_b305", "text": ""}, {"text_block_id": "p19_b306", "text": "Setup supply-maintenance service chain and advisory service network;"}, {"text_block_id": "p19_b307", "text": ""}, {"text_block_id": "p19_b308", "text": "Carry out regular training on installation design, installation and maintenance;"}, {"text_block_id": "p19_b309", "text": ""}, {"text_block_id": "p19_b310", "text": "Provide support to local entrepreneurs to manufacture components of pico-hydropower."}, {"text_block_id": "p19_b311", "text": "2.6.3 Promotion and development of solar energy"}, {"text_block_id": "p19_b312_merged", "text": "Solar energy is one of the abundant energy resources in Lao PDR. The country receives an average solar irradiation between 3.5 to 5 kWh/m/day. Solar energies can play an important role in achieving government objectives to provide energy services to off-grid and remote areas, stimulate private sector investments, and improve energy efficiency in households and commercial buildings."}, {"text_block_id": "p19_b317", "text": "To encourage the use of solar energy in order to reduce consumption of other types of commercial energies and reduce environmental impacts, the Government promotes the development of solar energies in the following service areas:"}, {"text_block_id": "p19_b318", "text": ""}, {"text_block_id": "p19_b319", "text": "Provide lighting services through the installation of solar home systems in rural and remote areas which do not have access to the national grid;"}, {"text_block_id": "p19_b320", "text": ""}, {"text_block_id": "p19_b321", "text": "Support the development of the solar energy business in the country for the installation of large-scale grid connected solar energy systems and hybrid systems and for the provision of energy services in off-grid areas;"}, {"text_block_id": "p19_b322", "text": ""}, {"text_block_id": "p19_b323", "text": "Promote the use of solar energy in water and space heating for households and commercial installations;"}, {"text_block_id": "p19_b324", "text": ""}, {"text_block_id": "p19_b325", "text": "Promote the use of solar energy in productive uses such as drying agriculture produce, etc;"}, {"text_block_id": "p19_b326", "text": ""}, {"text_block_id": "p19_b327", "text": "For the period 2010-2020, the Government under the Rural Electrification Master Plan (REMP) aims to upscale the program covering additional 19,000 households within 331 villages in 11 provinces."}, {"text_block_id": "p19_b328", "text": ""}, {"text_block_id": "p19_b329", "text": "Carry out resource assessment to determine the potential for off-grid hybrid systems, and building integrated and large scale grid connected solar PV systems;"}, {"text_block_id": "p20_b330", "text": ""}, {"text_block_id": "p20_b331", "text": "Prepare a solar hybrid system program specifying appropriate service delivery schemes, business models, information and training programs;"}, {"text_block_id": "p20_b332", "text": ""}, {"text_block_id": "p20_b333", "text": "Develop a framework to stimulate private sector investments on building integrated and large-scale grid connected solar PV projects;"}, {"text_block_id": "p20_b334", "text": ""}, {"text_block_id": "p20_b335", "text": "Undertake pilot demonstration projects, information dissemination and training programs for both hybrid and grid-connected systems;"}, {"text_block_id": "p20_b336", "text": ""}, {"text_block_id": "p20_b337", "text": "Promote up scaling of hybrid and grid connected solar PV projects."}, {"text_block_id": "p20_b338", "text": "In addition to power generation, the Government also promotes the use of solar energy for thermal applications for individual households, commercial buildings and industrial applications as well as for productive uses."}, {"text_block_id": "p20_b339", "text": ""}, {"text_block_id": "p20_b340", "text": "The Government will carry out market assessment and technical studies for solar water and space heating, and productive use of solar energy;"}, {"text_block_id": "p20_b341", "text": ""}, {"text_block_id": "p20_b342", "text": "Prepare a national program for the promotion of solar water heaters and productive uses of solar energy specifying delivery framework and business models, information campaign and capacity building;"}, {"text_block_id": "p20_b343", "text": ""}, {"text_block_id": "p20_b344", "text": "Carry out pilot demonstration projects, information dissemination and training programs targeting domestic, commercial and industrial applications."}, {"text_block_id": "p20_b345", "text": "2.6.4 Promotion and development of biogas"}, {"text_block_id": "p20_b346", "text": ""}, {"text_block_id": "p20_b347", "text": "Designate and strengthen the capacity of an agency/organization responsible for up scaling household and community-based as well as medium and large scale biogas systems;"}, {"text_block_id": "p20_b348", "text": ""}, {"text_block_id": "p20_b349", "text": "In partnership with private entrepreneurs and non-governmental organizations, carry out technical studies, identify the most appropriate business model and support mechanisms, and prepare a long-term program including monitoring plans for up scaling household biogas systems in Lao PDR;"}, {"text_block_id": "p20_b350", "text": ""}, {"text_block_id": "p20_b351", "text": "Carry out information campaign and training programs for biogas system installation and utilization. Develop an accreditation scheme to certify installers;"}, {"text_block_id": "p21_b352", "text": ""}, {"text_block_id": "p21_b353", "text": "Secure program financing, pilot test the new business model, and promote replication at the national level."}, {"text_block_id": "p21_b354_merged", "text": "The Government also promotes the development of large-scale biogas production for lighting, heating and electricity generation (either for project owner’s own use or for grid-connection) using several feedstock such as agro-industrial wastes, municipal solid wastes, waste water treatments, and others. Key activities to be undertaken by the Government include the following:"}, {"text_block_id": "p21_b358", "text": ""}, {"text_block_id": "p21_b359", "text": "Carry out resource assessments and prepare a list of potential projects;"}, {"text_block_id": "p21_b360", "text": ""}, {"text_block_id": "p21_b361", "text": "In consultation with stakeholders, prepare a framework to support private sector investments on medium and large-scale biogas systems, particularly those projects aiming for electricity generation for own use, third party sale or grid-connection;"}, {"text_block_id": "p21_b362", "text": ""}, {"text_block_id": "p21_b363", "text": "Carry out demonstration projects, information campaign, capacity building and promote project replication;"}, {"text_block_id": "p21_b364", "text": ""}, {"text_block_id": "p21_b365", "text": "Support research, development and demonstration for various applications of biogas in Lao PDR."}, {"text_block_id": "p21_b366", "text": "2.6.5 Promotion and development of other biomass energies"}, {"text_block_id": "p21_b367", "text": "In promoting biomass energy for electricity generation, the Government will undertake the following:"}, {"text_block_id": "p21_b368", "text": ""}, {"text_block_id": "p21_b369", "text": "Carry out biomass resource assessment and prepare a list of priority projects;"}, {"text_block_id": "p21_b370", "text": ""}, {"text_block_id": "p21_b371", "text": "Formulate a framework to stimulate private sector investments in power generation from various sources of biomass;"}, {"text_block_id": "p21_b372", "text": ""}, {"text_block_id": "p21_b373", "text": "Carry out pilot demonstration to test the framework developed and at the same time to demonstrate the technical viability of a specific biomass-based technology in the country;"}, {"text_block_id": "p21_b374", "text": ""}, {"text_block_id": "p21_b375", "text": "Undertake information dissemination and training programs;"}, {"text_block_id": "p21_b376", "text": ""}, {"text_block_id": "p21_b377", "text": "Develop biomass technology-based independent power producers (for both grid and off-grid power supply)."}, {"text_block_id": "p22_b378", "text": "In addition to power generation, biomass fuels such as wood and charcoal are mainly used in rural and urban areas for cooking. Biomass cooking fuels are estimated to represent around 70 percent of the total energy consumption in Lao PDR. The high dependence on biomass energies for cooking has major implications with respect to environmental degradation, higher time spent in wood fuel collection, and indoor air pollution which threatens the well-being of the most vulnerable household members. To address this issue the Government promotes the development and market deployment of the most efficient and appropriate cooking stoves in the country."}, {"text_block_id": "p22_b379", "text": ""}, {"text_block_id": "p22_b380", "text": "Carry out market assessment and technical studies for improved cooking stoves (ICS) in Lao PDR;"}, {"text_block_id": "p22_b381", "text": ""}, {"text_block_id": "p22_b382", "text": "Prepare a program on ICS which include service delivery framework and appropriate business model, technology design, technology standardization and labelling, information campaign, national capacity building on design and manufacture of technologies;"}, {"text_block_id": "p22_b383", "text": ""}, {"text_block_id": "p22_b384", "text": "Identify projects for pilot demonstration and prepare feasibility studies;"}, {"text_block_id": "p22_b385", "text": ""}, {"text_block_id": "p22_b386", "text": "Implement demonstration projects, carry out information campaign and undertake training programs;"}, {"text_block_id": "p22_b387", "text": ""}, {"text_block_id": "p22_b388", "text": "Upscale improved cook stove program."}, {"text_block_id": "p22_b389", "text": "2.6.6 Promotion and development of wind energy"}, {"text_block_id": "p22_b390", "text": ""}, {"text_block_id": "p22_b391", "text": "Expand the current wind measurement campaign and upgrade the current wind atlas using ground measurement data;"}, {"text_block_id": "p22_b392", "text": ""}, {"text_block_id": "p22_b393", "text": "Identify potential sites for grid-connected and off-grid hybrid systems and priority sites for possible wind energy concessions;"}, {"text_block_id": "p22_b394", "text": ""}, {"text_block_id": "p22_b395", "text": "In partnership with international financial and donor organizations, carry out demonstration projects for grid-connected as well as hybrid wind energy systems;"}, {"text_block_id": "p22_b396", "text": ""}, {"text_block_id": "p22_b397", "text": "Prepare wind concession framework, and electricity market access framework including incentives framework to stimulate private investments in wind power in Lao PDR;"}, {"text_block_id": "p22_b398", "text": ""}, {"text_block_id": "p22_b399", "text": "With the support and cooperation from donor governments and international organizations, carry out information campaign and build national capacity on wind energy power generation."}, {"text_block_id": "p22_b400", "text": "2.6.7 Promotion and development of other alternative energy sources for Transport"}, {"text_block_id": "p22_b401", "text": "The government promotes and encourages domestic and foreign, public and private sectors, to invest in research, development and demonstration as well as in feasibility studies of other alternative energy technologies and sources for transportation sector."}, {"text_block_id": "p22_b402", "text": "More specifically, the Government will undertake the following:"}, {"text_block_id": "p22_b403", "text": ""}, {"text_block_id": "p22_b404", "text": "Facilitate coordination among responsible agencies concerning urban transport development and possible utilization of alternative transport technologies and fuels;"}, {"text_block_id": "p23_b405", "text": ""}, {"text_block_id": "p23_b406", "text": "Support research and development and carry out feasibility studies and demonstration projects for alternative technologies and fuels for urban transport such as electricity, fuel cells and hydrogen;"}, {"text_block_id": "p23_b407", "text": ""}, {"text_block_id": "p23_b408", "text": "Upscale the current demonstration projects concerning the use of biofuels in rural transport and farm machineries;"}, {"text_block_id": "p23_b409", "text": ""}, {"text_block_id": "p23_b410", "text": "Carry out studies and demonstration projects for the use of higher blend biofuels for freight transport;"}, {"text_block_id": "p23_b411", "text": ""}, {"text_block_id": "p23_b412", "text": "Based on the technical studies and demonstration projects, develop a long-tern program for sustainable transportation system in Lao PDR."}, {"text_block_id": "p23_b413", "text": "2.7 Financial mechanisms"}, {"text_block_id": "p23_b414", "text": "2.7.1 Participation of the private sector"}, {"text_block_id": "p23_b415", "text": "The private sector is permitted to invest in the following projects:"}, {"text_block_id": "p23_b416", "text": ""}, {"text_block_id": "p23_b417", "text": "Small power production (SPPs) projects with non-firm contract (the project is paid only for energy production);"}, {"text_block_id": "p23_b418", "text": ""}, {"text_block_id": "p23_b419", "text": "Grid connected renewable energy project with non-firm contract (for own use and sale to EDL for surplus production);"}, {"text_block_id": "p23_b420", "text": ""}, {"text_block_id": "p23_b421", "text": "Grid connected renewable energy project with firm contract (project is paid for capacity provision and energy production);"}, {"text_block_id": "p23_b422", "text": ""}, {"text_block_id": "p23_b423", "text": "Off-grid projects;"}, {"text_block_id": "p23_b424", "text": ""}, {"text_block_id": "p23_b425", "text": "Activities in bio-energy, biogas or bio-fuel production such as fuel crops plantation, construction of processing plant and bio-fuel production and blending."}, {"text_block_id": "p23_b426", "text": "2.7.2 Financial incentives"}, {"text_block_id": "p23_b427", "text": "Financial Incentives"}, {"text_block_id": "p23_b428", "text": "Investments in renewable energy projects in Lao PDR, whether on biofuels production, grid-connected or isolated systems, off-grid projects, and individual systems, are entitled to investment incentives under the Investment Law of Lao PDR, update in 2009. The financial incentives include the following:"}, {"text_block_id": "p23_b429", "text": ""}, {"text_block_id": "p23_b430", "text": "Import duty free on production machinery, equipment and raw materials;"}, {"text_block_id": "p23_b431", "text": ""}, {"text_block_id": "p23_b432", "text": "Import duty free on chemical materials necessary for biofuels production within 7 years;"}, {"text_block_id": "p23_b433", "text": ""}, {"text_block_id": "p23_b434", "text": "Profit tax is divided in to 3 categories: 20%, 15% and 10%. Profit tax exemption is possible for a certain period depending on activities, investment areas and size investment;"}, {"text_block_id": "p24_b435", "text": ""}, {"text_block_id": "p24_b436", "text": "Subsidies on unit product price depending on energy type and times period."}, {"text_block_id": "p24_b437", "text": "Additionally, the investors can obtain also non-fiscal incentives, such as:"}, {"text_block_id": "p24_b438", "text": ""}, {"text_block_id": "p24_b439", "text": "Up to 75 years leasing term (for enterprise construction land);"}, {"text_block_id": "p24_b440", "text": ""}, {"text_block_id": "p24_b441", "text": "Permission to expatriate earnings to home or third countries;"}, {"text_block_id": "p24_b442", "text": ""}, {"text_block_id": "p24_b443_merged", "text": "Right to employ foreign workforce (not more that 10% of the enterprise’s total labors)."}, {"text_block_id": "p24_b446", "text": "Financial mechanism"}, {"text_block_id": "p24_b447", "text": "The Government will provide support by seeking assistance from international organizations, commercial banks and low interest loans sources for funding renewable energy projects; to encourage private commercial banks in understanding and interests to investment into renewable energy projects."}, {"text_block_id": "p24_b448", "text": "2.7.3 Renewable Energy Fund"}, {"text_block_id": "p24_b449", "text": ""}, {"text_block_id": "p24_b450", "text": "Financial assistance for the development of renewable energy and biofuel industry and market in Lao PDR;"}, {"text_block_id": "p24_b451", "text": ""}, {"text_block_id": "p24_b452", "text": "Finance barrier removal activities such as resource assessment; research, development, and demonstration activities; project preparatory studies, etc;"}, {"text_block_id": "p24_b453", "text": ""}, {"text_block_id": "p24_b454", "text": "Fund capacity building activities, promotional activities, dissemination of knowledge on effective renewable energy use, etc."}, {"text_block_id": "p24_b455", "text": "The Fund will be sourced from the following:"}, {"text_block_id": "p24_b456", "text": ""}, {"text_block_id": "p24_b457", "text": "Government budget;"}, {"text_block_id": "p24_b458", "text": ""}, {"text_block_id": "p24_b459", "text": "International organizations and donor countries, international financial organizations and NGOs;"}, {"text_block_id": "p24_b460", "text": ""}, {"text_block_id": "p24_b461", "text": "Financial contribution or investment from social organizations and from domestic and foreign investors."}, {"text_block_id": "p24_b462", "text": ""}, {"text_block_id": "p24_b463", "text": "account, control and disburse funds;"}, {"text_block_id": "p24_b464", "text": ""}, {"text_block_id": "p24_b465", "text": "monitor loans and grants."}, {"text_block_id": "p24_b466", "text": "The Government will establish a Steering Committee who will be responsible for making decisions on the use of funds with MEM acting its Secretariat. Each Province will be represented in the Steering Committee to ensure development of renewable energy markets in the provinces."}, {"text_block_id": "p25_b467", "text": "2.7.4 Carbon Financing"}, {"text_block_id": "p25_b468", "text": "In addition to CDM, the Government also encourages project proponents to access other carbon markets such as the EU Emissions Trading Scheme where CDM CERs can be converted into EU allowance units, and to voluntary markets in Europe and North America that purchase verified emissions reductions for clean energy projects."}, {"text_block_id": "p25_b469", "text": "2.8 Renewable Energy Road Maps"}, {"text_block_id": "p25_b470", "text": ""}, {"text_block_id": "p25_b471", "text": "Biodiesel;"}, {"text_block_id": "p25_b472", "text": ""}, {"text_block_id": "p25_b473", "text": "Bio ethanol;"}, {"text_block_id": "p25_b474", "text": ""}, {"text_block_id": "p25_b475", "text": "Small hydropower;"}, {"text_block_id": "p25_b476", "text": ""}, {"text_block_id": "p25_b477", "text": "Solar energy;"}, {"text_block_id": "p25_b478", "text": ""}, {"text_block_id": "p25_b479", "text": "Biogas;"}, {"text_block_id": "p25_b480", "text": ""}, {"text_block_id": "p25_b481", "text": "Biomass;"}, {"text_block_id": "p25_b482", "text": ""}, {"text_block_id": "p25_b483", "text": "Wind energy;"}, {"text_block_id": "p25_b484", "text": ""}, {"text_block_id": "p25_b485", "text": "Other alternative sources of energy for transport."}, {"text_block_id": "p25_b486", "text": "2.9 Estimated Investment Cost for Renewable Energy Sector"}, {"text_block_id": "p25_b487", "text": "To fulfill the goals of renewable energy sector development, the government encourages investments from public and private sectors."}, {"text_block_id": "p26_b488", "text": "The government will facilitate and provide appropriate incentives and risk guarantee for investments in the renewable energy sector."}, {"text_block_id": "p26_b489", "text": "Investments in 2025 is projected to reach around USD 1,799 million , of which USD 17 million is from the public sector, USD 36 million from domestic investors and USD 1746 million from foreign investors (see table"}, {"text_block_id": "p26_b490", "text": ":"}, {"text_block_id": "p26_b491", "text": "Table 2.1"}, {"text_block_id": "p26_b492", "text": ": Investment in renewable energy sector"}, {"text_block_id": "p26_b493", "text": "The investment to renewable energy is still high, so the government of Lao will invest on research and development pilot demonstration projects. The initial fund would be provided by government and international organization support."}, {"text_block_id": "p26_b494", "text": "2.10 Potential Benefits"}, {"text_block_id": "p26_b495_merged_merged", "text": "The potential benefits of the realization of this strategy are the following (Table :"}, {"text_block_id": "p26_b497", "text": "Economic"}, {"text_block_id": "p26_b498", "text": ""}, {"text_block_id": "p26_b499", "text": "reduction of fossil fuel imports;"}, {"text_block_id": "p26_b500", "text": ""}, {"text_block_id": "p26_b501", "text": "promotion of private sector investments;"}, {"text_block_id": "p26_b502", "text": ""}, {"text_block_id": "p26_b503", "text": "creation of employment opportunities in related industries;"}, {"text_block_id": "p26_b504", "text": ""}, {"text_block_id": "p26_b505", "text": "generation of added income through carbon financing;"}, {"text_block_id": "p26_b506", "text": ""}, {"text_block_id": "p26_b507", "text": "reduction of public investments;"}, {"text_block_id": "p26_b508", "text": ""}, {"text_block_id": "p26_b509", "text": "increased economic growth from development of the industrial biofuel sector."}, {"text_block_id": "p26_b510", "text": "Social"}, {"text_block_id": "p26_b511", "text": ""}, {"text_block_id": "p26_b512", "text": "additional job opportunities in rural areas resulting in less migration into cities;"}, {"text_block_id": "p26_b513", "text": ""}, {"text_block_id": "p26_b514", "text": "increase in income from fuel crop cultivation."}, {"text_block_id": "p26_b515", "text": "Environment"}, {"text_block_id": "p26_b516", "text": ""}, {"text_block_id": "p26_b517", "text": "reduced emissions of environmental pollutants;"}, {"text_block_id": "p26_b518", "text": ""}, {"text_block_id": "p26_b519", "text": "reduce emission of green house gases."}, {"text_block_id": "p27_b520", "text": "Table 2.2"}, {"text_block_id": "p27_b521", "text": "Investment and potential benefit from the development of renewable energies"}, {"text_block_id": "p28_b522", "text": "Section 3. Implementation Measures"}, {"text_block_id": "p28_b523", "text": "In implementing this strategy, the government defines the roles and responsibilities of government organizations involved in renewable energy development."}, {"text_block_id": "p28_b524", "text": "3.1. Institutional arrangement"}, {"text_block_id": "p28_b525", "text": "3.1.1. The Ministry of Energy and Mines (MEM)"}, {"text_block_id": "p28_b526", "text": "Ministry of Energy and Mines is the main agency responsible for renewable energy coordination and its main functions are the following:"}, {"text_block_id": "p28_b527", "text": "o"}, {"text_block_id": "p28_b528", "text": "Develop overall renewable energy policy and support the achievement of sustainable development goals;"}, {"text_block_id": "p28_b529", "text": "o"}, {"text_block_id": "p28_b530", "text": "Set-up objectives and goals based on resource potentials and develop renewable energy database;"}, {"text_block_id": "p28_b531", "text": "o"}, {"text_block_id": "p28_b532", "text": "Carry out studies and demonstration projects on renewable energy technologies;"}, {"text_block_id": "p28_b533", "text": "o"}, {"text_block_id": "p28_b534", "text": "Formulate transparent market mechanisms to promote investments;"}, {"text_block_id": "p28_b535", "text": "o"}, {"text_block_id": "p28_b536", "text": "Promote human capacities for the development of renewable energies, and strengthen capacities of other government agencies;"}, {"text_block_id": "p28_b537", "text": "o"}, {"text_block_id": "p28_b538", "text": "Propose investment incentives;"}, {"text_block_id": "p28_b539", "text": "o"}, {"text_block_id": "p28_b540", "text": "Mainstream renewable energy into government policies and identify key issues for the public sector;"}, {"text_block_id": "p28_b541", "text": "o"}, {"text_block_id": "p28_b542", "text": "Raise awareness on technology, cost and benefits of renewable energy;"}, {"text_block_id": "p28_b543", "text": "o"}, {"text_block_id": "p28_b544", "text": "Facilitate the compliance of the Kyoto Protocol on clean energy production;"}, {"text_block_id": "p28_b545", "text": "o"}, {"text_block_id": "p28_b546", "text": "Expand cooperation at sub-regional levels in the field of renewable energy;"}, {"text_block_id": "p28_b547", "text": "o"}, {"text_block_id": "p28_b548", "text": "Ensure fair access to grid for renewable energy projects;"}, {"text_block_id": "p28_b549", "text": "o"}, {"text_block_id": "p28_b550", "text": "Provide mutual-and multi-cooperative assistance on the revolving fund for renewable energy programs, enhancement of technical capacity and revolving financial support for investment promotion;"}, {"text_block_id": "p28_b551", "text": "o"}, {"text_block_id": "p28_b552", "text": "Encourage the development of renewable energy through support from export credit agencies;"}, {"text_block_id": "p28_b553", "text": "o"}, {"text_block_id": "p28_b554", "text": "Seek solutions for supplying electricity throughout the country;"}, {"text_block_id": "p28_b555", "text": "o"}, {"text_block_id": "p28_b556", "text": "Propose new financial mechanisms;"}, {"text_block_id": "p28_b557", "text": "o"}, {"text_block_id": "p28_b558", "text": "Promote the use of fuel for cooking;"}, {"text_block_id": "p28_b559", "text": "o"}, {"text_block_id": "p28_b560", "text": "Conduct feasibility studies in the development of alternative energies such as hydrogen and nuclear energy;"}, {"text_block_id": "p28_b561", "text": "o"}, {"text_block_id": "p28_b562", "text": "Follow developments of international RE research and consider feasibility for adaption to Lao conditions."}, {"text_block_id": "p28_b563", "text": "The national level cross-sector coordination body and its Ministry of Energy and Mines secretariat will support development and implementation of specific action plans for respective RE type in cooperation with government, private sector and civil society stakeholders."}, {"text_block_id": "p29_b564", "text": "The role of line agencies concern will be define in the annex, which consist of Ministry of Agriculture and Forestry, Ministry of Natural Resources and Environment, Ministry of Science and Technology, Ministry of Industry and Commerce, Ministry of Public Work and Transport, Ministry of Finance, Bank of Lao PDR, Ministry of Planning and Investment, Ministry of Culture and Tourist, Ministry of Education and Sport, other agencies and provincial level. The role of line agencies concern are illustrate in annex 3."}, {"text_block_id": "p29_b565", "text": "3.2. Driving measures to kick-start short term implementation"}, {"text_block_id": "p29_b566", "text": ""}, {"text_block_id": "p29_b567", "text": "Public sector. Prepare a list and documents for projects located in rural and remote areas, which have high demand for energy but not economically variable, especially in the Northern provinces. These projects will be implemented if there is public funding and/or people/NGOs/donors contribution (such as small hydropower in northern part of Lao PDR, solar home systems for villages and wind energy in central and southern provinces);"}, {"text_block_id": "p29_b568", "text": ""}, {"text_block_id": "p29_b569", "text": "Private sector. Support will be provided for the implementation of commercially viable projects."}, {"text_block_id": "p29_b570", "text": "3.2.1 Promotional policies for renewable energy production"}, {"text_block_id": "p29_b571", "text": ""}, {"text_block_id": "p29_b572", "text": "Establish appropriate incentive policies to facilitate the development of renewable energy and fairness for the consumers;"}, {"text_block_id": "p29_b573", "text": ""}, {"text_block_id": "p29_b574", "text": "Encourage people to contribute to the production, use and management of renewable energy independently;"}, {"text_block_id": "p29_b575", "text": ""}, {"text_block_id": "p29_b576", "text": "Improve coordination, cooperation, regulation and law to facilitate the investment in renewable energy;"}, {"text_block_id": "p29_b577", "text": ""}, {"text_block_id": "p29_b578", "text": "Provide support on taxation policies for investment attraction;"}, {"text_block_id": "p29_b579", "text": ""}, {"text_block_id": "p29_b580", "text": "Promote investment and risk warranty through the Fund or other forms;"}, {"text_block_id": "p29_b581", "text": ""}, {"text_block_id": "p29_b582", "text": "Integrate carbon finance in the renewable energy project development;"}, {"text_block_id": "p29_b583", "text": ""}, {"text_block_id": "p29_b584", "text": "Transfer commercial knowledge and replicate model projects to reduce the risks of investment in renewable energy."}, {"text_block_id": "p29_b585", "text": "3.2.2 Promotion on research and studies on renewable energy"}, {"text_block_id": "p29_b586", "text": ""}, {"text_block_id": "p29_b587", "text": "Allocate budget and coordinate with stakeholders to undertake studies and demonstrations, such as production and quality analysis, research on how to increase renewable energy technology, as well as renewable energy resources;"}, {"text_block_id": "p29_b588", "text": ""}, {"text_block_id": "p29_b589", "text": "Consider direction for renewable energy management, both macro and micro levels, for commercialization;"}, {"text_block_id": "p29_b590", "text": ""}, {"text_block_id": "p29_b591", "text": "Transfer knowledge and lesson learnt on renewable energy to the people."}, {"text_block_id": "p29_b592", "text": "3.2.3 Human resource capacity building, awareness raising and public relations"}, {"text_block_id": "p29_b593", "text": ""}, {"text_block_id": "p29_b594", "text": "Mobilize people and stakeholders to recognize the importance and to participate in renewable energy development;"}, {"text_block_id": "p29_b595", "text": ""}, {"text_block_id": "p29_b596", "text": "Inform actors at all levels and in all sectors of promotional policies and increase access to information"}, {"text_block_id": "p30_b597", "text": ""}, {"text_block_id": "p30_b598", "text": "Establish network or group for renewable energy, organize seminars, training for strengthening human resources in this sector;"}, {"text_block_id": "p30_b599", "text": ""}, {"text_block_id": "p30_b600", "text": "Develop a curriculum on renewable energy into the educational system;"}, {"text_block_id": "p30_b601", "text": ""}, {"text_block_id": "p30_b602", "text": "Capacity building on renewable energy for the line agency concern."}, {"text_block_id": "p30_b603", "text": "3.3 Important factors for successful implementation"}, {"text_block_id": "p30_b604", "text": ""}, {"text_block_id": "p30_b605", "text": "Define renewable energy into national agenda."}, {"text_block_id": "p30_b606", "text": "Renewable Energy policies and strategies must be integrated into socio-economic development plan of the government:"}, {"text_block_id": "p30_b607", "text": "o"}, {"text_block_id": "p30_b608", "text": "Government socio-economic development strategy until 2020;"}, {"text_block_id": "p30_b609", "text": "o"}, {"text_block_id": "p30_b610", "text": "Industrialization and modernization strategy;"}, {"text_block_id": "p30_b611", "text": "o"}, {"text_block_id": "p30_b612", "text": "The seventh five-year socio-economic development programs 2010-2015;"}, {"text_block_id": "p30_b613", "text": "o"}, {"text_block_id": "p30_b614", "text": "National growth and poverty eradication strategy;"}, {"text_block_id": "p30_b615", "text": "o"}, {"text_block_id": "p30_b616", "text": "Sector and sub-sector strategic plans;"}, {"text_block_id": "p30_b617", "text": "o"}, {"text_block_id": "p30_b618", "text": "Consider national and international development framework."}, {"text_block_id": "p30_b619", "text": ""}, {"text_block_id": "p30_b620", "text": "The government has policies to support renewable energy, especially financial measures which include:"}, {"text_block_id": "p30_b621", "text": "The government has policies to support renewable energy, especially financial measures which include:\n* Policies on subsidizing tariffs bought from energy until 2015, especially the revision of\n* Policies on funding for investment promotion and risk warranty, especially small\n* Policies on the supply of investment capital to assist in initial investment on renewable\n* The government is responsible for basic infrastructures to accommodate the expansion of\n* Improve law and regulations related to renewable energy;\n* Budget for related sector to be used for studies, research and development, promotion,\n* Access to information on renewable energy such as potentials of solar power, wind\n* Establish renewable energy technology standards."}, {"text_block_id": "p31_b637", "text": "Annex 1: Potential of Renewable Energy Resources"}, {"text_block_id": "p32_b638", "text": "Annex 2: Road Map for implementing up to 2025"}, {"text_block_id": "p32_b639", "text": "Promotion and Development of Biodiesel"}, {"text_block_id": "p32_b640", "text": "Promotion and Development of Bioethanol"}, {"text_block_id": "p33_b641", "text": "Promotion and Development of Small Hydropower"}, {"text_block_id": "p34_b642", "text": "Promotion and Development of Solar Energy"}, {"text_block_id": "p34_b643", "text": "Promotion and Development of Biogas"}, {"text_block_id": "p35_b644", "text": "Promotion and Development of Other Biomass Energies"}, {"text_block_id": "p35_b645", "text": "Promotion and Development of Wind Energy"}, {"text_block_id": "p36_b646", "text": "Promotion and Development of Other Alternative Energy Sources for Transport"}, {"text_block_id": "p37_b647", "text": "Annex 3: The role of Line Agencies concern"}, {"text_block_id": "p37_b648", "text": "To implementation of the strategy, the government define the role and responsible of line ministries concern with regarding to renewable energy development."}, {"text_block_id": "p37_b649", "text": "1. Organizations in charges with Renewable Energy Development in Lao PDR:"}, {"text_block_id": "p37_b650", "text": "1.1 Ministry of Energy and Mines"}, {"text_block_id": "p37_b651", "text": "Ministry of Energy and Mines is the main agency responsible for renewable energy coordination and its main functions are the following:"}, {"text_block_id": "p37_b652", "text": "o"}, {"text_block_id": "p37_b653", "text": "Develop overall renewable energy policy and support the achievement of sustainable development goals;"}, {"text_block_id": "p37_b654", "text": "o"}, {"text_block_id": "p37_b655", "text": "Set-up objectives and goals based on resource potentials and develop renewable energy database;"}, {"text_block_id": "p37_b656", "text": "o"}, {"text_block_id": "p37_b657", "text": "Carry out studies and demonstration projects on renewable energy technologies"}, {"text_block_id": "p37_b658", "text": "o"}, {"text_block_id": "p37_b659", "text": "Formulate transparent market mechanisms to promote investments;"}, {"text_block_id": "p37_b660", "text": "o"}, {"text_block_id": "p37_b661", "text": "Promote human capacities for the development of renewable energies, and strengthen capacities of other government agencies;"}, {"text_block_id": "p37_b662", "text": "o"}, {"text_block_id": "p37_b663", "text": "Propose investment incentives;"}, {"text_block_id": "p37_b664", "text": "o"}, {"text_block_id": "p37_b665", "text": "Mainstream renewable energy into government policies and identify key issues for the public sector;"}, {"text_block_id": "p37_b666", "text": "o"}, {"text_block_id": "p37_b667", "text": "Raise awareness on technology, cost and benefits of renewable energy;"}, {"text_block_id": "p37_b668", "text": "o"}, {"text_block_id": "p37_b669", "text": "Facilitate the compliance of the Kyoto Protocol on clean energy production;"}, {"text_block_id": "p37_b670", "text": "o"}, {"text_block_id": "p37_b671", "text": "Expand cooperation at sub-regional levels in the field of renewable energy;"}, {"text_block_id": "p37_b672", "text": "o"}, {"text_block_id": "p37_b673", "text": "Ensure fair access to grid for renewable energy projects;"}, {"text_block_id": "p37_b674", "text": "o"}, {"text_block_id": "p37_b675", "text": "Provide mutual-and multi-cooperative assistance on the revolving fund for renewable energy programs, enhancement of technical capacity and revolving financial support for investment promotion;"}, {"text_block_id": "p37_b676", "text": "o"}, {"text_block_id": "p37_b677", "text": "Encourage the development of renewable energy through support from export credit agencies;"}, {"text_block_id": "p37_b678", "text": "o"}, {"text_block_id": "p37_b679", "text": "Seek solutions for supplying electricity throughout the country"}, {"text_block_id": "p37_b680", "text": "o"}, {"text_block_id": "p37_b681", "text": "Propose new financial mechanisms;"}, {"text_block_id": "p37_b682", "text": "o"}, {"text_block_id": "p37_b683", "text": "Promote the use of fuel for cooking;"}, {"text_block_id": "p37_b684", "text": "o"}, {"text_block_id": "p37_b685", "text": "Conduct feasibility studies in the development of alternative energies such as hydrogen and nuclear energy;"}, {"text_block_id": "p37_b686", "text": "o"}, {"text_block_id": "p37_b687", "text": "Follow developments of international RE research and consider feasibility for adaption to Lao conditions."}, {"text_block_id": "p37_b688", "text": "The national level cross-sector coordination body and Ministry of Energy and Mines secretariat will support development and implementation of specific action plans for respective RE type in cooperation with the government, private sector and civil society stake holders."}, {"text_block_id": "p38_b689", "text": "1.2 Ministry of Agriculture and Forestry"}, {"text_block_id": "p38_b690", "text": "Ministry of Agriculture and Forestry in collaboration with Ministry of Natural Resource and Environment and Provincial Governments will determine and develop policies related to the most effective use of lands for plantation of industrial and fuel crops, to carry out participatory land use planning and local land use zoning and its monitoring and enforcement;"}, {"text_block_id": "p38_b691", "text": "The Ministry of Agriculture and Forestry should develop production target for biofuels feedstock in cooperation with Ministry of Energy and Mines."}, {"text_block_id": "p38_b692", "text": "The provincial, district and village cluster representatives of Ministry of Agriculture and Forestry (PAFO, DAFO and village cluster) should promote biofuels development and provide extension service in cooperation with Ministry of Energy and Mines."}, {"text_block_id": "p38_b693", "text": "1.3 Ministry of Natural Resources and Environment"}, {"text_block_id": "p38_b694", "text": "1.4 Ministry of Science and Technology"}, {"text_block_id": "p38_b695", "text": "Ministry of Science and Technology has the role of conducting research and pilot tests on science and technologies developed from different countries, for renewable energy applications;"}, {"text_block_id": "p38_b696", "text": "1.5 Ministry of Industry and Commerce"}, {"text_block_id": "p38_b697", "text": "Ministry of Industry and Commerce facilitates the importation of equipment and machinery, seeds and vehicles related to the development of renewable energies, as well as supporting the construction of gas stations for biofuels distribution;"}, {"text_block_id": "p38_b698", "text": "1.6 Ministry of Public Works and Transportation"}, {"text_block_id": "p38_b699", "text": "Ministry of Public Works and Transportation will be responsible for the introduction of policies that promote the use of alternative fuels in individual vehicles, public transportation systems, freight and air transports;"}, {"text_block_id": "p38_b700", "text": "1.7 Ministry of Finance"}, {"text_block_id": "p38_b701", "text": "Ministry of Finance determines appropriate tax and duties policies for land use, vehicles and equipment to be used for renewable energy projects while at the same time assist in raising funds for renewable energy development;"}, {"text_block_id": "p38_b702", "text": "1.8 Central Bank of Lao PDR"}, {"text_block_id": "p38_b703", "text": "Central Bank of Lao PDR will consider credits and low interest loans as source of financing for renewable energy projects and activities, agricultural promotion, , fuel crops plantation development and SME projects;"}, {"text_block_id": "p39_b704", "text": "1.9 Ministry of Planning and Investment"}, {"text_block_id": "p39_b705", "text": "Ministry of Planning and Investment is responsible for the formulation of investment policies and incentives to attract and facilitate domestic and foreign investors concerning renewable energy investments, and should encourage social and environmental responsibility of investors through voluntary schemes;"}, {"text_block_id": "p39_b706", "text": "1.10 Ministry of Culture and Tourism"}, {"text_block_id": "p39_b707_merged", "text": "Ministry of Culture and Tourist will raise people’s awareness to understand government policies on energy efficiency and the development of renewable energies; as well as mobilize and promote the use of renewable energies through different communications media;"}, {"text_block_id": "p39_b710", "text": "1.11 Ministry of Education and Sport"}, {"text_block_id": "p39_b711", "text": "Ministry of Education and Sport will encourage development and integration of renewable energy curriculum in the tertiary education levels;"}, {"text_block_id": "p39_b712", "text": "1.12 Other sectors and provincial governments"}, {"text_block_id": "p39_b713", "text": "Other sectors and provincial governments will ensure that the roles and responsibilities of these agencies are respected and enforced."}], "document_description": "This Strategy defines how government plans to foster the production and use of renewable energy in the country. It recognises the importance of renewable energies for economic development, energy security and sustainability. Priorities identified are to provide financial incentives, and to formulate and improve laws and regulations to facilitate renewable energy development. In rural areas, the strategy focuses on fostering private sector investments, developing small-scale production, including from biofuels, solar and biomass, and electricity generation at village level using waste from agriculture, biogas and hydropower."}