{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Lao People's Democratic Republic", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF", "Health", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Strategy on Climate Change of the Lao PDR 2010 and Climate Change Action Plan 2013 – 2020", "document_country_code": "LAO", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "03/12/2010", "document_keyword": ["Adaptation", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/LAO/2010/LAO-2010-12-03-Strategy on Climate Change of the Lao PDR 2010 and Climate Change Action Plan 2013 – 2020_9ed0656fe1ac274423cb89e7413c6487.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Lao People’s DemocraticRepublic"}, {"text_block_id": "p0_b2", "text": "PeaceIndependenceDemocracy Unity Prosperity"}, {"text_block_id": "p0_b3", "text": "Strategy on Climate Change of the Lao PDR"}, {"text_block_id": "p0_b4", "text": "March 2010"}, {"text_block_id": "p1_b5", "text": "Table of Contents"}, {"text_block_id": "p2_b6", "text": "The Strategy on Climate Change of the Lao PDR"}, {"text_block_id": "p2_b7", "text": "I. The Global Climate Change and the Situation of the Lao PDR"}, {"text_block_id": "p2_b8", "text": "1.1 Global Challenges"}, {"text_block_id": "p2_b9", "text": "The Fourth Assessment Report (AR4) of the Intergovernmental Panel on Climate Change (IPCC), released in late 2007 states that the global average temperature has increased between 0.15°C"}, {"text_block_id": "p2_b10", "text": "–"}, {"text_block_id": "p2_b11", "text": "0.3°C per decade between 1990 and 2005"}, {"text_block_id": "p2_b12", "text": ". Based on future scenarios of varying global emission levels, global temperatures are projected to rise by 1.1 to 6.4°C by the end of the 21"}, {"text_block_id": "p2_b13", "text": "st"}, {"text_block_id": "p2_b14", "text": "century, if the necessary actions to prevent temperatures from rising are not taken."}, {"text_block_id": "p2_b15", "text": "For South East Asia, the IPCC AR4 projects similar increases in temperatures, including an increase in annual rainfall in the region by about 7%, and increased frequency and intensity of temperature and precipitation extremes."}, {"text_block_id": "p2_b16", "text": "As a consequence of this, it is assumed that climate change will have profound impacts in the following areas:"}, {"text_block_id": "p2_b17", "text": "As a consequence of this, it is assumed that climate change will have profound impacts in the following areas:\n* Water availability is projected to decrease by 10\n* Water availability is projected to decrease by 10\n â\n* Water availability is projected to decrease by 10\n â\n 30% over mid-latitudes\n* Global average temperature exceeding 1.5Â°C to 2.5Â°C would trigger major\n* at lower latitudes, especially in the seasonally dry and tropical regions, is"}, {"text_block_id": "p2_b30", "text": "Consequently, the poorest countries and communities are likely to suffer the most due to their geographical location, low incomes, and limited institutional capacity, as well as their predominantly reliance on climate change-sensitive sectors like agriculture, forestry and water."}, {"text_block_id": "p2_b31", "text": "1.2 Global Responses"}, {"text_block_id": "p2_b32", "text": "In 1992, the United Nations Framework Convention on Climate Change (UNFCCC) was adopted by the international community providing a basis for a global response to cope with climate change related issues. The ultimate objective of the Convention is to stabilize greenhouse gas concentrations in the atmosphere at a level that will prevent dangerous human interference with the climate system. The Convention is complemented by the 1997 Kyoto Protocol, an international and legally binding agreement to reduce greenhouse gas emissions worldwide, which entered into force on 16 February 2005. Under this international treaty, 37 industrialized countries and the European Community have committed to reducing their emissions by an average of 5 percent by 2012 against 1990 levels."}, {"text_block_id": "p2_b33", "text": "The Protocol obliges the Industrialized Countries and European Community to take domestic action against climate change, but also permits Industrialized Countries and the European Community to earn emission credits through investment in sustainable development projects that reduce emissions"}, {"text_block_id": "p3_b34", "text": "in developing countries through"}, {"text_block_id": "p3_b35", "text": "called “market"}, {"text_block_id": "p3_b36", "text": "-"}, {"text_block_id": "p3_b37", "text": "based mechanisms” such as the Clean"}, {"text_block_id": "p3_b38", "text": "Development Mechanism (CDM)."}, {"text_block_id": "p3_b39", "text": "The Bali Action Plan was adopted in 2007 at the 13"}, {"text_block_id": "p3_b40", "text": "th"}, {"text_block_id": "p3_b41", "text": "Conference of the Parties (COP13) of"}, {"text_block_id": "p3_b42", "text": "UNFCCC in Bali, Indonesia. The Bali Action Plan aims to “enable the full, effective and sustained"}, {"text_block_id": "p3_b43", "text": "implementation of the Convention through long-term cooperative actions now, up to and beyond"}, {"text_block_id": "p3_b44", "text": "2012” by focusing on a long"}, {"text_block_id": "p3_b45", "text": "-term global goal to reduce the greenhouse emissions, enhancing national adaptation and national or international appropriate mitigation actions."}, {"text_block_id": "p3_b46", "text": "1.3 The Lao Development Circumstances"}, {"text_block_id": "p3_b47", "text": "The Lao PDR has shown consistent improvement in its development context. Over the past two decades, poverty incidence has declined from an estimated 48% in 1990, 46% in 1992, 39% in 1997, 33.5% in 2002, 26% in 2007, to 21.6% in 2009"}, {"text_block_id": "p3_b48", "text": "."}, {"text_block_id": "p3_b49", "text": "The implementation of the Sixth National Socio-economic Development Plan (NSEDP6, 20062010), based on the National Growth and Poverty Eradication Strategy (NGPES) adopted in 2004, is yielding important results: per-capita income has risen substantially in recent years, reaching US$ 866 in 2009 (National Socio-Economic Development Plan 2008-2009), compared with US$ 660 in 2007, US$ 335 in 2000 and US$ 210 in 1990."}, {"text_block_id": "p3_b50", "text": "As a land locked country, the Lao PDR is endowed with abundant natural resources, relative to many other Asian countries, especially water, forests and minerals. However, the forest cover has declined from 70% of the total land area in 1940 to 41.5% in 2002."}, {"text_block_id": "p3_b51", "text": "As part of its efforts to conserve its biodiversity, the Lao PDR currently has designated 10.2 million hectares or 43.5% of the total land area, including 3.3 million hectares of protected forest, 3.5 million hectares of protection forest and 3.4 million hectares of production forest. It is estimated that forest resources contributed to about US$130 million of GDP in 2007. The forest resources are indeed one of the main sources of livelihood for the poor and rural communities especially with regard to timber and non-timber forest products, herbal medicine and firewood. In 2007, The Government has committed itself to the ambitious target of increasing the proportion of forest cover to 70% of the total land area by 2020."}, {"text_block_id": "p3_b52", "text": "The Lao PDR is keenly aware that its future depends on a safe resource base and ecological sustainability has therefore always been at the forefront of the national development agenda. The National Growth and Poverty Eradication Strategy (NGPES) epitomises the Lao approach to sound development. The NGPES was adopted in 2004 and presents a comprehensive and holistic ecologically sound strategic approach to national development, involving all sectors, all policy areas as well as cross-sector priorities. The NGPES was the framework for the 6"}, {"text_block_id": "p3_b53", "text": "th"}, {"text_block_id": "p3_b54", "text": "Socio-economic Development Plan (2006"}, {"text_block_id": "p3_b55", "text": "–"}, {"text_block_id": "p3_b56", "text": "2010), which paved the way for a series of strategies, legal and regulatory frameworks as well as new institutional arrangements directly linked to the protection and rationally sustainable use of the national resource base -all of which is aimed at achieving the national development goal of exiting the Group of Least Developed Countries by the year 2020."}, {"text_block_id": "p3_b57_merged_merged_merged_merged_merged", "text": "Over the years, the Lao PDR has made considerable progress in strengthening and reforming its policies and instruments for enhancing environmental sustainability in the country. Strategies such as the National Environment Strategy, Forestry Strategy, Agriculture Strategy, Draft Strategy for Water Resources Management, and National Disaster Prevention Strategy have been formulated; The National Steering Committee on Climate Change was established in 2008 under the"}, {"text_block_id": "p4_b60", "text": "Chairmanship of His Excellency Mr. Asang Laoly, Deputy Prime Minister and Chairman of the National Environment Committee; the National Disaster Management Committee was established under the Chairmanship of His Excellency Mr. Douangchai Phichit, Deputy Prime Minister and Minister of the Ministry of National Defense; Disaster Management Offices at provincial and District level were also established under the Ministry of Labor and Social Welfare and improved the National Mekong Committee in 2007."}, {"text_block_id": "p4_b61", "text": "New"}, {"text_block_id": "p4_b62", "text": "institutional arrangements"}, {"text_block_id": "p4_b63", "text": "have been made, such as the Water Resources and Environment Administration (WREA) in 2007"}, {"text_block_id": "p4_b64", "text": "to oversee and guide the country’s endeavors in achieving"}, {"text_block_id": "p4_b65", "text": "sustainable development. The Climate Change Office under the Department of Environment and the Environment and Social Impact Assessment Department of WREA were established in 2008."}, {"text_block_id": "p4_b66", "text": "The government has recently adopted various"}, {"text_block_id": "p4_b67", "text": "legal and regulatory frameworks"}, {"text_block_id": "p4_b68", "text": ", namely the National Policy on the Environmental and Social Sustainability of the Hydropower Sector in Lao PDR , the Decree on Establishment and Implementation of the National Environment Committees, the Decree on Environmental Impact Assessment, the Decree on Compensation and Resettlement of People Affected by Development of Projects"}, {"text_block_id": "p4_b69", "text": "and many others, not only prove the Lao PDR’s"}, {"text_block_id": "p4_b70", "text": "commitment to an ecological sound development, but also testify to its sense of responsibilities towards the region and the world."}, {"text_block_id": "p4_b71", "text": "Although the Lao PDR has made significant advances in socio-economic development in recent years, with a marked progress towards achieving the Millennium Development Goals (MDGs), the country still faces many development challenges. The forests and their resources face amounting pressures from encroachment and degradation as a result of population growth, expanding agricultural frontiers, illegal hunting, illegal logging, over-harvesting and concession allocations to hydropower and mining projects, and mono-crop plantations such as rubber and eucalyptus trees."}, {"text_block_id": "p4_b72", "text": "The Government of Lao PDR aims to reinforce its vision for sustainable development by promoting actions that are responsive to a low-carbon growth and development model. The upcoming 7"}, {"text_block_id": "p4_b73", "text": "th"}, {"text_block_id": "p4_b74", "text": "National Socioeconomic Development Plan (NSEDP) gives the Lao PDR a unique opportunity to gradually mainstreaming the model into its development thinking."}, {"text_block_id": "p4_b75", "text": "1.4 Climate Change in the Lao PDR"}, {"text_block_id": "p4_b76", "text": "The country completed its first greenhouse gas (GHG) inventory as part of the Initial National Communication (INC) to the UNFCCC in 2000 for 4 out of 6 areas identified in the IPCC Greenhouse Gas Inventory Guideline namely agriculture, energy, land use change and forestry (LUCF) and waste. The inventory did not cover activities of the industrial sector, because the sector was assessed as having made only negligible contribution to the emissions in the base year."}, {"text_block_id": "p4_b77_merged_merged_merged_merged", "text": "The 1990 level inventory concluded that Lao PDR was a net sink of carbon dioxide (CO2) with the net CO2 annual removal of 121,641 Gg (121.6 million tons) compared to 24.18 million tons of CO2 equivalent (tCO2-e) emitted in all over the country. The land use change and forestry (LUCF) was the largest emitter of CO2 contributing some 17 million tCO2-e (72%) mainly from the onsite burning of forests for slash and burn cultivation (See Figure 1 below)."}, {"text_block_id": "p5_b90", "text": "Table 1:"}, {"text_block_id": "p5_b91", "text": "Greenhouse Gas Inventories (1990)"}, {"text_block_id": "p5_b92", "text": "Remark:"}, {"text_block_id": "p5_b93", "text": "Figure 1:"}, {"text_block_id": "p5_b94", "text": "Greenhouse Gas Inventory in Four Sectors (1990 level)"}, {"text_block_id": "p5_b95", "text": "Source: Lao PD"}, {"text_block_id": "p5_b96", "text": "R’s  the"}, {"text_block_id": "p5_b97", "text": "First National Communication"}, {"text_block_id": "p5_b98", "text": "To date, there has only been limited assessment, analysis or projections regarding the potential climate change impacts on the physical and social environment in Lao PDR, due to the lack of long"}, {"text_block_id": "p5_b99", "text": "-"}, {"text_block_id": "p5_b100", "text": "term climate data to support projections of future climate trends. However, increasing anecdotal evidence from the country has shown that the dry season is becoming longer, that droughts are more frequent and more severe, and that the incidence of unusual and extreme flood events are escalating."}, {"text_block_id": "p5_b101", "text": "Several studies at the South East Asian regional level and at the Mekong Basin level have been conducted in the past few years revealing similar trends e.g., a preliminary study on potential climate changes in the Lower Mekong Basin under different scenarios of atmospheric CO"}, {"text_block_id": "p5_b102", "text": "2"}, {"text_block_id": "p5_b103", "text": "concentrations was conducted between 2005 and 2006 under the sponsorship of the Bangkok-based Southeast Asia START Regional Center; concluding:"}, {"text_block_id": "p5_b104", "text": "concentrations was conducted between 2005 and 2006 under the sponsorship of the Bangkok-based Southeast Asia START Regional Center; concluding:\n* Future temperature change in the LMB region will vary from baseline condition within the\n* The trend of increasing precipitation between 10% and 30% is projected throughout the"}, {"text_block_id": "p5_b108_merged_merged_merged_merged_merged_merged", "text": "As noted above, the Lao PDR is not a major contributor to climate change, and is likely to be disproportionably affected. The country remains concerned about the serious consequences of climate change to its economic development, human capacity, poverty reduction and environment sustainability, which could reverse several years of gains."}, {"text_block_id": "p6_b110", "text": "1.5 Government Responses"}, {"text_block_id": "p6_b111", "text": "The Government of Lao PDR ratified the UNFCCC in 1995 and the Kyoto Protocol in 2003. The country completed the Initial National Communication (INC) in 2000 and is in the process of preparing the Second National Communication (SNC) to the UNFCCC expected to be completed in 2011. The National Adaptation Plan of Action (NAPA) was released in May 2009 and contains 45 priority projects totalling US$ 85 million within four identified sectors of priority for climate change adaptation, namely agriculture, forestry, water and water resources and health. The National Capacity Self-Assessment (NCSA) also identifies the needs and assesses the capacity of the country in the implementation of the Rio conventions, which the Government has ratified (e.g., UN Convention on Biological Diversity, UN Framework Convention on Climate change, UN Convention on Combating Desertification)."}, {"text_block_id": "p6_b112", "text": "Since 1995, when Lao PDR joined the global community by ratifying the United Nations Framework Convention on Climate Change (UNFCCC), a series of legal and regulatory frameworks, institutional arrangements as well as particular strategies designed to ensure ecological sustainability have been put in place."}, {"text_block_id": "p6_b113", "text": "The high-level inter-agency National Steering Committee on Climate Change (NSCCC), chaired by a Deputy Prime Minister and Chairman of the National Environment Committee has been providing insight and guidance for climate change policies and programs; and Eight Technical Working Groups were also established in 2008 to assess the impacts and outline priority actions for adaptation and mitigation. Water Resources and Environment Administration has been assigned as the UNFCCC national focal point for climate change and the Designated National Authority (DNA)."}, {"text_block_id": "p6_b114", "text": "The Lao PDR aims to engage with countries and organizations in the region as well as internationally, to build a strong partnership for promoting actions that address climate change impacts."}, {"text_block_id": "p6_b115", "text": "The purpose of this strategy is to outline the Government of the Lao PDR’s approach to"}, {"text_block_id": "p6_b116", "text": "mainstreaming climate change in the 7"}, {"text_block_id": "p6_b117", "text": "th"}, {"text_block_id": "p6_b118", "text": "NSEDP and build climate resilience in critical sectors of economic development and poverty reduction, involving its people in partnership with the international community."}, {"text_block_id": "p6_b119", "text": "This document begins by outlining the country’s vision, goals and guiding principles, and"}, {"text_block_id": "p6_b120", "text": "details the key strategic priorities for adaptation and mitigation."}, {"text_block_id": "p6_b121", "text": "II. Objectives and Strategic Directions for Addressing Climate Change in the Lao PDR"}, {"text_block_id": "p6_b122", "text": "2.1 Vision"}, {"text_block_id": "p6_b123_merged_merged", "text": "To secure a future where the Lao PDR is capable of mitigating and adapting to changing climatic conditions in a way that promotes sustainable economic development, reduces poverty, protects public health and safety, enhances the quality of Lao PDR’s natural environment, and advances the quality of life for all Lao people."}, {"text_block_id": "p6_b126", "text": "2.2 Goals"}, {"text_block_id": "p6_b127", "text": "2.2 Goals\n* Reinforce Sustainable Development Goals of the Lao PDR, including measures to achieve\n* Increase resilience of key sectors of the national economy and natural resources to climate"}, {"text_block_id": "p7_b131", "text": "2.2 Goals\n* Reinforce Sustainable Development Goals of the Lao PDR, including measures to achieve\n* Increase resilience of key sectors of the national economy and natural resources to climate\n* Enhance cooperation, strong alliances and partnerships with national stakeholders and\n* Improve public awareness and understanding of various stakeholders about climate change,\n* increase stakeholder"}, {"text_block_id": "p7_b137", "text": "2.3 Guiding Principles"}, {"text_block_id": "p7_b138", "text": "2.3 Guiding Principles\n* Climate Change Mainstreaming as Core Element:\n* Climate Change Mainstreaming as Core Element:\n Ensure that climate change adaptation\n* Climate Change Mainstreaming as Core Element:\n Ensure that climate change adaptation\n and mitigation are incorporated as a priority into the next social economic development\n* Climate Change Mainstreaming as Core Element:\n Ensure that climate change adaptation\n and mitigation are incorporated as a priority into the next social economic development\n th\n* Climate Change Mainstreaming as Core Element:\n Ensure that climate change adaptation\n and mitigation are incorporated as a priority into the next social economic development\n th\n NSEDP), strategies, programmes and projects at all levels of government,\n* International Partnerships:\n* International Partnerships:\n Work with and seek support from international partners for\n* International Partnerships:\n Work with and seek support from international partners for\n capacity building, development and transfer of technology to support the implementation,\n* Capacity Building as a Pressing Priority:\n* Capacity Building as a Pressing Priority:\n Build national capacities in government agencies,\n* Capacity Building as a Pressing Priority:\n Build national capacities in government agencies,\n technical institutions, private sector and local communities in developing and\n* Integrated Solutions and Co-Benefits\n* Integrated Solutions and Co-Benefits\n : Develop and implement integrated adaptation and\n* Integrated Solutions and Co-Benefits\n : Develop and implement integrated adaptation and\n mitigation solutions that are low-cost, improve energy efficiency, promote cleaner\n* Innovative Financial Instruments:\n* Innovative Financial Instruments:\n Elaborate appropriate financial packages to ensure\n* Innovative Financial Instruments:\n Elaborate appropriate financial packages to ensure\n optimal implementation of adaptation and mitigation action plans;\n* Awareness, Education and Community Participation Leading the Way\n* Awareness, Education and Community Participation Leading the Way\n : Increase public\n* Awareness, Education and Community Participation Leading the Way\n : Increase public\n awareness and understanding of climate change impacts and the need for mindset"}, {"text_block_id": "p7_b164", "text": "III. Key Strategic Priorities"}, {"text_block_id": "p7_b165", "text": "–"}, {"text_block_id": "p7_b166", "text": "Adaptation and Mitigation Options"}, {"text_block_id": "p7_b167_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The Lao PDR has been recognized as one of the countries that are most vulnerable to climate change impacts due to its particularly high dependence on climate-sensitive natural resources and low adaptive capacity. For example, the whole agriculture sector (farming, animal husbandry, forestry and fisheries) is directly dependent on land and climatic resources (temperature and rainfall). The industrial sector is also by and large resource-dependent with mining, agricultural processing, hydropower and wood processing as the main sub-sectors. Energy and Transport are particularly sensitive areas, where Laos’ hydropower potential and strategic territorial position within one of the world’s fastest growing regions can contribute to regional sustainable solutions. Moreover, the poor intensely depend on biodiversity and natural resources for livelihoods, such as the provision of fish and aquatic resources that make up to 90% of local diets, and the reliance on non-timber forest products (NTFPs), which account for an estimated 30% of Lao PDR's GDP. Thus, climate change is likely to pose formidable threats to the economy and the society at large."}, {"text_block_id": "p8_b172", "text": "A very recent study on climate change mapping for Southeast Asia, sponsored by the Economy and Environment Program for Southeast Asia (EEPSEA)"}, {"text_block_id": "p8_b173", "text": ", ranked the Lao PDR as one of the most vulnerable countries in the region as shown in the Figure 2 below."}, {"text_block_id": "p8_b174", "text": "Figure 2:"}, {"text_block_id": "p8_b175", "text": "Southeast Asia climate change vulnerability and sensitive areas"}, {"text_block_id": "p8_b176", "text": "Source:"}, {"text_block_id": "p8_b177", "text": "System for Analysis, Research and Training"}, {"text_block_id": "p8_b178", "text": "Given the country’s vulnerability to climate change effects, adaptation and mitigation strategies and"}, {"text_block_id": "p8_b179", "text": "actions are of high priority to the Lao Government. The Government is determined to take early precautions and has identified a series of priority actions on mitigation, to ensure a low-carbon"}, {"text_block_id": "p8_b180", "text": "growth which can be considered as “nationally appropriate mitigation actions”"}, {"text_block_id": "p8_b181", "text": "according to the Bali Action Plan."}, {"text_block_id": "p8_b182_merged_merged_merged_merged", "text": "In this context, the establishment of a reliable National Early Warning Systems, the achievement of an environmentally sustainable transport system, sustainable energy efficiency, sustainable forestry management and conservation systems (as the Lao PDR is the link in one of the world’s fastest growing area), and the development of a specific national research capacity (climate profiling, etc) are particularly urgent."}, {"text_block_id": "p8_b187", "text": "Both adaptation and mitigation measures in the key sectors are outlined below."}, {"text_block_id": "p8_b188", "text": "3.1 Agriculture & Food Security"}, {"text_block_id": "p8_b189", "text": "3.1.1 Adaptation Options"}, {"text_block_id": "p8_b190", "text": "Aiming to build a long term climate resilience sector through:"}, {"text_block_id": "p8_b191", "text": "Aiming to build a long term climate resilience sector through:\n* Plan through planning and designing of future investment programmes (irrigation,\n* Enhancing the productivity through promoting Conservation Agriculture (e.g. no-tillage"}, {"text_block_id": "p9_b196", "text": "Aiming to build a long term climate resilience sector through:\n* Plan through planning and designing of future investment programmes (irrigation,\n* Enhancing the productivity through promoting Conservation Agriculture (e.g. no-tillage\n* Improving and monitoring water resources and water supply system, and rehabilitation of\n* Strengthening the financial instruments and capacity development for farmers; improving\n* Undertaking a country-specific, sector-based research on the vulnerability, impacts and\n* Enhancing information dissemination and extension support to technical staffs and Lao\n* preparedness and responses;\n* Improving cooperation mechanisms among concerned sectors and strengthening the"}, {"text_block_id": "p9_b209", "text": "3.1.2 Mitigation Options"}, {"text_block_id": "p9_b210", "text": "The mitigation priorities will include the following:"}, {"text_block_id": "p9_b211", "text": "The main GHG emission from the agriculture sector in Lao PDR is methane from rice cultivation, enteric fermentation and manure management and nitrogen oxide from the excessive application of chemical fertilisers. The mitigation priorities will include the following:"}, {"text_block_id": "p9_b212", "text": "The main GHG emission from the agriculture sector in Lao PDR is methane from rice cultivation, enteric fermentation and manure management and nitrogen oxide from the excessive application of chemical fertilisers. The mitigation priorities will include the following:\n* Reducing methane emissions from paddy fields by exercising water management, soil\n* Reducing methane emissions from enteric fermentation by improving production\n* Reducing emissions from livestock manure through balanced feeding, lowering the N\n* Promoting new technology transfers such as biogas digester for electricity and bio-ethanol"}, {"text_block_id": "p9_b220_merged_merged", "text": "Due to the complexity of ecosystem interactions, there are many uncertainties in respect to the impact of climate change on Lao PDR’s forestry sector. Actions are necessary to adapt to climate change and its impacts to protect the ecosystem integrity and productivity of Lao"}, {"text_block_id": "p9_b223", "text": "PDR’s forest resources."}, {"text_block_id": "p9_b224", "text": "Some examples of the policies and practices may include: i) incorporating climate concern in long-term forest policymaking and forest management practices; ii) expanding protected areas and link them wherever possible to promote natural migration; iii) promoting mixed species"}, {"text_block_id": "p10_b225", "text": "forestry to reduce vulnerability; iv) undertaking anticipatory planting and assist natural migration through transplanting plant species; v) promoting in situ and ex situ gene pool conservation; and vi) strengthening forest fire prevention and management."}, {"text_block_id": "p10_b226", "text": "Other adaptive strategies for the forestry sector include:"}, {"text_block_id": "p10_b227", "text": "Other adaptive strategies for the forestry sector include:\n* Mainstreaming climate change to the policy and forestry management activities;\n* Seeking and developing plant species tolerant to the increasing pest and climate change\n* Strengthening information gathering, modeling of climate change-forest dynamics, and\n* Improving forest management system to support the rural incomes;\n* Providing other appropriate carriers or arranging suitable dwelling for villagers living\n* Enhancing the biodiversity conservation and management to ensure sustainability and"}, {"text_block_id": "p10_b239", "text": "3.2.2 Mitigation Options"}, {"text_block_id": "p10_b240", "text": "Land use change and forestry (LUCF) is the largest greenhouse gas emitter in Lao PDR."}, {"text_block_id": "p10_b241", "text": "However, the forests can sequestrate about five times the country’s total GHG emissions"}, {"text_block_id": "p10_b242", "text": ". Therefore, it is very important to consider mitigation and sequestration opportunities because of"}, {"text_block_id": "p10_b243", "text": "(i) its large mitigation potential; (ii) offers low-cost mitigation options; (iii) provides significant environmental co-benefits such as biodiversity conservation, and watershed protection; and (iv) generates socio-economic benefits such as employment, especially rural jobs, renewable forest products, and export earning/import substitution potential."}, {"text_block_id": "p10_b244", "text": "Mitigation priorities will include the following:"}, {"text_block_id": "p10_b245", "text": "Mitigation priorities will include the following:\n* Stop âslash and burnâ agriculture by forest management, afforestation of degraded\n* Reducing off-site burning by providing alternative fuels for forest dependent\n* Reducing forest fires by setting regulations and necessary measures to intercept and\n* Integrating forest management: including forest-food production systems, use of NTFP"}, {"text_block_id": "p11_b257", "text": "Mitigation priorities will include the following:\n* Stop âslash and burnâ agriculture by forest management, afforestation of degraded\n* Reducing off-site burning by providing alternative fuels for forest dependent\n* Reducing forest fires by setting regulations and necessary measures to intercept and\n* Integrating forest management: including forest-food production systems, use of NTFP\n* Effectively mapping and planning the land use for different purposes over medium and\n* Pursuing carbon market opportunities and early introduction of pragmatic, flexible"}, {"text_block_id": "p11_b261", "text": "3.3 Water Resources"}, {"text_block_id": "p11_b262", "text": "Recent studies in 2008 have shown that the annual precipitation for the Mekong Basin as a whole by 2030 will increase by 13.5% from the historical average of 1,509 mm to 1,712 mm"}, {"text_block_id": "p11_b263", "text": ". The greatest changes are projected for the wet season months of May to September, when the 2030 median shows increased monthly precipitations ranging from 16 mm in May to 56 mm in September. The range in modeled precipitation is large for the wet season months, with decreases of up to 27% in some months or increases as large as 88% in others."}, {"text_block_id": "p11_b264", "text": "The projected changes in dry season precipitation are much smaller, but the median projection indicates small decreases (< 3 mm) in mean monthly precipitation in February, March and November. No change in precipitation is projected for January and December, and a small increase of 2 mm or 3% is projected for April. The drier extremes of the model projections indicate precipitation decreasing in all months in the dry season, with decreases of up to 25% from historic values. Other projections indicate precipitation increases in dry months of up to 22%."}, {"text_block_id": "p11_b265", "text": "3.3.1 Adaptation Options"}, {"text_block_id": "p11_b266", "text": "3.3.1 Adaptation Options\n* Given the growing importance of the hydropower industry in the national socio-economic\n* Developing climate change scenarios for the river basins, which can be used to simulate\n* Developing reliable early warning systems to reduce disaster impacts through floods and\n* Downscaling climate and hydrological models to a watershed level; ensuring greater\n* Integrating climate change measures into current risk management strategies and planning\n* Planning and design criteria for hydropower structures, need to be robust to withstand"}, {"text_block_id": "p12_b280", "text": "3.4   Energy and Transport"}, {"text_block_id": "p12_b281", "text": "In the absence of a railway system, the Lao PDR depends primarily on road transport and to less extent on river and air transport. Although transport demand is growing, the transport of passengers and goods is constrained by inadequate transport network further limited by its physical condition. About 40 percent of villages have no access to road at all."}, {"text_block_id": "p12_b282", "text": "The entire Lao PDR road network in 2009 was roughly 37,768 km. It comprised 7,200 km of national roads (19 percent), almost 7,255 km of provincial roads (19.2 percent), and 23,313 km of other roads which include district, rural, urban, and special roads (61.7 percent)"}, {"text_block_id": "p12_b283", "text": ". The imports of fuels have been gradually increased in 2007, 2008 and 2009 with 539.13; 559.49 and 641.29 million Litters, respectively."}, {"text_block_id": "p12_b284", "text": "Climate change is expected to affect transportation primarily through climate extremes, such as more severe tropical storms and flooding from intense rainfall."}, {"text_block_id": "p12_b285", "text": "3.4.1 Adaptation Options"}, {"text_block_id": "p12_b286", "text": "Adaptation options for the transport sector include:"}, {"text_block_id": "p12_b287", "text": "1)"}, {"text_block_id": "p12_b288", "text": "Incorporating a range of possible climate change effects into the transportation investment decisions and management strategies;"}, {"text_block_id": "p12_b289", "text": "2)"}, {"text_block_id": "p12_b290", "text": "Developing long-range transportation plans and investment strategies that are sufficiently robust to accommodate unanticipated future events;"}, {"text_block_id": "p12_b291", "text": "3)"}, {"text_block_id": "p12_b292", "text": "Identification of the at-risk critical infrastructure, monitoring of conditions (both climate and infrastructure), changes in operation and maintenance practices, changes in infrastructure design and redesign and relocation of vulnerable infrastructure."}, {"text_block_id": "p12_b293", "text": "3.4.2 Mitigation Options"}, {"text_block_id": "p12_b294", "text": "Mitigation priorities for the energy sector will include the following:"}, {"text_block_id": "p12_b295", "text": "1)"}, {"text_block_id": "p12_b296", "text": "Electrification:"}, {"text_block_id": "p12_b297", "text": "reaching the target of 70% by 2010 and 90% by 2020, as set in the"}, {"text_block_id": "p12_b298", "text": "National Growth and Poverty Reduction Strategy (NGPES);"}, {"text_block_id": "p12_b299", "text": "2)"}, {"text_block_id": "p12_b300", "text": "Renewable energy:"}, {"text_block_id": "p12_b301", "text": "accelerating the development of such renewable energy sources such"}, {"text_block_id": "p12_b302", "text": "as solar and wind as well as hydropower including mini-hydro"}, {"text_block_id": "p12_b303", "text": "––"}, {"text_block_id": "p12_b304", "text": "household-based, institution-based and/or community-based"}, {"text_block_id": "p12_b305", "text": "––"}, {"text_block_id": "p12_b306", "text": "especially for remote communities;"}, {"text_block_id": "p12_b307", "text": "3)"}, {"text_block_id": "p12_b308", "text": "Cleaner energy:"}, {"text_block_id": "p12_b309", "text": "by making use of the coal-bed methane and coalmine methane, and"}, {"text_block_id": "p12_b310", "text": "seeking cleaner technologies for the development of the country’s abundant lignite"}, {"text_block_id": "p12_b311", "text": "resources;"}, {"text_block_id": "p12_b312", "text": "4)"}, {"text_block_id": "p12_b313", "text": "Energy efficiency and savings:"}, {"text_block_id": "p12_b314", "text": "by introducing energy-efficient lighting and appliances,"}, {"text_block_id": "p12_b315", "text": "and energy-efficient buildings;"}, {"text_block_id": "p12_b316", "text": "5)"}, {"text_block_id": "p12_b317_merged_merged_merged_merged_merged_merged", "text": "Low-carbon transport: by promoting the use of alternate energy operated motor vehicles, including cars and motorcycles and pursuing environmental sustainable transport strategy;"}, {"text_block_id": "p12_b320", "text": "6)"}, {"text_block_id": "p12_b321", "text": "Improving the public awareness on energy saving through implementing initiatives such as car free day, Earth Day and World Environment Day; and"}, {"text_block_id": "p12_b322", "text": "7)"}, {"text_block_id": "p12_b323", "text": "Seeking the opportunities under the CDM or other flexible, pragmatic financing mechanisms to undertake the development of climate-friendly renewable resources,"}, {"text_block_id": "p13_b324", "text": "including hydropower (including mini-hydro), biogas, solar, coal-bed and coal-mine methane, non-emission transport, and energy-efficient lighting and buildings."}, {"text_block_id": "p13_b325", "text": "3.5 Industry"}, {"text_block_id": "p13_b326", "text": "The industrial sector in Lao PDR includes mining, quarrying, manufacturing, construction, electricity, gas and water. The manufacturing sub-sector accounts for approximately 70% of the total industrial output. Garments and wood processed products are the leading manufacturing sub-sectors in terms of gross output, while food/beverages and garments are the leading manufacturing sub-sectors in terms of value added. Agro-processing has been identified as a highly promising sector for future development. Increasing output of construction materials like cement to reduce import dependence is another priority area."}, {"text_block_id": "p13_b327", "text": "3.5.1 Adaptation Options"}, {"text_block_id": "p13_b328", "text": ""}, {"text_block_id": "p13_b329", "text": "Access to clean energy technology and clean production technology with emphasis on SME."}, {"text_block_id": "p13_b330", "text": "3.5.2 Mitigation Options"}, {"text_block_id": "p13_b331", "text": "1)"}, {"text_block_id": "p13_b332", "text": "Improving energy efficiency during the production process;"}, {"text_block_id": "p13_b333", "text": "2)"}, {"text_block_id": "p13_b334", "text": "Reducing wood waste through the enhancement of furniture manufacturing skills;"}, {"text_block_id": "p13_b335", "text": "3)"}, {"text_block_id": "p13_b336", "text": "Promoting the use of waste biomass or agricultural residues to produce renewable energy or thermal energy for drying and heating products through combustion, gastification or pyrolysis;"}, {"text_block_id": "p13_b337", "text": "3.6 Urban Development"}, {"text_block_id": "p13_b338", "text": "Spurred by rural-urban migration, the urban population rate has been growing from 15.4% in 1990 to 21.0% by 2006. The average annual urban population growth rate peaked at 5.1% during 19901995, declined to 4.1% during 1996-2000, and then stabilized at 3.1% between 2001 and 2006. The urban population at the end of 2006 stood at approximately 1.5 million who reside in 142 districts. In 2010, it is estimated that the Lao population is 6.7 millions."}, {"text_block_id": "p13_b339", "text": "Since most cities in Lao PDR are located in river flood plains, they are prone to extreme weather events. Risks to major infrastructure are likely to increase."}, {"text_block_id": "p13_b340", "text": "3.6.1 Adaptation Options"}, {"text_block_id": "p13_b341", "text": "Potential climate change adaptations can be divided into management, infrastructure, and policy categories, and should be assessed by their relevance in terms of climate change timeframe (immediate, interim, and long-term), the capital cycle, and costs and other impacts. A few examples include:"}, {"text_block_id": "p13_b342", "text": "1)"}, {"text_block_id": "p13_b343", "text": "Developing climate proofed urban environmental development plans;"}, {"text_block_id": "p13_b344", "text": "Formulation of climate proofing to the climate change policy and action plan;"}, {"text_block_id": "p13_b345", "text": "2)"}, {"text_block_id": "p13_b346", "text": "3)"}, {"text_block_id": "p13_b347", "text": "Conducting climate change risk audits for each of the key infrastructure services, to identify climate vulnerability;"}, {"text_block_id": "p13_b348", "text": "Climate-proofing the most vulnerable existing infrastructure to protect the current assets;"}, {"text_block_id": "p13_b349", "text": "4)"}, {"text_block_id": "p13_b350", "text": "Building storm surge barriers for wastewater treatment plants and landfills; and"}, {"text_block_id": "p14_b351", "text": "5)"}, {"text_block_id": "p14_b352", "text": "Developing new design criteria for infrastructure that reflect non-stationary hydrologic processes;"}, {"text_block_id": "p14_b353", "text": "1)"}, {"text_block_id": "p14_b354", "text": "Reduction of GHG emissions from the solid waste sector in Lao PDR through applying the 3Rs (reduces, reuse and recycle);"}, {"text_block_id": "p14_b355", "text": "2)"}, {"text_block_id": "p14_b356", "text": "Upgrading solid waste collection services for full coverage of the major urban centers and neighbourhoods, so as to avoid GHG releases from open burning and decomposition;"}, {"text_block_id": "p14_b357", "text": "3)"}, {"text_block_id": "p14_b358", "text": "Building recycling facilities in order to reduce the amount of wastes to be disposed in landfills."}, {"text_block_id": "p14_b359", "text": "4)"}, {"text_block_id": "p14_b360", "text": "Composting organic contents to manufacture organic fertilizers;"}, {"text_block_id": "p14_b361", "text": "5)"}, {"text_block_id": "p14_b362", "text": "Effectively managing sewage sludge removed from the domestic septic tanks and slurry removed from the waste treatment plants;"}, {"text_block_id": "p14_b363", "text": "6)"}, {"text_block_id": "p14_b364", "text": "Constructing new landfill facilities that can capture methane; if financially viable, retrofitting the existing landfill;"}, {"text_block_id": "p14_b365", "text": "7)"}, {"text_block_id": "p14_b366", "text": "Promoting environmental sustainable urban development, integrating the issues of waste management, low carbon transportation; and"}, {"text_block_id": "p14_b367", "text": "8)"}, {"text_block_id": "p14_b368", "text": "Encouraging the participation of the private sector and international partners in GHG emission reduction from wastes under the CDM and other financing mechanisms."}, {"text_block_id": "p14_b369", "text": "3.7 Public Health"}, {"text_block_id": "p14_b370", "text": "The country's state of health services at this time is severely challenged with the burden of diseases as reflected in high infant and maternal mortality rates, as well as high prevalence of diarrheal diseases, food poisoning, typhoid fever and hepatitis A, particularly in many areas where potable water supply and environmental sanitation conditions remain a problem. Malaria remains the leading cause of morbidity and mortality, with 70% of the population at risk. Dengue fever incidence seems to have increased in recent years, with 96.9 cases per 100,000 inhabitants in 2006. Outbreaks of dengue and measles are on the rise. Child malnutrition remains high, with 40% of children stunted and 48.2% of children and 31.3% of females with haemoglobin levels below 11 g/dl. Health care availability and delivery is highly uneven across the country."}, {"text_block_id": "p14_b371", "text": "1)"}, {"text_block_id": "p14_b372", "text": "Providing access to safe water and improved sanitation to reduce diarrhoeal diseases, and implementing surveillance programmes to identify and respond to outbreaks of malaria and other infectious diseases;"}, {"text_block_id": "p14_b373", "text": "2)"}, {"text_block_id": "p14_b374_merged", "text": "Incorporating current climate change concerns into ongoing programmes and measures, along with regular evaluations to determine a programme’s likely effectiveness to cope with projected climate risks;"}, {"text_block_id": "p14_b377", "text": "3)"}, {"text_block_id": "p14_b378", "text": "Raising the public awareness, effectively using local resources, appropriate governance arrangements and community participation;"}, {"text_block_id": "p14_b379", "text": "4)"}, {"text_block_id": "p14_b380", "text": "Strengthening existing capacity and applying new approaches to examining the risks associated with a changing climate and increased climate variability."}], "document_description": "The objective of the strategy is to secure a future where the Lao PDR is capable of mitigating and adapting to changing climatic conditions in a way that promotes sustainable economic development, reduces poverty, protects public health and safety, enhances the quality of Lao PDR's natural environment, and advances the quality of life for all Lao people.&nbsp;<br><br>It seeks to 1) reinforce Sustainable Development Goals of the Lao PDR, including measures to achieve low-carbon economic growth, 2) increase resilience of key sectors of the national economy and natural resources to climate change and its impacts, 3) enhance cooperation, strong alliances and partnerships with national stakeholders and international partners to implement the national development goals, and 4) improve public awareness and understanding of various stakeholders about climate change, vulnerabilities and impacts, GHG emission sources and their relative contributions, and of how climate change will impact the country's economy, in order to increase stakeholder willingness to take actions. The document discusses key strategic priorities, mitigation and adaptation options for different sectors, incluing agriculture, forestry and land use, energy and transport.<br><br>The Climate Change Action Plan 2013 – 2020 was released in 2013 and builds on the strategy."}