{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_country_english_shortname": "Kuwait", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Energy Conservation Code of Practice (R-6)", "document_country_code": "KWT", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "25/12/1983", "document_keyword": "Energy Demand", "document_url": "https://cdn.climatepolicyradar.org/KWT/1983/KWT-1983-12-25-Energy Conservation Code of Practice (R-6)_3884bd9cb78534c00bdc7ff46171b29e.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "MINISTRY OF ELECTRICITY & WATER"}, {"text_block_id": "p0_b2", "text": "ENERGY CONSERVATION PROGRAM"}, {"text_block_id": "p0_b3", "text": "Code of Practice"}, {"text_block_id": "p0_b4", "text": "MEW/R-6/2014"}, {"text_block_id": "p1_b5", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p1_b6", "text": "On the occasion of the completion of the Energy Conservation Code of Practice, the Ministry of Electricity and Water would like to thank the Energy Conservation Code Approval Committee in the Ministry of Electricity and Water for their dedicated work in updating and modifying  this Code of Practice (MEW / R-6 2014).  Special thanks go to:"}, {"text_block_id": "p1_b7", "text": "On the occasion of the completion of the Energy Conservation Code of Practice, the Ministry of Electricity and Water would like to thank the Energy Conservation Code Approval Committee in the Ministry of Electricity and Water for their dedicated work in updating and modifying  this Code of Practice (MEW / R-6 2014).  Special thanks go to:\n* Dr. Mashan M. Al-Otaibi, Chairman, Code Approval Committee; Member of\n* Dr. Adnan A. Alhomoud, Vice-chairman, Code Approval Committee,  MEW and KISR\n* Dr. Ahmad A. Al-Sahhaf, Member, Superintendent, Engineering Drawing Department,\n* Eng. P.C. George, Member, Mechanical Services Consultant, Technical Services Sector\n* Eng. Adel A. Alruwayeh, Member, Head of HVAC, Electrical Installation Department,\n* Eng. Zainab A. Alrasheed, Member, Specialist Mechanical Engineer, Electrical Installation"}, {"text_block_id": "p1_b19", "text": "Acknowledgement is also due to the following members of the National Committee of Building Codes in Kuwait -Energy Code Group for reviewing the previous code (MEW /"}, {"text_block_id": "p1_b20", "text": "6 2010), and providing the first draft of this document, thus making  the Committee’s"}, {"text_block_id": "p1_b21", "text": "Approval job easier:"}, {"text_block_id": "p1_b22", "text": "Approval job easier:\n* Dr. Ali Alajmi, Assistant Prof., College of Technological Studies, PAAET\n* Eng. Fareed Alghimlas\n* Trustee; Senior Research Associate, Energy & Building\n* Dr. Essam Assem Associate Research Scientist Energy & Building Research Center, KISR\n* Dr. Adnan Al-Anzi, Professor Architecture Engineering Department College of\n* KU\n* Dr. Sorour Alotiabi Associate Professor Mechanical Engineering Department College of\n* Prof. Abdullatif Ben-Nakhi, Mechanical Engineering, College of Technological Studies\n* Eng. Wid Elamer, Chief Mechanical Engineer,  Option One International Consultants."}, {"text_block_id": "p2_b42", "text": "The ministry would  also  like to express its gratitude to Kuwait Institute for Scientific"}, {"text_block_id": "p2_b43", "text": "Research, for its support in conducting the research  required to assert the results in this code."}, {"text_block_id": "p2_b44", "text": "Eng. Ahmad K. Al-Jassar"}, {"text_block_id": "p2_b45", "text": "Undersecretary"}, {"text_block_id": "p2_b46", "text": "Ministry of Electricity and Water"}, {"text_block_id": "p3_b47", "text": "Foreword"}, {"text_block_id": "p3_b48_merged", "text": "The Energy Conservation Code of Practice has always been the main doctrine for the practitioners in the buildings’ design and air-conditioning fields, as air-conditioning load is attributed to 70% of the peak load in the summer months. Therefore, it is imperative to ensure its up-to-date status and proper implementation. Hence, the ministry is adopting a new strategic approach whereby :"}, {"text_block_id": "p3_b52", "text": "The Energy Conservation Code of Practice has always been the main doctrine for the practitioners in the buildings’ design and air-conditioning fields, as air-conditioning load is attributed to 70% of the peak load in the summer months. Therefore, it is imperative to ensure its up-to-date status and proper implementation. Hence, the ministry is adopting a new strategic approach whereby :\n* updating the Code will be a continuous activity to cope up with technological\n* the ministry will establish a regulatory entity to be responsible for the proper\n* the consulting offices will be empowered, and held responsible as well for the full"}, {"text_block_id": "p3_b58", "text": "The ministry, understanding that reform starts from home, has imposed more stringent specifications and standards in this code on all the governmental buildings in an effort to reduce the buildings peak load as well as energy consumption requirements . Also, realizing that conservation  is a community-wise task,  MEW urges the assistance of all  parties to play their proper role to help cut down the escalating demand in energy and water consumption."}, {"text_block_id": "p3_b59", "text": "Dr. Mashan M. Al-Otaibi"}, {"text_block_id": "p3_b60", "text": "Assistant Undersecretary,"}, {"text_block_id": "p3_b61", "text": "For Planning and Training,"}, {"text_block_id": "p3_b62", "text": "Chairman of the Energy Conservation Code Approval Committee"}, {"text_block_id": "p4_b63", "text": "Table of Contents"}, {"text_block_id": "p4_b64", "text": "Page"}, {"text_block_id": "p7_b65", "text": "Abbreviations and Acronyms"}, {"text_block_id": "p7_b66", "text": "Abbreviations and Acronyms\n* Air conditioning\n* Air conditioning\n BAS Building Automation System\n* Air conditioning\n BAS Building Automation System\n CHIL   Chiller\n* Air conditioning\n BAS Building Automation System\n CHIL   Chiller\n DBT Dry-bulb temperature\n* Air conditioning\n BAS Building Automation System\n CHIL   Chiller\n DBT Dry-bulb temperature\n DX Direct expansion\n* Air conditioning\n BAS Building Automation System\n CHIL   Chiller\n DBT Dry-bulb temperature\n DX Direct expansion\n FOM Figure of Merit\n* Air conditioning\n BAS Building Automation System\n CHIL   Chiller\n DBT Dry-bulb temperature\n DX Direct expansion\n FOM Figure of Merit\n hp      horse power\n* Air conditioning\n BAS Building Automation System\n CHIL   Chiller\n DBT Dry-bulb temperature\n DX Direct expansion\n FOM Figure of Merit\n hp      horse power\n NDT Non-Destructive testing\n* Air conditioning\n BAS Building Automation System\n CHIL   Chiller\n DBT Dry-bulb temperature\n DX Direct expansion\n FOM Figure of Merit\n hp      horse power\n NDT Non-Destructive testing\n PF Power factor\n* Air conditioning\n BAS Building Automation System\n CHIL   Chiller\n DBT Dry-bulb temperature\n DX Direct expansion\n FOM Figure of Merit\n hp      horse power\n NDT Non-Destructive testing\n PF Power factor\n PFOIL Power factor optimization of inductive loads\n* Air conditioning\n BAS Building Automation System\n CHIL   Chiller\n DBT Dry-bulb temperature\n DX Direct expansion\n FOM Figure of Merit\n hp      horse power\n NDT Non-Destructive testing\n PF Power factor\n PFOIL Power factor optimization of inductive loads\n RT Refrigeration ton\n* Air conditioning\n BAS Building Automation System\n CHIL   Chiller\n DBT Dry-bulb temperature\n DX Direct expansion\n FOM Figure of Merit\n hp      horse power\n NDT Non-Destructive testing\n PF Power factor\n PFOIL Power factor optimization of inductive loads\n RT Refrigeration ton\n SHGC Solar heat gain coefficient\n* Total\n* Total\n TMY Typical Meteorological Year\n* Total\n TMY Typical Meteorological Year\n VFD Variable frequency drive\n* Total\n TMY Typical Meteorological Year\n VFD Variable frequency drive\n WBT Wet-bulb temperature"}, {"text_block_id": "p8_b84", "text": "1. Purpose"}, {"text_block_id": "p8_b85", "text": "The purpose of this code is to provide minimum requirements for the energy-efficient design of buildings in Kuwait."}, {"text_block_id": "p8_b86", "text": "2. Scope"}, {"text_block_id": "p8_b87", "text": "This revised code provides the minimum energy-efficient requirements for the design and construction of new buildings and their heating, ventilating and air-conditioning (HVAC) systems, new portions of buildings and their HVAC systems and new HVAC systems in existing buildings. Also, criteria are provided for determining compliance with these requirements. The provisions of the revised code apply to all types of buildings including all residential, commercial, institutional and special buildings. The code shall not be used to circumvent any safety, health or environmental requirements."}, {"text_block_id": "p9_b88", "text": "3. Definitions"}, {"text_block_id": "p9_b89", "text": "A/C Systems"}, {"text_block_id": "p9_b90", "text": ": A term commonly used in the region to refer to the HVAC system as a whole, and will be used interchangeably with the term HVAC system thereafter."}, {"text_block_id": "p9_b91", "text": "Air films"}, {"text_block_id": "p9_b92", "text": ": Interior and exterior air surface film coefficients for summer and winter design conditions."}, {"text_block_id": "p9_b93", "text": "Air-Conditioners (A/C):"}, {"text_block_id": "p9_b94", "text": "All active mechanical and electrical systems employed to provide control of indoor environment."}, {"text_block_id": "p9_b95", "text": "Air-cooled A/C system:"}, {"text_block_id": "p9_b96", "text": "In these systems, heat is rejected to the outside environment through air, i.e., air-cooled condenser. The cooling transport medium to the place of use may be either air in a direct expansion (DX) system or chilled water."}, {"text_block_id": "p9_b97", "text": "Area of all door assemblies"}, {"text_block_id": "p9_b98", "text": ": Opaque area of such assemblies (including the frame) that enclose conditioned space. For doors where the daylight opening area is greater than or equal to 50% of the door area, the entire area of the door assembly is considered fenestration area."}, {"text_block_id": "p9_b99", "text": "Area of all exterior walls (gross)"}, {"text_block_id": "p9_b100", "text": ": Exterior surface area of the following assemblies that enclose conditioned space: opaque wall assemblies, including between-floor spandrels and peripheral edges of flooring; fenestration assemblies, including all glazed surfaces and sash and framing elements; and door assemblies. Areas of vents, grilles, and pipes are excluded."}, {"text_block_id": "p9_b101", "text": "Area of all fenestration assemblies:"}, {"text_block_id": "p9_b102", "text": "Interior surface area of such assemblies including all glazed surfaces (such as windows, skylights, and sliding glass doors), sashes, curbing, or framing elements that enclose conditioned space. For doors where the daylight opening area is less than 50% of the door area, the fenestration area is the daylight opening area. For all other doors, the fenestration area is the door area."}, {"text_block_id": "p9_b103", "text": "Area of all floor assemblies:"}, {"text_block_id": "p9_b104", "text": "Interior surface area of such assemblies that enclose conditioned space."}, {"text_block_id": "p9_b105", "text": "Area of all opaque wall assemblies:"}, {"text_block_id": "p9_b106", "text": "Gross area of exterior walls measured on the exterior consisting of all opaque wall areas (including foundation walls, between-floor spandrels, peripheral edges of floors, etc.) that enclose conditioned space (including interstitial areas)."}, {"text_block_id": "p9_b107", "text": "Assembly:"}, {"text_block_id": "p9_b108", "text": "Portion of an envelope component represented by an arrangement and connection of building construction materials with a specific thermal transmittance or thermal conductance."}, {"text_block_id": "p10_b109", "text": "Building"}, {"text_block_id": "p10_b110", "text": ": A structure entirely or partially enclosed within exterior walls, or within exterior and partition walls, and a roof, affording shelter to persons, animals, or property."}, {"text_block_id": "p10_b111", "text": "Building Air Infiltration or Leakage:"}, {"text_block_id": "p10_b112", "text": "Uncontrolled and unintentional flow of outdoor air into a building through cracks or openings and as a result of normal use of exterior doors. Another related term is ex-filtration, which is defined as the leakage of indoor air out of a building. Both types of leakage, expressed in terms of air-change per hour (ACH), result from natural or artificial pressure differences. ACH is the ratio of the outdoor airflow in a building in an hour to its volume."}, {"text_block_id": "p10_b113", "text": "Building Automation System (BAS):"}, {"text_block_id": "p10_b114_merged", "text": "Processes or techniques that allow monitoring and control of building air conditioning and lighting systems and CO2 concentration from a central location whether in the same building or from a remote location. A BAS may be for individual units (e.g. a programmable thermostat) or for the entire system."}, {"text_block_id": "p10_b117", "text": "Building envelope:"}, {"text_block_id": "p10_b118", "text": "The exterior plus the semi-exterior portions of a building. For the purposes of determining building envelope requirements, the classifications are defined as follows:"}, {"text_block_id": "p10_b119", "text": "Building envelope, exterior:"}, {"text_block_id": "p10_b120", "text": "the elements of a building that separate conditioned spaces from the exterior."}, {"text_block_id": "p10_b121", "text": "Building envelope, semi-exterior:"}, {"text_block_id": "p10_b122", "text": "The elements of a building that separate conditioned space from unconditioned space or partially conditioned spaces through which thermal energy may be transferred to or from the exterior, or to or from unconditioned spaces, or to or from conditioned spaces."}, {"text_block_id": "p10_b123", "text": "Building type, standard"}, {"text_block_id": "p10_b124", "text": ":"}, {"text_block_id": "p10_b125", "text": "Common buildings having similar design features and can be categorized as follows:"}, {"text_block_id": "p10_b126", "text": "Residential buildings"}, {"text_block_id": "p10_b127", "text": ": All types of buildings meant for residential purposes, including single-and multiple-family residences such as villas, apartments and the like."}, {"text_block_id": "p10_b128", "text": "Commercial buildings"}, {"text_block_id": "p10_b129", "text": ": All types of buildings meant for commercial business such as offices, shops, malls, souks, hotels, banks and the like."}, {"text_block_id": "p10_b130", "text": "Government buildings"}, {"text_block_id": "p10_b131", "text": ": All types of buildings meant for public convenience such as government institutional buildings (ministries, authorities, buildings of non-profit organizations (under the jurisdiction of Ministry of Labor and Social Affairs), buildings owned by government establishments and companies and their subsidiaries, etc.), schools, universities, hospitals, clinics,"}, {"text_block_id": "p11_b132", "text": "mosques, police stations. This category also includes residential buildings built by the government through its housing welfare program."}, {"text_block_id": "p11_b133", "text": "Mixed use buildings"}, {"text_block_id": "p11_b134", "text": ": Are buildings with two or more functional use."}, {"text_block_id": "p11_b135", "text": "Buildings type, special:"}, {"text_block_id": "p11_b136", "text": "All types of buildings such as hospitals, laboratories, industrial warehouses, factories, workshops, and central plants substations and power plants."}, {"text_block_id": "p11_b137", "text": "Building type, partially Occupied:"}, {"text_block_id": "p11_b138", "text": "Where building use extends to 16 hours per day or less such as government buildings, offices, community centers, schools, colleges, banks, games and sport centers, gymnasiums, clubs, shopping malls, restaurant buildings, etc."}, {"text_block_id": "p11_b139", "text": "Chilled water A/C system:"}, {"text_block_id": "p11_b140", "text": "In these systems, cooling is supplied to room air by chilled water in air-handling units or fan-coil units."}, {"text_block_id": "p11_b141", "text": "Coastal and interior regions:"}, {"text_block_id": "p11_b142", "text": "The coastal region is the region within 2.5 kilometers of the coastline, and the rest is considered as the interior region."}, {"text_block_id": "p11_b143", "text": "Conditioned space:"}, {"text_block_id": "p11_b144", "text": "An enclosed space occupied by people within a building that is provided with mechanical heating and/or cooling."}, {"text_block_id": "p11_b145", "text": "Thermal storage:"}, {"text_block_id": "p11_b146", "text": "Storage of cooling capacity in a storage medium at or below the normal chiller supply temperature."}, {"text_block_id": "p11_b147", "text": "DX A/C system:"}, {"text_block_id": "p11_b148", "text": "In these systems, cooling is supplied to room air directly from refrigerant boiling in a heat exchanger, called an evaporator."}, {"text_block_id": "p11_b149", "text": "Effective On-Grade Floor Heat Gain:"}, {"text_block_id": "p11_b150", "text": "Effective heat gain from the on-ground floor of an air-conditioned building is defined as the product of the perimeter or exposed edge, the heat gain coefficient per unit perimeter and the temperature difference between the indoor and the outdoor temperatures."}, {"text_block_id": "p11_b151", "text": "Envelope component:"}, {"text_block_id": "p11_b152", "text": "A major section of the entire envelope, such as the opaque walls above grade, ceilings, slabs, floors, glazing, doors, or walls below grade."}, {"text_block_id": "p11_b153", "text": "External Shaded Construction:"}, {"text_block_id": "p11_b154", "text": "All types of shading devices (passive) that form part and parcel"}, {"text_block_id": "p11_b155", "text": "of a building’s construction."}, {"text_block_id": "p11_b156", "text": "Fenestration:"}, {"text_block_id": "p11_b157", "text": "All light-transmitting assemblies in a building envelope, including the glazing material, sash, frame, and permanently affixed external or internal shading devices, where such component assemblies enclose conditioned space."}, {"text_block_id": "p12_b158", "text": "Figure of merit:"}, {"text_block_id": "p12_b159", "text": "A measure of a thermal storage"}, {"text_block_id": "p12_b160", "text": "tank’s ability to maintain separation; it indicates"}, {"text_block_id": "p12_b161", "text": "the effective percentage of the total volume that will be available to provide usable cooling. Welldesigned storage tanks have figures of merit of 90% or higher for complete charge/discharge cycles."}, {"text_block_id": "p12_b162", "text": "Floor area, gross:"}, {"text_block_id": "p12_b163", "text": "The sum of the floor areas of the spaces within the building, including basements, mezzanine and intermediate-floored tiers, and penthouses with a headroom height of 7.5 ft (2.3 m) or greater. It is measured from the exterior faces of exterior walls or from the centerline of walls separating buildings, but excluding covered walkways, open roofed-over areas, porches and similar spaces, pipe trenches, exterior terraces or steps, chimneys, roof overhangs, and similar features."}, {"text_block_id": "p12_b164", "text": "Gross building envelope floor area:"}, {"text_block_id": "p12_b165", "text": "The gross floor area of the building envelope, but excluding slab-on-grade floors."}, {"text_block_id": "p12_b166", "text": "Gross conditioned floor area:"}, {"text_block_id": "p12_b167", "text": "The gross floor area of conditioned spaces."}, {"text_block_id": "p12_b168", "text": "Gross lighted floor area:"}, {"text_block_id": "p12_b169", "text": "The gross floor area of lighted spaces."}, {"text_block_id": "p12_b170", "text": "Floor, Envelope:"}, {"text_block_id": "p12_b171", "text": "The lower portion of the building envelope, including opaque area and fenestration, that has conditioned or partially conditioned space above and is horizontal or tilted at an angle of less than 60 degrees from horizontal but excluding slab-on-grade floors. For the purposes of determining building envelope requirements, the classifications are defined as follows:"}, {"text_block_id": "p12_b172", "text": "Mass floor:"}, {"text_block_id": "p12_b173_merged_merged", "text": "A floor with a heat capacity that exceeds (1) 7 Btu/ft2·°F (143 kJ/m2·K) or (2) 5 Btu/ft2·°F (102 kJ/m2·K) provided that the floor has a material unit mass not greater than 120 lb/ft3 (1920 kg/m3)."}, {"text_block_id": "p12_b186", "text": "Steel-joist floor:"}, {"text_block_id": "p12_b187", "text": "A floor that (1) is not a mass floor and (2) that has steel joist members supported by structural members."}, {"text_block_id": "p12_b188", "text": "Wood-framed and other floors:"}, {"text_block_id": "p12_b189", "text": "All other floor types, including wood joist floors. (See building envelope, fenestration, opaque area, and slab-on-grade floor)."}, {"text_block_id": "p12_b190", "text": "Glazing"}, {"text_block_id": "p12_b191", "text": ": A part of the fenestration (an opening in the building envelope), whether fixed or operable, that serves as a physical and/or visual connection to the outdoors, as well as admitting light. Types of glazing include different designs and constructions with the intent of minimizing the A/C load by reducing direct radiation input and/or conduction. Important related definitions are:"}, {"text_block_id": "p12_b192", "text": "Glazed area."}, {"text_block_id": "p12_b193", "text": "This is the total projected area, in square meters or square feet, of the fenestration,"}, {"text_block_id": "p13_b194", "text": "an opening in the building envelope, that serves as a window or a door. The area measurement includes transparent glazing and any opaque element comprising the sash and frame."}, {"text_block_id": "p13_b195", "text": "Solar heat gain coefficient (SHGC):"}, {"text_block_id": "p13_b196", "text": "The ratio of the solar heat gain entering the space through the fenestration area to the incident solar radiation. Solar heat gain includes directly transmitted solar heat and absorbed solar radiation, which is then reradiated, conducted, or convicted into the space. (See fenestration area)."}, {"text_block_id": "p13_b197", "text": "Shading coefficient (SC):"}, {"text_block_id": "p13_b198", "text": "This is a multiplier that adjusts the solar gain value for clear glass to a value for tinted glass. The relationship between the solar heat gain coefficient (SHGC) and the SC is defined as SC = (SHGC)/0.87. The SHGC is the fraction of incident irradiance that enters the glazing and becomes heat gain. It includes both transmitted and absorbed irradiance, where the latter is subsequently conducted, convected and radiated to the interior of the building."}, {"text_block_id": "p13_b199", "text": "Grey water:"}, {"text_block_id": "p13_b200", "text": "Waste water from taps, showers and laundries."}, {"text_block_id": "p13_b201", "text": "Gross roof area:"}, {"text_block_id": "p13_b202", "text": "The area of the roof measured from the exterior faces of walls or from the centerline of adjacent (neighboring) walls. (See roof and wall.)"}, {"text_block_id": "p13_b203", "text": "Gross wall area:"}, {"text_block_id": "p13_b204", "text": "The area of the wall measured on the exterior face from the top of the floor to the bottom of the roof."}, {"text_block_id": "p13_b205", "text": "Living Apartment unit:"}, {"text_block_id": "p13_b206", "text": "One or more rooms designed or used as living quarters providing complete, independent living facilities for one or more persons, including permanent provisions for living, sleeping, eating, cooking, and sanitation."}, {"text_block_id": "p13_b207", "text": "Opaque areas:"}, {"text_block_id": "p13_b208", "text": "All areas in the building envelope, except fenestration and building service openings such as vents and grilles (See building envelope and fenestration)."}, {"text_block_id": "p13_b209", "text": "Overall thermal resistance (R-value):"}, {"text_block_id": "p13_b210_merged", "text": "The sum of the thermal resistance of all material layers constituting the wall or roof section, and includes the thermal resistance of the outside and the inside air films in h.ft .  F/Btu or m . K/W."}, {"text_block_id": "p13_b217", "text": "Partially Occupied buildings"}, {"text_block_id": "p13_b218", "text": ": Building use extends to 16 hours per day or less such as government buildings, offices, community centers, schools, colleges, banks, games and sport centers, gymnasiums, clubs, shopping malls, restaurant buildings, etc."}, {"text_block_id": "p13_b219", "text": "Peak Electrical Load:"}, {"text_block_id": "p13_b220", "text": "The maximum electrical load of a building as a whole and is expressed in kilowatts (kW)."}, {"text_block_id": "p14_b221", "text": "Peak Power Density of an A/C System:"}, {"text_block_id": "p14_b222", "text": "The ratio of the total electrical load of the A/C system, as"}, {"text_block_id": "p14_b223", "text": "defined for ‘Peak Electrical Load for A/C Systems,’ expressed in w"}, {"text_block_id": "p14_b224", "text": "atts, to the air-conditioned"}, {"text_block_id": "p14_b225", "text": "area of the building as defined for ‘Air"}, {"text_block_id": "p14_b226", "text": "-"}, {"text_block_id": "p14_b227", "text": "Conditioned Space,’ expressed as square meters."}, {"text_block_id": "p14_b228", "text": "Peak Power Density of Lighting:"}, {"text_block_id": "p14_b229", "text": "T"}, {"text_block_id": "p14_b230", "text": "he ratio of the total electrical load of a building’s lighting fixtures, inclusive of associated losses, as defined for ‘Peak electrical Load for Lighting,’"}, {"text_block_id": "p14_b231", "text": "expressed as watts, to the air-conditioned area of the building as defin"}, {"text_block_id": "p14_b232", "text": "ed for ‘Air"}, {"text_block_id": "p14_b233", "text": "-Conditioned"}, {"text_block_id": "p14_b234", "text": "Space,’ expressed as square meters."}, {"text_block_id": "p14_b235", "text": "Peak Power Density:"}, {"text_block_id": "p14_b236", "text": "The peak electrical load (Watts) per unit area (m"}, {"text_block_id": "p14_b237", "text": "2"}, {"text_block_id": "p14_b238", "text": ") for A/C and lighting systems of a building."}, {"text_block_id": "p14_b239", "text": "Power factor optimization of inductive loads (PFOIL):"}, {"text_block_id": "p14_b240", "text": "A technology that optimizes the power factor of an inductive load by measuring its performance in real time while running."}, {"text_block_id": "p14_b241", "text": "Power Rating:"}, {"text_block_id": "p14_b242", "text": "The power required (kW) per unit of cooling (RT), for an A/C system and its components."}, {"text_block_id": "p14_b243", "text": "Project:"}, {"text_block_id": "p14_b244", "text": ", One or more buildings for which there is only one Municipality building permit (for the private sector), and in addition one beneficiary for governmental buildings"}, {"text_block_id": "p14_b245", "text": "Proposed design:"}, {"text_block_id": "p14_b246", "text": "Design of the living unit or building to be constructed. The design takes into account all qualities, details, and characteristics of the building that significantly affect the use of energy, such as construction, geometry, orientation, exposure, materials, equipment, and renewable energy sources."}, {"text_block_id": "p14_b247", "text": "Residential Villa:"}, {"text_block_id": "p14_b248", "text": "Building of three stories or fewer above grade containing three or more living units other than townhouses, including a manufactured building (modular)."}, {"text_block_id": "p14_b249", "text": "Roof:"}, {"text_block_id": "p14_b250", "text": "The upper portion of the building envelope, including opaque areas and fenestration, that is horizontal or tilted at an angle of less than 60° from horizontal."}, {"text_block_id": "p14_b251", "text": "Shall:"}, {"text_block_id": "p14_b252", "text": "Term used to indicate provisions that are mandatory if compliance with the standard is claimed."}, {"text_block_id": "p14_b253", "text": "Slab-on-grade floor:"}, {"text_block_id": "p14_b254", "text": "That portion of a slab floor of the building envelope that is in contact with the ground and that is either above grade or is less than or equal to 24 in. (610 mm) below the final elevation of the nearest exterior grade."}, {"text_block_id": "p14_b255", "text": "Specific Heat (c"}, {"text_block_id": "p14_b256_merged_merged_merged_merged", "text": "p): The amount of heat required to raise the temperature of a unit mass of a substance by one unit of temperature."}, {"text_block_id": "p15_b259", "text": "Standard Buildings"}, {"text_block_id": "p15_b260", "text": ": Buildings having similar design features and can be categorized as follows:"}, {"text_block_id": "p15_b261", "text": "Residential buildings:"}, {"text_block_id": "p15_b262", "text": "All types of buildings meant for residential purposes, including single-and multiple-family residences such as villas, apartments and the like."}, {"text_block_id": "p15_b263", "text": "Commercial buildings:"}, {"text_block_id": "p15_b264", "text": "All types of buildings meant for commercial business such as offices, shops, malls, souks, hotels, banks and the like."}, {"text_block_id": "p15_b265", "text": "Government buildings:"}, {"text_block_id": "p15_b266", "text": "All types of buildings meant for public convenience such as government institutional buildings (ministries, authorities, buildings of non-profit organizations (under the jurisdiction of Ministry of Labor and Social Affairs), buildings owned by government establishments and companies and their subsidiaries, .etc.), schools, universities, hospitals, clinics, mosques, police stations, etc. This category also includes residential buildings built by the government through its social housing welfare program."}, {"text_block_id": "p15_b267", "text": "Mixed use buildings:"}, {"text_block_id": "p15_b268", "text": "The mixed use buildings are commercial type buildings with two or more functional use."}, {"text_block_id": "p15_b269", "text": "Special buildings:"}, {"text_block_id": "p15_b270", "text": "Include all types of buildings such as hospitals, laboratories, industrial warehouses, factories, workshops, and central plants substations and power plants."}, {"text_block_id": "p15_b271", "text": "Standby A/C Units:"}, {"text_block_id": "p15_b272", "text": "These include any units that are operated only during the failure of main A/C units and shall not be supplied with additional power."}, {"text_block_id": "p15_b273", "text": "Thermal conductivity of a material (k):"}, {"text_block_id": "p15_b274", "text": "The rate of heat transfer per hour, per unit area, per unit length of material in the direction of heat flow per unit temperature difference, expressed as Btu.in/h.ft"}, {"text_block_id": "p15_b275", "text": "2"}, {"text_block_id": "p15_b276", "text": ".°F or w.m/m"}, {"text_block_id": "p15_b277", "text": "2"}, {"text_block_id": "p15_b278", "text": ".K."}, {"text_block_id": "p15_b279", "text": "Thermal insulation materials:"}, {"text_block_id": "p15_b280", "text": "All types of passive insulation materials used as a part and parcel"}, {"text_block_id": "p15_b281", "text": "of building’s wall and roof construction."}, {"text_block_id": "p15_b282", "text": "Thermal mass:"}, {"text_block_id": "p15_b283", "text": "The ability of a material to store thermal energy, hence it is an indicator for the ability of a building construction to dampen and delay diffusion of heat and temperature."}, {"text_block_id": "p15_b284", "text": "Thermal resistance (R-value):"}, {"text_block_id": "p15_b285_merged_merged", "text": "The reciprocal of the time rate of heat flow through a unit area induced by a unit temperature difference between two defined surfaces of material or construction under steady-state conditions. Units of R are h·ft2·°F/Btu , (m2·K/W)."}, {"text_block_id": "p15_b290", "text": "Thermal transmittance"}, {"text_block_id": "p15_b291", "text": ": see U-factor."}, {"text_block_id": "p15_b292", "text": "Thermally insulated buildings:"}, {"text_block_id": "p15_b293", "text": "Buildings that use insulation materials to satisfy the maximum allowable U-value stipulated in Table 6.1 in this code for the wall and roof constructions."}, {"text_block_id": "p16_b294", "text": "Total Peak Electrical Load for Buildings:"}, {"text_block_id": "p16_b295", "text": "This refers to the peak electrical load of a building, which includes the A/C system, internal lighting and other electrically operated appliances or equipment."}, {"text_block_id": "p16_b296", "text": "U-effective (thermal transmittance):"}, {"text_block_id": "p16_b297", "text": "An area weighted average heat transmission in unit time through unit area of a wall or roof construction, where heat takes 2 or more parallel configuration paths. Units of U are Btu/h.ft"}, {"text_block_id": "p16_b298", "text": "2"}, {"text_block_id": "p16_b299", "text": "."}, {"text_block_id": "p16_b300", "text": "°"}, {"text_block_id": "p16_b301", "text": "F."}, {"text_block_id": "p16_b302", "text": "U-factor (thermal transmittance):"}, {"text_block_id": "p16_b303", "text": "Heat transmission in unit time through unit area of a material or construction and the boundary air films, induced by unit temperature difference between the environments on each side. Units of U are Btu/h·ft"}, {"text_block_id": "p16_b304", "text": "2"}, {"text_block_id": "p16_b305", "text": "·°F , (W/m"}, {"text_block_id": "p16_b306", "text": "2"}, {"text_block_id": "p16_b307", "text": ".K)."}, {"text_block_id": "p16_b308", "text": "Unconditioned space:"}, {"text_block_id": "p16_b309", "text": "Space within a building that is not conditioned (see conditioned space)."}, {"text_block_id": "p16_b310", "text": "Ventilation:"}, {"text_block_id": "p16_b311", "text": "The process of supplying air to or removing air from a space for the purpose of controlling air contamination levels, humidity, or temperature within the space by natural or mechanical means."}, {"text_block_id": "p16_b312", "text": "Wall and Roof Areas:"}, {"text_block_id": "p16_b313", "text": "These are the external surface areas of the building envelope, measured in square meters or square feet, based on the external dimensions of walls, roofs and exposed floors, as the case may be. This shall be applied for air conditioned spaces as defined in section 3.19."}, {"text_block_id": "p16_b314", "text": "Wall and Roof Construction Classification:"}, {"text_block_id": "p16_b315", "text": "Building construction is classified into four basic types; very light, light, medium and heavy, dictated by the value of thermal mass per unit surface area of wall and roof as per Table 3.1."}, {"text_block_id": "p16_b316", "text": "Wall"}, {"text_block_id": "p16_b317", "text": ": That portion of the building envelope that is vertical or tilted at an angle of 60 degrees from horizontal or greater."}, {"text_block_id": "p16_b318", "text": "above-grade wall:"}, {"text_block_id": "p16_b319", "text": "A wall that is not a below-grade wall."}, {"text_block_id": "p16_b320", "text": "below-grade wall:"}, {"text_block_id": "p16_b321", "text": "That portion of a wall in the building envelop that is entirely below the finish grade and in contact with the ground."}, {"text_block_id": "p16_b322", "text": "mass wall:"}, {"text_block_id": "p16_b323", "text": "A wall constructed of concrete, concrete masonry, insulating concrete foam (ICF), masonry cavity, brick (other than brick veneer), earth (adobe, compressed earth block, rammed earth), and solid timber or logs."}, {"text_block_id": "p16_b324", "text": "Water vapor retarder:"}, {"text_block_id": "p16_b325_merged_merged_merged", "text": "Material or construction that adequately impedes the transmission of water vapor under specified conditions. The water vapor permeability shall be less than 1.0 perm (0.006 μg/Pa.s.m2) when tested in accordance with ASTM E 96."}, {"text_block_id": "p17_b329", "text": "Water-cooled A/C system:"}, {"text_block_id": "p17_b330", "text": "In these systems, heat is rejected to the outside environment through water, i.e., a water-cooled condenser. The water used can be potable, brackish from an underground source, or seawater. In re-circulating water-cooled system, the water is re-circulated normally in a cooling tower to conserve water.  In once-through systems, the cooling water is used only once, after which it is discharged, as in seawater cooling.  The cooling transport medium to the place of use may be either air (in a DX system) or chilled water."}, {"text_block_id": "p17_b331", "text": "Window-to-wall Ratio:"}, {"text_block_id": "p17_b332", "text": "The ratio of the glazing area to the gross wall area, excluding spandrel glass."}, {"text_block_id": "p17_b333", "text": "Zone, HVAC:"}, {"text_block_id": "p17_b334", "text": "A space or group of spaces within a building with heating and cooling requirements that are sufficiently similar so that desired conditions (e.g. temperature) can be maintained throughout using a single sensor (e.g. thermostat or temperature sensor)."}, {"text_block_id": "p18_b335", "text": "4. HVAC Load Estimation"}, {"text_block_id": "p18_b336", "text": "To estimate the peak cooling demand and the annual cooling and electrical energy requirements, it is essential to generate hourly data profiles for parameters that significantly affect the hour-to-hour cooling and/or heating demand of the building. These parameters are the dry-bulb temperature (DBT), wet-bulb temperature (WBT), wind speed and global solar radiation."}, {"text_block_id": "p18_b337", "text": "4.1  Methods of Load Estimation"}, {"text_block_id": "p18_b338", "text": "Different methods of calculating air-conditioning cooling load for the purpose of sizing A/C equipment can be used. These methods have to consider the thermal storage effect of the space, the hourly values of the outdoor temperatures, solar radiation and other weather parameters. Examples of methods that can be used for this purpose are: Heat Balance, Transfer Function, Time Radiant Series and Total Equivalent Temperature Difference (TETD). Building load calculation and energy simulation programs such as APEC, E20-II, Hevacomp, Energy Plus, or any other program approved by MEW can be used."}, {"text_block_id": "p18_b339", "text": "4.2  Typical Meteorological Year (TMY),"}, {"text_block_id": "p18_b340", "text": "Kuwait’s meteorological data over the past several years show an appreciable difference in"}, {"text_block_id": "p18_b341", "text": "weather conditions in the coastal and the interior regions, particularly during the summer season. Coastal regions experience hot and humid conditions, whereas the interior regions are hot and dry. It is imperative that the A/C plant capacity for a building be accurately determined to reduce power and conserve energy while providing a comfortable indoor environment throughout the summer Over sizing leads to higher initial investments and greater energy consumption by auxiliaries such as pumps and fans, while under sizing results in discomfort during the peak summer season."}, {"text_block_id": "p18_b342", "text": "4.3  Outdoor and Indoor Design Conditions"}, {"text_block_id": "p18_b343", "text": "For each of the two climate regions, different sets of outdoor design conditions shall be used as given in Tables 4.1, 4.2 and 4.3. However, exceptional cases may be permitted on prior written approval from MEW for special buildings as adjudged by MEW."}, {"text_block_id": "p19_b344", "text": "Table"}, {"text_block_id": "p19_b345", "text": "‎"}, {"text_block_id": "p19_b346", "text": "4.1 Outdoor design Conditions for Kuwait for interior region"}, {"text_block_id": "p19_b347", "text": "Table"}, {"text_block_id": "p19_b348", "text": "‎"}, {"text_block_id": "p19_b349", "text": "4.2 Outdoor design Conditions for Kuwait for coastal region"}, {"text_block_id": "p19_b350_merged_merged_merged", "text": "Table ‎4.3 Summer and Winter outdoor and indoor design conditions for Kuwait"}, {"text_block_id": "p19_b353", "text": "Table ‎4.3 Summer and Winter outdoor and indoor design conditions for Kuwait\n* : 1. The cooling load shall be based on the greater of the dry or wet bulb prioritization.\n<\\li1>\n\t* The selected frequency shall be based on type and importance of the building,\n<\\li2>"}, {"text_block_id": "p20_b357", "text": "Table ‎4.3 Summer and Winter outdoor and indoor design conditions for Kuwait\n* : 1. The cooling load shall be based on the greater of the dry or wet bulb prioritization.\n<\\li1>\n\t* The selected frequency shall be based on type and importance of the building,\n<\\li2>\n* It is the designer responsibility to select the appropriate frequency which shall\n<\\li2>"}, {"text_block_id": "p21_b359", "text": "5. Basic Energy Conservation Requirements"}, {"text_block_id": "p21_b360", "text": "The basic energy conservation requirement for different types of standard buildings is determined by peak watt limit per square meter for the A/C and lighting systems as given in Table 5.1. In addition, minimum required energy conservation measures for buildings should be applied."}, {"text_block_id": "p21_b361", "text": "5.1  Standard Buildings"}, {"text_block_id": "p21_b362", "text": "Spaces within the standard buildings with different thermal characteristics, such as swimming pool, data center, kitchen, laundry, mechanical and electrical plant room etc, shall follow the terms of section 5.2."}, {"text_block_id": "p21_b363", "text": "5.2  Special Buildings"}, {"text_block_id": "p21_b364_merged", "text": "For these buildings, the minimum energy conservation requirements related to the building and the A/C system as described in Sections 6 and 7 below must be applied. For compact fluorescent light (CFL) lighting system, an accepted international standard should be used. For light emitting diode (LED) lighting systems, due to none–existence of international standards, local/regional (GCC) specifications shall be applied. In addition, a verified method of load calculation shall be used, as mentioned in paragraph 4.1 above."}, {"text_block_id": "p21_b367", "text": "5.3  Mixed Use Buildings"}, {"text_block_id": "p21_b368", "text": "The mixed use buildings are buildings with two or more functional uses. The HVAC design engineer shall separate each space according to its function and ensure meeting the stipulated values in Table 5.1 for that function (i.e. Building Types):"}, {"text_block_id": "p21_b369", "text": "The mixed use buildings are buildings with two or more functional uses. The HVAC design engineer shall separate each space according to its function and ensure meeting the stipulated values in Table 5.1 for that function (i.e. Building Types):\n* All isolated stair cases adjacent to air conditioned spaces in buildings five storied and\n* The external wall(s) and roof(s) for such staircases must be insulated to the same level of\n* Ancillary areas: The air-conditioned or indirect air-conditioned store, toilet, pantry,\n* In calculating the lighting load in such buildings, each space has to be calculated as per its"}, {"text_block_id": "p21_b377", "text": "5.4  General Notes"}, {"text_block_id": "p21_b378", "text": "5.4  General Notes\n* If the basic energy conservation requirement (Table 5.1) cannot be maintained, the designer\n* The designer must ensure that the total peak electrical power drawn for any operation"}, {"text_block_id": "p22_b382", "text": "5.4  General Notes\n* If the basic energy conservation requirement (Table 5.1) cannot be maintained, the designer\n* The designer must ensure that the total peak electrical power drawn for any operation\n* In installations where only part of a cooling machineâs capacity\n* machineâs peak electrical power shall be included in the calculation of the  peak wattage per\n* machineâs peak electrical power shall be included in the calculation of the  peak wattage per\n square meter for A/C system.\n* Mini-split and window units shall not be used for areas if the W/m2 exceeds the maximum\n* and stand-alone guard rooms for other projects."}, {"text_block_id": "p22_b391", "text": "5."}, {"text_block_id": "p22_b392", "text": "All occupied spaces shall be air conditioned such as maid rooms, guard rooms, kitchens, etc."}, {"text_block_id": "p22_b393", "text": "All occupied spaces shall be air conditioned such as maid rooms, guard rooms, kitchens, etc.\n* This table is based on zero diversity and without thermal storage, thus represent maximum\n<\\li1>"}, {"text_block_id": "p23_b397", "text": "6.  Minimum Required Energy Conservation Measures for Buildings"}, {"text_block_id": "p23_b398", "text": "In order to meet the ‘Basic Energy Conservation Requirements’, the code stipulates that certain"}, {"text_block_id": "p23_b399", "text": "minimum standards for energy conservation measures be adhered to. These standards may or may not guarantee that a given building will meet the Basic Energy Conservation Requirements described herein. The building designer shall consider more stringent measures to abide by the aforementioned requirements and no deviations shall be permitted. Such measures may include, but not limited to, more insulation, shading devices, more efficient A/C system, more efficient lighting systems, more efficient glazing for windows, and better controls leading to a Building Automation System (BAS)."}, {"text_block_id": "p23_b400", "text": "6.1 Building Envelope Construction"}, {"text_block_id": "p23_b401", "text": "6.1.1  Walls and Roofs"}, {"text_block_id": "p23_b402", "text": "Table 6.1 provides a list of the maximum allowable overall heat transfer coefficients (U) for variety of wall and roof constructions and their external color."}, {"text_block_id": "p23_b403", "text": "Table 6.1 provides a list of the maximum allowable overall heat transfer coefficients (U) for variety of wall and roof constructions and their external color.\n* Exposed floor: Exposed floors in multistory apartment buildings or similar constructions\n* Exposed floor: Exposed floors in multistory apartment buildings or similar constructions\n 2\n* Exposed floor: Exposed floors in multistory apartment buildings or similar constructions\n 2\n .K) (0.1 Btu/(h.ft\n* Exposed floor: Exposed floors in multistory apartment buildings or similar constructions\n 2\n .K) (0.1 Btu/(h.ft\n 2\n* Exposed floor: Exposed floors in multistory apartment buildings or similar constructions\n 2\n .K) (0.1 Btu/(h.ft\n 2\n . Â°F)).\n* Columns and beam insulation: Columns and beams should be insulated in a manner\n* Columns and beam insulation: Columns and beams should be insulated in a manner\n 2\n* Columns and beam insulation: Columns and beams should be insulated in a manner\n 2\n .K) (0.1 Btu/(h.ft\n* Columns and beam insulation: Columns and beams should be insulated in a manner\n 2\n .K) (0.1 Btu/(h.ft\n 2\n* Columns and beam insulation: Columns and beams should be insulated in a manner\n 2\n .K) (0.1 Btu/(h.ft\n 2\n .Â°F)) for the columns and\n* 2\n* 2\n .K) (0.07 Btu/(h.ft\n* 2\n .K) (0.07 Btu/(h.ft\n 2\n* 2\n .K) (0.07 Btu/(h.ft\n 2\n .\n* In case the columns and beams are not insulated, this requirement shall\n* Slab-On-Grade Insulation (for buildings without basements): It should be water resistant,\n* Below-Grade Wall Insulation: Below-Grade Wall shall have a rated R-value not less"}, {"text_block_id": "p23_b429", "text": "Note: The envelope components (Exterior Walls, Roofs and Floors) of unconditioned spaces connected to conditioned spaces shall have U-values similar to the conditioned spaces."}, {"text_block_id": "p24_b430", "text": "6.1.2  Fenestration"}, {"text_block_id": "p24_b431", "text": "a)"}, {"text_block_id": "p24_b432", "text": "Maximum glazing requirements: Maximum allowable window-to-wall ratio in each direction for different glazing type and their characteristics, such as U-value and SHGC, are given Table 6.2"}, {"text_block_id": "p24_b433", "text": "b)"}, {"text_block_id": "p24_b434", "text": "Windows: All windows shall have a thermal break between metallic frame and glazing."}, {"text_block_id": "p24_b435", "text": "Table 6.2"}, {"text_block_id": "p24_b436", "text": "Maximum Allowable Window-to-Wall Ratio for Different Types of Glazing"}, {"text_block_id": "p24_b437", "text": "(1)"}, {"text_block_id": "p24_b438", "text": "."}, {"text_block_id": "p24_b439", "text": "Note"}, {"text_block_id": "p24_b440", "text": ":1. Based on combined cooling and lighting at 15:00 h."}, {"text_block_id": "p24_b441", "text": "2."}, {"text_block_id": "p24_b442", "text": "U-values above include frame and glazing."}, {"text_block_id": "p24_b443", "text": "3."}, {"text_block_id": "p24_b444_merged_merged", "text": "Hi performance green/bronze/blue tinted glass with low e (0.05) or better, interior clear pane. All governmental buildings shall use this type of glazing only irrespective of their windows to wall ratio."}, {"text_block_id": "p25_b448", "text": "6.2 Infiltration Control"}, {"text_block_id": "p25_b449", "text": "6.2.1 Building Envelope"}, {"text_block_id": "p25_b450", "text": "Building envelope shall be made tight with no cracks or open joints in order to prevent air infiltration. Buildings using pre-cast concrete elements in their wall construction must have joints permanently sealed with a durable seal, through the whole depth of the joint."}, {"text_block_id": "p25_b451", "text": "6.2.2  Fenestration"}, {"text_block_id": "p25_b452", "text": "All exterior windows and doors shall be properly sealed and weather-stripped to limit infiltration."}, {"text_block_id": "p25_b453", "text": "All cracks should be sealed with caulking or similar materials. Positive pressure inside buildings should be maintained by the air-handling system to minimize air and dust infiltration. The air leakage through windows, skylights and sliding glass doors shall have an air infiltration rate of no more than 0.3 cfm/ft2 (1.5 L/s/m2), and swinging doors no more than 0.5 cfm/ft2 (2.6 L/s/m2), when tested according to NFRC standards by an accredited, independent laboratory. Exception of the above is residential villa."}, {"text_block_id": "p25_b454", "text": "6.2.3   Building and Shop Entrances"}, {"text_block_id": "p25_b455", "text": "Except for residential buildings and small shops with single access/entrance, all exterior entrances to buildings shall be double or revolving-doors, with both entrances doors closing automatically after use."}, {"text_block_id": "p25_b456", "text": "6.2.4  Exhaust Fans"}, {"text_block_id": "p25_b457", "text": "All exhaust fans shall have back-draft dampers, which shall automatically close when fans are not in use."}, {"text_block_id": "p26_b458", "text": "7. Minimum Required Energy Conservation Measures for A/C Systems"}, {"text_block_id": "p26_b459", "text": "7.1  Maximum Power Rating of A/C Systems"}, {"text_block_id": "p26_b460", "text": "The power rating of different types of A/C systems and their components are as given in:"}, {"text_block_id": "p26_b461", "text": "Table 7.1 Maximum Power Rating for Different Types of A/C Systems (kW/RT)"}, {"text_block_id": "p26_b462", "text": ""}, {"text_block_id": "p26_b463", "text": "Water temperature at the chiller outlet is 6.67°C (44°F)."}, {"text_block_id": "p26_b464", "text": ""}, {"text_block_id": "p26_b465", "text": "Temperature drop of chilled water across the cooler is 5.56-6.67°C (10-12°F). However higher temperature differential may be used for loads exceeding 500 TR to save pumping energy."}, {"text_block_id": "p26_b466", "text": ""}, {"text_block_id": "p26_b467", "text": "Fouling factors for the cooler and condenser are 0.00025 (ft"}, {"text_block_id": "p26_b468", "text": "2"}, {"text_block_id": "p26_b469", "text": ".h.°F) /Btu (0.000044 (m"}, {"text_block_id": "p26_b470", "text": "2"}, {"text_block_id": "p26_b471", "text": ".°C)/W) and 0.00075 (ft"}, {"text_block_id": "p26_b472", "text": "2"}, {"text_block_id": "p26_b473", "text": ".h.°F)/Btu (0.000132 (m"}, {"text_block_id": "p26_b474", "text": "2"}, {"text_block_id": "p26_b475", "text": ".°C)/W), respectively."}, {"text_block_id": "p26_b476", "text": "7.2  A/C System Selection"}, {"text_block_id": "p26_b477", "text": ""}, {"text_block_id": "p26_b478", "text": "One central plant shall be used for the following projects (as defined in section 3):"}, {"text_block_id": "p26_b479", "text": "For the interior region"}, {"text_block_id": "p26_b480", "text": ": projects with total cooling loads of 500RT and above,"}, {"text_block_id": "p26_b481_merged_merged_merged", "text": "For the coastal region: a) projects with total cooling load in the range of 500-1000 RT with partial occupancy;"}, {"text_block_id": "p26_b484", "text": "For the coastal region: a) projects with total cooling load in the range of 500-1000 RT with partial occupancy;\n* projects with total cooling load 1000RT and above.\n* projects with total cooling load 1000RT and above.\n Exceptions may be allowed for guard rooms, electrical rooms, or any other remotely located\n<\\li1>"}, {"text_block_id": "p26_b487", "text": ""}, {"text_block_id": "p26_b488", "text": "Water-cooled chillers shall be used for all projects in the interior region of Kuwait with total operating plant capacity of 500 RT and above, as well as for all projects in the coastal region of Kuwait with total operating plant capacity of 1,000 RT and above."}, {"text_block_id": "p26_b489", "text": ""}, {"text_block_id": "p26_b490", "text": "Projects with partial occupancy and cooling load capacity in the range from 500 to <1000 RT in the coastal region shall use air cooled chillers. The system type (air or water cooled) shall be based on the diversified cooling load before applying partial cool storage."}, {"text_block_id": "p26_b491", "text": ""}, {"text_block_id": "p26_b492", "text": "Additionally, the Consultant/Engineer shall obtain MEW approval for the availability of the"}, {"text_block_id": "p26_b493", "text": "total electricity and water demands during project’s initial design stage."}, {"text_block_id": "p27_b494", "text": "7.3  Cooling Recovery Units (CRU)"}, {"text_block_id": "p27_b495", "text": "All buildings shall use a CRU (such as rotary-wheel, etc.) when:"}, {"text_block_id": "p27_b496", "text": "1."}, {"text_block_id": "p27_b497", "text": "The recoverable exhaust air quantity is equal to or more than 2,000 CFM (940 l/s) for all buildings in the coastal region,"}, {"text_block_id": "p27_b498", "text": "2."}, {"text_block_id": "p27_b499", "text": "The recoverable exhaust air quantity is equal to or more than 3,000 CFM (1410 l/s) for buildings in the interior region."}, {"text_block_id": "p27_b500", "text": "The CRU shall have a minimum efficiency of 75% for all buildings in the coastal region as well as in buildings with high ventilation rates (buildings peaking at wet bulb prioritization) in the interior region. Exception can be granted when health hazards may accrue such as in operation theaters and toilets. For such applications, a fixed-plate or heat-pipe CRU (non-mixing CRU) shall be used having a minimum efficiency of 55%. A central exhaust system shall be incorporated in the design stage of the building to facilitate the above requirement."}, {"text_block_id": "p27_b501", "text": "7.4  Time-of-Day Controls for Energy Savings (programmable thermostat)"}, {"text_block_id": "p27_b502", "text": "Use of programmable thermostats (that are controlled by either an automatic time clock or programmable control system) is mandatory for all zones with part-day occupancy, except rooms with units having cooling capacities not exceeding 24,000 BTU/H (7 kW, nominal) and equipped with a readily accessible manual shutoff switch which shall be switched off during extended non occupancy periods. The programmable thermostat shall facilitate seven different schedules for each day of the week. In addition, it shall allow a manual override that invokes temporary operation of the cooling system for up to 2 hours. The setback minimum value and duration are 5.6°C (10 °F) from the normal set temp. of 24 °C (75 °F), and 6 hours, respectively. However, these are building-related values and their selection should not cause any of the following drawbacks:"}, {"text_block_id": "p27_b503", "text": "1."}, {"text_block_id": "p27_b504", "text": "Discomfort to the occupants during the occupancy period,"}, {"text_block_id": "p27_b505", "text": "2."}, {"text_block_id": "p27_b506", "text": "Increase in demand for cooling or power from 12:00 to 16:00 (the peak demand period)."}, {"text_block_id": "p27_b507", "text": "7.5  Use of Partial Cool Storage"}, {"text_block_id": "p27_b508_merged", "text": "As a means of peak-load shaving technique, the use of cool storage (ice, water or eutectic) is encouraged and recommended for partially occupied buildings with plant production capacity of below 500 RT. However, for buildings with plant production capacity of 500 RT and above, it is mandatory to use a thermal storage system. The capacity of such system shall be able to provide at least 25% of the total plant production capacity for 4 hours during the peak load period from 12 pm – 4 pm with figure of merit (FOM) of 0.85 or above, (i.e., 0.25x4xX, where X is the plant production capacity after applying diversity). For governmental buildings, the cool storage"}, {"text_block_id": "p28_b511", "text": "capacity shall be able to provide at least 50% of the total plant production capacity for the same period. The consulting office shall provide a daily building load profile that forms the basis for his design strategy."}, {"text_block_id": "p28_b512", "text": "7.6  Electrical Motors and Lighting Fixtures"}, {"text_block_id": "p28_b513", "text": "7.6.1  Government buildings"}, {"text_block_id": "p28_b514", "text": "All inductive motors including those in A/C systems shall have a power factor (PF) and efficiency not less than the values given in Table 7.2. Furthermore, it is mandatory to install and replace all lighting systems with LED lights with occupancy sensors and time-of-day-control in the lighting systems/fixtures. Discharge and LED lamps shall have a minimum PF of 0.9."}, {"text_block_id": "p28_b515", "text": "Table 7.2 Electrical Motors and Lighting Fixtures (at Kuwait conditions) for Governmental Buildings"}, {"text_block_id": "p28_b516", "text": "7.6.2  Other buildings"}, {"text_block_id": "p28_b517", "text": "Even though it is recommended to use table 7.2 for values pertaining to power factors and lighting fixtures efficiencies, values given in table 7.3 are acceptable for such buildings."}, {"text_block_id": "p28_b518", "text": "Table 7.3 Electrical Motors and Lighting Fixtures (at Kuwait conditions) for non-government buildings"}, {"text_block_id": "p29_b519", "text": "7.7  Utilization of Alternative Water Sources in Water-Cooled Central Plants"}, {"text_block_id": "p29_b520", "text": "Different water sources shall be used in water-cooled central plants as the following:"}, {"text_block_id": "p29_b521", "text": "1."}, {"text_block_id": "p29_b522", "text": "It is mandatory for water-cooled central plants with cooling capacity of 35,200 kW (10,000 RT) and above within coastal region to use seawater for condenser cooling, unless it is proved to be not feasible and must have EPA approval ."}, {"text_block_id": "p29_b523", "text": "2."}, {"text_block_id": "p29_b524", "text": "It is mandatory for water-cooled central plants to use grey water, whenever its quantity and availability are ensured in both coastal and interior regions."}, {"text_block_id": "p29_b525", "text": "7.8  Use of Variable Speed Drives for Cooling Towers"}, {"text_block_id": "p29_b526", "text": "Fan motors of cooling towers for all sizes and for all locations shall have variable frequency drives (VFD) and/or power factor optimization devices (PF>0.95). The fan speed shall be regulated by a temperature sensor monitoring the temperature of water leaving the cooling tower. For minimizing water consumption and optimizing power consumption, it is recommended that:"}, {"text_block_id": "p29_b527", "text": "1."}, {"text_block_id": "p29_b528", "text": "Regardless of weather conditions or the load on the cooling tower, the temperature of water leaving the cooling tower shall be kept fixed at the design value."}, {"text_block_id": "p29_b529", "text": "2."}, {"text_block_id": "p29_b530", "text": "Regardless of the number of chillers in operation, all the cooling towers, including the standby with their fans in operation, shall share the water from the common header."}, {"text_block_id": "p29_b531", "text": "3."}, {"text_block_id": "p29_b532", "text": "A Single temperature sensor should regulate all the VFDs, thus ensuring similar speed for all the fans."}, {"text_block_id": "p29_b533", "text": "7.9  Ventilation"}, {"text_block_id": "p29_b534", "text": "All air conditioned spaces shall have a minimum quantity of ventilation air that is the highest of the following values:"}, {"text_block_id": "p29_b535", "text": "1."}, {"text_block_id": "p29_b536", "text": "0.250 ACH for pressurization + exhaust air from kitchens, toilets and other areas."}, {"text_block_id": "p29_b537", "text": "2."}, {"text_block_id": "p29_b538", "text": "Recommended air quantity as given by the Ventilation Rate Procedure described in the latest version of the ASHRAE 62.1 Standard (Ventilation for Acceptable Indoor Air Quality). This new procedure ensures that the design outdoor airflow required in the breathing zone of the occupied space(s) is met by taking into account both the occupancy and floor area simultaneously. The effectiveness of the air distribution system shall be determined accordingly and used to obtain the final quantity of the required ventilation rate."}, {"text_block_id": "p29_b539", "text": "Note: In residential projects, intermittent exhaust diversity of 50% shall be used to minimize outdoor air intake rate."}, {"text_block_id": "p30_b540", "text": "7.10  Building Automation Systems"}, {"text_block_id": "p30_b541", "text": "It is mandatory to use a BAS in all projects having a cooling production capacity of 500 RT and above. However, for projects with lower than 500 RT cooling production capacity, programmable thermostats and lighting controls (occupancy sensors and day-lighting control, where applicable) shall be used."}, {"text_block_id": "p31_b542", "text": "8.  Application of the Code"}, {"text_block_id": "p31_b543", "text": "These regulations are applicable to heating, ventilation and air-conditioning (HVAC) services for comfort applications in all air conditioned buildings in the State of Kuwait"}, {"text_block_id": "p31_b544", "text": "8.1  This code of practice limits the following parameters:"}, {"text_block_id": "p31_b545", "text": "a)"}, {"text_block_id": "p31_b546_merged", "text": "Maximum power density (W/m) for internal lighting for various types of buildings."}, {"text_block_id": "p31_b549", "text": "b)"}, {"text_block_id": "p31_b550", "text": "Maximum power rating (kW/RT) for various types of A/C equipment and systems."}, {"text_block_id": "p31_b551", "text": "c)"}, {"text_block_id": "p31_b552", "text": "Minimum power factor for certain equipment and appliances."}, {"text_block_id": "p31_b553", "text": "d)"}, {"text_block_id": "p31_b554", "text": "Maximum overall U-values for walls, exposed floor, basement walls, beams and columns, slab on grade and roofs."}, {"text_block_id": "p31_b555", "text": "e)"}, {"text_block_id": "p31_b556", "text": "Maximum Allowable Window-to-Wall Ratio for Different Types of Glazing."}, {"text_block_id": "p31_b557", "text": "8.2.1 The Consulting Office:"}, {"text_block_id": "p31_b558", "text": "a)"}, {"text_block_id": "p31_b559", "text": "Architectural design"}, {"text_block_id": "p31_b560", "text": ": The Consulting Office is responsible for ensuring the following:"}, {"text_block_id": "p31_b561", "text": ": The Consulting Office is responsible for ensuring the following:\n* The overall U-value for building elements listed in paragraph 9.1 are within the maximum\n* The type of glazing used shall ensure the values specified in Table 6.3.\n* All exposed floors, columns and beams are insulated as specified in Table 6.2.\n* The Consultant shall compensate the deviation in other building elements.\n* MEW/R-1, 4th Edition 1983 and amendments.\n* MEW Regulations No. MEW/R-2 and amendments.\n* MEW Regulations No. MEW/R-3.\n* MEW Regulations No. MEW/R-6.\n* MEW Energy Conservation Code of Practice MEW/R-6 2014.\n* MEW Energy Conservation Code of Practice MEW/R-7 2014."}, {"text_block_id": "p31_b573", "text": "b)"}, {"text_block_id": "p31_b574", "text": "Electrical Design"}, {"text_block_id": "p31_b575", "text": ": The Consulting Office shall design the project according to and fully complying with the following MEW regulations:"}, {"text_block_id": "p31_b588", "text": "c)"}, {"text_block_id": "p31_b589", "text": "HVAC Design"}, {"text_block_id": "p31_b590", "text": ": It is the responsibility of the Consulting Office to design the HVAC system according to and in full compliance with regulations:"}, {"text_block_id": "p32_b597", "text": "8.3  Submittals to MEW"}, {"text_block_id": "p32_b598_merged", "text": "The Consulting Office shall submit the documents mentioned below to confirm that MEW’s regulations are fully complied with, before commencement of any project and before ordering any equipment. All documents and drawings shall be submitted by certified HVAC and electrical engineers approved by MEW."}, {"text_block_id": "p32_b601", "text": "8.3.1  Architectural Submittals"}, {"text_block_id": "p32_b602", "text": "The following architectural drawings approved by Kuwait Municipality, besides any additional information requested by the MEW engineer, are required to be submitted."}, {"text_block_id": "p32_b603", "text": "a)"}, {"text_block_id": "p32_b604", "text": "Plan drawings"}, {"text_block_id": "p32_b605", "text": "Plan drawings\n* Type, thickness, weight and color of the building materials to be used for external walls\n* Location and width of windows and glass doors and type of glazing including frame and\n* Location and thickness of wall cavity and type of insulation to be used, and its location in\n* Internal wall building material to be used (or internal cladding where applicable).\n* Overall wall thickness.\n* Thickness and material of partition walls.\n* Type, thickness and color of external walls, and internal walls building materials (or\n* Thickness of wall cavity.\n* Height of roof slab from finished floor level.\n* Height of false ceiling if any from finished floor level.\n* Height of windows and glazed areas and its level from finished floor level.\n* Type, location and thickness of glazing to be used & its area\n* Overall thickness of wall.\n* Thickness and type of building materials and color of partition walls and cladding (where\n* Drop of beams from bottom of roof slab."}, {"text_block_id": "p32_b617", "text": "b)"}, {"text_block_id": "p32_b618", "text": "Wall sections drawing"}, {"text_block_id": "p33_b637", "text": "8.3.2  HVAC Submittals"}, {"text_block_id": "p33_b638", "text": "The following are the minimum submittals required for design and as-built stages. However the Consulting Office/HVAC contractor shall submit any other additional information requested by the MEW engineer. All documents and drawings shall be submitted by a certified HVAC engineer approved by MEW. The HVAC drawings must include the following:"}, {"text_block_id": "p33_b639", "text": "1."}, {"text_block_id": "p33_b640", "text": "All air-conditioned areas."}, {"text_block_id": "p33_b641", "text": "2."}, {"text_block_id": "p33_b642", "text": "Type of A/C system to be used (e.g. package or split system, evaporator is DX or chilled water, condenser is air cooled, water cooled, or sea water cooled, fan coil induction or variable systems, etc.)"}, {"text_block_id": "p33_b643", "text": "3."}, {"text_block_id": "p33_b644", "text": "Fresh air requirement (percentages from total air supply)."}, {"text_block_id": "p33_b645", "text": "4."}, {"text_block_id": "p33_b646", "text": "Location of plants and equipment."}, {"text_block_id": "p33_b647", "text": "5."}, {"text_block_id": "p33_b648", "text": "kW/RT for A/C system and equipment."}, {"text_block_id": "p33_b649", "text": "6."}, {"text_block_id": "p33_b650", "text": "W/m"}, {"text_block_id": "p33_b651", "text": "2"}, {"text_block_id": "p33_b652", "text": "for the A/C system for the different types of areas used."}, {"text_block_id": "p33_b653", "text": "7."}, {"text_block_id": "p33_b654", "text": "Schedule of all HVAC equipment (cooling and heating) showing the model number, quantity, and total kW input for each equipment at Kuwait conditions."}, {"text_block_id": "p33_b655", "text": "Other documents shall include:"}, {"text_block_id": "p33_b656", "text": "1."}, {"text_block_id": "p33_b657", "text": "Catalogue pages or computer selection for the complete HVAC system."}, {"text_block_id": "p33_b658", "text": "2."}, {"text_block_id": "p33_b659", "text": "Copy of the HVAC Contract between the HVAC Contractor and the Client."}, {"text_block_id": "p33_b660", "text": "3."}, {"text_block_id": "p33_b661_merged_merged", "text": "Copy of Consultant Office Heat load calculations for applications where W/m2 is not specified."}, {"text_block_id": "p33_b664", "text": "4."}, {"text_block_id": "p33_b665", "text": "A letter of assurance from the HVAC Contractor stating that the HVAC equipment mentioned in the contract documents and drawings shall be installed at site without any deviation in model number and quantity."}, {"text_block_id": "p33_b666", "text": "8.4   Inspection of Building by MEW"}, {"text_block_id": "p33_b667", "text": "During construction phase as well as after completion of any building, but before power connection, MEW reserves the right to inspect the building and carry out necessary field tests using the latest technology to confirm compliance with the insulation and glazing requirements. No power connection will be made if the tests reveal that the building is not adequately insulated or the glazing used do not comply with the requirements, unless and until necessary corrective measures as recommended by MEW are taken and the building is re-inspected. All A/C equipment shall correspond to the model numbers in the pre-approved drawings by the Electrical Installation Department, Electrical Distribution Network Sector in MEW."}, {"text_block_id": "p34_b668", "text": "9. Enforcement of the Code"}, {"text_block_id": "p34_b669", "text": "Enforcement of the code is a key success for achieving its goals; and several governmental authorities must play a role in it. Table 9.1 outlines the responsibilities of various governmental bodies in the enforcement of this code."}, {"text_block_id": "p35_b670", "text": "Appendix 1"}, {"text_block_id": "p35_b671", "text": ":"}, {"text_block_id": "p35_b672", "text": "Governmental Buildings:"}, {"text_block_id": "p35_b673", "text": "This section is part of this document (MEW/R-6/2014) and is not a replacement to any of its contents. It is placed in this section for coherence and convenience, and to highlight the specially more stringent requirements for the governmental buildings. In addition to this section, governmental buildings are subjected to all the requirements that exist in this code."}, {"text_block_id": "p35_b674", "text": "Definitions:"}, {"text_block_id": "p35_b675", "text": "Government buildings:"}, {"text_block_id": "p35_b676", "text": "All types of buildings meant for public convenience such as government institutional buildings (ministries, authorities, buildings of non-profit organizations (under the jurisdiction of Ministry of Labor and Social Affairs), buildings owned by government establishments and companies and their subsidiaries, etc.), schools, universities, hospitals, clinics, mosques, police stations. This category also includes residential buildings built by the government through its housing welfare program."}, {"text_block_id": "p35_b677", "text": "Partially Occupied buildings"}, {"text_block_id": "p35_b678", "text": ":"}, {"text_block_id": "p35_b679", "text": "where building use extends to 16 hours per day or less such as government buildings, offices, community centers, schools, colleges, banks, games and sport centers, gymnasiums, clubs, shopping malls, restaurant buildings, etc."}, {"text_block_id": "p35_b680", "text": "Project:"}, {"text_block_id": "p35_b681", "text": "One or more buildings for which there is only one Municipality building  permit (for the private sector), and in addition one beneficiary for governmental buildings."}, {"text_block_id": "p35_b682", "text": "Buildings Entrances:"}, {"text_block_id": "p35_b683", "text": "All exterior entrances to governmental buildings shall be double or revolving-doors, with both entrances doors closing automatically after use."}, {"text_block_id": "p35_b684_merged_merged", "text": "Table 6.2  Maximum Allowable Window-to-Wall Ratio for Different Types of Glazing (1)"}, {"text_block_id": "p35_b687", "text": "1."}, {"text_block_id": "p35_b688", "text": "Based on combined cooling and lighting at 15:00 h."}, {"text_block_id": "p35_b689", "text": "2."}, {"text_block_id": "p35_b690", "text": "U-values above include frame and glazing."}, {"text_block_id": "p35_b691", "text": "3."}, {"text_block_id": "p35_b692", "text": "Hi performance green/bronze/blue tinted glass with low e (0.05) or better, interior clear pane."}, {"text_block_id": "p36_b693", "text": "All governmental buildings"}, {"text_block_id": "p36_b694", "text": "shall use this type of glazing only irrespective of their windows to wall ratio."}, {"text_block_id": "p36_b695", "text": "Use of Partial Cool Storage"}, {"text_block_id": "p36_b696_merged", "text": "As a means of peak-load shaving technique, the use of cool storage (ice, water or eutectic) is encouraged and recommended for partially occupied buildings with plant production capacity of below 500 RT. However, for buildings with plant production capacity of 500 RT and above, it is mandatory to use a cool storage system. The capacity of such system shall be able to provide at least 25% of the total plant production capacity for 4 hours during the peak load period from 12 pm – 4 pm with figure of merit (FOM) of 0.85 or above, (i.e., 0.25*4*X, where X is the plant production capacity after applying diversity). For governmental buildings, the cool storage capacity shall be able to provide at least 50% of the total plant production capacity for the same period. The consulting office shall provide a daily building load profile that forms the basis for his design strategy."}, {"text_block_id": "p36_b699", "text": "Electrical Motors and Lighting Fixtures -Governmental buildings"}, {"text_block_id": "p36_b700", "text": "All inductive motors including those in A/C systems shall have a power factor (PF) and efficiency not less than the values given in Table 7.2. Furthermore, it is mandatory to install and replace all lighting systems with LED lights with occupancy sensors and/or time-of-day-control in the lighting systems/fixtures. Discharge and LED lamps shall have a minimum PF of 0.9."}, {"text_block_id": "p36_b701", "text": "Utilization of Alternative Water Sources in Water-Cooled Central Plants"}, {"text_block_id": "p36_b702", "text": "Different water sources shall be used in water-cooled central plants as the following:"}, {"text_block_id": "p36_b703", "text": "1."}, {"text_block_id": "p36_b704", "text": "It is mandatory for water-cooled central plants with cooling capacity of 35,200 kW (10,000"}, {"text_block_id": "p36_b705", "text": "RT) and above within coastal region to use seawater for condenser cooling, unless it is proved to be not feasible and must have EPA approval ."}, {"text_block_id": "p36_b706", "text": "2."}, {"text_block_id": "p36_b707", "text": "It is mandatory for water-cooled central plants to use gray water in governmental buildings."}, {"text_block_id": "p37_b708", "text": "Building Automation Systems"}, {"text_block_id": "p37_b709", "text": "Other than governmental housing (residential) sector, it is mandatory to use a BAS in all projects having a cooling production capacity of 500 RT and above. However, for projects with lower than 500 RT cooling production capacity, programmable thermostats and lighting controls (occupancy sensors and day-lighting control, where applicable) shall be used."}], "document_description": "This code sets the minimum requirements for efficient energy use in new and retrofitted buildings through specific standards for insulation, restricting glazing areas, minimum ventilation rate, performance rate of Air Conditioning systems, restricting cooling power demand per unit area. It is estimated that by 2001 Kuwait achieved a power saving of KWD1.5 billion (USD 5.1 billion) from various reductions.<br />\n<br />\nThe subsequent amendments extended the scope of its application by including buildings across diverse typology and use as well as by proposed progressive and stringent standards in order to reduce the buildings peak load as well as energy consumption requirements."}