{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Netherlands", "document_category": "Law", "document_sector_name": ["Industry", "Energy"], "document_date": "01/01/2018", "document_language": "Dutch", "document_name": "Amendment of the Electricity Act 1998 and of The Gas Act (Progress Energy Transition)", "document_country_code": "NLD", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/NLD/2018/NLD-2018-01-01-Amendment of the Electricity Act 1998 and of The Gas Act (Progress Energy Transition)_affa796c5c2234ddbd3981bd396e270d.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Electricity Act (E-Act) 1998 is an important basis for the creation of the electricity market in the Netherlands. By establishing this market, producers and suppliers of electricity were able to offer electricity on a market.\n\nOn April 9, 2018, the Energy Transition Act (wet VET) was adopted to amend the 1998 document and the Gas Act. The objective of this Act is to make the uptake of renewable energies in the country easier by reviewing extensively and in much detail the previous legal framework.\n\nThe Act allowed for distribution companies and large consumers could buy electricity from generators other than the local one. While the Act limited large-scale production to the existing generators, it also allowed self-generation by industry and CHP production by industrial firms or by joint ventures involving distribution companies. The Act forced distribution companies to take in all electricity that was locally generated and supplied to them, and to pay a feed-in tariff essentially equal to the avoided costs.\n\nThe E-Act also established, as of August 1, 1998, DTe, the independent regulator for the energy sector, as a chamber of the Dutch competition authority NMa. DTe was charged with supervising the sector and had the responsibility to guarantee non-discriminatory access to the grid for generators and to regulate the prices of the captive end users. The law forced energy companies to split their tariffs into network tariffs (including systems services) and tariffs for energy use as of the year 2000. DTe regulated the network tariffs and the final tariffs of the captive users, with the law imposing an RPI-X formula and the '1996=2000 principle' stating that overall prices in the year 2000 could not be higher than those that prevailed in 1996.\n\nAs of 1 April 2014, the regulation for the feed-in tariff (SDE+) for 2014 has opened. This regulation includes the following features: a budget ceiling is established for all types of renewable energy such as wind, geothermal, solar photovoltaic, biomass and hydro phased opening a ‘free category' to enhance investments in certain technologies; feed-in tariff granted for a certain period (5, 12 or 15 years); a maximum subsidy amount for the Netherlands, to be determined annually (EUR3.5bn, USD5.4bn in 2014).\n\nSince its introduction in 1998 several amendments have been made to incorporate new elements such as the transposition of EU Directives. Several changes have been introduced in the E- Act in 2010, such as smart metering and congestion management rules for electricity) in order to improve the Dutch energy market. The Electricity Act 1998 is currently being amended."}