{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Netherlands", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF"], "document_language": "English", "document_name": "Climate Agenda: resilient, prosperous and green", "document_country_code": "NLD", "document_hazard_name": "Floods", "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Agenda", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2013", "document_keyword": ["Adaptation", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/NLD/2013/NLD-2013-01-01-Climate Agenda: resilient, prosperous and green_5ababf027190990b9089d47e9e16b028.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Climate Agenda: resilient, prosperous and green"}, {"text_block_id": "p0_b2", "text": "Summary"}, {"text_block_id": "p1_b3", "text": "Summary"}, {"text_block_id": "p1_b4", "text": "Outlook"}, {"text_block_id": "p1_b5_merged", "text": "The climate is changing. The effects of climate change are becoming increasingly noticeable and they will intensify still further in the years ahead. Extreme weather now occurs more often than in the past, necessitating water control measures, for example, while plans to combat hot weather have to be invoked earlier. But climate change has wider ramifications: it affects our health, infrastructure, homes and food production. These phenomena affect all sectors of the economy and society. They threaten our prosperity and impact on international safety and welfare distribution. To keep the risks within acceptable levels the world’s leaders have given a commit-ment to limit the rise in the average temperature to not more than two degrees. There are widespread concerns about climate change: in the Lower House of Parliament, in the business world and in the community at large. By cooperating we can turn the threats into new prospects and achieve a more solid growth of global prosperity and welfare. For that reason the Cabinet is pursuing an ambitious international climate policy."}, {"text_block_id": "p1_b8", "text": "Swift international action is required to curb greenhouse gas emissions and the accompanying climate change and to prepare our human environment for climate change. Europe and the Netherlands can play a positive role both through international cooperation and by setting a good example. It calls for an investment of effort. Acting quickly now will reduce the climate problem in the future and make it affordable. Therefore, we are now putting forward a Climate Agenda for mitigation and adaptation. The sooner we start, the better able we will be to factor climate stability into plans and maintenance programmes for roads and cities and to get the job done. And it is important to be ready on time by issuing a powerful message in the EU and globally so as to steer decision-making in the right direction. To do this we are now focussing on a new dot"}, {"text_block_id": "p1_b9", "text": "on the horizon of 2030. Rather than setting out a raft of concrete actions, this agenda defines concrete goals and ambitions for 2030 and explores and paves the way for the next steps towards 2030 and 2050."}, {"text_block_id": "p1_b10", "text": "There is a need for perseverance in conducting a strong and consistent approach to the climate, both globally and nationally, in order to ensure a sustainably prosperous economy and to equip society sufficiently to deal with climate changes. The only way to tackle climate change worldwide with the greatest effectiveness and to curb the average temperature on Earth is by all countries and their inhabitants jointly reducing greenhouse gas emissions and making the economy greener. A solid approach will yield opportunities for the Dutch economy and thus jobs. After all, there is a growing global demand for smart, clean and economical technologies as solutions to the consequences of climate change. This is where we want to be a front-runner. We can already see that Dutch companies are doing business in a climate-intelligent way and thus opening up new niches and markets. Internationally, the Dutch water sector is working with great success on total solutions for mitigating flood risks, while the Netherlands is European champion in recycling and Rotterdam and Schiphol are carving a reputation as a sustainable seaport and airport, respectively."}, {"text_block_id": "p1_b11", "text": "This agenda outlines a climate approach focused on assembling a broadly-based coalition for climate measures and on a combined approach to climate adaptation (by designing a resilient physical environment and preparing society for the consequences of climate change) and mitigation (by reducing greenhouse gas emissions)."}, {"text_block_id": "p2_b12", "text": "Solution"}, {"text_block_id": "p2_b13", "text": "A broadly-based coalition"}, {"text_block_id": "p2_b14", "text": "A broadly-based coalition of stakeholders in the international community is the only way to create proper solutions and assure that the Netherlands is resilient, prosperous and green. The Cabinet wants to make optimum use of the energy of parties that want to get to grips with the climate problem. This is why the national government is striving for concrete solutions in association with the national/international business community, national/international umbrella organisations of cities, local authorities, NGOs, academia and members of the public. Together with organisations like the Dutch Sustainable Growth Coalition, the C40 Cities Initiative and the Climate Proof City and Local Climate Ambassadors coalitions, the Netherlands can transform itself into a strong and sustainable country. And along with other like-minded countries we can show the way forward and inspire others to take more far-reaching climate measures. By working together we can turn threats into fresh prospects for achieving a growth of global prosperity and welfare. So the Netherlands is pursuing an ambitious international climate policy."}, {"text_block_id": "p2_b15", "text": "Climate adaptation: getting ready for the effects of climate change"}, {"text_block_id": "p2_b16", "text": "We can deal with the effects of climate change (such as heat stress, health risks and extreme weather) only by implementing targeted measures. It will enable us to avoid some of the harmful effects of climate change (floods, spread of water-borne and vector-borne diseases, heat stress and disruption of transport and energy"}, {"text_block_id": "p2_b17_merged", "text": "networks). At the same time it will allow better utilisation of the positive effects (longer growing season and more favourable conditions for recreation and tourism). But we can only do this if we know exactly what we are talking about. For that reason the Cabinet is stimulating the performance of risk analyses at local level as a stepping-stone towards preparing local adaptation strategies. The Netherlands Court of Audit has pointed out that in addition to water there are other fields that are vulnerable to climate change but that are not yet covered sufficiently by policy. If measures are taken late, they will cost a lot more. With this in mind the Cabinet has adopted the recommendations of the Court of Audit for analysing the risks for key sectors for the economy, human environment and welfare (transport, energy, ICT, health, agriculture, horticulture, nature and fisheries). In conjunction with the Delta Programme, they will be translated into a national adaptation strategy (ready by 2017 at the latest). We also need to make allow-ance for the global effects of climate change, such as reduced access to raw materials, increased health risks (diseases such as malaria) and consequences for supplies of energy and food. The Cabinet will commission a study into the nature and the potential scale of these risks, preferably in cooperation with other EU member states. Use will be made of the expertise available in the top sectors of Water, Agri&Food and Energy."}, {"text_block_id": "p2_b20", "text": "In worldwide cooperation, the Delta Programme is our showcase project, everywhere from the United States after Katrina to Vietnam on the Mekong Delta. This sustainable approach is in evidence in Indonesia, for example, where the restoration of peat soil in the lowlands and sustainable management by allocating economic"}, {"text_block_id": "p3_b21", "text": "functions are reducing emissions of CO2 and methane and making the lowlands climate-proof. In association with Indonesia, the Netherlands created the body of knowledge necessary for this to happen."}, {"text_block_id": "p3_b22", "text": "Climate mitigation: drastically reducing greenhouse gas emissions"}, {"text_block_id": "p3_b23", "text": "Within the EU the Cabinet is pressing for at least a 40% reduction of emissions in 2030 compared with 1990. The European Commission will distribute the non-ETS goal across the member states in 2016, after setting down the Energy and Climate Package. The Cabinet is considering setting approximate sectoral goals for 2030 in accord"}, {"text_block_id": "p3_b24", "text": "-"}, {"text_block_id": "p3_b25", "text": "ance with the ‘Cabinet Approach to Climate Policy on the road to 2020’ published in 2011. By way of indication the Netherlands Environmental Assessment Agency has calculated the reduction that may be required for 2030: a maximum non-ETS emission of 71 – 75 Mton for the Netherlands for 2030. Another study will be conducted to identify measures needed in each sector. Together with partners the Cabinet is linking to the European emission reduction goal some concrete actions that will lead to green growth, stimulate our economy, reduce energy consumption and meet the demand for energy as far as possible from renewable sources. This will assure that the average global temperature will not rise by more than two degrees and will enable us to keep the risks of climate change within acceptable levels."}, {"text_block_id": "p3_b26", "text": "Recently over forty organisations endorsed the Energy Agreement for Sustainable Growth facilitated by the Dutch Social and Economic Council (SER). By implementing this agreement the Netherlands will take crucial steps in the coming years towards making the country resilient, prosperous and green. The horizon of the SER Energy Agreement is 2020. This Climate Agenda builds further on that agreement and focuses on 2030, which has been chosen as a reference point towards 2050 for the forthcoming international climate action negotiations. The agenda also addresses some sectors not covered by the SER agreement, such as agriculture and other greenhouse gasses, and formulates measures that overarch sectors."}, {"text_block_id": "p3_b27", "text": "The Cabinet is further striving to bring about an improvement in the European emissions trading system and more stringent product standards. Nationally, the Cabinet is providing a significant boost for the transition to a sustainable economy, in such fields as energy conservation, the use made of materials and mobility."}, {"text_block_id": "p3_b28", "text": "Actions"}, {"text_block_id": "p3_b29", "text": "The Cabinet has opted for a three-pronged approach: 1) Broadlybased coalitions for approaching the climate, 2) Adaptation, and 3) Mitigation. Through a broadly-based coalition of companies and public players (globally, in the EU and nationally) we will go forward together towards more far-reaching action on the climate. Through adaptation we will seek to make our society climate-proof. Through mitigation we will focus on measures for drastically reducing C02 emissions on the road towards 2020, 2030 and beyond. This Climate"}, {"text_block_id": "p3_b30", "text": "Agenda translates these three themes into eight action lines:"}, {"text_block_id": "p3_b31", "text": "Theme: Broadly-based coalitions for the approach to the climate"}, {"text_block_id": "p3_b32", "text": "Action line 1: Creating scope for an energetic community"}, {"text_block_id": "p3_b33", "text": "To achieve the defined goals the Cabinet wants to leverage the energy that many other stakeholders in the Netherlands have when it comes to climate and sustainability. The Cabinet has great confidence in the power of this ‘energetic community’. This is why we are pressing ahead with Green Deals and various coalitions."}, {"text_block_id": "p3_b34", "text": "Action line 2: Embedding climate in foreign policy"}, {"text_block_id": "p3_b35", "text": "An ambitious climate policy requires numerous actions internation"}, {"text_block_id": "p3_b36", "text": "-"}, {"text_block_id": "p3_b37", "text": "ally. Two key action items are fulfilment of the Dutch contribution to international climate financing and responding to the opportu"}, {"text_block_id": "p3_b38", "text": "-"}, {"text_block_id": "p3_b39", "text": "nities that exist for the business community."}, {"text_block_id": "p3_b40", "text": "Theme: Adaptation"}, {"text_block_id": "p3_b41", "text": "Action line 3: Heading towards vital climate-robust sectors"}, {"text_block_id": "p3_b42", "text": "Being prepared for climate change also opens the door to opportu"}, {"text_block_id": "p3_b43", "text": "-"}, {"text_block_id": "p3_b44", "text": "nities: provided that the risks of climate change are clear, it can give a sector an insight into what to expect and provide a form of security. Central government is working on a strategy built around risks and opportunities. The outcomes will be translated into the National Adaptation Strategy that the Cabinet wants to have ready in 2017 at the latest."}, {"text_block_id": "p3_b45", "text": "Theme: Mitigation"}, {"text_block_id": "p3_b46", "text": "Action line 4: Creating a better toolbox for mitigation"}, {"text_block_id": "p3_b47_merged_merged_merged_merged", "text": "Better tools can be built for making emission reductions achievable. For heavy industry the ETS is the right tool for securing far greater reductions in the period to 2030 and onwards to 2050. The Cabinet is pursuing a tightening up of the system, for example by creating a higher price incentive by temporarily withdrawing allowances from the market (back loading) and structural strengthening through a more stringent ETS ceiling after 2020. The Cabinet is also keen to see tougher standards for products in Europe. Tighter product standards in terms of energy consumption, more efficient manu-facturing, sustainability and lower greenhouse gas emissions in the lifecycle add up to an opportunity."}, {"text_block_id": "p4_b50", "text": "Action line 5: Making space for facilitating renewable energy and energy conservation"}, {"text_block_id": "p4_b51", "text": "Legislation needs to be amended in order to make the jump towards more renewable energy (onshore and offshore wind energy). This is necessary so as to be able to reserve space for these promising projects. The North Sea in particular will then become the renewable energy motor of the Netherlands."}, {"text_block_id": "p4_b52", "text": "Action line 6: Taking the road towards sustainable mobility"}, {"text_block_id": "p4_b53", "text": "By way of a follow-up to the SER Energy Agreement, the parties have agreed to pursue goals that include a shared vision of the future fuel mix, public-private partnerships in market preparation and innovation, source policy (CO2 standards and test cycles), a multi-year communication campaign to bring about behavioural change, reduction of CO2 emissions by large companies and arrangements for a public infrastructure for recharging electric vehicles. There is a widely supported agenda for attainting the objectives for 2030."}, {"text_block_id": "p4_b54", "text": "Action line 7: Towards a different use of materials and sustainable industry"}, {"text_block_id": "p4_b55", "text": "Using materials differently (more efficiently, more bio-based and conversion of waste to raw materials) can make a big contribution to the avoidance of climate change. Cooperation within supply chains is essential in order to maximise the potential that exists. A programme called ‘From waste to raw material’ coordinated by the Ministry of Infrastructure and the Environment is addressing a few specific supply chains and how to increase the sustainability of the front end of the chain."}, {"text_block_id": "p4_b56", "text": "Action line 8: Towards more productive and climate-friendlier agriculture and horticulture"}, {"text_block_id": "p4_b57", "text": "The world’s growing population has increased the demand for safe and healthy food. The challenge is to provide sufficient food for everybody without this further increasing the burden on the environment. Together with the business community the Cabinet wants to work towards further reductions of emissions. Climate gains are also achievable on the consumer side."}, {"text_block_id": "p4_b58", "text": "The footprint can be reduced by about 30% by making changes to the menu. This means less consumption of animal protein and the reduction of food wastage."}, {"text_block_id": "p4_b59", "text": "New agenda for research and innovation"}, {"text_block_id": "p4_b60", "text": "The Netherlands will not become resilient, prosperous and green automatically. Over a period of several decades, we will have to use all our creativity, effort and knowledge to achieve our goals. That is why we have included a new agenda for research and innovation, aimed at the steps that we must take in the period between 2020 and 2030. Matters of equal importance are how the ETS instrument will improve and expand, the role that emissions standards can play, the innovation push and steps necessary in relation to pricing and fiscal greening."}, {"text_block_id": "p4_b61", "text": "More information"}, {"text_block_id": "p5_b62", "text": "This is a publication of:"}, {"text_block_id": "p5_b63", "text": "The Dutch Ministry of Infrastructure and the Environment"}, {"text_block_id": "p5_b64", "text": "PO Box  20901 | 2500 ex The Hague | The Netherlands www.government.nl/ienm"}, {"text_block_id": "p5_b65", "text": "September 2014"}], "document_description": "The Climate Agenda for 2030 outlines a climate approach focused on assembling a broadly-based coalition for climate measures and on a combined approach to climate adaptation (by designing a resilient physical environment and preparing society for the consequences of climate change) and mitigation (by reducing greenhouse gas emissions).  It reaffirms the Dutch commitment to achieve a CO2 reduction of 80% to 95% by 2050 compared to 1990, and the need to strengthen action on climate mitigation and adaptation. The Climate Agenda confirmed the government's support for a European GHG emissions reduction objective of at least 40% below 1990 levels by 2030, low-carbon technology innovation and reform of the EU ETS to match the pathway of the EU low-carbon roadmap  The Climate Agenda builds on the 2011 Climate Letter and the 2013 Energy Agreement, but takes a longer-term view as to measures for achieving the 2050 emissions reduction objectives.  It includes a new agenda for research and innovation, outlining the steps that must be taken in the period between 2020 and 2030. Matters of equal importance are how the ETS instrument will improve and expand, the role that emissions standards can play, the innovation push and steps necessary in relation to pricing and fiscal greening."}