{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Netherlands", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF"], "document_date": "01/01/2013", "document_language": "Dutch", "document_name": "Climate agenda: resilient, prosperous and green", "document_country_code": "NLD", "document_hazard_name": "Floods", "document_keyword": ["Adaptation", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/NLD/2013/NLD-2013-01-01-Climate agenda: resilient, prosperous and green_f9bb10e188862a4b9924674f9b4143ea.pdf", "document_type": "Agenda", "text_blocks": [], "document_description": "The Climate Agenda for 2030 outlines a climate approach focused on assembling a broadly-based coalition for climate measures and on a combined approach to climate adaptation (by designing a resilient physical environment and preparing society for the consequences of climate change) and mitigation (by reducing greenhouse gas emissions).  It reaffirms the Dutch commitment to achieve a CO2 reduction of 80% to 95% by 2050 compared to 1990, and the need to strengthen action on climate mitigation and adaptation. The Climate Agenda confirmed the government's support for a European GHG emissions reduction objective of at least 40% below 1990 levels by 2030, low-carbon technology innovation and reform of the EU ETS to match the pathway of the EU low-carbon roadmap  The Climate Agenda builds on the 2011 Climate Letter and the 2013 Energy Agreement, but takes a longer-term view as to measures for achieving the 2050 emissions reduction objectives.  It includes a new agenda for research and innovation, outlining the steps that must be taken in the period between 2020 and 2030. Matters of equal importance are how the ETS instrument will improve and expand, the role that emissions standards can play, the innovation push and steps necessary in relation to pricing and fiscal greening."}