{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Netherlands", "document_category": "Law", "document_sector_name": ["Water", "Transportation", "LULUCF", "Industry", "Agriculture"], "document_date": "01/01/2012", "document_language": "English", "document_name": "Delta Act on Water Safety and Fresh Water Supply (Delta Act)", "document_country_code": "NLD", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/NLD/2012/NLD-2012-01-01-Delta Act on Water Safety and Fresh Water Supply (Delta Act)_86aefebbc5746c20deca36b3ebec39c8.pdf", "document_type": "Law", "text_blocks": [], "document_description": "<div>This Act is designed to protect the country from risks associated with sea level rise, soil subsidence, drier periods and extreme rainfall. It establishes the following (so-called 5 Dutch Ds together with the Delta Act):</div><ul><li>Delta Programme</li><li>Delta Fund</li><li>Delta Commissioner</li><li>Delta Decisions</li></ul><div>&nbsp;<br>&nbsp;The Delta Programme (DP) aims to secure water and freshwater supply in sustainable manner by 2050, in order to adapt to potential extreme weathers in the future. The Act stipulates that a Delta Programme is created every year: it is presented to the Parliament annually on Prinsjesdag, the state opening of Parliament in September. Delta Programmes should contain the following:</div><ul><li>Plans to ensure sufficient supply of fresh water</li><li>Plans to protect the country from high water</li><li>Time schedule of the Programme</li><li>Overview of Programme cost</li></ul><div>&nbsp;<br>&nbsp;DP2011 was the first to be created and DP2015 was submitted to the Parliament in 2014 for adoption. DP2015 focuses on disaster prevention and new approaches include:</div><ul><li>New water safety standards</li><li>Predicting availability of fresh water for agriculture, industry and nature</li><li>Climate-proof and water-robust spatial planning</li></ul><div>&nbsp;<br>&nbsp;Delta Fund provides the financial foundation to plan and operate the Delta Programme, with the budget allocated by the Cabinet. The Delta Commissioner is in charge of the Delta Programme. The Commissioner is responsible for:</div><ul><li>Makes and submits an annual proposal of the Delta Programme to co-ordinating members and other members of the administration involved with the Programme</li><li>Promotes consultation with stakeholders (administrative bodies, business community and civil society organizations) and bring involved parties together horizontally (within the Kingdom) and vertically (between various tiers of government)</li><li>Monitors, reports and advises co-ordinating member and members of administration on the implementation progress of the Delta Programme.</li></ul><div>&nbsp;The final political responsibility of the Delta Programme lies with the co-ordinating Minister of the Infrastructure and the Environment, to whom the Delta Commissioner reports.<br>&nbsp;<br>&nbsp;Sub-programmes of the Delta Programme have led to the five Delta Decisions that sets out preferred strategies for the focused areas. The 2014 proposal of the Delta Decisions are:</div><ul><li>Delta Decision on Water Safety (focuses on new water safety standard)</li><li>Delta Decision on Fresh Water (modification to water system)</li><li>Delta Decision on Spatial Adaptation (more water-robust and climate-proof spatial design and (re)development)</li><li>Delta Decision on the Rhine-Meuse Delta (water distribution from the Rhine)</li><li>Delta Decision on the IJsselmeer region (freshwater supply, discharges into the Wadden Sea and water level of the IJsselmeer, Markermeer and Randmeren</li></ul>"}