{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Netherlands", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy", "Economy-wide"], "document_date": "01/01/2011", "document_language": "Dutch", "document_name": "Energy Report Transition to sustainable energy", "document_country_code": "NLD", "document_hazard_name": [], "document_keyword": ["Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/NLD/2011/NLD-2011-01-01-Energy Report Transition to sustainable energy_94f5b8847c1fb7b90f6c6d7d0bfc63ae.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "This document is prepared by the government every four years to establish energy and climate policies. In 2011, the government presented the latest version of the Energy Report, which outlined the ambition to become more sustainable in energy and less dependent on fossil fuels in the transition to a low-carbon economy by 2050.  As presented in this report, the three pillars of the Dutch energy strategy are to ensure reliable energy supply at competitive prices and green growth as primary economic objectives, while maintaining an international approach in the long-term transition to a sustainable energy supply.  To expand the share of renewable energy, the government proposes a two-track policy. The long-term approach aims to make renewable energy competitive with grey energy. The short term approach aims to achieve the European target for renewable energy in the Netherlands of 14% in 2020. This target should be achieved by using for instruments: Sustainable Energy Incentive Scheme Plus (SDE+); obligation for use of biofuels in the transport sector; co-firing with biomass in coal-fired power stations; and import of renewable energy.  The document sees the European Emissions Trading System (ETS) as the most important instrument for reducing carbon emissions. It acknowledges the need to improve the investment climate by reducing the regulatory burden and by facilitating more efficient control. This will involve an evaluation into the Electricity Act 1998 and the Gas Act, to assess the scope for deregulation, reduction of control costs and the administrative burden and the costs associated with compliance."}