{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Netherlands", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Energy Report Transition to sustainable energy", "document_country_code": "NLD", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2011", "document_keyword": ["Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/NLD/2011/NLD-2011-01-01-Energy Report Transition to sustainable energy_547ec4917c2962f1e07de8043f99592c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Energy Report"}, {"text_block_id": "p0_b2", "text": "Transition to sustainable energy"}, {"text_block_id": "p1_b3", "text": "Energy Report"}, {"text_block_id": "p1_b4", "text": "Transition to sustainable energy"}, {"text_block_id": "p2_b5", "text": "Preface"}, {"text_block_id": "p2_b6", "text": "It is our pleasure to present the summary of the Energy Report of the Netherlands. This Energy Report, published in January 2016 by the Ministry of Economic Affairs, provides a long term and comprehensive vision of the energy system of the Netherlands."}, {"text_block_id": "p2_b7", "text": "The Dutch cabinet is taking part in a global effort to develop a low CO2 energy economy that is safe, reliable and affordable. The society-wide Energy Agreement for Sustainable Growth that was concluded in September 2013 in The Netherlands with industries, non-governmental organisations and governments was a major first step. The Energy Agreement included targets for energy efficiency savings to 1.5% of our final energy consumption and for an increased share of renewable energy (14% by 2020 and 16% by 2023)."}, {"text_block_id": "p2_b8", "text": "This Energy Report focusses on the phase after the Energy Agreement, beyond 2023. Key issue is how to achieve a CO2 neutral energy supply system by 2050. In our energy policy, we will work on three main principles: 1) focus on CO2 reduction; 2) make the most of the economic opportunities that the energy transition offers and 3) integrate energy in spatial planning policy."}, {"text_block_id": "p2_b9", "text": "How to realise this transition is analysed by distinguishing the way we use energy in four energy functions: energy for space heating, energy for industrial process heat, energy for transport and energy for power and light. The Energy Report describes in detail our views on current and future developments of these energy functions within the context of our ambition towards 2050. Through this new approach we can focus our efforts for the energy transition."}, {"text_block_id": "p2_b10", "text": "The Energy Report also announces the Energy Dialogue. This is an extensive public consultation, starting in April 2016 and formally lasting for three months. During this consultation all parties will have the opportunity to share their views on the future energy system and to contribute to the design of the policy agenda. Findings from this consultation will be presented by the end of the year in a so-called Energy Policy Agenda. The Energy Dialogue will also be instrumental in fostering the awareness of the energy transition in the Netherlands."}, {"text_block_id": "p2_b11", "text": "The international context of our energy (and climate) policy is a central theme in this report. The Netherlands is fully committed to the European agreements for 2020, 2030 and 2050 and to the international climate change agreement. Our energy supply is strongly linked to the energy markets in Europe and the rest of the world. Well-functioning energy markets and international agreements are key to a successful energy transition."}, {"text_block_id": "p3_b12", "text": "This Energy Report can also be regarded as a contribution to the ongoing international energy dialogue. In the English Summary we can only briefly present the main findings. In case you would like to learn more about the report, please do not hesitate to contact the Ministry of Economic Affairs in the Netherlands (or the Netherlands’ embassy in your country)."}, {"text_block_id": "p4_b13", "text": "Summary"}, {"text_block_id": "p4_b14_merged", "text": "The cabinet is taking part in a global effort to develop a low CO2 energy economy that is safe, reliable and affordable. This is a major challenge that will require many sacrifices, but the Netherlands is well positioned to make this transition successfully, and it is also a chance to create opportunities for innovative businesses. High CO2 emissions1 are a worldwide problem. On 12 December 2015, 195 countries signed an important climate change agreement under the umbrella of the United Nations (UN). This climate deal has set targets, such as the reduction of global warming to well under two degrees, and achieving a balance between greenhouse gas emissions and capture and storage by the second half of this century. The European Council has welcomed the climate deal, among others because it is a legally binding global agreement. The climate deal has implications for Dutch energy and climate policy, the European agreements on this deal have our priority. The current Energy Report is based on the existing European climate ambitions. The climate deal may result in more stringent requirements with regard to these ambitions, which has implications for all the member states, including the Netherlands. By cooperating and reaching strong agreements, Europe can make a significant contribution to the reduction of greenhouse gases. An efficient European energy market will improve the affordability, reliability and sustainability of our energy supply."}, {"text_block_id": "p4_b17", "text": "The cabinet is fully committed to the European agreements for 2020, 2030 and 2050 and the Energy Agreement that was reached with non-governmental organisations, industries and governments. At the same time, we need to guarantee a high level of safety and facilitate the use of new forms of energy."}, {"text_block_id": "p4_b18", "text": "This Energy Report provides an integrated vision of the Netherlands’ future energy supply. To achieve the transition to sustainable energy, the cabinet will work on three main principles: 1) we will focus on CO2 reduction; 2) we will make the most of the economic opportunities that the energy transition offers; and 3) we will integrate energy in spatial planning policy."}, {"text_block_id": "p4_b19", "text": "1 Focus on CO2 reduction"}, {"text_block_id": "p4_b20", "text": "In line with international developments, the Netherlands faces the challenge to drastically reduce global emissions of greenhouse gases. In the international climate change agreement, the world has agreed to achieve a global balance between greenhouse gas emissions and capture and storage (i.e. climate neutrality) by the second half of the 21st century. The Netherlands’ energy supply is strongly linked to the energy markets in Europe and the rest of the world. The cabinet wants to see a reduction of greenhouse gases at the European level of 80-95% by 2050, and to this end it is committed to the European agreements, such as the Emissions Trading System (ETS). This is required in order to make far-reaching reductions in CO2 as effectively and efficiently as possible."}, {"text_block_id": "p5_b21", "text": "By cooperating at the European level we can profit from local opportunities for renewable energy generation, such as solar energy in Spain, hydropower plants in Norway and offshore windfarms along the Dutch coast. The Netherlands is committed to strengthening the ETS, for example by reducing the surplus of emission allowances and tightening the emissions requirements."}, {"text_block_id": "p5_b22", "text": "The transition will need to provide time and opportunity for technological breakthroughs that we cannot yet foresee today. The cabinet also wishes to provide opportunities for local solutions, such as the use of industrial residual heat in existing residential areas. The focus on CO2 reduction will require flexibility. The cabinet has formulated a target that envisages the optimum use of technological progress and local solutions, but it has not set down precisely how this is to be achieved."}, {"text_block_id": "p5_b23", "text": "Alongside the ETS, which is designed to reduce industrial and commercial greenhouse gas emissions, in 2016 Europe will also set down binding agreements for the Member States to realise the reduction targets for sectors not covered by the ETS, such as the built environment. In keeping with the European decision making, the cabinet will set down agreements on how the targets set for 2050 can be met in the Netherlands."}, {"text_block_id": "p5_b24", "text": "Based on the currently available knowledge, practically all low-CO2 energy sources and technologies will need to be deployed in order to achieve the desired CO2 reductions. Energy conservation, biomass, clean electricity production and the capture and storage of CO2 (CCS) are likely to be robust elements in the energy mix on the road to 2050. The extent of deployment will depend on the energy demand, the availability of the various energy solutions (some still under development) and how affordable they are. In light of the uncertainties, the cabinet will not rule out any low-CO2 solution, as long as it contributes to a safe, reliable and affordable energy supply. Under the current market conditions, there is no demand for a new nuclear power plant, however the cabinet does not rule out new nuclear technologies being deployed in the future, as long as they are safe."}, {"text_block_id": "p5_b25", "text": "We are currently dependent on fossil fuels for almost 95% of our energy supply. During the coming decades, fossil fuels will continue to play a role in the energy system, but they will decrease in importance. The electricity market is transitioning towards renewable energy sources. In eight years’ time, offshore windfarms will generate enough electricity for five million households. There will be no place for new coal-fired power plants in this transition and it is important for the electricity market to intensify the focus on the least polluting technologies. An effective price incentive provided through the ETS will ensure that the operators of coal-fired power plants take measures to reduce their emissions, for example by implementing CSS or shutting their plants down. The cabinet will get together with the sector and other stakeholders to flesh out alternative plans for phasing out the coal-fired power plants."}, {"text_block_id": "p5_b26", "text": "As the least polluting fossil fuel, natural gas will continue to play an important role for a long time. Gas extraction activities will focus on the safety of the local inhabitants first."}, {"text_block_id": "p6_b27", "text": "As long as the Netherlands needs natural gas, the safe extraction of gas at socially acceptable costs will contribute to our energy independence."}, {"text_block_id": "p6_b28_merged", "text": "On 10 July 2015, the Dutch cabinet decided to place a five-year moratorium on the commercial exploration and extraction of shale gas. We do not yet know whether the commercial exploitation of shale gas will be needed in the longer term. This will depend, among others, on the pace and the direction of the transition, and the use of natural gas will in any case be reduced as much as possible by means of implementing energy conservation measures and replacing it with renewable sources. Geopolitical and market developments will also play a role in the longer term, and technological developments can change the method of extraction and hence influence factors such as safety and the effects on natural and living environments. For all these reasons, we cannot rule out the shale gas option for the longer term. It is currently unclear how much extractable shale gas there is in the Dutch subsoil. Many years of research will be required to facilitate a judicious decision-making process for licensing the commercial exploitation of shale gas, particularly in light of the potential risks and the social unrest caused by the shale gas debate. The research will also need to explore opportunities to reduce these risks. The consequences for spatial planning following from the decision making on shale gas will be incorporated in the National Policy Strategy for Subsurface Activities (Structuurvisie Ondergrond). A careful socio-political assessment will need to be conducted as soon as the results of the research become available. This assessment will need to consider whether, and under which conditions, shale gas could be considered a viable energy option. The local authorities will be actively involved in these deliberations."}, {"text_block_id": "p6_b31", "text": "2 Making the most of the economic opportunities"}, {"text_block_id": "p6_b32", "text": "The energy transition offers opportunities for the maintenance and development of the Netherlands’ earning potential. Dutch offshore businesses are already involved in the construction of offshore windfarms at the global level. The cabinet wants the Netherlands to make the most of these opportunities by developing and implementing innovative solutions, which would also enable the Dutch business community to contribute to the global energy transition."}, {"text_block_id": "p6_b33", "text": "The worldwide transition to low-CO2 energy sources, production processes, products and services will change the Netherlands’ economic structure. Innovative solutions will be required in many sectors, involving both existing and new businesses, if the transition is to succeed. The greatest challenge for existing businesses is to respond to the transition through innovation and where necessary by adapting their earning models. CO2-intensive businesses who fail to make the transition will eventually find that there is no longer a place for them in the low-CO2 economy."}, {"text_block_id": "p6_b34", "text": "To promote innovation, the cabinet will focus first and foremost on creating a healthy climate for entrepreneurship and innovation. A precondition for the transition on the road to 2050 is the provision of a clear, consistent and conducive framework."}, {"text_block_id": "p7_b35", "text": "The cabinet will also encourage innovation by strengthening the organisational capacity of the national and international networks of businesses, knowledge institutes and government authorities. This will also improve our understanding of foreign markets for our products."}, {"text_block_id": "p7_b36", "text": "In the third place, the business community and the government will need to include all the various phases of the innovation process; from fundamental research and development to pilot projects and implementation. This will enable technologies that are ready or almost ready for market to be implemented in the shortest possible time and at the same time provide a basis for technologies that could break through in the longer term."}, {"text_block_id": "p7_b37", "text": "3 Energy will become an integral part of the public space"}, {"text_block_id": "p7_b38", "text": "The transition to a renewable energy supply will transform the appearance of housing developments, business parks and rural landscapes. This applies both to large-scale production (such as windfarms), energy transport through high-voltage powerlines, underground storage of CO2 (CCS) and small-scale initiatives, such as solar panels. For the energy transition to succeed, the public, businesses and NGOs must be constructively involved at an early stage in the discussion on the spatial accommodation of the energy infrastructure. Wherever possible, all stakeholders should be involved in weighing the benefits of an energy supply initiative against the hindrance or risks it involves for the local people and businesses. This will require all parties to help with identifying spatial alternatives for energy generation, storage and transport. Agreements can then be reached with these parties on the accommodation of these initiatives in the region and the division of the responsibilities, benefits and burdens. This process requires a clear division of roles in the development of energy projects. The relevant province or municipality will bear the main responsibility for the spatial planning process, while the national government is the competent authority for initiatives in the North Sea. The initiator has primary responsibility for the cooperation with the public, businesses and NGOs, and is supported to this end by the competent authority."}, {"text_block_id": "p7_b39", "text": "Four energy functions"}, {"text_block_id": "p7_b40", "text": "This Energy Report distinguishes the way we use energy in four energy functions: energy for space heating, energy for industrial process heat, energy for transport and energy for power and light. This helps to pinpoint where an energy demand comes from and so focus our efforts for the energy transition. It will enable us to determine which sectors need to take action to facilitate the transition to a renewable energy supply."}, {"text_block_id": "p7_b41", "text": "The way CO2 is reduced (the transition path) will be different for each energy function. For example, household heating requires other renewable solutions than the transport sector. This is related to the availability of the requisite innovations, the degree of dependence on energy from abroad and the numbers and types of parties that play a role. So each energy function requires a different approach."}, {"text_block_id": "p8_b42", "text": "1 Space heating"}, {"text_block_id": "p8_b43", "text": "Currently, Dutch natural gas is the primary source of energy for heating homes, buildings, greenhouses and tap water. The use of this gas will need to be drastically reduced in order to make our energy supply more sustainable, in the first place by focussing on energy conservation."}, {"text_block_id": "p8_b44", "text": "According to European agreements, the Member States must ensure that all new buildings are practically energy neutral by the end of 2020. The Energy Agreement specifies that, by 2030, the target for buildings will be the A-label for energy (as an average score of all buildings). We can currently see a positive trend in this direction. More and more citizens and businesses are implementing energy-saving measures, such as installing thermal insulation or solar panels. But there is still plenty of room for improvement in the coming years. The plan is also to meet the remaining demand for heat as much as possible via local heat generation (using heat pumps and solar boilers, among others), district heating (based on residual heat or geothermal energy), or biogas."}, {"text_block_id": "p8_b45", "text": "The heat transition will require changes in the infrastructure. Decision making on a more sustainable heat supply should be coupled to plans for installing new or phasing out existing infrastructure or plans for restructuring residential areas and business parks. Decisions on the organisation of the heat supply can best be made at the local level based on the local conditions and preferences. So in order to facilitate made-to-measure solutions for residential areas, decision making on the heat transition will have to become more of a regional concern than it is today, with a greater role for local authorities, building managers, property developers and residents. The starting point will be a regional heating plan. The government will support the joint efforts and local decision-making process where possible, among others by reviewing the policy and market rules for the supply of energy and the maintenance of the infrastructure."}, {"text_block_id": "p8_b46", "text": "2 Industrial process heat"}, {"text_block_id": "p8_b47", "text": "The Netherlands has a strong and extensive industrial sector. The main consumers of energy are the refineries and the chemicals, metallurgical and paper industries. The current state-of-the-art does not allow for large-scale energy conservation in these sectors. Often, a complete overhaul of technological processes is required, which takes a lot of time. Technological breakthroughs will likely only be applied in a later phase on the road to 2050. The first challenge is to organise processes so that less heat or lower-temperature heat is required. Other options include electrification, more efficient use of steam production and the use of residual heat in industrial clusters. However, fossil fuels will still be required for the production of some high-temperature heat for the foreseeable future. In time this will be combined with CCS."}, {"text_block_id": "p8_b48", "text": "The businesses in these sectors often compete in global markets, where there is sometimes overcapacity, and often with companies from countries with structurally lower energy costs and where the European labour expenses and environmental requirements do not apply."}, {"text_block_id": "p9_b49", "text": "We cannot ignore this international context, which is why the Netherlands is committed to strengthening the Emissions Trading System and the global implementation of the UN Climate Change Agreement of December 2015. However, the best way to increase our competitive edge is by leading the way in technological innovation. So in addition to the international plans, the Netherlands will implement a national policy for a transition in the supply of process heat. A considerable innovation drive will be required both in organisational and technological terms in the lead-up to 2030, so that breakthrough technologies can be rolled out between 2030 and 2050. Strengthening targeted innovations and providing support for pilot projects will form the core of the joint efforts of the government, the business community and the knowledge institutes. Of course we will welcome system innovations that combine energy solutions with alternative raw materials and CCS systems. Finally, the cabinet expects businesses to take their responsibility, taking into account existing agreements and plans to tighten these, by investing in those energy-saving technologies that are already economically viable."}, {"text_block_id": "p9_b50", "text": "3 Transport"}, {"text_block_id": "p9_b51", "text": "Transport by road, water, rail and air is of great economic importance for the Netherlands. We are currently strongly dependent on fossil fuels for all modes of transport. The Energy Agreement includes long-term agreements for reducing transport emissions in 2050 to at least 60% of the emissions of 1990."}, {"text_block_id": "p9_b52_merged", "text": "There are only limited opportunities to improve energy conservation in transport by means of sustainable driving habits, car sharing and using lighter materials and more efficient engines. More far-reaching energy savings can only be made by changing the types of vehicles and fuels we use. Electric motors are already available for smaller vehicles and relatively short distances. Liquid biofuels and biogases are the best alternative for heavier and longer distance transport by road, water and air. More innovative solutions are required to facilitate the deployment of these fuels at a greater scale. Moreover, there is a limited supply of biomass due to the fact that the raw materials used also have other economic applications, such as the production of food. The Renewable Fuels Long-term Plan (duurzame brandstofvisie) is based on an adaptive vision and action programme. It was created with the involvement of many organisations and will be continued in the coming years. In the European arena, the Netherlands is committed to the implementation of stricter CO2-emissions requirements for road transport. Furthermore, the Netherlands is a proponent of stricter international requirements for shipping and aircraft emissions."}, {"text_block_id": "p9_b55", "text": "4 Power and light"}, {"text_block_id": "p9_b56", "text": "European electricity generation for power and light will need to become much more sustainable in the lead-up to 2050. Devices and lights will need to be made more efficient so that the demand for electricity is reduced. The transition will result in a sharp increase in use of low-CO2 electricity sources, such as the sun, wind and water."}, {"text_block_id": "p9_b57", "text": "These renewable sources are intermittent because they are dependent on the weather. This means that both the demand and the supply will need to become more flexible."}, {"text_block_id": "p10_b58", "text": "More and more parties, including small users, will play a role in the provision of flexibility. The cabinet will welcome and support local initiatives. The large-scale production of electricity will remain important to meet the energy demands of the public and businesses."}, {"text_block_id": "p10_b59", "text": "The current market and regulatory policies provide a strong starting point for guaranteeing a reliable electricity supply for both the short and long term and taking into account a higher percentage of flexible electricity production. Flexible electricity production also places greater demands on the infrastructure. The cabinet will determine the best way to deploy the infrastructure in order to profit from the available flexibility in consultation with the grid managers, market parties and energy users."}, {"text_block_id": "p10_b60", "text": "The Energy Dialogue"}, {"text_block_id": "p10_b61", "text": "The transition to a low-CO2 energy supply that is safe, reliable and affordable is a challenge for the Netherlands, Europe and the rest of the world. The challenge affects us all: the public, businesses, government authorities and non-governmental organisations."}, {"text_block_id": "p10_b62", "text": "The Energy Report invites everyone to join the Energy Dialogue, in which all parties will have the opportunity to explain their own vision on the future supply of energy. Parties may also be asked to suggest which steps they think are needed, in particular in relation to the different energy functions, and what they think will be necessary to achieve this. As such, the Energy Dialogue will contribute to the further design of the energy transition. The dialogue will play an essential role in setting the policy agenda. In the formulation of this agenda, the cabinet will evaluate the ideas, steps and stricter controls suggested by the various parties for their contribution to a low-CO2 energy supply in 2050, their compliance with the requirements of a safe, reliable and affordable energy supply, their contribution to strengthening the economic structure and their integrability in the environment. Furthermore, the dialogue will also aim to foster the awareness of the energy transition. The cabinet will publish the policy agenda simultaneously with the evaluation of the Energy Agreement in the autumn of 2016."}, {"text_block_id": "p10_b63", "text": "The Energy Dialogue will dovetail as much as possible with the existing initiatives. We will also actively invite government authorities, businesses and non-governmental organisations to organise activities that contribute to the dialogue and together decide on what form the dialogue is to take."}, {"text_block_id": "p11_b64", "text": "This report is published by:"}, {"text_block_id": "p11_b65", "text": "Ministry of Economic Affairs"}, {"text_block_id": "p11_b66", "text": "P.O. Box 20401 | 2500 EK The Hague"}, {"text_block_id": "p11_b67", "text": "The Netherlands"}, {"text_block_id": "p11_b68", "text": "www.government.nl/ministries/ez"}, {"text_block_id": "p11_b69", "text": "Illustrations:"}, {"text_block_id": "p11_b70", "text": "Today Designers, Utrecht"}, {"text_block_id": "p11_b71", "text": "The Netherlands"}, {"text_block_id": "p11_b72", "text": "Layout and printing:"}, {"text_block_id": "p11_b73", "text": "Xerox/OBT, The Hague"}, {"text_block_id": "p11_b74", "text": "The Netherlands"}, {"text_block_id": "p11_b75", "text": "April 2016 | 91670"}], "document_description": "This document is prepared by the government every four years to establish energy and climate policies. In 2011, the government presented the latest version of the Energy Report, which outlined the ambition to become more sustainable in energy and less dependent on fossil fuels in the transition to a low-carbon economy by 2050.  As presented in this report, the three pillars of the Dutch energy strategy are to ensure reliable energy supply at competitive prices and green growth as primary economic objectives, while maintaining an international approach in the long-term transition to a sustainable energy supply.  To expand the share of renewable energy, the government proposes a two-track policy. The long-term approach aims to make renewable energy competitive with grey energy. The short term approach aims to achieve the European target for renewable energy in the Netherlands of 14% in 2020. This target should be achieved by using for instruments: Sustainable Energy Incentive Scheme Plus (SDE+); obligation for use of biofuels in the transport sector; co-firing with biomass in coal-fired power stations; and import of renewable energy.  The document sees the European Emissions Trading System (ETS) as the most important instrument for reducing carbon emissions. It acknowledges the need to improve the investment climate by reducing the regulatory burden and by facilitating more efficient control. This will involve an evaluation into the Electricity Act 1998 and the Gas Act, to assess the scope for deregulation, reduction of control costs and the administrative burden and the costs associated with compliance."}