{"document_instrument_name": ["Research & Development, knowledge generation|Information", "International cooperation|Governance", "Subnational and citizen participation|Governance", "Capacity building|Governance", "Subsidies|Economic"], "document_country_english_shortname": "Netherlands", "document_category": "Policy", "document_sector_name": ["Transportation", "Industry", "Energy"], "document_language": "English", "document_name": "Government Strategy on Hydrogen", "document_country_code": "NLD", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2020", "document_keyword": "Hydrogen", "document_url": "https://cdn.climatepolicyradar.org/NLD/2020/NLD-2020-01-01-Government Strategy on Hydrogen_b877d586ce4be2ad65316440c1773c8b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government Strategy on Hydrogen"}, {"text_block_id": "p0_b2", "text": "Introduction"}, {"text_block_id": "p0_b3", "text": "Low-carbon gases are indispensable to any energy system that is reliable, clean, affordable, safe and is suited to spatial integration, and zero-carbon hydrogen is a crucial link in that chain"}, {"text_block_id": "p0_b4", "text": ". The most common element in the universe seems to have a highly bonding effect in the Netherlands – particularly as a result of the unique starting position of our country. This is made clear in the agreements of the National Climate Agreement, which includes an ambitious target for hydrogen, supported by a large and broad group of stakeholders. Industrial clusters and ports regard hydrogen as an indispensable part of their future and sustainability strategy. For the transport sector, hydrogen (in combination with fuel cells) is crucial to achieving zero emissions transport. The agricultural sector has identified opportunities for the production of hydrogen and for its use. Cities, regions and provinces are keen to get started on implementing hydrogen."}, {"text_block_id": "p0_b5", "text": "The government embraces these targets and recognises the power of the framework for action demonstrated by so many parties. The focus on clean hydrogen in the Netherlands will lead to the creation of new jobs, improvements to air quality and, moreover, is crucial to the energy transition."}, {"text_block_id": "p0_b6", "text": "Realising the opportunities offered by hydrogen requires efforts in several areas. These opportunities have already partially been addressed in the agreements on hydrogen in the National Climate Agreement, with key concepts being upscaling, cost reduction and innovation. The government must meet the necessary preconditions, while businesses and knowledge institutions must start investing in scalable applications and innovation."}, {"text_block_id": "p0_b7", "text": "We are at the beginning of a joint public-private partnership endeavour. It is by means of this national strategy (which was pledged in a letter to the House of Representatives on 21 June 2019) that the government intends to underline the importance of the development of clean hydrogen and the unique starting position of the Netherlands. In the accompanying policy agenda, we will be addressing the questions raised in the House of Representatives on appropriate instruments and the integration with offshore wind (motions Mulder MP et al. of 10 September; Mulder MP et al., 20 November 2019 and Van der Lee MP, 20 November 2019"}, {"text_block_id": "p0_b8", "text": ")."}, {"text_block_id": "p0_b9_merged_merged_merged", "text": "The rapid development of hydrogen is also in line with the vision presented by the government in the recent Long-term Growth Strategy for the Netherlands (Groeistrategie voor Nederland op de lange termijn). This will be a top priority for industry in particular. By clearly stating the importance of zero-carbon hydrogen, presenting an ambitious policy agenda and taking the essential steps needed to realise the infrastructure and other framework conditions, the government wishes to send a clear signal. This is crucial to all Dutch and foreign companies who have announced projects in the Netherlands, and will allow companies to make the transition towards the use of clean hydrogen and enable the regions and industry clusters to launch their energy strategies and the initial pilots and demonstration projects. The high degree of dynamism in the Netherlands is recognised at a global level and is already boosting the appeal of the Dutch business climate. At the same time, hydrogen imports will also take up a key role as a global market begins to emerge."}, {"text_block_id": "p0_b11", "text": "This letter sets out the government’s strategy on hydrogen as well as the corresponding policy agenda. This letter constitutes the prelude to the hydrogen programme that is to be jointly outlined and implemented with stakeholders. This programme will align with the ambitions of the National Climate Agreement on hydrogen."}, {"text_block_id": "p1_b12", "text": "The systemic role of hydrogen in a zero-carbon energy supply"}, {"text_block_id": "p1_b13", "text": "The Dutch energy system is set to change and the use of natural gas is set to decrease as a result of the energy transition. At present, electricity provides 20% of final energy consumption in the Netherlands"}, {"text_block_id": "p1_b14", "text": ". The electrification of various applications will cause electricity's share in the final energy consumption to increase"}, {"text_block_id": "p1_b15", "text": ". Gases will nevertheless remain crucial"}, {"text_block_id": "p1_b16", "text": "in a robust and flexible energy system that is fully sustainable, affordable and reliable. These gases must be produced using zero-carbon methods. The government recognises the need for a zero-carbon"}, {"text_block_id": "p1_b17", "text": "‘"}, {"text_block_id": "p1_b18", "text": "system molecule"}, {"text_block_id": "p1_b19", "text": "’"}, {"text_block_id": "p1_b20", "text": ", as previously analysed and described inter alia by CIEP"}, {"text_block_id": "p1_b21", "text": "and Berenschot"}, {"text_block_id": "p1_b22", "text": ". Alongside green gas, zero-carbon hydrogen forms an inextricable part of a zero-carbon energy system. First, some forms of final consumption cannot be made more sustainable without zero-carbon gases either from a technical perspective or from a cost effectiveness perspective. Zero-carbon gases are needed for some applications and for others constitute a potential cost-effective option alongside other technologies such as electrification"}, {"text_block_id": "p1_b23", "text": ". The use of a gas, for example, is required to produce very high temperatures in industry. In addition, heavy-duty transport requires a source of fuel. In parts of the built environment, the transition to zero-carbon gas may constitute the most cost-effective method of achieving improved sustainability. It will also be required to supply the peak load of heat grids and hybrid heat pumps. Second, gas can be stored effectively for long periods of time (vital with regard to seasonal storage) and is relatively easy to transport. Hydrogen specifically has the added benefit of contributing to better air quality."}, {"text_block_id": "p1_b24_merged_merged", "text": "Several energy scenarios indicate that, within a fully sustainable energy supply by 2050, gaseous energy carriers will provide at least 30% of final energy consumption. A comparison of seven energy transition scenarios conducted by Berenschot yielded a bandwidth of 337 to 775 PJ of gaseous energy carriersby 2050. This corresponds to approximately 30% to 50% of final energy consumption. For that reason, in addition to making the energy supply more sustainable, the government is committed to making the range of gaseous energy carriers more sustainable. Green gas and hydrogen can be produced with zero CO2 emissions. Both are crucial in a sustainable energy supply."}, {"text_block_id": "p1_b30", "text": "Given the significant projected demand for zero-carbon gases by 2050 and the forecast that Dutch green gas production will not be able to fully meet this demand, the scaling up of the production of both green gas and hydrogen is essential. Alongside green gas, zero-carbon hydrogen will be indispensable in meeting the expected demand for zero-carbon gases."}, {"text_block_id": "p1_b31", "text": "If we wish to have realised a 100% climate-neutral energy supply and economy by 2050, we will require energy carriers which can integrate and apply sustainable solar and wind energy as much as possible. Where possible, this is currently achieved using renewable electricity and heat, however, there are limits to what can be achieved in the Netherlands in terms of technology, systemic costs and space. It is crucial that we introduce zero-carbon hydrogen as a scalable energy carrier soon to allow us to continue to integrate wind and solar energy into the energy supply."}, {"text_block_id": "p1_b32", "text": "The letter ‘The role of gas in our current and future energy system’ deals with the position of gas in the Netherlands in greater detail. The policy on the further development of green gas is examined in the letter ‘Roadmap for Green Gas’. This strategy document will focus on the development of hydrogen."}, {"text_block_id": "p1_b33", "text": "International approach"}, {"text_block_id": "p1_b34", "text": "If hydrogen is to make a substantial contribution to the energy transition and climate policy as soon as possible, our commitment to scaling up and rolling out must be part of a (North-western)"}, {"text_block_id": "p2_b35", "text": "European, and if possible global, approach. Significant cost savings can be achieved in an international context. The systemic role envisaged for hydrogen by the government must align with the decisions and developments in countries and regions that are part of our Northwest European energy market. As such, the policy agenda must provide an active international strategy."}, {"text_block_id": "p2_b36", "text": "The government has noted that an increasing number of countries are beginning to recognise the need for and potential of hydrogen. This is emphasised in recent reports by authoritative international organisations such as the International Energy Agency (IEA)"}, {"text_block_id": "p2_b37", "text": "and the International Renewable Energy Agency (IRENA)"}, {"text_block_id": "p2_b38", "text": ". In Japan and elsewhere in Asia, hydrogen is seen as a key way to diversify the energy mix and to become less dependent on the oil and natural gas imports, in addition to contributing to climate policy. In China, the beneficial impact on air quality is seen as a key reason to encourage the use of hydrogen in mobility. Countries such as Japan and South Korea are anticipating large-scale imports of hydrogen. By contrast, Australia and New Zealand’s hydrogen strategies focus on the potential for exports. In regions where cheap renewable electricity can be generated on a large scale, such as in the Middle East, North Africa, and more recently in Spain and Portugal, opportunities have similarly been identified for the development of an export sector for hydrogen. Our neighbours have also taken an active approach. In Germany, the number of hydrogen refuelling stations for road traffic is growing rapidly and a long-term public-private partnership innovation programme has been set up. One of the key pillars of the German government’s forthcoming hydrogen strategy is the availability of clean hydrogen for industry and heavy-duty transport. The developments in Germany are highly significant to the Netherlands, given that it is likely that a portion of German demand will have to be met through imports that enter Europe through the Netherlands. France had previously drawn up a strategy in 2018. The United Kingdom has already reached an advanced stage with projects aimed at the use of hydrogen in the built environment. In Norway, hydrogen will be used for maritime applications and work is underway regarding the production of"}, {"text_block_id": "p2_b39", "text": "‘"}, {"text_block_id": "p2_b40", "text": "blue"}, {"text_block_id": "p2_b41", "text": "’"}, {"text_block_id": "p2_b42", "text": "hydrogen using carbon capture and storage (CCS)"}, {"text_block_id": "p2_b43", "text": ". The European Commission has similarly recognised the indispensable role of clean hydrogen in achieving climate neutrality by 2050"}, {"text_block_id": "p2_b44", "text": ". Hydrogen is one of the key priorities in the EU Industrial Strategy that was recently published."}, {"text_block_id": "p2_b45", "text": "Opportunities for companies and regions"}, {"text_block_id": "p2_b46_merged_merged", "text": "The development of hydrogen supply chains is crucial to the Dutch economy for several reasons. First, an affordable, reliable and sustainable energy supply is a key factor that may influence the decisions of companies on where to locate and is needed to help energy-intensive industries located in the Netherlands to become more sustainable. The Dutch economy has a large percentage of energy-intensive industries. In order to retain these kind of industries in the Netherlands, it is crucial that companies should be able to purchase zero-carbon energy carriers at internationally competitive prices. Second, the development of hydrogen supply chains in the Netherlands will lead to opportunities for Dutch companies and knowledge institutions, which will also benefit employment. The Netherlands had a large number of companies in the manufacturing industry, which have the potential to grow into key players in the development of regional and international hydrogen supply chains based on their knowledge in fields, such as industrial gases, advanced materials and chemical processes. In cooperation with the Ministry of Economic Affairs and Climate Policy, the Dutch employers’ organisation in the technology industry (FME) has mapped out the current position of the Dutch manufacturing industry in the area of hydrogen. Over 250 companies with operations in the hydrogen sector have been identified. A strong cluster of companies already operates in the field of hydrogen technology in the vicinity of Arnhem."}, {"text_block_id": "p3_b49", "text": "Furthermore, specifically with regard to ports and the Port of Rotterdam in particular, retaining the current hub function within international energy flows is crucial from a strategic perspective. Hydrogen has the potential to become a globally traded commodity. Given the significant expected demand for sustainable hydrogen in industry in Northwest Europe, it would therefore be highly advantageous for the Netherlands to become the linchpin in that supply chain and to use existing infrastructure for that purpose."}, {"text_block_id": "p3_b50", "text": "Regions across the country are currently developing hydrogen clusters. As a result of the Fuel Cells and Hydrogen Joint Undertaking of the EU, the Northern Netherlands region is recognised as the first Hydrogen Valley in Europe. An integrated approach is also being developed in regions, such as Zeeland, Zuid-Holland and Noord-Holland (with the Port of Amsterdam). On a smaller scale, various groups of stakeholders – municipalities, SMEs, citizens, system network operators, agricultural establishments, among others, are working on innovative hydrogen applications. These efforts see economic opportunities linked to local sustainability strategies. The government appreciates these initiatives and sees them as an essential part of how it is intended to shape the energy transition together in the years to come."}, {"text_block_id": "p3_b51", "text": "Experience with hydrogen"}, {"text_block_id": "p3_b52", "text": "Hydrogen is not new to the energy supply system. As early as the beginning of the last century, hydrogen was produced on a large scale from coal (coal gasification) and used as town gas in the built environment (until the 1960s), namely a combination of hydrogen and carbon monoxide. In the Netherlands, hydrogen has also been widely used as a raw material in the chemical industry for many years. Indeed, after Germany, the Netherlands is the largest producer of so-called ‘grey’ hydrogen in Europe. Approximately 10% of Dutch natural gas is used for the production of"}, {"text_block_id": "p3_b53", "text": "hydrogen, with significant CO"}, {"text_block_id": "p3_b54", "text": "2"}, {"text_block_id": "p3_b55", "text": "emissions. As such, the Netherlands has a great deal of experience with the safe and responsible handling of hydrogen. The large existing industrial market must be made more sustainable and can serve as a basis for the transition to clean hydrogen."}, {"text_block_id": "p3_b56", "text": "Policy agenda and vision for the future"}, {"text_block_id": "p3_b57_merged_merged", "text": "The government’s policy agenda is underpinned by the vision for the future of the clean hydrogen supply chain and the first steps to be taken for its realisation. The policy agenda aligns with the agreements on hydrogen outlined in the National Climate Agreement and shows what developments are already underway."}, {"text_block_id": "p3_b59", "text": "The government has developed a perspective on what a zero-carbon hydrogen supply chain should look like based on various scenarios. Hydrogen has the potential to become a globally traded commodity with large-scale imports and exports. Production in the Netherlands can take place with the use of large electrolysers or production plants with CCS in the coastal regions. Smaller-scale production sites may also be set up. Countries with cheap solar energy will focus on the export of hydrogen and the Netherlands will be able to continue to act as an energy hub in the future due to its favourable location, its ports and its extensive gas grid and storage capacity. Intercontinental transport will most likely take place by sea. The transport of hydrogen across the country and across Europe through pipeline would be the cheapest option. The demand for hydrogen will be concentrated in the existing industrial clusters, to heat buildings in parts of the country, and in refuelling stations for transport."}, {"text_block_id": "p3_b60", "text": "Guidance and phasing"}, {"text_block_id": "p3_b61", "text": "The principal challenge is to set up a clean hydrogen supply chain. This is a complex issue. Demand, supply, storage and infrastructure will all have to develop and there are major dependencies between them. For companies that are considering becoming more sustainable through zero-carbon hydrogen as an energy carrier, it will be vital to have an estimate of future volumes and prices for hydrogen. In addition, the company operating the network and the level of the transport tariffs, for example, will also be relevant. Potential investors in production capacity need insight into demand trends. The development and dimensioning of the infrastructure network are again linked to the expected supply and demand. Both the development of demand, supply,"}, {"text_block_id": "p4_b62", "text": "storage and infrastructure are significantly influenced by government policy. Certainly at the start and in the development phase, it seems obvious that the public sector should play its role. The introduction of a new energy carrier is a complex endeavour and will take decades. As such, the government must and intends to steer and guide this process."}, {"text_block_id": "p4_b63", "text": "In the forthcoming first phase of development, it is crucial that the costs of clean hydrogen production should be reduced. The upscaling of production plants for that purpose would be a key way to do so. The plans of companies show that these initial, at present relatively small-scale, plants are to be realised in the industrial clusters in which there is currently already a demand for hydrogen. In a later phase of development, it is likely that a transport network will have added value. In the long term, (seasonal) storage will also be needed in salt caverns or empty gas fields. Preparations for the potential realisation of infrastructure and storage capacity should, however, already be made in view of the lead times."}, {"text_block_id": "p4_b64", "text": "In order to continue to stay at the forefront in Europe and thereby attract the associated economic activity, the Netherlands will have to work on the technological frontier of the upscaling process with a range of instruments and a policy framework that is able to facilitate the ambitious plans."}, {"text_block_id": "p4_b65", "text": "Policy agenda with four pillars"}, {"text_block_id": "p4_b66", "text": "1"}, {"text_block_id": "p4_b67", "text": "Legislation and regulation"}, {"text_block_id": "p4_b68", "text": "a"}, {"text_block_id": "p4_b69", "text": "Use of existing gas grid"}, {"text_block_id": "p4_b70", "text": "The development of infrastructure will also take into account the development of the North-western European hydrogen market, which is relevant with a view to the potential hub function played by the Netherlands for provision to neighbouring countries. The connections with and in Germany are of particular interest. Identifying the potential demand, supply and storage capacity required will be part of this review. In this context, the Port of Rotterdam will be identifying the potential import supply (from overseas territories)."}, {"text_block_id": "p4_b71", "text": "b"}, {"text_block_id": "p4_b72", "text": "Market regulation and temporary tasks for network operators"}, {"text_block_id": "p4_b73", "text": "The government will examine the regulation of the future hydrogen market, including the operation of a potential future transport network. This will also involve examining the future role of Gasunie in the hydrogen supply chain. In terms of transport, storage and conversion, this review will focus on potential temporary roles to help kickstart the hydrogen market and on more structural roles once this market matures. The principal approach in this regard will be to ensure security of supply, to keep the social costs of the hydrogen supply chain as low as possible and to give the market room to manoeuvre. The future hydrogen market could include both public and private networks."}, {"text_block_id": "p4_b74_merged", "text": "The National Climate Agreement mandates that statutory and regulatory flexibility can be created for experiments to allow regional and national network operators to gain experience in the transport and distribution of hydrogen. In that case, the network operators will begin collaborating with market participants to launch hydrogen pilot projects, with the purpose of jointly exploring a workable supply chain. A process has been initiated to enable this through the General Administrative Order on ‘Temporary Tasks’ under the current Gas Act. A swift approach will be required to prevent any obstacles. The aim is to have the General Administrative Order finalised in 2020."}, {"text_block_id": "p5_b79", "text": "c"}, {"text_block_id": "p5_b80", "text": "Guarantees of origin and certification"}, {"text_block_id": "p5_b81", "text": "In order to facilitate a market for zero-carbon hydrogen, a reliable system of Guarantees of Origin (GOs) and certification will be required. In addition, agreements will have to be reached regarding definitions. The development of a GO system is required under the Renewable Energy Directive (RED II), for which RED II provides a framework. Coordination with other European countries will be sought in the development of the GO system and the aim will be to implement European rules and measurement methodology as much as possible. Vertogas, at present already responsible for the GOs for green gas, will be designated to develop the system."}, {"text_block_id": "p5_b82", "text": "d Safety"}, {"text_block_id": "p5_b83", "text": "Safety is an essential prerequisite. Hydrogen is a molecule about which a lot is known and which has been used in industry under international standards for some time. At present, the risks of hydrogen are not estimated to exceed the risks of current fossil fuel sources. New applications of hydrogen will lead to situations for which further research and monitoring will need to be carried out in order to better understand the scope and effective control of risks. This will preferably be carried out at a European or international level and be implemented based on international and European guidelines and standards. At present, work is underway on the development of general principles to deal with the safety risks of the energy transition"}, {"text_block_id": "p5_b84", "text": ", which will be elaborated in a separate policy framework aimed at mitigating the risks of hydrogen. Thereafter, the government will examine whether further actions will be required regarding national monitoring, e.g. regarding the division of labour between regulators and a regulatory framework for hydrogen."}, {"text_block_id": "p5_b85", "text": "At the start of 2020, the Netherlands launched the four-year Hydrogen Safety Innovation Programme, which will be implemented as a public-private partnership between the national government, network operators, emergency services, knowledge institutes and companies. The programme identifies safety issues in the area of hydrogen and proposes policies and agreements that allow these issues to be adequately addressed."}, {"text_block_id": "p5_b86", "text": "e"}, {"text_block_id": "p5_b87", "text": "Main Energy Infrastructure Programme"}, {"text_block_id": "p5_b88_merged_merged", "text": "Gasunie and TenneT have shown that it is crucial that the development of the electricity grid and the hydrogen grid should be effectively coordinated. Guidance will be required from the government in consultation with the industrial clusters with regard to the precise locations of electrolysers. This will take place through the Main Energy Infrastructure Programme, within the national government. The proximity to gas infrastructure, space for the electrolysers and the space for and capacity of electricity infrastructure are key aspects in that regard."}, {"text_block_id": "p5_b90", "text": "The considerations of the National Environmental Planning Strategy (NOVI) are similarly relevant to decisions regarding the use of hydrogen: combinations of functions will be prioritized over single functions, the characteristics and identity of a region will be key, passing on costs will be prevented. The conversion of electricity to hydrogen is characterised by energy losses that may have an impact on the spatial requirements for the production of energy. For that reason, it will be examined how the principles of the NOVI relate to the spatial impact of conversion, storage, transport and use of hydrogen, including the comparison to other energy carriers."}, {"text_block_id": "p5_b91", "text": "2 Cost reduction and scaling up green hydrogen"}, {"text_block_id": "p6_b92", "text": "of around 50-60% can be achieved"}, {"text_block_id": "p6_b93", "text": "in the next ten years. In order to achieve such a reduction of cost, a major scaling up of green hydrogen production is required in an international context, increasing from several MW to the GW scale by 2030. This will allow a more industrialised production method and unlock economies of scale. In addition, innovation may also lead to higher electrolysis efficiency and therefore lower costs. It is primarily the use of cheaper materials (for electrodes and membranes) that is crucial in that regard and still requires a great deal of research."}, {"text_block_id": "p6_b94", "text": "The National Climate Agreement includes an ambition to scale up electrolysis to approximately 500 MW of installed capacity by 2025 and 3-4 GW of installed capacity by 2030. Although the additional costs of green hydrogen are expected to fall with the scaling-up process, at present we still expect to see a significant operating cost gap. In addition to investment costs, the costs of green hydrogen will primarily depend on the price development of the renewable electricity used. The"}, {"text_block_id": "p6_b95", "text": "reference costs for grey and blue hydrogen largely depend on the price of natural gas and CO"}, {"text_block_id": "p6_b96", "text": "2"}, {"text_block_id": "p6_b97", "text": ". The existing and new financial support schemes for research into, scaling up and rolling out zero-carbon hydrogen are presented below. In addition, the government is considering the options available to realise scaling up and cost reduction by linking the development of offshore wind energy and hydrogen and through a blending obligation."}, {"text_block_id": "p6_b98", "text": "a"}, {"text_block_id": "p6_b99", "text": "Support schemes for research, scaling up and rolling out"}, {"text_block_id": "p6_b100", "text": "The financial support schemes aimed at the various phases of the development process consist of three complementary components."}, {"text_block_id": "p6_b101", "text": "1. Applied research and innovative pilot projects"}, {"text_block_id": "p6_b102_merged_merged_merged", "text": "The government supports applied research and development of hydrogen production in the various MOOI (Mission-oriented Research, Development and Innovation) tenders. In addition, innovative pilots in the field of hydrogen are encouraged through the DEI+ (Energy Innovation Demonstration Scheme). These will be projects aimed principally at research and development in an industrial environment. Within the DEI+, these projects will in any case be eligible to receive a subsidy for 25% of the eligible costs. Depending on the type of company, this amount may be up to 45%, up to a maximum of € 15 million per project."}, {"text_block_id": "p6_b104", "text": "2. Scaling up through new, temporary operating cost support"}, {"text_block_id": "p6_b105", "text": "In order to enable scaling up, temporary operating cost support will be crucial, in addition to investment support, as a transition between the demo and roll-out phase. For that reason, as a"}, {"text_block_id": "p7_b106", "text": "first step, the government aims to facilitate the scaling-up process by making use of the existing Climate Budget funds available for temporary operating cost support as of 2021. The government will be allocating approximately € 35 million per year for this purpose, by rearranging part of the existing funds for hydrogen pilot projects within the DEI+. By allocating some of the funds to support innovative pilots through the DEI+ and using another part of the funds for the scaling-up process, the government aims to achieve a substantial cost reduction for green hydrogen in the most cost-effective manner. Furthermore, projects will be able to rely on existing subsidy schemes. The relevant possibilities within the state aid framework are being considered. In this context, the possible extension of the state aid for projects of European common interest may be an option (IPCEI, Important Projects of European Common Interest)."}, {"text_block_id": "p7_b107", "text": "The new allocation of existing funds is complementary to the DEI+, HER (renewable energy subsidy module) and the SDE++. The aim is to accelerate cost reductions, so that a cost-effective"}, {"text_block_id": "p7_b108", "text": "roll-out of green hydrogen can take place sooner to ensure a reduction in CO"}, {"text_block_id": "p7_b109", "text": "2"}, {"text_block_id": "p7_b110", "text": "."}, {"text_block_id": "p7_b111", "text": "3. Roll-out: SDE++"}, {"text_block_id": "p7_b112", "text": "This year, the production of hydrogen by electrolysis will be included in the SDE++ for the first time. In the projected electricity mix of 2030 and 8000 full load hours, the production of hydrogen"}, {"text_block_id": "p7_b113", "text": "through electrolysis is set to generate additional net CO"}, {"text_block_id": "p7_b114", "text": "2"}, {"text_block_id": "p7_b115", "text": "emissions, according to the Netherlands Environment Assessment Agency (PBL). For that reason, a decision was made to include electrolysis in the SDE++, with 2000 full load hours eligible for subsidy. In this configuration, there"}, {"text_block_id": "p7_b116", "text": "will be CO"}, {"text_block_id": "p7_b117", "text": "2"}, {"text_block_id": "p7_b118", "text": "reductions, given that these are hours with significant production of renewable electricity. On that basis, this will result in a subsidy intensity of € 1064 per avoided tonne of carbon dioxide. Although this may be an expensive option compared to other methods, the government is nevertheless opening up this category to provide market participants with the necessary prospects of support through the SDE++."}, {"text_block_id": "p7_b119", "text": "In case of favourable conditions and/or in conjunction with other subsidies, companies will be able to qualify for the SDE++ up to the maximum subsidy amount of € 300 per tonne. For the"}, {"text_block_id": "p7_b120", "text": "production of blue hydrogen (where the CO"}, {"text_block_id": "p7_b121", "text": "2"}, {"text_block_id": "p7_b122", "text": "is captured during the production of hydrogen from natural gas), CCS will be able to compete in the SDE++ through the CCS category."}, {"text_block_id": "p7_b123", "text": "The government will monitor whether the above-mentioned support schemes are able to provide sufficient opportunities for this phase of the development of green hydrogen."}, {"text_block_id": "p7_b124", "text": "b"}, {"text_block_id": "p7_b125", "text": "Linking hydrogen to offshore wind energy"}, {"text_block_id": "p7_b126_merged_merged_merged_merged", "text": "In order to accelerate the development of green hydrogen, the government will be carrying out a study before the summer of 2020 into the advantages and disadvantages of linking hydrogen production to offshore wind energy via integrated tenders. This is particularly important in respect of the issue of how hydrogen production should be used to achieve CO2 reductions before 2030. In case of offshore conversion of electricity to hydrogen, the costs of landing renewable energy and congestion on the electricity grid can potentially be reduced. After all, the transport of hydrogen is considerably cheaper than transporting electricity. The results of the Netherlands Research Organisation for applied scientific research (TNO) pilot project at an existing offshore platform near Den Helder, which will be taking place in 2020, will be reviewed in this regard."}, {"text_block_id": "p7_b130", "text": "The study will inter alia focus on the possibility for the eventual tendering of a specific amount of electrolysis capacity at landing sites for offshore wind energy. At the wind farm North of the Frisian Islands, for example, a review will be carried out to examine the possibility of reserving space for a wider corridor, through which a DC cable or hydrogen pipeline could run at a later date to bring the energy from future wind farms onto land. In an international context, the Netherlands will promote exploring offshore hydrogen cooperation, among others as part of the North Sea Energy Cooperation program."}, {"text_block_id": "p7_b131", "text": "c"}, {"text_block_id": "p7_b132", "text": "Blending obligation"}, {"text_block_id": "p7_b133", "text": "One option to increase demand for green hydrogen is through an obligation for its blending in the natural gas grid (either physically or through certificates). This is an ongoing European discussion in the context of increasing the sustainability of the European gas system. The Renewable Energy"}, {"text_block_id": "p8_b134", "text": "Directive also offers room for this option, which is seen by IRENA, among others,"}, {"text_block_id": "p8_b135", "text": "as a cost-effective and flexible way to support the scaling up of green hydrogen. As outlined in a previous letter to the House of Representatives on this subject"}, {"text_block_id": "p8_b136", "text": ", in relation to questions raised by the Member Mr. Van der Lee on the article ‘A blending obligation for hydrogen into the gas grid to create demand’, it is good to explore the policy, legal and market aspects on this issue. A blending obligation may be able to offer greater offtake security to green hydrogen projects. Physical blending up to 2% is already achievable with minor adjustments, and with further adjustments, the percentage could gradually be increased to approximately 10-20%. Converting electricity produced regionally and locally into hydrogen and blending it into the gas grid will increase the opportunities for decentralised production of energy in places where the electricity grid has insufficient capacity. The feasibility of various options for physical and administrative blending will be explored in the near future in consultation with Gasunie, regional network operators and natural gas users, while, in addition to technical, practical, regulatory and safety aspects, l also considering the price effects for end users."}, {"text_block_id": "p8_b137", "text": "3 Sustainability of final consumption"}, {"text_block_id": "p8_b138", "text": "For various forms of final consumption, zero-carbon hydrogen is one of the options that can lead to sustainability improvements. The development of production and demand for this type of hydrogen should ideally progress more or less in tandem. Strong demand from end users will stimulate the rapid development of the market for hydrogen."}, {"text_block_id": "p8_b139", "text": "Once there are clear rules for the market and successful steps have been taken in scaling up production, resulting in cost reductions, this will lead to a clearer picture for potential customers as to what extent hydrogen could be beneficial to them as a tool to achieve sustainability improvements. Improved insights among major potential customers into the cost effectiveness of"}, {"text_block_id": "p8_b140", "text": "sustainable hydrogen in reducing CO"}, {"text_block_id": "p8_b141", "text": "2"}, {"text_block_id": "p8_b142", "text": "emissions compared to other measures, such as electrification, will in turn provide a better picture of the total potential demand for hydrogen. Step by step, a new market will have to develop, with hydrogen taking its place as an energy carrier in a zero-carbon energy system."}, {"text_block_id": "p8_b143", "text": "In many areas, initiatives aimed at kickstarting the market for clean hydrogen are already underway. The mobility and industry sectors are at the forefront of this endeavour. Preparations for the first pilot projects are currently underway in the built environment and electricity sector. Finally, there are also a number of unique opportunities in the agricultural sector. A wide range of policy instruments can be used to support initiatives and to stimulate and facilitate market development. A key process in this context is the implementation of the Renewable Energy Directive. The national government is committed to ensuring that the forthcoming effects of the directive are useful and stimulating for hydrogen. This is particularly important with regard to the applications in industry (including in refineries) and in mobility."}, {"text_block_id": "p8_b144", "text": "Local and regional authorities alike will play a key role in facilitating decentralised solutions and in providing flexibility for projects and experiments, in which regional policy plays a strong role."}, {"text_block_id": "p8_b145", "text": "a"}, {"text_block_id": "p8_b146", "text": "Ports and industry clusters"}, {"text_block_id": "p8_b147_merged_merged_merged", "text": "The ports and industry clusters regard the development of clean hydrogen as an essential part of achieving a climate-neutral industry sector by 2050. The European trade association for the chemical industry in Europe (Cefic) has indicated that natural gas is currently the largest energy source in the European chemical industry, accounting for 34% of total consumption in 2016. According to Cefic, clean hydrogen will be able to partly replace natural gas in this sector. National trade associations such as VNCIand VEMWsimilarly see the use of hydrogen as one of the pathways to achieving CO2 reduction."}, {"text_block_id": "p9_b154", "text": "Until 2030, sustainability projects will be predominantly local in nature. Within all regional and industrial clusters, markets and other parties are preparing for a growing role played by hydrogen, including through studies, the development of business cases and proposed investments. Many of the concrete plans within the clusters relate to pilot-demo projects for which support is provided through schemes such as the DEI+."}, {"text_block_id": "p9_b155", "text": "The Porthos project in Rotterdam deserves particular attention. The project focuses on the capture"}, {"text_block_id": "p9_b156", "text": "of CO"}, {"text_block_id": "p9_b157", "text": "2"}, {"text_block_id": "p9_b158", "text": "in existing hydrogen production within the port. The objective of the associated H-Vision project is to achieve large-scale blue hydrogen production aimed at reducing emissions for 2030. With the construction of Porthos and H-Vision infrastructure and plants, blue hydrogen is set to"}, {"text_block_id": "p9_b159", "text": "make a contribution to reducing CO"}, {"text_block_id": "p9_b160", "text": "2"}, {"text_block_id": "p9_b161", "text": "emissions in the near future. Studies show that as a result of the lower costs, particularly in industry and electricity supply, there are indeed opportunities for blue hydrogen"}, {"text_block_id": "p9_b162", "text": ". This paves the way for large-scale integration of green hydrogen."}, {"text_block_id": "p9_b163_merged_merged", "text": "The port of Amsterdam (collaborating with the North Sea Canal region and parties such as Tata Steel)and clusters in Zeeland/Flandersand in the Northern Netherlandshave also indicated that they wish to make preparations for a more significant role for hydrogen in the short term. In the run up to 2030, industry has expressed a desire for clusters to be connected to allow further scaling up. The availability of a hydrogen network in the near future would be essential. At present, the Infrastructure Task Force is mapping out key areas of focus with regard to infrastructure for the sustainability aims of the industry clusters. All industrial clusters have indicated that they consider the development of the hydrogen infrastructure to be a key prerequisite for further sustainability improvements. The recommendations and outcomes of this Task Force are currently being developed and will be taken into account in the Industry Memorandum 2050 that is to be published later this year."}, {"text_block_id": "p9_b167", "text": "b"}, {"text_block_id": "p9_b168", "text": "Hydrogen (including synthetic fuels) and zero emissions policies for transport"}, {"text_block_id": "p9_b169", "text": "In order to support the targets set out in the National Climate Agreement (50 refuelling stations, 15,000 fuel cell vehicles and 3,000 heavy-duty vehicles by 2025; 300,000 fuel cell vehicles by 2030), a cooperation agreement with stakeholders will be signed in 2020. Agreements with the sectors for transportation of specific groups (e.g. disabled), waste collection vehicles, zero emissions urban logistics and a strategy for long-distance transport for hinterland connections should provide further support for the roll-out of hydrogen. Partly in the context of the Sustainable Procurement programme, the national government and local and regional authorities will act as launching customers. Subsidy schemes for zero emissions urban logistics and heavy-duty transport are being developed under the framework of the National Climate Agreement. The further roll-out of refuelling stations will be encouraged, including under the EU Alternative Fuels Directive. In addition to a refuelling infrastructure at the main Dutch and European transport axes, roll-out will also be required in adjacent regions. Supply will require a balanced system of production and transport that must be in line with the role of hydrogen set out in the Regional Energy Strategies. A Green Deal will contribute to the stimulation of the use of hydrogen in the shipping industry (maritime transport and inland waterways) and in the ports."}, {"text_block_id": "p10_b170", "text": "The RED II is also a key factor in the development of the market for sustainable hydrogen for the mobility sector. The government will review how the implementation of the RED II can contribute to encouraging the use of clean hydrogen within the existing framework conditions of the National Climate Agreement and with a view to ensuring a level playing field for battery-electric and fuel cell-electric applications."}, {"text_block_id": "p10_b171", "text": "At present, the European Commission is developing the conditions under which hydrogen will be considered green and, either in its pure form or as a raw material for synthetic fuels, complies as a renewable transport fuel within the meaning of this directive. The results of this endeavour are vital to the incentive that the transport target of a mandatory share of 14% renewable offers to the development of green hydrogen."}, {"text_block_id": "p10_b172", "text": "c Built environment"}, {"text_block_id": "p10_b173", "text": "Zero-carbon hydrogen also has the potential to make a significant contribution to the heating of the built environment in the longer term. TNO recently outlined how this can take place"}, {"text_block_id": "p10_b174", "text": ". The conclusion of this study is that, although the potential is there, there are still important questions to be answered regarding applicability, safety, availability, sustainability and affordability. In the coming years, efforts will be made to provide answers to those questions, within the National Hydrogen Programme. The aim is to clearly set out the prerequisites for the safe application of hydrogen in the built environment. However, based on current plans, it is expected that significant volumes of (green) hydrogen will only become available beyond 2030."}, {"text_block_id": "p10_b175", "text": "Although the costs of producing green hydrogen are expected to fall sharply in the long term, it is still difficult to predict at what price hydrogen will actually become available and whether that price will also lead to an affordable option for the built environment. It is also difficult to estimate when which volumes will become available. Insulation and energy efficiency remain desirable strategies. As the availability of green hydrogen is expected to be limited, hydrogen in the built environment will therefore initially be used for buildings and districts that are difficult to make more sustainable in other ways. This also includes the way in which hydrogen can strengthen other options, such as hybrid heat pumps and heat grids, primarily with regard to peak demand."}, {"text_block_id": "p10_b176", "text": "Although hydrogen may not be an option that can be implemented on a large scale until 2030, hydrogen will nevertheless already be taken into account in the guidelines for municipalities with regard to sustainability efforts and the phasing out of natural gas in the built environment. This will take into account the uncertainty surrounding the availability and price of green hydrogen for the built environment. In order to gain as much knowledge as possible, a number of targeted pilots in the built environment will be realised in the 2020-2025 period, which will include, among others, a review of the plans in Rozenburg, Stad aan ‘t Haringvliet and Hoogeveen. Flexibility will be embedded in laws and regulations to allow this to be facilitated. More and larger pilots may follow in the run up to 2030. The lessons learned from large-scale projects abroad, such as the H21 project in the United Kingdom, in which cities such as Leeds in the north of England are making preparations to transition from gas to clean hydrogen to heat homes, will likewise be heeded."}, {"text_block_id": "p10_b177", "text": "d Electricity sector"}, {"text_block_id": "p10_b178_merged_merged", "text": "The use of clean hydrogen in gas plants offers the opportunity to sustainably realise flexible power capacity. The Magnum project in the Eemshaven seaport, which is reviewing whether one of the gas turbines can be switched to hydrogen, is a good example of this. If the supply of zero-carbon hydrogen can be scaled up in time, this would offer prospects to achieve CO2 reductions in the electricity sector in the long term."}, {"text_block_id": "p10_b182", "text": "At a local and regional level, initiatives are currently being undertaken to combine local generation with the production, use and storage of hydrogen. This may contribute to resolving and preventing congestion problems in the electricity network and thereby increase the number of possibilities available for the integration of locally and regionally produced renewable energy."}, {"text_block_id": "p11_b183", "text": "e"}, {"text_block_id": "p11_b184", "text": "Agricultural sector"}, {"text_block_id": "p11_b185", "text": "There are opportunities in the agricultural sector both for the production and use of hydrogen. Agricultural establishments offer a large number of possibilities for the decentralised generation of renewable electricity (wind and solar on stables and commercial buildings). In addition, the use of zero-carbon hydrogen provides sustainability opportunities for agricultural machinery, tractors and heavy-duty agro logistics. A quarter to a third of the use of heavy-duty vehicles relates to agro logistics. The coincidence of generation and consumption at a local and regional levels provides combination opportunities for the energy transition. The agricultural sector includes a large number of SMEs and other parties with a significant capacity for innovation. The focus in the years to come will be on small-scale pilot and demonstration projects in collaboration with the regional authorities."}, {"text_block_id": "p11_b186", "text": "4 Supporting and flanking policy"}, {"text_block_id": "p11_b187", "text": "a"}, {"text_block_id": "p11_b188", "text": "International strategy"}, {"text_block_id": "p11_b189", "text": "An international strategy has long been part of the Dutch approach. The principal focus is on Europe, with the Netherlands also actively taking part in global partnership initiatives. The Netherlands' European strategy consists of the following tracks:"}, {"text_block_id": "p11_b190", "text": "An international strategy has long been part of the Dutch approach. The principal focus is on Europe, with the Netherlands also actively taking part in global partnership initiatives. The Netherlands' European strategy consists of the following tracks:\n* Direct contact with the European Commission at every conceivable level. The key goal in\n* Pentalateral Forum (Benelux, Germany, France, Austria and Switzerland) in which the\n* Consultations with North Sea countries. As the significant potential of offshore wind energy\n* Bilateral cooperation with neighbouring states. A feasibility study was recently launched\n* IPCEI (Important Projects of Common European Interest) is a European instrument for the"}, {"text_block_id": "p11_b202", "text": "In addition, the Netherlands is an active participant in international initiatives such as the International Partnership for Hydrogen and Fuel Cells in the Economy (IPHE), IEA, Clean Energy Ministerial and Mission Innovation."}, {"text_block_id": "p12_b203", "text": "Trade policy will explicitly take into account the opportunities to export Dutch hydrogen knowledge and skills. Policy aimed at attracting foreign investment will explicitly showcase the appeal of the Netherlands as a location for companies in the hydrogen value chain to set up shop. The significant interest of foreign companies in hydrogen projects in the Netherlands highlights that our favourable starting position is already recognised. Bilateral foreign policy will specifically focus on developing potential import relationships with countries that emerge as potential net exporters of clean hydrogen, such as Portugal in Europe."}, {"text_block_id": "p12_b204", "text": "b"}, {"text_block_id": "p12_b205", "text": "Regional policy"}, {"text_block_id": "p12_b206", "text": "The regions play a pivotal role in the further roll-out of hydrogen. The Northern Netherlands is an example of a region where new economic prospects are being developed"}, {"text_block_id": "p12_b207", "text": ", building on the existing infrastructure and knowledge of gas. Regional authorities and organisations will be able to play a key role in developing and facilitating local infrastructure and projects in the built environment, in mobility and industry. Actively demonstrating and bringing the opportunities to the fore also contributes to creating social support for hydrogen and getting citizens involved with the energy transition. The drafting of Regional Energy Strategies would be a good occasion for these local opportunities to be identified."}, {"text_block_id": "p12_b208", "text": "The central government wishes to stimulate cooperation between the regions. Regions will be able to learn from each other’s initiatives and highlight what the requirements are for a national hydrogen ecosystem. The connection to the future hydrogen infrastructure and the spatial integration of electrolysis projects deserves particular focus. Collaboration with the regions will form part of the National Hydrogen Programme."}, {"text_block_id": "p12_b209", "text": "c"}, {"text_block_id": "p12_b210", "text": "Research and innovation"}, {"text_block_id": "p12_b211", "text": "In this government strategy, hydrogen represents a wide range of possibilities and technologies. It can be used to produce ammonia, urea, hydrocarbons and bio and synthetic fuels, in conjunction with other molecules (primarily nitrogen and carbon dioxide). Hydrogen can be stored and transported in various ways: as a liquid, in a gaseous state or bound to other substances. Hydrogen can be produced in different ways. In all of these areas, companies and knowledge institutes are working on basic and applied research and innovations aimed at making processes and applications more efficient, more sustainable, and cheaper."}, {"text_block_id": "p12_b212", "text": "Work is ongoing with regard to a wide range of aspects within the hydrogen value chain, both at Dutch universities and research institutes supported by various Dutch Research Council (NWO) programmes. The Electrochemical Conversion & Materials (ECCM) programme, which connects strong knowledge positions in the Netherlands in the fields of chemistry, energy and high-tech manufacturing, is a good example of this."}, {"text_block_id": "p12_b213", "text": "In addition to basic research, the government also focuses on applied research, which is aimed at working towards realising new and improved technologies and applications in collaboration with the business community. The Netherlands Organisation for Applied Scientific Research (TNO) plays an active role in this regard. Activities conducted through Energy Top Sector, as part of the various multi-year mission-driven innovation programmes (MMIPs) inter alia aimed at the electricity and industry sectors, focus on innovations in the field of the production and application of green hydrogen. European programmes, such as in the context of Horizon 2020 (Fuel Cell Hydrogen Joint Undertaking), are likewise of great importance to Dutch companies and knowledge institutions."}, {"text_block_id": "p12_b214_merged_merged", "text": "An integrated approach for hydrogen was published in January 2020, based on a survey of hydrogen in the MMIPs. This Multi-year Programmatic Approach for Hydrogen, drafted by TKI New Gas, provides a solid basis for organising and stimulating the necessary innovations. The MMIPs are supported through a variety of instruments across the various levels of innovation. Through the instruments inter alia of the Energy Top Sector, consortia of companies are encouraged to carry out research together into new technologies and applications. The principal focus is on the industrial production and application of hydrogen and the development and landing of offshore"}, {"text_block_id": "p13_b216", "text": "wind energy through sustainable gases. Further scaling up through pilot and demonstrations is made possible through the DEI+."}, {"text_block_id": "p13_b217", "text": "Timeline"}, {"text_block_id": "p13_b218", "text": "National Hydrogen Programme"}, {"text_block_id": "p13_b219", "text": "The National Climate Agreement includes an agreement to formulate a National Hydrogen Programme. This programme will be adaptive in nature and in principle be based on the hydrogen phasing plan leading up to 2030 that is included in the National Climate Agreement. This means that the period up to and including 2021 will be used as the preparatory phase, with ongoing initiatives and projects to be used as a point of departure. The agreements on government commitment in this preparatory phase will be discussed in the policy agenda. Consultations with stakeholders will take place regarding the structure and implementation of the programme, which will use the report on the Multi-year Programmatic Approach for Hydrogen of TKI New Gas as a basis."}], "document_description": "This document aims at showing the government's strategic focus on hydrogen as a key enabler of job creation, air quality improvement, transformation of the energy system and transition to low-carbon development. A corresponding policy agenda is set out around four pillars: legislation and regulation, cost reduction and scaling up green hydrogen, sustainability of final consumption, and supporting and flanking policy.However, the European Commission notified the Dutch government that specific subsidies dealing with green hydrogen were not compatible with the union's rules."}