{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Netherlands", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Long term strategy on climate mitigation", "document_country_code": "NLD", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "12/01/2019", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/NLD/2019/NLD-2019-01-12-Long term strategy on climate mitigation_57ff14b1fb95b41e24cc64d137df02bc.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "1. Introduction"}, {"text_block_id": "p1_b2", "text": "Climate change mitigation is a matter of great urgency. Pursuant to the national Climate Act, the Netherlands needs to reduce its greenhouse gas emissions by 95% by 2050 compared to 1990. This will be a daunting task for the next 30 years. However, the Netherlands is not starting from scratch. In many areas, the transition is already under way and will pick up pace considerably over the coming years. Furthermore, developments in the Netherlands and worldwide have shown that sustainability improvements and economic growth can go hand in hand. This is cause for hope. Nevertheless, the Netherlands will continue to face many challenges during the transition. To ensure that the country will prepare itself, now is a good time to consider the long-term implications of the transition. This long-term strategy has been written with this objective in mind."}, {"text_block_id": "p1_b3", "text": "The preparation of a national long-term strategy follows a European agreement laid down in the Governance Regulation (EU 2018/1999, Article 15). Each Member State is required to use this national strategy to describe how it will contribute towards meeting the goals in the Paris Agreement. The strategy must also state what the Member State will contribute towards the European goals in the long term in order for the EU to achieve climate neutrality as soon as possible and arrive at a highly energy-efficient energy system based largely on renewable energy sources."}, {"text_block_id": "p1_b4", "text": "The Climate Act has turned the focus of the Netherlands' climate policy emphatically on the long term. The act specifies a final target for 2050 and an interim target for 2030. With regard to the sector-specific targets under the national Climate Agreement, the government has not only taken into account cost-efficiency between now and 2030, but also and expressly steps that need to be taken beyond that date to achieve the 2050 target. For this reason, the first Climate Plan under the Climate Act also contains policy initiatives to prepare for the long term."}, {"text_block_id": "p1_b5", "text": "At the two-year and five-year review stages specified in the Climate Act (progress report and Climate Plan review/update, respectively), the government will focus particularly on policies that are geared towards the 2050 perspective by means of exploratory studies."}, {"text_block_id": "p1_b6_merged", "text": "The Climate Act, Climate Agreement and Climate Plan are not only key steps towards 2030, but also form the starting point for trajectories to prepare for the long term and choices that will have to be made in the coming years. As a society we do not have all the answers, nor do we possess all the facts we need. However, there are numerous social ambitions and points of view about the transition in the longer term that, when taken in combination, provide an overall impression of the long-term targets. This long-term strategy elaborates these elements and outlines their implications for the policy agenda. The objective of this long-term strategy is to serve as a basis for further analysis, discussion and policymaking in the years ahead, both at the national and the international (European and global) level. The Netherlands Scientific Council for Government Policy (Wetenschappelijke Raad voor het Regeringsbeleid, WRR) could make a significant contribution towards this as well. The government will therefore consult with the WRR to see how this can be added to WRR's agenda."}, {"text_block_id": "p1_b9", "text": "Structure"}, {"text_block_id": "p1_b10", "text": "In the Netherlands, policy is largely determined by the coalition agreement and the Climate Agreement. The government's climate policy has been elaborated in the Integrated National Energy and Climate Plan (NECP), which is submitted in Brussels at the same time as the long-term strategy. This meets many of the requirements set by the EU for a national long-term strategy. Instead of reiterating those points, the Netherlands has opted to structure its long-term strategy differently: as a strategy that sets the agenda for the coming years, without pretending to know all the answers in advance."}, {"text_block_id": "p1_b11", "text": "Chapter 2 describes which current and proposed policies form the main contributions to the transition in the longer term. Together, these can be considered to be the current national strategy. Chapter 3 describes the key challenges for the further transition that will require answers, solutions and instruments in the coming years. These form the agenda. Finally, Chapter 4 summarises the policy implications and follow-up steps."}, {"text_block_id": "p2_b12", "text": "Appendix 1 gives an overview of the various sources that were consulted when preparing this document. Appendix 2 lists the elements prescribed in the EU Regulation as being required for a national long-term strategy, with an indication whether the requested information can be found in the NECP or in other public documents."}, {"text_block_id": "p3_b13", "text": "2. Current policies for the longer term"}, {"text_block_id": "p3_b14", "text": "This chapter describes the national policies that are entirely or partially focused on the longer term. The national transition is founded on a set of frameworks and objectives. The rest of the chapter describes the Netherlands' efforts in terms of innovation, its policy for the further transformation of the energy system and its approach for the longer term with regard to the various sectors."}, {"text_block_id": "p3_b15", "text": "2.1 Frameworks and objectives"}, {"text_block_id": "p3_b16", "text": "The Netherlands is a party to the global framework convention on climate change (the United Nations Framework Convention on Climate Change) and the Paris Agreement. As such, it supports the global targets to limit global warming to well below 2 °C, strive for a maximum of 1.5 °C and achieve a balance between greenhouse gas emissions and the storage of CO"}, {"text_block_id": "p3_b17", "text": "2"}, {"text_block_id": "p3_b18", "text": "from the atmosphere on earth, in the second half of this century."}, {"text_block_id": "p3_b19", "text": "Climate Act"}, {"text_block_id": "p3_b20", "text": "The Climate Act, which came into effect in 2019, safeguards the long-term focus of the Netherlands' national climate policy. It sets out the objectives of this climate policy. The Climate Act also establishes a quality control cycle, which is based on the European NECP cycle. In 2019, the government finalised the first Climate Plan (national plan, different from NECP). This will be reviewed every five years. Pursuant to the Climate Act, the government must report back to parliament annually about the progress made with its climate policy through the Climate Memorandum. The Council of State has an advisory role in relation to the Climate Plan and the Climate Memorandum."}, {"text_block_id": "p3_b21", "text": "The Climate Act stipulates that the Netherlands must reduce its greenhouse gas emissions by 95% by 2050 compared to 1990. Like most other EU Member States, the Netherlands agrees that the EU should be climate neutral by 2050. The Netherlands is committed to the 95% target regardless of any other agreements at the European level. This is currently one of the most ambitious targets for 2050 laid down by law worldwide."}, {"text_block_id": "p3_b22", "text": "As an interim target, the Climate Act specifies that the Netherlands must strive to cut its emission level by 49% by 2030 compared to 1990. This ambition exceeds the current European reduction target. The Netherlands is striving for a 49% reduction by 2030, as this fits in well with its ambition to achieve a gradual transition in the run-up to 2050. It prevents the need for the introduction of abrupt measures after 2030 to achieve the 2050 target. A gradual transition will contribute to cost-efficiency, offer the Dutch business sector a competitive edge in the longer term and give every Dutch citizen an opportunity to do his or her bit."}, {"text_block_id": "p3_b23", "text": "A single national CO"}, {"text_block_id": "p3_b24", "text": "2"}, {"text_block_id": "p3_b25", "text": "emissions target"}, {"text_block_id": "p3_b26_merged_merged_merged", "text": "By adopting the Climate Act, the Netherlands has chosen emphatically to focus on a single target: the reduction of its greenhouse gas emissions. In addition, the Climate Act includes a target to achieve a 100% CO2-neutral electricity supply by 2050. Energy savings and renewable energy are considered to be means at the Netherlands' disposal during the transition, to achieve the reduction target – they are not themselves seen as primary targets. Similarly, the Netherlands has elected to shift its primary focus away from the European 2030 sub-targets for emissions reduction in sectors not covered by the European Emissions Trading System (ETS) and for the CO2 emissions source-sink ratio with regard to land use. The adopted policies are expected to lead to the Netherlands meeting the agreed national targets respectively the contributions to the European 2030 targets for these areas."}, {"text_block_id": "p3_b33", "text": "As regards the policy proposed for Europe as a whole, the Netherlands is pursuing climate neutrality by 2050 and an increase in the European target of a 40% reduction by 2030 to a 55% reduction by 2030. Exactly what the translation of such a loftier ambition would entail for the Netherlands itself depends on a parallel translation to non-ETS and ETS targets and additional"}, {"text_block_id": "p4_b34", "text": "European source-based policy. With regard to the development of technology, the planning of investments in the necessary infrastructure and spatial integration planning, the Netherlands is already taking into account the possible need to step up its efforts in case the European 2030 target is raised and its own national target changes as a result. This is because of the lengthy lead times involved."}, {"text_block_id": "p4_b35", "text": "Climate Plan and Climate Agreement"}, {"text_block_id": "p4_b36", "text": "In 2019, the government finalised the first Climate Plan. This Climate Plan outlines the key tenets of the climate policy to be implemented over the next 10 years. In addition, the Climate Plan addresses the latest scientific insights into climate change, technological developments, international policy developments and the consequences for the economy. As such, the Climate Plan summarises the national policy, the context in which this policy is developed and the consequences of this policy."}, {"text_block_id": "p4_b37", "text": "To an important extent, the contents of the Climate Plan are based on the Climate Agreement, which was concluded between more than 100 civil society parties (both public and private). This agreement contains a package of measures that have the active support of as many contributing parties as possible and which will achieve the political reduction target of 49% by 2030."}, {"text_block_id": "p4_b38", "text": "The Climate Agreement intentionally assumes indicative sector-specific targets that are not only based on a cost-effective set of measures until 2030, but also take into account the desirability of longer-term measures to aid transition. Many of the specifics in the agreement therefore have a long-term impact, given that they can either be extended after 2030 or contribute to driving the transition that is required in the longer term. Lastly, the parties to the Climate Agreement have formulated joint ambitions for the period until 2050."}, {"text_block_id": "p4_b39", "text": "2.2 Preparing for the period after 2030: innovation efforts"}, {"text_block_id": "p4_b40", "text": "As part of the Climate Agreement, the parties have drawn up an Integrated Knowledge and Innovation Agenda (IKIA), which lists the social as well as technological innovation priorities for all sectors. The IKIA specifies the most important knowledge and innovation challenges for the short term (development, demonstration and rollout) and the long term (research and development). This is key to achieving the 2030 targets and will lay the foundations for achieving the 2050 target. Striving for innovation through applied and fundamental research will lower the costs of the transition in the longer term and help boost the Dutch economy."}, {"text_block_id": "p4_b41", "text": "The IKIA is mission-driven, i.e. the agenda helps to bring societal missions into perspective and realise those missions. The IKIA has been elaborated into multi-year, mission-driven innovation programmes (MMIPs), for which the involvement of both innovation suppliers and the buyers and users of those innovations in the development and innovation process is crucial. This, in turn, affects the actual implementation of the innovations. With regard to the issue of climate and energy, the IKIA determines the use of the public funds of the Netherlands Organisation for Scientific Research ("}, {"text_block_id": "p4_b42", "text": "Nederlandse Organisatie voor Wetenschappelijk Onderzoek"}, {"text_block_id": "p4_b43", "text": ", NWO) and the applied research institutes (TO2) for the top sectors, as well as the use of the PPP allowance, the SME innovation stimulus and the ministerial innovation budgets for climate and energy."}, {"text_block_id": "p4_b44", "text": "2.3 Transformation of the energy system"}, {"text_block_id": "p4_b45_merged_merged", "text": "The transition to a low-CO2 society will have consequences for the structure of the energy system. Moreover, the interaction and correlation between energy and spatial planning policies will grow. A sustainable energy system requires more space than a fossil-based system. This will have immediate consequences for the physical environment as currently experienced by citizens and business owners. The impact of the transition on the physical environment will be considerable: cities and landscapes will change as a result. This will require careful decision-making at both the central and the decentralised levels. As long as the transition to a sustainable energy system remains incomplete, a hybrid system will remain in place in which renewable and fossil-based"}, {"text_block_id": "p5_b48", "text": "energy sources will continue to coexist, requiring the government to guarantee the affordability, safety and security of supply."}, {"text_block_id": "p5_b49", "text": "System integration"}, {"text_block_id": "p5_b50", "text": "The aim is for a system integration to take place of various sources of energy, resulting in a more efficient use of infrastructure and generation capacity and a greater resilience of the energy system at the decentralised level against outages at the central level. The production of renewable fuels and the capture and reuse of CO"}, {"text_block_id": "p5_b51", "text": "2"}, {"text_block_id": "p5_b52", "text": "can also contribute to further integration of the energy system. The Netherlands is preparing for these system transformations by drawing up a governmental vision on the Organisation of the Market for the Energy Transition to make choices, mainly regarding the structure, regulation and funding of heating, hydrogen and CO"}, {"text_block_id": "p5_b53", "text": "2"}, {"text_block_id": "p5_b54", "text": "infrastructure for both public and private parties. This governmental vision will be presented in the second half of 2020."}, {"text_block_id": "p5_b55", "text": "The Netherlands has integrated sufficient flexibility in its arrangements to compensate for a drop in supply or demand, such as through the availability of demand-side response, storage and controllable capacity. The growing importance of solar and wind energy will require further strengthening of this flexibility. For this reason, the government is investing in flexibility demonstration projects and has made this challenge a topic of study for knowledge and innovation programmes. Furthermore, the Netherlands will continue its efforts to expand its interconnection capacity with neighbouring countries."}, {"text_block_id": "p5_b56", "text": "Spatial integration"}, {"text_block_id": "p5_b57", "text": "The Netherlands is already preparing for the spatial integration of a transformed energy system in a variety of ways. Regional energy strategies (RES) are being used to chart suitable areas for generating renewable energy onshore. The objective is to formulate a locally supported vision on the development of renewable energy generation and use this as a basis for a predictable pipeline of projects. The elaboration of the RES is supported by the National Strategy on Spatial Planning and Environment. This specifies balancing principles to facilitate spatial detailing and further guidance for the choices to be made as regards the integration of renewable energy. The government's spatial planning policy is laid down in the national main energy infrastructure programme to guarantee timely and affordable investments in the national energy infrastructure, even beyond 2030, for all links in the energy chain and for electricity as well as heating and industry. The network operators' long-term comprehensive infrastructure survey will contribute to this. An agreement on the North Sea is planned to determine additional wind farm zones for the period beyond 2030, with specifics regarding careful integration."}, {"text_block_id": "p5_b58", "text": "Sustainable energy sources"}, {"text_block_id": "p5_b59", "text": "While the government is convinced that sustainable biomass will be required for the transition to a climate-neutral and circular society, it also believes that a genuine contribution can only be made by biomass that is truly sustainable. To this end, it is working on a uniform sustainability framework to guarantee that all biomass used in the Netherlands is sustainable. The government is also at pains to ensure that use will be restricted in due course and that it will be applied as high-grade as possible. This means that, in time, sustainable biomass will be used only in sectors where no cost-efficient alternative is available, such as aviation and shipping. To make sure that the supply of sustainable biomass meets the demand, the government is working to increase the availability of domestic biomass, to facilitate cascading for applications that are as high-grade as possible and to monitor supply and demand, so that corrective action can be taken if needed."}, {"text_block_id": "p5_b60_merged_merged", "text": "In the long term, the Netherlands has envisaged a significant role for green hydrogen as a fuel for industry and both heavy and long-distance transport, and for the built environment in areas where other CO2-free alternatives are more expensive or more difficult to realise. Hydrogen also offers opportunities for the flexibilisation of the electricity system. As a result, the Netherlands has"}, {"text_block_id": "p6_b63", "text": "launched an ambitious hydrogen programme focused on scaling up the supply of sustainable hydrogen and developing the necessary infrastructure."}, {"text_block_id": "p6_b64", "text": "Green gas is also regarded as part of the industrial feedstock solution, for processes that are difficult to electrify and as a flexible power supply on occasions when there is a limited availability of solar and wind power. The Netherlands is currently working on a roadmap for creating the right conditions for a sufficient supply of green gas and a reduction in production costs."}, {"text_block_id": "p6_b65", "text": "2.4 Long-term approach in all sectors"}, {"text_block_id": "p6_b66", "text": "The Climate Agreement contains agreements for all sectors. The main focus of these is to achieve the 2030 targets, but they also contain specific stipulations for the period beyond 2030. Even if all sectors speed up the transition to an ambitious extent, as intended, we will still face a significant challenge after 2030 that we should prepare for now."}, {"text_block_id": "p6_b67", "text": "Built environment"}, {"text_block_id": "p6_b68", "text": "With regard to the built environment, the Netherlands is making full use of the time available to realise the transition. It is making a start now, so that it will be able to use the full 30-year period to realise this drastic transition. The focal points of this strategy are a district-oriented approach under the supervision of the municipalities and the development of heating plans. These are intended to lend shape to the transition at the district level. As part of this approach, individual homeowners will be supported with and given access to government subsidies, loans with advantageous terms and comprehensive information. This information includes the insulation standard and the related long-term target values, which are intended to ensure that homeowners do not make decisions now that will necessitate another round of buildings works further down the line. At the same time, innovation programmes will be used to allow the building sector to develop concepts and products that will enable large-scale, rapid and cheaper sustainability improvements. Sustainable heating will be provided by means of heating networks, electrical heat pumps and the occasional use of green gas and hydrogen, provided the future supply of these latter two resources is assured. Regarding non-residential buildings, a coherent set of standardisation measures and supporting instruments with final standards for 2050 will be developed in collaboration with umbrella organisations."}, {"text_block_id": "p6_b69", "text": "Industry"}, {"text_block_id": "p6_b70_merged", "text": "With regard to industry, the focus will be on cost reductions and the development of CO2-reducing technologies through a combination of innovation, demonstration and pilot projects. In each of the five regional energy-intensive industry clusters, a multi-year frontrunner programme will be developed that combines efficiency improvements with more sustainable resource use and CO2 reduction. The rollout will be stimulated by a CO2 tax and supported with an SDE++ subsidy. Furthermore, industry will contribute to the transition of other parties, such as by introducing a buffer in the energy system, providing heating for the built environment and producing sustainable fuels. The government will also investigate how (including by way of carbon accounting) the supply chain impact of circular measures, such as recycling and the use of biobased and other raw materials, can be identified and how this can be integrated into policy."}, {"text_block_id": "p6_b77", "text": "Mobility"}, {"text_block_id": "p6_b78", "text": "The mobility measures will contribute to bringing about the fundamental but necessary change to the ways of transporting persons and goods. Efforts will concentrate on reducing car use by making alternative modes of transport more attractive. Another point for attention is to increase the availability of emission-free energy sources. As an example, the charging infrastructure for electric vehicles will be brought up to standard and legislation and subsidies will be deployed to increase the production of hydrogen, sustainable advanced biofuels and renewable synthetic fuels. Furthermore, the purchase and use of emission-free vehicles will be stimulated and the use of"}, {"text_block_id": "p7_b79", "text": "emission-producing vehicles will be discouraged through zero-emission zones, amended policies for delivery vans and research into a potential transition to a payment according to use model after 2025. Through innovation programmes, the government will continue to work on social innovation and behavioural change, digitalisation and improved sustainability for vehicles, battery technology and energy carriers."}, {"text_block_id": "p7_b80", "text": "Agriculture and land use"}, {"text_block_id": "p7_b81_merged", "text": "With regard to agriculture, the focus will mainly be on the further development of solutions that could contribute to the further transition towards nature-inclusive and circular agriculture. As for livestock farming, efforts will concentrate on making stables emission-free, making changes to animal feed and improving the processing of manure. In the greenhouse horticulture sector, work will continue on achieving energy savings, generating sustainable energy and using heating provided by third parties and CO2 for fertilisation. Efforts will also be made to change the behavioural patterns of food consumers in order to reduce food wastage and increase the uptake of more sustainable, plant-based foods. Smart solutions are also being sought regarding land use, including pilot projects to raise the water level in peat meadow areas. In addition, various measures will be introduced that will contribute to increased carbon capture over time. This will expand the natural area, restore landscape structures, limit deforestation, lead to the planting of new trees and increase carbon capture in agricultural soils through smart and sustainable use."}, {"text_block_id": "p8_b84", "text": "3. Strategic challenges"}, {"text_block_id": "p8_b85", "text": "This chapter outlines three central challenges that the government has designated common threads for the long-term policy agenda:"}, {"text_block_id": "p8_b86", "text": "This chapter outlines three central challenges that the government has designated common threads for the long-term policy agenda:\n* Working on an attractive prospect for all concerned\n* Being adaptive without hanging back\n* Stepping up cross-border cooperation"}, {"text_block_id": "p8_b92", "text": "In Chapter 4, these are translated into implications for the policy agenda for the coming years."}, {"text_block_id": "p8_b93", "text": "3.1 Working on an attractive prospect for all concerned"}, {"text_block_id": "p8_b94", "text": "The transition to a low-CO"}, {"text_block_id": "p8_b95", "text": "2"}, {"text_block_id": "p8_b96", "text": "society involves much more than the completion of a transition path towards 2050. It affects the way people work and live. The climate policy unites many policy areas, not only on paper, but also in practice: it makes them visible and tangible in people's living environment. The integrated nature of the transition not only makes explicit that a successful transition depends on the participation of all parties involved, but also and most of all that all parties should focus on the attractive prospect that the transition offers. This appealing, inviting and explainable prospect explicitly connects the climate challenge to other societal challenges that the Netherlands and Europe are faced with."}, {"text_block_id": "p8_b97", "text": "An attractive prospect is an integrated prospect"}, {"text_block_id": "p8_b98", "text": "While the target of reducing greenhouse gas emissions is clear, it says little about what the Netherlands will look like in 2050. What would such a country be like? Recently, the Board of Government Advisers published its recommendation 'By way of Paris'"}, {"text_block_id": "p8_b99", "text": ", an exploratory study into an answer to the question how the Paris Agreement could make the Netherlands wealthier, cleaner and more united. The recommendation is a successful attempt to visualise the remote future with the help of spatial designers. It also shows how linking societal challenges can lead to integrated solutions and how those solutions manifest themselves in the living environment: on the North Sea and in communities."}, {"text_block_id": "p8_b100", "text": "In order to bring about a transition that all parties can and want to take part in, a focus on the attractive prospect that the transition offers is key. Such a prospect offers opportunities such as cleaner air, less noise pollution from traffic and a competitive edge for Dutch businesses and knowledge institutions in the growth markets of the future, while being open about the sometimes complex challenges that need to be answered, such as the changing landscape, the even greater competition for the scarce available space, strategic choices regarding the 'avoidance' of investments on which there will be no return and the question of how to deal with the cost of 'phasing out' climate-unfriendly processes."}, {"text_block_id": "p8_b101", "text": "Climate policy can never be self-contained"}, {"text_block_id": "p8_b102", "text": "An awareness of the integrated, attractive prospect leads to a realisation that climate policy cannot be limited to the reduction of CO"}, {"text_block_id": "p8_b103", "text": "2"}, {"text_block_id": "p8_b104", "text": "emissions alone. It is also"}, {"text_block_id": "p8_b105", "text": "–"}, {"text_block_id": "p8_b106", "text": "or even mainly"}, {"text_block_id": "p8_b107", "text": "–"}, {"text_block_id": "p8_b108", "text": "about the Dutch economy and the quality of the Dutch living environment. As all parties, citizens and businesses alike, will be affected by the transition differently, climate policy must also deal with challenges regarding burden-sharing and feelings of inequality and injustice."}, {"text_block_id": "p8_b109_merged_merged_merged_merged", "text": "The Climate Agreement emphatically targets an integrated approach to the climate challenge. The measures to be taken for the sectors depart from a vision of the future that encompasses more than CO2 reduction alone. It is specifically linked to the transitions towards circular agriculture and a circular economy. Spatial integration, support and participation have been important considerations in the discussions about the measures to be taken. The wider social and economic perspective was also considered, in both the narrow and the broad sense. Key points of departure"}, {"text_block_id": "p9_b112", "text": "are fair burden-sharing between citizens and businesses and a net zero effect in terms of housing costs in the built environment. Such an integrated approach will remain necessary as the Netherlands moves into the future."}, {"text_block_id": "p9_b113", "text": "With regard to the prospect that the transition offers to all parties involved, it is also important to note that sectoral education and labour market agendas are being developed to ensure that employees are sufficiently qualified and opportunities for the economy and job growth can be seized. This includes a provision for the mitigation of social risks, such as job losses in sectors that rely on fossil fuels. Changes to the school curriculum should ensure that all students and pupils are equipped with the right knowledge and skills to be able to cope effectively with major societal transitions, such as the energy transition. This will give people the confidence that they will not be left behind by this transition."}, {"text_block_id": "p9_b114", "text": "The government welcomes the adoption of a European Green Deal that is ambitious and takes into account both the attractive prospect and the links between societal challenges. It is equally pleased that the Green Deal is not merely focused on policy in the various climate transition sectors, but explicitly provides for the transformation of economic and financial systems. As far as the Netherlands is concerned, at least 25% of the Multi-Annual Financial Framework (MFF) should be reserved for climate funding and both the MFF and the funding provided by the European Investment Bank should be brought completely into line with the Paris Agreements targets. It also believes that it is important for all instruments to be adjusted in line with the actual target to be achieved in a cost-effective manner and in such a way that carbon leakage is prevented, starting with enshrining the European 2050 target into law."}, {"text_block_id": "p9_b115", "text": "The importance of an integrated approach also means getting a grip on administrative complexity"}, {"text_block_id": "p9_b116", "text": "In the coming years, the Netherlands will need to both elaborate the ambitions in the Climate Agreement and put them into practice. The country's existing administrative complexity poses a considerable challenge in his regard. This presents itself in different ways. Climate policy is not the preserve of a single ministry, but of nearly all ministries combined. Nor does it affect only a single layer of government, but all of them. It is not a task for either the private or the public sector, but for the private and public sectors together."}, {"text_block_id": "p9_b117", "text": "There are currently a large number of societal activities that have the potential to further the transition. It is important in this context to be wary of coordination problems, as otherwise parties may be less considerate of each other's interests or wait for each other unnecessarily, potentially delaying the transition and letting economic opportunities go to waste. The Climate Agreement is one of the ways in which the government hopes to contribute to the required coordination between parties. An inspirational example has been set by the financial sector, which has the potential to become a driving force behind the transition. This sector has decided to sign up to the Climate Agreement with an ambitious climate commitment, which it intends to convert into specific action in the coming period."}, {"text_block_id": "p9_b118", "text": "The success of the transition ultimately depends on the harmonious cooperation of many different actors. The challenge for the government is to get a grip on this complexity, starting with a clarification of the supervision, roles and responsibilities of the national government, local governments, private and public parties and citizens. It will also involve a search for new methods of cooperation, both between the various levels of government and between the government and civil society parties."}, {"text_block_id": "p9_b119", "text": "At the European level, a broad stakeholder approach consisting of agreements on each party's contribution could also contribute to kick-starting a larger movement, such as in regard to the financial sector. This is because all European providers of financial services should bring their entire portfolios in line with the ambitions in the Paris Agreement in due course."}, {"text_block_id": "p10_b120", "text": "3.2 Being adaptive without hanging back"}, {"text_block_id": "p10_b121", "text": "The transition will be characterised by many uncertainties. Ideas may change and new solutions may appear out of the blue. That is why it would be sensible not to set every agreement in stone in advance. It must be possible to adapt policy when required. At the same time, the climate policy is based on strict targets. The transition will require swift action and hence clear frameworks that are to be defined by the government. As the 2030 and 2050 deadlines draw closer, these frameworks and the instruments that form part of them will need to become more binding."}, {"text_block_id": "p10_b122", "text": "Climate policy must anticipate new developments"}, {"text_block_id": "p10_b123", "text": "The attractive prospect described in 3.1 may offer guidance, but can never offer certainty. Unpredictable economic, political or ecological events on a national or international scale will require adaptability and a capacity for innovation. Climate policy must not only involve taking robust steps towards 2030 with well-developed initiatives to put viable and affordable options into practice, but also leave space for the discovery and development of new options. This will allow the parties involved to adapt and learn from any mistakes."}, {"text_block_id": "p10_b124", "text": "The transition in the electricity sector may serve as an illustration. The Netherlands is taking robust steps to increase the availability of solar and wind power. There is now an opportunity to roll out these options in a cost-effective manner, while leaving room in policy initiatives to take other public interests into account, such as with regard to nature and the living environment. In order to enable the large-scale integration of the generation of renewable energy through wind and solar power, the system must become more flexible. Such flexibility could result from interconnectivity, demand-side response, storage and controllable production. Technology neutrality is the point of departure in this regard. To this end, the Climate Agreement specifies adequate monitoring of developments that are currently still uncertain. Monitoring should provide insight into whether these options will actually develop according to plan and whether it is possible to use them flexibly in technical and commercial terms. As a result of the further growth of electrification and the everdecreasing emission allocation, the need for CO"}, {"text_block_id": "p10_b125", "text": "2"}, {"text_block_id": "p10_b126", "text": "-free adjustable production will rise even further. It will be possible to feed the electricity system with CO"}, {"text_block_id": "p10_b127", "text": "2"}, {"text_block_id": "p10_b128", "text": "-free adjustable production in a number of ways: with electricity from CO"}, {"text_block_id": "p10_b129", "text": "2"}, {"text_block_id": "p10_b130", "text": "-free hydrogen or from other renewable sources, such as biomass and green gas, from nuclear power or from fossil sources where CO"}, {"text_block_id": "p10_b131", "text": "2"}, {"text_block_id": "p10_b132", "text": "is captured. The various technological solutions entail different realisation periods, costs, social support and other traits, making them either more or less realistic for the period leading up to 2030. During this transition period, biomass could be used in a number of different ways."}, {"text_block_id": "p10_b133", "text": "The transition requires the adoption of a broad spectrum of options, with none remaining taboo"}, {"text_block_id": "p10_b134", "text": "The government will be required to make choices with consideration for the specific strengths and comparative advantages that the Netherlands enjoys. This does not mean that it should dismiss options out of hand. Such a course of action could not only prove costly if opportunities are missed; analyses conducted by the IPCC and others show that not many options can be excluded completely, lest governments fail to achieve their targets."}, {"text_block_id": "p10_b135_merged_merged", "text": "The coherent use of biomass, nuclear energy and carbon capture and storage (CCS) is a known trilemma. A cost-efficient transition to a 95% reduction by 2050 is barely conceivable without the use of at least two of these options. For this reason, the government is giving parties space to develop these options further in a way that befits the transition in the longer term. The CCS policy is a good example of this. In potential, the Netherlands offers ample opportunities for CCS. CCS offers an alternative to the use of electricity and biomass on a large scale, which will eventually create problems in terms of space and sustainability. Furthermore, CCS offers the opportunity to use CO2 as a raw material for the chemical industry and enables negative emissions through a combination with bioenergy."}, {"text_block_id": "p11_b139", "text": "Adaptivity should not lead to a lack of commitment; speeding up the transition requires a clear policy framework that becomes more binding as the transition progresses"}, {"text_block_id": "p11_b140", "text": "It is widely appreciated that the need to mitigate climate change is a serious challenge, as part of which all parties need to adapt. This will require considerable effort. In many ways, society is not equipped to cope with this transition. This presupposes a change of habits, which is not easy to achieve. It may feel like a loss of privileges without a clear idea of what to expect in return."}, {"text_block_id": "p11_b141", "text": "The transition could be facilitated by instruments of a stimulatory nature that reward citizens and business that have the opportunity and the will to take steps now. This will enable the Netherlands to find out in a positive way what works and what does not. It is equally clear that many of the required changes can be integrated into daily routines fairly straightforwardly. From the perspective of citizens, it is easy to achieve climate benefits by adopting changes to production processes and products that require little behavioural change, such as energy-saving appliances or applications like smart meters. In addition, the climate footprint of citizens will also change autonomously as a result of the increasing availability of climate-friendly products and solutions that they find appealing. Whether they relate to food consumption, mobility needs or the use of technology, it is likely that climate-friendly alternatives will increasingly become the norm."}, {"text_block_id": "p11_b142", "text": "In other cases, citizens will be asked to play a more active role and show greater commitment, such as in terms of changing the way they heat their homes. This process is fraught with difficulty and will require the government and the private sector to facilitate this and offer a clear perspective for action. In this context, fair burden-sharing will increase trust and help ensure sufficient financial room for the necessary investments. The government has a clear role to play in this regard as well."}, {"text_block_id": "p11_b143", "text": "As the transition gathers pace, the balance between gentle prompting and compulsion will change. When the above conditions for the participation of citizens are met, there will be greater scope for more compulsive instruments, such as normative measures. This requires commitment. The Paris Agreement targets leave governments no room for vacillation; the bus will not wait to depart until everyone has gotten on board. If that were the case, the pace of transition would be set by those lagging behind, leaving the achievement of the Paris Agreement targets an increasingly remote prospect."}, {"text_block_id": "p11_b144", "text": "To a certain extent, what goes for citizens goes for businesses as well. Stimulatory policy initiatives that rewards business that take the lead will stimulate innovation and yield opportunities for growth, but will ultimately not suffice to spur all businesses to action. Moreover, we will need to accept that not all businesses will be able to join the transition. Sooner or later, the government will therefore need to find an answer to the question of whether to actively counter or compensate for the effect of parties being left behind."}, {"text_block_id": "p11_b145", "text": "3.3 Stepping up cross-border cooperation"}, {"text_block_id": "p11_b146", "text": "An emission reduction target of 95% in the Netherlands and a climate-neutral Europe by 2050 are lofty ambitions in view of the Paris Agreement. Achieving those ambitions will require a considerable step up in terms of cross-border cooperation. There is much to be gained from collaborating with the rest of the world. This cooperation will need to be leveraged to further the transition and ensure that all countries and sectors meet the international targets."}, {"text_block_id": "p11_b147", "text": "The transition requires an increase in cross-border cooperation and solidarity across the EU"}, {"text_block_id": "p11_b148", "text": "Climate change is a global problem that can only be tackled on a global scale. The Netherlands is doing its part, without losing sight of its own interests. While there are already many steps that can be taken nationally, the international dimension of climate policy will become ever more important as 2050 approaches. The EU is in a unique position to take the lead at the international level and set an ambitious long-term goal, as well as adopt the necessary measures to ensure that the targets in the Paris Agreement remain within reach."}, {"text_block_id": "p11_b149", "text": "Already, the efforts of Member States are guided to a significant extent by European instruments. The European Emissions Trading System ETS is an established instrument for businesses"}, {"text_block_id": "p12_b150", "text": "throughout Europe to achieve emission reductions in areas where they can be most efficient. The Netherlands is an enthusiastic proponent of this instrument due to its cost-efficiency and the level playing field it creates, but there is always room for improvement. A sensible course of action would be to fine-tune the ETS and reduce the number of available allocations at a more rapid pace, in line with the more ambitious European targets for 2030 and 2050. In addition, the ETS could be extended to other sectors, although the effectiveness of this will have to be corroborated by research."}, {"text_block_id": "p12_b151_merged", "text": "In addition, the Netherlands is partnering with others in Europe with regard to a number of specific themes. As an example, we are working with other countries to maximise the potential of the North Sea. When shaping these partnerships, each country will need to keep in mind its own national commitments. Nevertheless, the common European challenge will have to play an increasingly vital role. Other countries may wish to use the North Sea as a wind farm zone or to store CO2 if they have fewer opportunities to do so on their own soil. From a Dutch perspective, this may initially seem undesirable, but the wider European challenge necessitates a joint and well-considered decision-making process. A similar example is offered by the further integration of the European electricity system. The efficient fossil fuel production facilities in the Netherlands could provide other countries with an opportunity to transition more quickly to renewable sources, without endangering the common security of supply. Vice versa, other countries have more space to plant additional trees than the Netherlands. To sum up, the Netherlands' bilateral relations in Europe will need to be characterised to a growing degree by the identification of common interests and opportunities."}, {"text_block_id": "p12_b154", "text": "It will need to keep an open mind to cross-border solutions that may not seem like a good fit with its own commitments, but may be key to addressing the common European challenge. Eventually, the role of the market and the desirability of financial agreements between countries will also need to be considered. Existing European instruments allow scope, however limited, for transferring one country's challenges to another. Within the EU, it would be advisable to initiate a timely exploration of further ways to stimulate mutual solidarity, to ensure that the EU as a whole becomes climate-neutral."}, {"text_block_id": "p12_b155", "text": "An ambitious long-term strategy must go hand in hand with international cooperation"}, {"text_block_id": "p12_b156", "text": "To keep the targets in the Paris Agreement within reach, it is important that countries outside the EU take ambitious steps as well. Such steps are necessary to retain support in the Netherlands and throughout Europe for an ambitious climate policy. In the Paris Agreement, all countries agreed to specify a national climate commitment. However, in some cases it is not self-evident that these commitments meet the level of ambition in the agreement. Countries may cite geopolitical, economic or other reasons for making less of a transition effort than is desirable from a global perspective. In various countries, the economy depends to a large extent on activities with a detrimental climate effect, such as the extraction of fossil raw materials or activities that lead to deforestation. In most cases, these activities are maintained because of a demand from other countries, including the Netherlands."}, {"text_block_id": "p12_b157", "text": "For this reason, the Netherlands proposes that climate becomes a cornerstone of the EU's foreign, trade and development relations. The government will use climate diplomacy in both bilateral and joint European contacts to spur countries outside of the EU to action. Furthermore, the Netherlands will extend climate funding to developing countries to help them tackle their climate challenges. Signing the Paris Agreement should become an essential precondition for new trade agreements with countries outside the EU. In addition, the Netherlands could contribute to the transition in other countries by entering into international partnerships. This would have the beneficial side effect of offering opportunities for the Dutch earnings model."}, {"text_block_id": "p12_b158", "text": "An example is the formation of alliances regarding green hydrogen. This could go hand in hand with stimulating a climate-friendly earnings model in other countries. Foreign demand for synthetic fuels and green hydrogen could offer an attractive prospect for oil-producing countries that benefit from sunny climes and well-functioning existing fuel infrastructures. Partnerships with regard to sustainably grown plants and trees could form a similarly attractive prospect for countries. Plants and trees are in demand due to the increasing appetite for vegetarian food, as raw materials for"}, {"text_block_id": "p13_b159", "text": "the circular economy and as a renewable energy source."}, {"text_block_id": "p13_b160", "text": "This could aid countries in achieving more sustainable land use, while being beneficial to the Netherlands due to its limited space for the production of sustainable biomass."}, {"text_block_id": "p13_b161", "text": "It could also yield new earnings capacity for businesses in the logistics and processing sectors."}, {"text_block_id": "p13_b162", "text": "Civil society parties could play a key role in making international production chains more sustainable and more climate-friendly, provided they are facilitated in fulfilling that role. A policy aimed at reducing the climate footprint could provide incentives to businesses to adopt more sustainable production methods and to consumers to buy more sustainable products. This is also in line with the chain approach to the transition to a circular economy. Instruments already exist to chart the climate footprint, such as the European Product Environmental Footprint, and to mitigate the footprint in trade flows, both in terms of private initiatives and public-sector tendering processes. The Netherlands could step up its efforts in the international arena to have these instruments adopted more widely."}, {"text_block_id": "p13_b163", "text": "In addition to instruments with a direct impact on the chain, a carbon border adjustment on Europe's external borders could also aid the transition, as certain less climate-friendly products from outside the EU would become less attractive to European buyers. This would allow certain European business sectors to operate in a more climate-friendly way without fear of competition from products made in countries with lower standards, and incentivise countries outside the EU to take more drastic action against climate change. As such, the Netherlands welcomes the European Commission's initiative to elaborate such an instrument."}, {"text_block_id": "p13_b164", "text": "International sectors must make a suitable contribution as well"}, {"text_block_id": "p13_b165", "text": "In addition to the national climate commitments of individual countries, internationally active sectors must also contribute to achieving the global climate targets in the Paris Agreement to ensure that these remain within reach. While international aviation and shipping are outside of the scope of the national targets, they are of vital importance to the Dutch economy. It follows that the Netherlands depends on cooperation within the EU and with other like-minded countries for its perspective for action."}, {"text_block_id": "p13_b166", "text": "As regards international aviation, the Netherlands and other European countries are working to raise the current ICAO target of a 50% reduction in emissions by 2050 compared to 2005. A new long-term target is needed to bring the sector's CO"}, {"text_block_id": "p13_b167", "text": "2"}, {"text_block_id": "p13_b168", "text": "emissions more in line with the targets in the Paris Agreement. Part of the national focus on innovation is the development and upscaling of renewable kerosene. As regards international shipping, the Netherlands is working together with a group of ambitious countries to further the implementation of agreements on the phased increase in the strictness of average emission requirements for all vessels and on design requirements for new vessels, so that the international shipping sector will be able to achieve the long-term goal adopted last year by the IMO."}, {"text_block_id": "p13_b169", "text": "Need for a global move towards negative emissions"}, {"text_block_id": "p13_b170", "text": "As the transition progresses, it will become more difficult to reduce emissions further, domestically and in terms of cross-border cooperation as well. In the case of far-reaching emission reductions on a global scale, the scope for countries to offer resources to other countries will be limited, as they will not be able to use those to meet their own targets. In a climate-neutral world, the remaining emissions will need to be compensated by capturing CO"}, {"text_block_id": "p13_b171", "text": "2"}, {"text_block_id": "p13_b172", "text": "from the atmosphere, i.e. negative emissions. According to the IPCC, this approach will need to be adopted worldwide in order to limit global warming to 1.5 °C."}, {"text_block_id": "p13_b173_merged_merged_merged", "text": "Negative emissions can take various forms. The Dutch policy already focuses on the capture of CO2 in farmland, but the remaining capacity in the Netherlands' already fertile farmlands is limited. At the same time, the draining of peat meadow areas has resulted in significant remaining emissions. In addition, the Netherlands is focusing on the capture of CO2 with vegetation, for example by planting more trees. This could have a positive effect on other factors, such as biodiversity, landscape diversity and climate adaptability. Again, however, the Netherlands has limited space."}, {"text_block_id": "p14_b178", "text": "On the other hand, there is a significant potential in the country to retain the CO"}, {"text_block_id": "p14_b179", "text": "2"}, {"text_block_id": "p14_b180", "text": "captured in vegetation beyond the harvest. This could be achieved, for instance, by the use of wood as a building material, producing and recycling bioplastics and combining bioenergy with CCS."}, {"text_block_id": "p14_b181_merged_merged", "text": "The European target of climate neutrality for its entire territory is expected to require a significant contribution to be made in this area. Moreover, emissions generated by international aviation and shipping are likely to be extremely difficult to bring down to zero. As 2050 draws near, several parties are therefore expected to require increased capture of CO2 to remain on course to achieve the targets in the Paris Agreement. This raises the question of what kind of contribution the Netherlands and Europe are able and prepared to make in this respect."}, {"text_block_id": "p15_b184", "text": "4. Policy agenda"}, {"text_block_id": "p15_b185_merged", "text": "We find ourselves on the eve of a major transition towards a nearly climate-neutral society, to contribute to achieving the Paris Agreement targets. There are 30 years left to go – time that should be spent wisely. The Netherlands has opted for a gradual transition, to avoid compulsory shocks to the system and take full advantage economically and socially from a status as frontrunner. Its policy approach is not to be more stringent, but to start sooner."}, {"text_block_id": "p15_b188", "text": "While a 30-year transition cannot be planned down to the last detail, it is possible to make thorough preparations. One thing that is certain is that things will not play out as currently expected. That certainty may have a paralysing effect, but it can also put minds at ease. The fact that some of the answers are still unknown leaves room for asking frank questions and confronting dilemmas. The objective of this long-term strategy, therefore, is not to provide cut-and-dried answers, but to shape the discussion about the strategy for the long term."}, {"text_block_id": "p15_b189", "text": "This long-term strategy outlines the strategic challenges that we will face and that will ever more insistently demand answers from politics and society. Rather than waiting until 2030 or even later, we should start tackling those challenges now. As Chapter 2 of this long-term strategy has shown, in the Netherlands much has already been set in motion. However, there is more that can and should be done. Both the Netherlands and Europe must work towards the 2030 targets, explicitly treating them as an intermediate step on the way to 2050 and beyond."}, {"text_block_id": "p15_b190", "text": "The general implications for the Netherlands' national and international policy efforts and the European policy implications are set out below."}, {"text_block_id": "p15_b191", "text": "National and international"}, {"text_block_id": "p15_b192", "text": "National and international\n* A transition that is achievable and affordable for all parties cannot be brought about without an\n* Part of an attractive prospect is a clear vision for the future of our sustainable earnings\n* The Climate Agreement is a start to an approach that will see climate policy become an\n* Within the framework of the Climate Agreement, the government has developed new forms of\n* Throughout the transition, parties will need to keep learning from what works and what does\n* By taking ample time for the transition and using stimulatory instruments, we can make a start"}, {"text_block_id": "p16_b204", "text": "National and international\n* A transition that is achievable and affordable for all parties cannot be brought about without an\n* Part of an attractive prospect is a clear vision for the future of our sustainable earnings\n* The Climate Agreement is a start to an approach that will see climate policy become an\n* Within the framework of the Climate Agreement, the government has developed new forms of\n* Throughout the transition, parties will need to keep learning from what works and what does\n* By taking ample time for the transition and using stimulatory instruments, we can make a start\n* Our international economic relationships could prove a powerful tool to support our sustainable\n* The international aviation and shipping sectors must make a suitable contribution to the\n* The international transition requires solidarity at the international level. In the end, even the\n* In spite of ambitious emission reduction policies, the capture of CO2 from the atmosphere on a"}, {"text_block_id": "p16_b215", "text": "European policy implications"}, {"text_block_id": "p16_b216", "text": "European policy implications\n* Setting a goal of climate neutrality by 2050 is an important condition for the EU to achieve the\n* At the heart of the plans of the new European Commission for a European Green Deal is the\n* Choosing an EU-wide policy means choosing a level playing field. The greater the effort to\n* Taking the lead as EU also means providing incentives to others to join the transition. A carbon"}, {"text_block_id": "p17_b224", "text": "Appendix 1. Sources"}, {"text_block_id": "p17_b225", "text": "Chapter 2 is largely based on the Climate Agreement and the Climate Plan. A variety of sources was used to identify the relevant challenges highlighted in Chapter 3. These include a number of meetings with actors that are relevant to the transition and a consultation between ministries. The following sources also proved particularly useful."}, {"text_block_id": "p17_b226", "text": "Public opinion"}, {"text_block_id": "p17_b227", "text": "Pursuant to the European Governance Regulation, the public should be given effective opportunities at an early stage to have a say in the formulation of the long-term strategy. In addition, the strategy should contain a summary of public opinion. The public was involved in the formulation of the current policy as specified in Chapter 2 in many different ways, including through a broad public consultation as part of the preparation of the Climate Agreement. The strategic challenges outlined in Chapter 3 are based in part on many points of view expressed by the public in a variety of ways, for example in the discussions surrounding the Climate Agreement, in publications issued by stakeholders and through social and other media."}, {"text_block_id": "p17_b228", "text": "In addition, the internet consultation regarding the Climate Plan and the NECP involved asking members of the wider public to suggest topics that they believed were worthy of particular attention in the Netherlands' long-term climate policy (2030"}, {"text_block_id": "p17_b229", "text": "–"}, {"text_block_id": "p17_b230", "text": "2050). The open character of the question invited an extensive range of opinions. As an example, some believed that nuclear energy, specifically on the basis of thorium, has potential as an energy source due to the limited space required, the low impact on nature and the minimal CO"}, {"text_block_id": "p17_b231", "text": "2"}, {"text_block_id": "p17_b232", "text": "emissions. Others regarded hydrogen as a suitable future fuel for transport and heating due to the potential to use the existing infrastructure for gas. Some believed that innovation and behavioural change should be prioritised, mentioning a number of themes. Others suggested the environment and nature as important considerations. Many of those consulted regarded afforestation as a positive development and the burning of biomass as unsustainable. The full consultation report can be found at"}, {"text_block_id": "p17_b233", "text": "www.internetconsultatie.nl"}, {"text_block_id": "p17_b234", "text": "."}, {"text_block_id": "p17_b235", "text": "Essays"}, {"text_block_id": "p17_b236_merged_merged", "text": "In order to gather a multitude of opinions on a variety of perspectives, a number of scientists were asked to submit essays on what they considered to be important considerations for the long term regarding those perspectives. These essays can be found at https://www.rijksoverheid.nl/onderwerpen/klimaatverandering/documenten. They are:"}, {"text_block_id": "p17_b239", "text": "In order to gather a multitude of opinions on a variety of perspectives, a number of scientists were asked to submit essays on what they considered to be important considerations for the long term regarding those perspectives. These essays can be found at https://www.rijksoverheid.nl/onderwerpen/klimaatverandering/documenten. They are:\n* (Citizens and the climate and\n* (From a wish list to a vision), H. de Coninck, Radboud University,\n* (It's all about adequate data governance), R. van Est\n* (A sustainable earnings model for 2050), R. Gerlagh,\n* (Looking into the mirror of the future), C. van der Linde,\n* (The energy transition through a complexity"}, {"text_block_id": "p17_b257", "text": "Other sources"}, {"text_block_id": "p17_b258", "text": "Below is a list of the main studies and policy documents that were been used:"}, {"text_block_id": "p18_b259", "text": "Below is a list of the main studies and policy documents that were been used:\n* AIV, 2019,\n* (Advisory letter on international climate\n* Berenschot, 2018,\n* (Towards 2050: system choices and dependencies in the energy transition)\n* Berenschot, 2018,\n* (Electrons and/or molecules)\n* CPB, 2011,\n* (Analysis of the 2050 roadmap)\n* CPB/PBL, 2015,\n* â\n* â\n Toekomstverkenning\n* â\n Toekomstverkenning\n (The Netherlands in 2030\n* â\n Toekomstverkenning\n (The Netherlands in 2030\n â\n* â\n Toekomstverkenning\n (The Netherlands in 2030\n â\n 2050: Two reference scenarios\n* â\n Toekomstverkenning\n (The Netherlands in 2030\n â\n 2050: Two reference scenarios\n â\n* â\n Toekomstverkenning\n (The Netherlands in 2030\n â\n 2050: Two reference scenarios\n â\n an exploratory study into welfare, prosperity and the human environment)\n* Van onzichtbare naar meer zichtbare hand? Waterstof en elektriciteit: naar een\n* Van onzichtbare naar meer zichtbare hand? Waterstof en elektriciteit: naar een\n (From an invisible to a more visible hand?\n* CRa, 2019,\n* â\n* â\n een ontwerpverkenning naar een klimaatneutraal Nederland\n* â\n een ontwerpverkenning naar een klimaatneutraal Nederland\n (By way of\n* De Gemeijnt, 2018,\n* (CCS roadmap)\n* European Commission, 2018, A Clean Planet for all\n* A European strategic long-term vision for\n* Gasunie/EBN, 2017,\n* 2\n* 2\n in Nederland\n* 2\n in Nederland\n (Transport and storage of CO\n* 2\n in Nederland\n (Transport and storage of CO\n 2\n* 2\n in Nederland\n (Transport and storage of CO\n 2\n in the Netherlands)\n* IEA, 2019, The future of hydrogen\n* KVS, 2018,\n* (Preliminary advice\n* Ministry of the Interior and Kingdom Relations, 2019, draft National Strategy on Spatial\n* Ministry of Economic Affairs and Climate Policy, 2019,\n* (Working together on a sustainable and enterprising Netherlands)\n* Ministry of Infrastructure and Water Management, 2019,\n* (Mobility outline towards 2040: safe, robust, sustainable)\n* Ministry of Agriculture, Nature and Food Quality, 2018,\n* (Agriculture, nature and food: valuable and connected)\n* PBL, 2011,\n* â\n* â\n routes verkend\n* â\n routes verkend\n (Towards a clean economy in\n* PBL, 2016,\n* â\n* â\n vormgeving van de energietransitie\n* â\n vormgeving van de energietransitie\n (Energy\n* PBL, 2017,\n* (Climate targets cost analysis)\n* PBL, 2017,\n* (Exploration of climate goals: from long-term vision to short-term action)\n* PBL, 2018,\n* (National costs of the climate\n* (National costs of the climate\n â\n* (National costs of the climate\n â\n 2018 update\n* PBL, 2018,\n* (Negative emissions: technical potential, realistic potential and costs to the\n* PBL, 2019,\n* (Effects of the draft Climate Agreement)\n* PBL, 2019,\n* (Practising with the future:\n* Quintel Intelligence, 2017,\n* â\n* â\n het verhaal\n* â\n het verhaal\n (The future\n* SCP, 2016, Social and cultural report 2016\n* Tennet/Gasunie, 2019, Infrastructure Outlook 2050\n* TKI New Gas, 2018,\n* (Outlines of a hydrogen\n* VEMW, 2017, Decisions on the industrial energy transition\n* WRR, 2016, Klimaatbeleid voor de lange termijn: van vrijblijvend naar verankerd (Climate"}, {"text_block_id": "p19_b389", "text": "Appendix 2. Long-term strategy elements in the EU Regulation"}, {"text_block_id": "p19_b390_merged", "text": "The EU Regulation on the Governance of the Energy Union and Climate Action (EU 2018/1999) contains an obligation to draw up a national long-term strategy and specifies elements that should be included in such a strategy. Annex IV of the Regulation serves as a format for a table of contents. The government has elected not to adopt this format, but to use its own approach. For ease of reference and for convenience of comparison with the long-term strategies of other Member States, this appendix summarises how the Netherlands has interpreted the elements in the format and a number of other elements mentioned in the Regulation, referring primarily to sources other than this document. 'NECP' refers to the Integrated National Energy and Climate Plan, which was drawn up at the same time as this long-term strategy in conformity with the obligation in Article 3 of the Regulation. There are no national prognoses available beyond 2030, as the exogenous and policy uncertainties are such that a scenario study would be more suitable. In order to give an idea of the period after 2030, the NECP contains the key outcomes of the welfare, prosperity and human environment scenarios (Welvaart-en Leefomgevingsscenario's, WLO) drawn up by the Netherlands Bureau for Economic Policy Analysis (CPB) and the Netherlands Environmental Assessment Agency (PBL) in 2015. For obvious reasons, these outcomes do not take into account more recent developments and policies."}], "document_description": "This document describes the Netherlands' current and future policies to enable mitigation efforts in the country."}