{"document_instrument_name": "Research & Development, knowledge generation|Information", "document_country_english_shortname": "Netherlands", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Tourism", "LULUCF", "Health", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Climate Adaptation Strategy", "document_country_code": "NLD", "document_hazard_name": ["Sea Level Rise", "Heat Waves And Heat Stress", "Landslides", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": "Adaptation", "document_region_code": "Europe & Central Asia", "document_date": "12/01/2016", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/NLD/2016/NLD-2016-01-12-National Climate Adaptation Strategy_24f27bf84b960446b6229adcdb817fd0.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Adapting with ambition"}, {"text_block_id": "p2_b2", "text": "Background and status"}, {"text_block_id": "p2_b3", "text": "This document sets out the Netherlands’ national climate adaptation strategy. It has been produced under the responsibility of the Minister for the Environment, acting on behalf of the Minister of Infrastructure and the Environment, the Minister of Health, Welfare and Sport, the Minister of Economic Affairs, the Minister of Agriculture, the Minister of Security and Justice, and the Minister of Overseas Trade and Development Cooperation."}, {"text_block_id": "p2_b4", "text": "The National Climate Adaptation Strategy – NAS – is the result of a participative process involving public sector authorities at regional and local level, water management authorities, knowledge institutes, private sector companies and societal organizations. Important input was derived from three workshop sessions. A review group comprising representatives of the relevant ministries, knowledge institutes and societal organizations was appointed to monitor progress and create the necessary grassroots support. Interim results were discussed at meetings attended by the directors of ministry departments, the Delta Programme Commissioner, the Royal Netherlands Meteorological Institute (KNMI), the National Institute for Public Health and"}, {"text_block_id": "p2_b5", "text": "the Environment (RIVM) and the Netherlands Environmental Assessment Agency (PBL). On 15 September 2016, proposals were discussed at a consultation meeting attended by the Minister for the Environment and senior representatives of the Association of Provinces of the Netherlands (IPO), the Association of Netherlands Municipalities (VNG) and the Association of Regional Water Authorities (UvW). A draft version of the NAS was produced with the assistance of external experts in various disciplines."}, {"text_block_id": "p2_b6_merged", "text": "Several organizations have made a significant contribution to the current document. They include the provinces of Noord-Holland, Noord-Brabant, Overijssel and Zuid-Holland, the municipalities of Amersfoort, Amsterdam, Arnhem, Delft, Gouda, Rotterdam, The Hague, Tilburg, Utrecht, Venlo and Zwolle, the regional health authorities of Gelderland Midden, Haaglanden, Amsterdam and Rotterdam, the Delfland Water Authority, IPO, KNMI, PBL, the Midden-Holland metropolitan region, Rijkswaterstaat, RIVM, the Zeeland Safety Region, Waternet, Rijn en IJssel Water, Rivierenland Water, DNB, Climate Alliance Netherlands, Natuur en Milieu Overijssel, Natuurmonumenten"}, {"text_block_id": "p2_b8", "text": "(Dutch Society for Nature Conservation), RIONED, Stadswerk, UvW, the Dutch Association of Insurers, VNG, World Wildlife Fund, Centraal Beheer Achmea, Amsterdam Rainproof, Atelier Groenblauw, Bureau Stroming, Bureau ZET, Climate Adaptation Services, CLM Onderzoek en Advies B.V., De Betekenaar, Deltares, Movares, HKV – Lijn in Water, Amsterdam University of Applied Sciences, CROW, ORG-ID, ProRail, Royal HaskoningDHV, Sweco Nederland B.V., Synergos Communicatie, Twynstra Gudde, VisNed, Wageningen University and Research Centre, Alterra, WING, and Zegge & Schrijve."}, {"text_block_id": "p2_b9", "text": "The 2016 NAS project team: Stef Meijs (project manager, Ministry of Infrastructure and the Environment, IenM), Ytsen Deelstra (WING) Annemarieke Grinwis (IenM), Paul van Hemert (IenM), Kim van Nieuwaal (CAS), Tis Solleveld van Helden (IenM), Hilde Westera (Rijkswaterstaat) and Berend van Zeggeren (Synergos Communicatie)."}, {"text_block_id": "p3_b10", "text": "Contents"}, {"text_block_id": "p3_b11", "text": "Foreword"}, {"text_block_id": "p3_b12", "text": "2"}, {"text_block_id": "p3_b13", "text": "Executive summary"}, {"text_block_id": "p3_b14", "text": "3"}, {"text_block_id": "p3_b15", "text": "3\n* Necessity and purpose\n\t* Climate change in the Netherlands\n\t* Climate-proofing the Netherlands\n\t* Structure of this document\n\t* The effects of climate change\n\t* Positive effects\n\t* The effects at a glance\n\t* Notes on the diagrams\n\t* Challenges\n\t* Effects demanding urgent action\n\t* Measures already in place\n\t* Aspects demanding special attention\n\t* The approach\n\t* Raising awareness\n\t* Climate adaptation in practice\n\t* Using and expanding existing knowledge\n\t* Addressing the urgent risks\n\t* Embedding health within policy and legislation\n\t* Monitoring\n\t* From strategy to implementation"}, {"text_block_id": "p3_b75_merged", "text": "Appendix 1 Climate effects by impact and urgency 42 Appendix 2 Crossovers"}, {"text_block_id": "p3_b78", "text": "44"}, {"text_block_id": "p4_b79", "text": "Foreword"}, {"text_block_id": "p4_b80", "text": "by the Minister for the Environment"}, {"text_block_id": "p4_b81", "text": "“Bring Paris Home!” This was the message of the National Climate Summit held in October 2016, referring to the international agreement to limit global warming to less than 2°C. This is likely to prove a major challenge, as is the task of preparing the Netherlands to face the effects of climate change. As the Delta Programme Commissioner Wim Kuijken remarked during the Summit, mitigation and adaptation are two sides of the same climate coin. This National Climate Adaptation Strategy will help the Netherlands to meet the challenges ahead. It introduces various new initiatives and will help to push forward those already in progress."}, {"text_block_id": "p4_b82", "text": "The Netherlands is particularly susceptible to the effects of climate change. At the same time, our knowledge and expertise enable us to play a prominent role in climate adaptation. Much is happening in terms of research, policy development and practical projects by private sector companies, civil society and engaged individuals. Even so, there is room for improvement in several areas, including public awareness. Everyone can – and indeed must – do their bit to ensure that the Netherlands is better protected against heat, drought, flooding and other extreme weather conditions. This is a joint responsibility for us all."}, {"text_block_id": "p4_b83", "text": "In a report published in October 2016, the Scientific Council for Government Policy (WRR) noted that Dutch climate policy must be based on a long-term perspective. The Council stressed the importance of consistency and coherence: climate policy must be coordinated with that in other domains. Climate adaptation and mitigation measures should form a prominent component of spatial planning and infrastructural development, in accordance with the principles presented in this National Climate Adaptation Strategy."}, {"text_block_id": "p4_b84", "text": "This document is based on the latest research and a comparison of various possible scenarios. It represents the combined input of experts in a wide range of disciplines. Among the likely effects of climate change are some which must now be addressed as a matter of urgency. The proposed approach encourages everyone to contribute. The government will provide all necessary support. Climate change brings challenges but it also creates opportunities. We must exploit those opportunities to the greatest extent possible."}, {"text_block_id": "p4_b85", "text": "Sharon Dijksma"}, {"text_block_id": "p4_b86", "text": "Minister for the Environment"}, {"text_block_id": "p5_b87", "text": "Executive summary"}, {"text_block_id": "p5_b88", "text": "The negative effects of climate change must be minimized or at least made manageable. Those effects include damage to property, nuisance or inconvenience, disease, increased mortality and a decline in environmental and ecological quality. This National Climate Adaptation Strategy (NAS) introduces various new initiatives and will accelerate the progress of ongoing initiatives. It builds upon a decade of climate adaptation policy and, in combination with the Delta Programme, sets out the Netherlands’ response to climate change. One important component of the strategy is the desire to unite all parties in pursuing common objectives. The NAS answers the European Commission’s request for member states to produce a climate adaptation strategy no later than 2017."}, {"text_block_id": "p5_b89", "text": "Analysis of effects and policy"}, {"text_block_id": "p5_b90", "text": "The NAS uses four diagrams (‘Hotter’, ‘Wetter’, ‘Drier’ and ‘Rising Sea Level’) to visualize the effects of climate change within nine sectors: water and spatial management; nature; agriculture, horticulture and fisheries; health and welfare; recreation and tourism; infrastructure (road, rail, water and aviation); energy; IT and telecommunications; public safety and security."}, {"text_block_id": "p5_b91", "text": "Six climate effects which call for immediate action have been identified:"}, {"text_block_id": "p5_b92", "text": "Six climate effects which call for immediate action have been identified:\n* Greater heat stress leading to increased morbidity, hospital admissions and mortality,\n* More frequent failure of vital systems: energy, telecommunications, IT and transport\n* More frequent crop failures or other problems in the agricultural sector, such as\n* Shifting climate zones whereby some flora and fauna species will be unable to migrate or\n* Greater health burden and loss of productivity due to possible increase in infectious\n* Cumulative effects whereby a systems failure in one sector or at one location triggers"}, {"text_block_id": "p5_b104", "text": "Attention must also be devoted to climate effects which are not expected to emerge until somewhat later this century but which call for urgent attention due to their high impact. They include the failure of the electricity supply grid due to extreme weather, restriction of shipping due to unusually high or low water levels, the loss of habitats and species due to extremely low water in river systems, large-scale failure of IT systems due to problems experienced by crucial IT service providers elsewhere in the world, large-scale failure of IT services due to overheating, and changing migration patterns of various migratory animal and bird species. There may also be ground subsidence causing damage to buildings and infrastructure, safety risks further to the fracture of pipes and cables, and increased CO2 emissions due to peat oxidation."}, {"text_block_id": "p5_b105", "text": "Positive effects"}, {"text_block_id": "p5_b106", "text": "Rising temperatures might also have positive economic and societal effects. Warmer weather could increase yields of some crops or allow the cultivation of new crops. The Dutch weather might become more attractive – or less uncomfortable – than that elsewhere in Europe and this could have a positive effect on tourism. Morbidity and mortality due to freezing temperatures in winter will decrease, and the milder winters will also reduce the energy requirement for heating homes, business premises and glasshouses."}, {"text_block_id": "p6_b107", "text": "Approach"}, {"text_block_id": "p6_b108", "text": "‘Climate-proofing’ our country is a joint undertaking for which every member of Dutch society is responsible. The National Climate Adaptation Strategy (NAS) sets out the course. The government will initiate specific projects and programmes in order to:"}, {"text_block_id": "p6_b109", "text": "‘Climate-proofing’ our country is a joint undertaking for which every member of Dutch society is responsible. The National Climate Adaptation Strategy (NAS) sets out the course. The government will initiate specific projects and programmes in order to:\n* increase awareness of the necessity of climate adaptation\n* encourage the implementation of climate adaptation measures\n* develop and exploit the knowledge base\n* address urgent climate risks\n* embed climate adaptation within policy and legislation\n* monitor the progress and effectiveness of the adaptation strategy."}, {"text_block_id": "p6_b121", "text": "Confirmed projects include a study to determine the current status of government buildings and sites, the organization of a dialogue about the insurability of climate risks, a study of chain dependencies and possible points of failure (‘weak links’) in the rail infrastructure, and the production of a climate adaptation handbook to accompany the Multi-Year Programme for Infrastructure, Spatial Planning and Transport (MIRT)."}, {"text_block_id": "p6_b122", "text": "Implementation"}, {"text_block_id": "p6_b123_merged", "text": "The NAS forms the precursor to a Climate Adaptation Implementation Programme which programme will build upon ongoing activities such as those of the Delta Programme. Where necessary, the implementation programme will fast-track the existing initiatives by providing additional manpower and resources. The Delta Programme forms an intrinsic component of the overall strategy and is the context within which the Delta Plan for Spatial Adaptation is to be produced. The Ministry of Infrastructure and the Environment and the relevant knowledge institutes will design a system which enables central government, regional and local authorities, water management authorities and other stakeholders to monitor the progress of the overall implementation programme and their own contribution. The monitoring programme will be fully coordinated with that of the Delta Programme."}, {"text_block_id": "p6_b126", "text": "Learning by doing"}, {"text_block_id": "p6_b127", "text": "The necessity of climate adaptation can only increase in the years ahead, as will the urgency with which measures must be implemented. We are already experiencing the effects of climate change to a greater degree than had been expected. It is not possible to plan everything in advance; there remain too many unknowns. It is a question of ‘learning by doing’ and this concept underpins the NAS. The role of the Ministry of Infrastructure and the Environment is that of coordinator."}, {"text_block_id": "p6_b128", "text": "Climate adaptation entails expenditure. Certain important choices must be made by government departments, the business community and individual households. Adapting to climate change requires everyone to make investment decisions. Putting off those decisions, or making the wrong choices, is likely to prove far more expensive in the longer term."}, {"text_block_id": "p6_b129", "text": "Participation"}, {"text_block_id": "p6_b130", "text": "The government is to present the Climate Adaptation Implementation Programme during the second half of 2017, following due consultation with the ministries, the Delta Programme Commissioner, local and regional authorities, private sector organizations, knowledge institutes and societal organizations. Preparations are already well in hand. Everyone in the Netherlands has been invited to contribute to the process and, more especially, to participate. We can then make joint investments in policy, research and the practical measures needed to prepare the Netherlands to counter the negative effects of climate change."}, {"text_block_id": "p7_b131", "text": "On 12 December 2015, no fewer than 195 countries ratified the Paris Agreement, a global convention on climate change which establishes various objectives. For example, signatories are expected to restrict global warming to less than two degrees Celsius (compared to pre-industrial levels). To achieve the aims will call for major efforts in terms of climate mitigation: the prevention of further climate change – see below – and the reversal of climate change that has already taken place. Climate adaptation is also required to diminish our susceptibility to the negative effects of climate change and to reduce the associated costs. This document sets out the National Climate Adaptation Strategy 2017, which answers the European Commission’s call for all member states to produce a formal plan no late than 2017. The NAS will be presented to the European Commission. In 2017, the Commission will evaluate the progress of the European Adaptation Strategy adopted in 2013, based on the reports prepared by each member state in accordance with Regulation (EU) No. 525/2013 (“on a mechanism for monitoring and reporting greenhouse gas emissions and for reporting other information at national and Union level”). The Dutch government will actively support the Commission’s assessment by reporting the Netherlands’ experiences following due consultation with regional and local authorities."}, {"text_block_id": "p7_b132", "text": "The effects of climate change are extremely diverse. Their exact nature will depend on geographic location. Reports published by the Intergovernmental Panel on Climate Change (IPCC) suggest that the most severe negative effects will be felt by those countries and populations which are already under pressure, and in particular the small island states, delta regions and areas that are affected by drought. By comparison, the countries of northwestern Europe – which include the Netherlands – have somewhat less cause for concern. Indeed, an increase in average temperatures could have a positive effect in some economic sectors. The Dutch have a long history of successful water management and are well versed in dealing with one of the most serious climate effects: flooding. Even so, further action is required and is being taken under the Delta Programme."}, {"text_block_id": "p7_b133", "text": "In our country, climate change will bring about higher temperatures, more extreme rainfall at certain times and longer periods of drought at others. Summers are likely to be drier. As a coastal country, the Netherlands is also affected by the rising sea level (see insert on page 8). Some changes will be gradual, others less so. Weather extremes such as heatwaves, heavy rainfall and hailstorms will become more frequent and will cause even greater damage and personal injury than in the past. In 2012, the Deltares research institute calculated that the financial losses sustained by the Netherlands due to flooding, drought"}, {"text_block_id": "p7_b134", "text": "Mitigation and adaptation"}, {"text_block_id": "p7_b135", "text": "Mitigation"}, {"text_block_id": "p7_b136", "text": "refers to a reduction in the emission of greenhouse gases to ensure that the increase in average temperatures remains limited. The 2015 UN Climate Change Conference in Paris formulated long-term emissions targets intended to restrict global warming to less than two degrees Celsius (compared to pre-industrial levels), with 1.5 degrees as the working target."}, {"text_block_id": "p7_b137", "text": "Alongside mitigation, climate"}, {"text_block_id": "p7_b138", "text": "adaptation"}, {"text_block_id": "p7_b139", "text": "measures are also required. Here, the aim"}, {"text_block_id": "p7_b140", "text": "is to reduce susceptibility to the negative effects of climate change, to minimize those negative effects wherever possible, and to take advantage of any positive effects. This calls for the right measures to be implemented in the right place at the right time. Climate adaptation is given a prominent place in the Paris Agreement."}, {"text_block_id": "p7_b141", "text": "Failure to restrict greenhouse gas emissions will lead to rising global temperatures. In simple terms, the smaller the reduction in emissions, the greater the"}, {"text_block_id": "p7_b142", "text": "increase in global warming and the greater the need for adaptation measures."}, {"text_block_id": "p7_b143_merged_merged", "text": "Adaptation and mitigation are complemen-tary approaches; both are essential. Some measures contribute to both. For example, designing towns and buildings to reduce their energy consumption will also increase their resistance to heat and heat stress. The effects of climate change will continue to be felt for decades to come, even after emissions have been reduced to the target levels."}, {"text_block_id": "p8_b146", "text": "and heat stress during the period to 2050 would be in the order of 71 billion euros. It is now apparent that climate change is even more rapid and intense than had been anticipated. The amount must therefore be revised upwards. In June 2016, hail and rainstorms in the southern Netherlands alone caused damage totalling over 700 million euros."}, {"text_block_id": "p8_b147", "text": "1.2."}, {"text_block_id": "p8_b148", "text": "Climate-proofing the Netherlands"}, {"text_block_id": "p8_b149", "text": "The effects of climate change must be minimized or at least made manageable in the longer term. The negative effects include damage to property, nuisance, disease, early mortality and a decline in environmental and ecological quality. The National Climate Adaptation Strategy will help to ‘climate-proof’ the Netherlands by introducing new initiatives and by building upon those already under way. It is essential that climate adaptation permeates all sections of society and that all citizens are aware of the joint responsibility they bear for its success."}, {"text_block_id": "p8_b150", "text": "The NAS encourages public sector authorities, knowledge institutes, private sector companies, societal organizations and engaged individuals to play their part in offsetting the negative effects of climate change and taking advantage of the opportunities it brings. An important component of the strategy is the desire to unite all parties and promote a joint approach."}, {"text_block_id": "p8_b151", "text": "The NAS builds upon a decade of climate adaptation policy (see below) and, in combination with the Delta Programme, will guide the Netherlands’ efforts in this field. The contents of the NAS are fully in keeping with the risk inventory and capacity programme of the National Safety and Security Strategy."}, {"text_block_id": "p8_b152", "text": "1.3."}, {"text_block_id": "p8_b153", "text": "Structure of this document"}, {"text_block_id": "p8_b154", "text": "Chapter 2 sets out the most significant effects of climate change. Those which demand immediate action are identified in Chapter 3. The steps needed to ensure that the Netherlands is less susceptible to the negative effects of climate change in 2050 and beyond are described in Chapter 4. The final chapter paves the way for the Climate Adaptation Implementation Programme which is to be published in late 2017."}, {"text_block_id": "p8_b155", "text": "A decade of climate adaptation policy in the Netherlands"}, {"text_block_id": "p8_b156", "text": "2007:"}, {"text_block_id": "p8_b157", "text": "Publication of the first National Climate Adaptation Strategy. Preparations for the ‘Knowledge for Climate’ research programme."}, {"text_block_id": "p8_b158", "text": "2010:"}, {"text_block_id": "p8_b159", "text": "Launch of the Delta Programme to address the most urgent challenges in connection with flood safety, fresh water provision and spatial adaptation."}, {"text_block_id": "p8_b160", "text": "2012:"}, {"text_block_id": "p8_b161", "text": "Publication of the report ‘Adapting to Climate Adaptation: strategy and policy’ (Netherlands Court of Audit) calling for attention to be devoted to effective policy development to address all aspects of climate change."}, {"text_block_id": "p8_b162", "text": "2013:"}, {"text_block_id": "p8_b163", "text": "The government adopts the report’s recommendations in its Climate Agenda, which states that the economic and social risks posed by climate change are to be identified in detail. This is the first step in meeting the European Union’s call for all member states to produce a formal climate adaptation strategy."}, {"text_block_id": "p8_b164", "text": "2014:"}, {"text_block_id": "p8_b165", "text": "Ratification of the five ‘Delta"}, {"text_block_id": "p8_b166", "text": "Decisions’, including those on Flood Safety, Fresh Water Access and Spatial Adaptation, and their incorporation into the National Water Plan. The Delta Decision on Spatial Adaptation sets out objectives intended to create a robust, climate-proof spatial structure by 2020. By 2050, the entire spatial structure of the Netherlands should be significantly less susceptible to the risks posed by climate change."}, {"text_block_id": "p8_b167", "text": "2015:"}, {"text_block_id": "p8_b168", "text": "The Netherlands Environmental"}, {"text_block_id": "p8_b169", "text": "Assessment Agency (PBL) and the Knowledge for Climate programme publish the joint report Aanpassen aan klimaatverandering; kwetsbaarheden zien, kansen grijpen (‘Adapting to climate adaptation: recognizing risks, seizing opportunities’). This forms important input for the forthcoming National Climate Adaptation Strategy."}, {"text_block_id": "p8_b170", "text": "2016:"}, {"text_block_id": "p8_b171", "text": "Publication of the National Climate Adaptation Strategy (NAS)."}, {"text_block_id": "p8_b172", "text": "2017:"}, {"text_block_id": "p8_b173", "text": "Publication of the Climate Adaptation Implementation Programme and the Delta Plan for Spatial Adaptation."}, {"text_block_id": "p9_b174", "text": "Climate adaptation in practice"}, {"text_block_id": "p9_b175", "text": "Making the most of sudden downpours"}, {"text_block_id": "p9_b176", "text": "Amsterdam Rainproof is a partnership which aims to reduce the negative impact of the increasingly frequent heavy rainfall in the city. Rainwater represents a free resource. Rather than allowing it to simply run off into the drainage system, Amsterdam Rainproof wants to put it to good use."}, {"text_block_id": "p9_b177", "text": "In some places, the drainage system is simply not up to the task. In the urban environment, much of the surface area is covered by buildings, asphalt or concrete whereupon water accumulates and can cause significant damage."}, {"text_block_id": "p9_b178", "text": "Amsterdam Rainproof collates information, initiatives and ideas. Everyone can help it to achieve the aims. While installing a rain barrel in the garden may not seem to make much of a difference, the ‘rainproofing’ of Amsterdam will be the combined result of all efforts, large and small. Every drop counts! The project involves close cooperation between various partners, from water management authorities and research institutes to small companies and individual households."}, {"text_block_id": "p10_b179", "text": "Climate change in the Netherlands, today and tomorrow"}, {"text_block_id": "p10_b180", "text": "The climate is definitely changing. In 2015, the average temperature worldwide was approximately one degree Celsius higher than during the period 1850-1900. The Netherlands has seen an even greater increase, with temperatures now some 1.8°C higher. Between 1910 and 2015, annual precipitation increased by 27%, while the incidence of heavy showers capable of causing flooding has risen by over 20%, as have both the frequency and intensity of hailstorms. Extended dry periods are more common than they were prior to 1951. Changes in the incidence of storms and high (gale force) winds fall within the bounds of natural variability."}, {"text_block_id": "p10_b181", "text": "The climate will continue to change in the centuries to come, although it is impossible to predict either the rate or the"}, {"text_block_id": "p10_b182", "text": "extent of change. This is partly because we do not (yet) understand all contributory factors, and partly because other developments such as population growth and global climate agreements will play a role. For these reasons, climate researchers and policy-makers base their deliberations on alternative scenarios. In 2014, the Royal Netherlands Meteorological Institute (KNMI) published four detailed scenarios, the salient points of which include:"}, {"text_block_id": "p10_b183", "text": "extent of change. This is partly because we do not (yet) understand all contributory factors, and partly because other developments such as population growth and global climate agreements will play a role. For these reasons, climate researchers and policy-makers base their deliberations on alternative scenarios. In 2014, the Royal Netherlands Meteorological Institute (KNMI) published four detailed scenarios, the salient points of which include:\n* an increase in temperature of between\n* annual precipitation will increase by\n* the frequency and intensity of extreme\n* the intensity of heavy rainstorms and\n* drought (defined as a shortage of rainfall"}, {"text_block_id": "p10_b193", "text": "For further information, see KNMI ’14: Climate scenarios for the Netherlands."}, {"text_block_id": "p11_b194", "text": "The Netherlands will be affected by four main climate trends: Warmer, Wetter (in terms of total rainfall) but with Drier summers. There will be a Rising Sea Level. Some changes will be gradual. The average temperature may rise quite slowly year on year, for example. However, the frequency and intensity of weather extremes, such as heatwaves, could also increase."}, {"text_block_id": "p11_b195", "text": "It is generally the negative effects of weather extremes that come to public attention, as when a festival site is transformed into a mudbath by a freak thunderstorm which might even claim lives. We read reports of damage to roofs and glasshouses caused by extreme hailstorms, or of a motorway becoming impassable when heavy rainfall caused the embankment to collapse in a miniature landslide. Such incidents may prompt response measures, such as the Bad Weather Fund for Cultural Events announced by the Ministry of Education, Culture and Science in June 2016."}, {"text_block_id": "p11_b196", "text": "The gradual changes attract less attention but their effects are no less serious. They can erode the resilience of nature whereupon crops are exposed to pests and disease. Human health may also be placed at risk by new pathogens or allergens."}, {"text_block_id": "p11_b197", "text": "2.1."}, {"text_block_id": "p11_b198", "text": "Positive effects"}, {"text_block_id": "p11_b199", "text": "The effects of climate change are not necessarily all negative (see insert on page 10). Rising temperatures in northwestern Europe could have positive economic and social effects. Dutch agriculture is likely to benefit from climate change more than in countries farther to the south or east. Higher temperatures may allow the introduction of new crops. If the effects of climate change elsewhere in Europe prove less propitious, the Netherlands will gain a competitive advantage."}, {"text_block_id": "p11_b200", "text": "It is possible that the weather in the Netherlands will become more attractive, or less uncomfortable, that that elsewhere in Europe and this will have a positive effect in terms of tourism. Moreover, there will be less morbidity and mortality due to freezing winter weather. Milder winters will also reduce energy consumption and the costs associated with heating homes, business premises and glasshouses."}, {"text_block_id": "p11_b201", "text": "2.2."}, {"text_block_id": "p11_b202", "text": "The effects at a glance"}, {"text_block_id": "p11_b203_merged", "text": "An effective response to the effects of climate change demands a good understanding of those effects. For each of the climate trends, we have produced a diagram showing how it could affect nine economic and social sectors: water and spatial management; nature; agriculture, horticulture and fisheries; health; recreation and tourism; infrastructure (road, rail, water and aviation); energy, IT and telecommunications; safety and security. The frameworks are based on the report Aanpassen met beleid (‘Adaptation with policy’) published by the Environmental Assessment Agency in 2013, and the follow-up report Aanpassen aan klimaatverandering (‘Adapting to climate change’), published in 2015. See also Appendix 1."}, {"text_block_id": "p11_b208", "text": "We see a very broad range of effects which will occur at various levels of scale. Some effects will be far-reaching, others will be less marked but perhaps more frequent. Some will become apparent relatively quickly while others may be seen only after several decades. There may also be cumulative and knock-on effects, both within and between sectors."}, {"text_block_id": "p12_b209", "text": "The international context"}, {"text_block_id": "p12_b210", "text": "Climate change does not respect national boundaries. The Netherlands has a very open economy and a high degree of interdependence with the rest of the world. Climate effects at home and abroad could weaken our competitive position or, conversely, strengthen it. Increasing international cooperation in areas such as energy provision, IT, funds transfer and other vital infrastructure makes the Netherlands increasingly susceptible to developments elsewhere. Climate change is likely to affect our country in other ways. It may bring about changes to the food production chain. It may affect ecosystems and hence the flora and fauna to be found in the Netherlands, such as migratory birds at certain times of the year."}, {"text_block_id": "p12_b211", "text": "Climate change could also affect international stability. Drought is already a motive for people to leave the region in"}, {"text_block_id": "p12_b212", "text": "which they were born. In time, new migration flows are likely to develop. Climate change is an issue within the economic and social domains, including the interests of international security. Its effects will inevitably be felt by Dutch society. It is essential that solutions to the challenges are sought at the European and global levels. Attention must be devoted to all aspects, including energy security and new health risks."}, {"text_block_id": "p12_b213", "text": "As noted above, climate change could also create new opportunities. There might be even greater demand for Dutch expertise in water management, flood safety, water distribution systems, renewable energy and innovative agriculture. The impact of climate change in the southern and eastern regions may well create competitive advantages for Dutch agriculture. Central government,"}, {"text_block_id": "p12_b214", "text": "knowledge institutes and the private sector can all play an active role in helping to climate-proof the world, a process which will further increase the export of Dutch knowledge and expertise. The Netherlands will continue to form an important part of the European network of nature areas and will actively promote climate-related investments – both public and private – in the developing countries. The Netherlands will also play a prominent part in projects intended to achieve the UN Sustainable Development Goals, thus helping the developing countries to implement climate adaptation and mitigation measures. Some activities fall within the Sendai Framework for Disaster Risk Reduction 2015-2030, as endorsed by the UN General Assembly in the 2015, which recognizes the correlation between climate change and"}, {"text_block_id": "p12_b215", "text": "disaster management."}, {"text_block_id": "p13_b216", "text": "2.3."}, {"text_block_id": "p13_b217", "text": "Notes on the diagrams"}, {"text_block_id": "p13_b218", "text": "Circles"}, {"text_block_id": "p13_b219", "text": "The primary effects of each climate trend are shown in black and white. The effects for the specific sectors are shown in colour, whereby the diagrams present the following information:"}, {"text_block_id": "p13_b220", "text": "The primary effects of each climate trend are shown in black and white. The effects for the specific sectors are shown in colour, whereby the diagrams present the following information:\n* The relevant sector is indicated by the circleâs outer edge.\n* The colour of the centre of the circle indicates whether the effect is a risk (red) or an\n* A continuous black outer edge indicates a moderate or marked effect that can already be\n* Symbols are used to indicate whether measures have already been implemented (where"}, {"text_block_id": "p13_b228", "text": "The diagrams are simplified representations of the actual situation and are, of necessity, incomplete. They nevertheless provide a good indication of the complexity of the various issues and offer a useful starting point for the proposed joint approach. It should be noted that these diagrams relate specifically to the situation in the Netherlands. Interactive versions are to be published online. A complete overview of all climate effects within each sector will be produced at a later date."}, {"text_block_id": "p22_b229", "text": "3.1."}, {"text_block_id": "p22_b230", "text": "Effects demanding urgent action"}, {"text_block_id": "p22_b231", "text": "The Netherlands Environmental Assessment Agency (PBL) applies five criteria to determine the urgency of action to address the effects of climate change. Three criteria relate to the risk profile of the effect itself: the likelihood that the effect will occur (this decade or this century), its likely impact (high, medium or low) and the degree of uncertainty. Two criteria relate to the sector(s) which will be affected: the adaptation capacity and the lifetime of the necessary investments."}, {"text_block_id": "p22_b232", "text": "Within the PBL’s standard methodology, these five criteria are used to identify those climate effects to which extra attention should be devoted, over and above those designated under the Delta Programme. The National Climate Adaptation Strategy focuses on climate effects with a particularly marked impact, those which are already visible or which will become visible in the short term, and those which affect sectors that are sensitive to weather extremes or have limited adaptation capacity."}, {"text_block_id": "p22_b233", "text": "This assessment results in the following list of climate effects which should be addressed as a matter of urgency. (In the diagrams on pages 12 to 19, these effects are indicated by a circle with a solid black edge.)"}, {"text_block_id": "p23_b234", "text": "Climate eﬀects demanding urgent action:"}, {"text_block_id": "p23_b235", "text": "1. More heat stress caused by extreme weather conditions:"}, {"text_block_id": "p23_b236", "text": "1. More heat stress caused by extreme weather conditions:\n* Greater morbidity and mortality, more hospital admissions, reduced productivity.\n* Increase in incidence of skin cancer."}, {"text_block_id": "p23_b240", "text": "2. More frequent failure of vital and vulnerable functions due to extreme weather conditions:"}, {"text_block_id": "p23_b241", "text": "2. More frequent failure of vital and vulnerable functions due to extreme weather conditions:\n* Energy, telecommunications, IT and the water supply system.\n* Transport: the main infrastructure."}, {"text_block_id": "p23_b245", "text": "3. More frequent damage to crops or production resources due to extreme weather conditions:"}, {"text_block_id": "p23_b246", "text": "3. More frequent damage to crops or production resources due to extreme weather conditions:\n* Lower crop yields and/or reduced quality due to rain, storms, hail or saturated soil.\n* Damage to production resources such as glasshouses and buildings caused by hail,\n* Lower crop yields and/or reduced quality due to extended periods of drought and in\n* The more extreme the weather conditions, the more diï¬cult it will be to anticipate"}, {"text_block_id": "p23_b255", "text": "4. Shifting climate zones further to gradual climate change:"}, {"text_block_id": "p23_b256", "text": "the resilience of nature under strain:"}, {"text_block_id": "p23_b257", "text": "the resilience of nature under strain:\n* Changes to the composition of flora and fauna: native species will be lost while\n* Some new species may pose a threat to economic activity, to human or\n* There may be âmismatchesâ within the food chain.\n* The rise in sea level will place the existing nature of the estuary (delta) region"}, {"text_block_id": "p23_b266", "text": "5. Increased health burden, lost productivity and higher costs due to potential increase in allergies and infectious diseases"}, {"text_block_id": "p23_b267", "text": ":"}, {"text_block_id": "p23_b268", "text": "-"}, {"text_block_id": "p23_b269", "text": "Possible increase in the prevalence of allergies such as hay fever and other respiratory conditions."}, {"text_block_id": "p23_b270", "text": "-"}, {"text_block_id": "p23_b271", "text": "Possible increase in exposure to waterborne pathogens due to growth in water recreation and deterioration of water quality."}, {"text_block_id": "p23_b272", "text": "-"}, {"text_block_id": "p23_b273", "text": "Possible increase in vector-borne infectious diseases."}, {"text_block_id": "p23_b274", "text": "6. Cumulative eﬀects:"}, {"text_block_id": "p23_b275", "text": "-"}, {"text_block_id": "p23_b276", "text": "Eﬀects whereby failure or disruption in one sector or at one location leads to"}, {"text_block_id": "p23_b277", "text": "further failures or disruption elsewhere."}, {"text_block_id": "p24_b278", "text": "Attention must also be devoted to climate effects which are not expected to emerge until somewhat later this century. In the diagrams they are shown as circles with a dotted black border. All have the potential to cause significant adverse impact, especially if global mitigation efforts remain inadequate. The impact will be considerably less – and within acceptable limits – if the current mitigation agreements are observed."}, {"text_block_id": "p25_b279", "text": "Explanatory remarks to climate effects demanding urgent action"}, {"text_block_id": "p25_b280", "text": "1. Heat stress"}, {"text_block_id": "p25_b281", "text": "The Netherlands Environmental Assessment Agency (PBL) has identified heat stress as a climate effect which is likely to have a marked impact on human health and wellbeing within the foreseeable future. High temperatures are only one contributing factor. Heat stress is exacerbated by atmospheric pollution (high levels of ozone and summer smog) and it is this combination which can trigger various respiratory conditions. Among vulnerable groups, heat stress is likely to lead to illness requiring time off work (and hence lost productivity) and even increased mortality. During the unprecedented high temperatures of August 2003, the Netherlands reported 1,400 more deaths than usual. In Europe as a whole, the heatwave claimed over twenty thousand lives."}, {"text_block_id": "p25_b282", "text": "According to the World Disasters Report produced by the International Federation of Red Cross and Red Crescent Societies (IFRC) the 2015 European heatwave was the second most deadly natural disaster of the year (after the Nepalese earthquake), claiming 3,275 lives in France alone. Heatwaves in Belgium, Pakistan and India are also among the ten most serious disasters listed in the report."}, {"text_block_id": "p25_b283", "text": "2. Failure of vital and vulnerable functions"}, {"text_block_id": "p25_b284", "text": "More frequent and intense weather extremes will lead to greater disruption of the vital functions, and in some cases to outright failure. Heavy rain, especially when accompanied by high winds and lightning, is likely to cause much damage and inconvenience. Unless additional measures are put in place, the availability of the vital functions will be far below the desired level."}, {"text_block_id": "p25_b285", "text": "The effects may include direct economic losses. There could be an increase in the number of road traffic accidents and a reduction in the capacity of the road infrastructure. There could also be indirect damage as the failure of the electricity grid causes that of other networks such as the internet and payment transfer systems. Hospitals might also be affected and forced to suspend some services, hopefully on a temporary basis. There could even be problems in upholding public order. In addition to the direct impact, there could also be knock-on effects. During a heavy rainstorm in August 2008, a lightning strike incapacitated the pumps which prevent flooding in the Botlek road tunnel. The tunnel was closed, and traffic on the Rotterdam Ring (the longest and busiest peripheral road in the Netherlands) was brought to a standstill. As a result of this incident, the systems were upgraded and are now much better protected."}, {"text_block_id": "p25_b286", "text": "3. Adverse impact in agriculture and horticulture"}, {"text_block_id": "p25_b287", "text": "The increased frequency and intensity of weather extremes will result in even greater damage to crops and production resources. Crops will be vulnerable to storms, heavy rain, hailstorms and saturated soil throughout the growing period and harvest season. Storms, hailstones and lightning can also damage glasshouses, farm buildings and essential installations. Extended dry periods will result in a serious water shortage and the salinization of extensive areas of agricultural land. Extreme heat may cause significant deterioration of water quality and provoke heat stress in livestock. It is not unknown for water management authorities to avert major problems in one area by allowing farmland elsewhere to flood. Unless mutually satisfactory prior agreements have been made, the landowner may not receive adequate compensation."}, {"text_block_id": "p25_b288", "text": "Once again, there can be knock-on effects. Following the hailstorms which caused significant damage in Brabant in mid-2016, farmers experienced problems in transporting what remained of their produce to the processing plants. A shortage of some vegetables, including carrots, was announced because crops throughout Europe had been badly affected by the freak weather. Prices rose accordingly."}, {"text_block_id": "p26_b289", "text": "4. Shifting climate zones"}, {"text_block_id": "p26_b290", "text": "Natural systems are generally very resilient. Nature has the ability to recover from quite serious setbacks and can adapt to new circumstances. Nevertheless, nature in the Netherlands is already under severe pressure and climate change can only exacerbate the problems. As the climate zones shift, the composition of the country’s flora and fauna populations will change. New species are now establishing themselves here while indigenous species have been displaced. Larger mammals and birds are generally more mobile and able to adapt. Other species, including small mammals, reptiles, amphibians and insects, are less mobile. They cannot simply follow the climate zones because the nature areas are not interconnected. The lack of spatial cohesion between the nature areas in the Netherlands and those of our neighbouring countries is a life-threatening problem for these creatures. For the same reason, some species which would thrive in the Netherlands are unable to reach a suitable habitat. Other species can do so, but as pests and invasive exotic species they represent a significant threat to economic activity. Still other new species are carriers of zoonoses and veterinary disease, or are a threat to the established biodiversity. There can be ‘mismatches’ within the food chain, which will also have a negative impact on biodiversity. The nature of the Netherlands’ delta region is of great international importance but is under pressure due to the rising sea level. Some habitats, such as tidal mudflats, are disappearing. Extremes of weather, soil compaction and subsidence, ongoing eutrophication of surface water and the changing hydrology of the coastal areas combine to reinforce effect of the shifting climate zones. Irreversible changes to the ecosystem are the inevitable result. The European Union’s aim of maintaining biodiversity will then be far more difficult, perhaps impossible, to achieve."}, {"text_block_id": "p26_b291", "text": "5. Health burden"}, {"text_block_id": "p26_b292_merged", "text": "Both the Netherlands Environmental Assessment Agency and the National Institute for Public Health and the Environment conclude that various health effects caused by climate change will be seen within the next few years. As average temperatures rise, the hay fever season may become longer in duration and more intense as exotic allergenic plant species such as ragweed (Ambrosia artemisiifoliae) establish themselves. At present, over two million people in the Netherlands take medication to relieve the symptoms of hay fever. This figure is expected to double."}, {"text_block_id": "p26_b295", "text": "Another development is likely to be seen with regard to infectious diseases, both vector-borne and environmental. The increasing popularity of recreation on and in the water means that more people will be exposed to water of poor quality (e.g. containing cyanobacteria, also known as blue-green algae) and the associated health problems. Health care costs will then rise, while there can also be economic consequences due to lost productivity. The influence of climate change on public health must be considered alongside that of demographic developments such as population growth, population ageing, migration and urbanization."}, {"text_block_id": "p26_b296", "text": "6. Cumulative effects"}, {"text_block_id": "p26_b297", "text": "Almost all reports draw attention to cumulative effects, whereby a systems failure in one sector or at one location will cause problems elsewhere. Many effects of climate change are not limited to specific sectors and any aggregation is likely to have major societal consequences. At present, however, the extent of those consequences remains unclear."}, {"text_block_id": "p27_b298", "text": "3.2."}, {"text_block_id": "p27_b299", "text": "Measures already in place"}, {"text_block_id": "p27_b300", "text": "Heat stress"}, {"text_block_id": "p27_b301", "text": "The Ministry of Health, Welfare and Sport is mindful of the possible effects of climate change, which it addresses within its regular policy. The particularly hot summer of 2006 prompted the ministry to commission the National Heat Plan. This document, produced in association with the Red Cross, the National Institute for Public Health and the Environment (RIVM) and GGD Nederland (the federation of municipal health departments) was published in 2007 and updated in 2015. Its aim is to minimize the impact of heat stress, especially among the elderly and other vulnerable groups. However, the National Heat Plan is specifically concerned with the residential care sector and the action to be taken when a formal heatwave warning is issued. Current government policy seeks to reduce reliance on residential care, allowing people to live in their own homes for as long as possible. In the event of a heatwave, it is possible that not everyone who needs assistance or advice will actually receive it."}, {"text_block_id": "p27_b302", "text": "Alongside the direct health care provisions, certain medium-term and long-term climate adaptation measures must be introduced within the urban areas. The physical structure of towns and cities should include more open space and greenery, for example. As part of the"}, {"text_block_id": "p27_b303", "text": "Knowledge for Climate"}, {"text_block_id": "p27_b304", "text": "research programme, a number of provincial and municipal authorities have studied the ‘urban heat island’ effect. However, measures which entail extensive modifications to the physical structure are difficult to implement, not least because other objectives must also be taken into account."}, {"text_block_id": "p27_b305_merged_merged", "text": "The Delta Decision on Spatial Adaptation encourages local authorities to devote attention to heat stress as part of a local climate scan. The Climate Effect Atlas has been updated accordingly and a website has been set up to disseminate knowledge and best practice examples. However, progress in restricting heat stress by means of spatial measures (or any other measures) would appear to be slow. The most recent monitoring results suggest that the topic has been given little attention by municipalities, provincial authorities or water management authorities."}, {"text_block_id": "p27_b308", "text": "Vital and vulnerable functions"}, {"text_block_id": "p27_b309", "text": "The definition of ‘vital’ infrastructure has been expanded to include the energy, IT, telecommunications and water supply systems in addition to the transport infrastructure. Climate change is one component of the ‘all-hazard’ safety and security approach which seeks to identify and manage all risks to the Netherlands’ vital infrastructure. The process also involves examining whether additional capacity is required to safeguard the resilience of that infrastructure."}, {"text_block_id": "p27_b310", "text": "In 2014, as part of the Vital and Vulnerable project (which is in turn part of the Spatial Adaptation programme), the responsible authorities undertook to identify facilities and infrastructural components which are susceptible to flooding and to develop policy which would minimize the associated risks. Where necessary and appropriate, this policy would then be embedded within legislation."}, {"text_block_id": "p27_b311", "text": "In a number of pilot projects, government authorities at all levels are working alongside private sector companies and network managers to devise ways in which to climate-proof the vital functions. The extended drought of 2003 prompted energy companies to seek coastal locations at which to abstract process (cooling) water rather than relying on rivers in which water levels and flow may be insufficient in future. Several grid managers have undertaken research to determine the potential impact of flooding on their section of the infrastructure, the objective being to reduce risk. Research has also examined how a large-scale power outage would affect the chain of vital functions. The participation of the grid managers in the pilot projects has provided valuable experience and created a good basis for further cooperation. Given the high degree of network security achieved, service disruptions can be promptly identified and managed, thus precluding any serious or large-scale consequences. The grid managers are also able to incorporate renewable sources, such as wind and solar energy, into their systems although doing so raises certain challenges in terms of network and supply stability."}, {"text_block_id": "p28_b312", "text": "Climate adaptation in practice"}, {"text_block_id": "p28_b313", "text": "Five Brabant cities sign the ‘Health Deal’"}, {"text_block_id": "p28_b314", "text": "photo: henri cormont/inzicht-foto"}, {"text_block_id": "p28_b315", "text": "A healthy human environment"}, {"text_block_id": "p28_b316", "text": "A human environment which is both healthy and economically vital: that is the aim of the fifteen organizations which signed the ‘Brabant Health Deal’ partnership agreement in July 2016. In future, all economic and spatial decisions will take the interests of health and welfare into account. The partners will strive to create a healthy human environment, maintain attractiveness and liveability, create a welcoming business climate and maintain a strong competitive position. One of the most significant challenges they face is climate change. Climate adaptation is therefore an integral component of the Brabant Health Deal."}, {"text_block_id": "p28_b317", "text": "The programme partners include the Province of Noord-Brabant, the five largest cities in the region including Eindhoven and Breda, water management authorities, municipal health departments, the National Institute for Public Health and the Environment, Utrecht University, the University of Tilburg and its Centre for Sustainable Development, Telos. The social issues of today demand a partnership such as this, states Eindhoven alderman Mary-Ann Schreurs. “Only by working together are we strong enough to rise to the many challenges. We must make good use of each other’s knowledge and expertise. With such diverse partners – representing every level from private individual to the European Commission – we can make health the key focus of urban and rural development.”"}, {"text_block_id": "p29_b318", "text": "As yet, there is no firm climate adaptation policy for the national transport infrastructure (road, rail, waterways and air). This is because there is no clear picture of how climate change is likely to affect the transport system as a whole. It is therefore not possible to identify the measures required or how much they will cost. However, the current climate and weather extremes have been given a place in some projects undertaken by the individual sectors."}, {"text_block_id": "p29_b319", "text": "The new"}, {"text_block_id": "p29_b320", "text": "Omgevingswet"}, {"text_block_id": "p29_b321", "text": "(Environmental Planning Act) includes a requirement for a ‘water assessment’ which does take climate change implicitly into consideration. Rijkswaterstaat (the national Department of Public Works and Water Management) is currently examining whether it is necessary to update and amend the guidelines for road design. The procedures for replacing essential water management structures such as locks and dams already take the risks created by climate change into account. Climate is also an important aspect within the new methodology for the renovation of major roads."}, {"text_block_id": "p29_b322", "text": "ProRail, which manages the national rail infrastructure, has conducted research to identify the risks associated with flooding and extreme weather. Measures have been implemented."}, {"text_block_id": "p29_b323", "text": "Flood safety in the urban setting"}, {"text_block_id": "p29_b324", "text": "There are some climate effects for which the relevant sectors are well prepared: their adaptation capacity is high and measures have been incorporated into policy and implementation programmes. For this reason, the NAS does not devote special attention to aspects such as water management and flood safety in the urban area."}, {"text_block_id": "p29_b325", "text": "Flood safety"}, {"text_block_id": "p29_b326", "text": "Flood safety policy shows a high degree of adaptation capacity, as illustrated by the Delta Programme. Responsibilities are clear and well organized; the necessary resources have been reserved. Flood safety policy is based on a multi-level risk management approach. In practice, there are three levels. Prevention (Level 1) is the most important. Prevention is always better – and less expensive – than cure. Disaster response (Level 3) forms the final safety net, regardless of the nature of the crisis: floods, extreme weather, an outbreak of some infectious disease or the failure of vital functions due to heat or drought. It is possible to achieve the necessary level of protection by replacing"}, {"text_block_id": "p29_b327_merged_merged", "text": "certain Level 1 measures by measures at Level 2 (spatial design) or Level 3. A good spatial structure will provide physical protection to the vital and vulnerable functions. This is an important component of the Delta Programme on Spatial Adaptation. Similarly, good crisis management will limit the impact of a flood. This responsibility has been assigned to the Water Crisis and Flood Management Taskforce (Stuurgroep Management Watercrises en Overstromingen), which includes representatives of all relevant parties, including ministries, water management authorities and the security regions. The Ministry of Security and Justice and the Security Council are working alongside partners in the water sector on the ‘Water and Evacuation’ project. The Ministry of Education, Culture and Science has included climate adaptation in its Vision Document on Cultural Heritage, 2017-2018."}, {"text_block_id": "p29_b330", "text": "Flooding in the urban area"}, {"text_block_id": "p29_b331", "text": "One of the climate effects listed is ‘flooding in the urban area’. Localized flooding is already a relatively common occurrence"}, {"text_block_id": "p29_b332", "text": "and is often reported by the media, sometimes with disturbing images."}, {"text_block_id": "p29_b333", "text": "In most cases, the incidents are relatively minor in that they are confined to a small area, although they can cause much inconvenience, distress and expense. Municipal authorities and water management authorities are jointly responsible for reducing the risk of flooding. The Administrative Agreement on Water stipulates that measures must be taken to prevent ‘unacceptable’ flooding. It is for government authorities to decide precisely how they will address the water challenges of the 21st century, what resources they will deploy, and the timeline they will follow. The water management authorities are working to climate-proof the water system. The Association of Netherlands Municipalities (VNG) is monitoring its members response to increasingly severe and protracted rainfall. Approximately one third of the investments in water management tasks at this level are intended to improve rainwater drainage. Flood prevention is of course a component of the Delta Programme on Spatial Adaptation."}, {"text_block_id": "p30_b334", "text": "Crop damage"}, {"text_block_id": "p30_b335", "text": "Farmers are accustomed to changing weather conditions and have been able to respond effectively for thousands of years. Nevertheless, the agricultural sector (including glasshouse cultivation) must now prepare for increasingly frequent weather extremes. In principle, it is for the farmers and growers themselves to make the relevant choices and implement the necessary measures. The government acts as facilitator. It support supports knowledge development, partly in the context of the ‘top sector policy’. One example is research to develop plant strains which are more resistant to dry or saline conditions. The Ministry of Economic Affairs subsidizes premiums for the Broad Weather Insurance scheme under which farmers can recover losses incurred further to crop damage caused by extreme weather. The aim of the Delta Programme on Fresh Water is to ensure that farmers have adequate water for optimal crop production. Where this is not the case, assistance will be provided. The sector itself is working on the Delta Plan for Agricultural Water Management, one aim of which is to ensure that water of adequate quality is readily available."}, {"text_block_id": "p30_b336", "text": "Nature"}, {"text_block_id": "p30_b337", "text": "The Netherlands’ nature management policy takes the effects of climate change into account, and has done so for several decades. At the heart of the policy is the desire to create robust and resilient nature which can ‘take a knock’ and emerge unscathed. In 1990, the government introduced the National Ecological Network, a concept intended to offset the impact of climate change by allowing natural processes more space. It was hoped that the proposed infrastructure of interconnected nature areas would encourage vulnerable species to migrate: a form of ‘managed relocation’. The principle has been retained and forms the basis of the policy document Natuurlijk verder (Ministry of Economic Affairs, 2014)."}, {"text_block_id": "p30_b338", "text": "In 2012, many nature management tasks were devolved to provincial level, with the existing budgetary reserves transferred to the Provinces Fund. The provincial authorities are now responsible for the management of existing nature areas as well as the expansion of the ecological network, for which 80,000 hectares is to be acquired. Within the physical domain, central government has limited its own responsibility to the large bodies of water and to certain aspects of agricultural nature management, the latter being undertaken in association with the provinces."}, {"text_block_id": "p30_b339", "text": "Under its own Delta Plan for Agricultural Water Management, the sector intends to implement measures which will help to achieve the objectives of the European Water Framework Directive, most notably by restricting the discharge of nutrients, fertilizers and crop protection products into surface water or groundwater."}, {"text_block_id": "p30_b340", "text": "Between 2007 and 2014, a coalition of nature management organizations created a number of ‘climate buffers’ with financial aid from the Ministry of Infrastructure and the Environment and the National Postcode Lottery. These are areas in which natural processes are allowed free rein. The coalition is still in existence and is overseeing the physical development of the climate buffers to keep pace with climate change. The buffers will do much to maintain and improve spatial quality in the Netherlands."}, {"text_block_id": "p31_b341", "text": "Health"}, {"text_block_id": "p31_b342", "text": "Monitoring of vectors and vector-borne conditions is undertaken by the National Institute for Public Health and the Environment and the Netherlands Food and Consumer Product Safety Authority, both of which act under the auspices of the Ministry of Health, Welfare and Sport. Government policy seeks to prevent the establishment of exotic (i.e. non-indigenous) mosquito populations in the Netherlands. If monitoring reveals the presence of exotic mosquitoes, they will be exterminated. A policy on indigenous mosquitoes (and other"}, {"text_block_id": "p31_b343", "text": "culcidae"}, {"text_block_id": "p31_b344", "text": ") is currently in preparation. It is possible that in time they too will become vectors of disease, or that the exotic species will gradually extend their habitat into the Netherlands. Developments with regard to infectious diseases will be reported using the existing mechanisms which allow for targeted communication and the amendment of existing guidelines as necessary."}, {"text_block_id": "p31_b345_merged_merged", "text": "Municipal health departments provide various forms of support in the prevention of climate-related infectious diseases and exposure to allergens. They are responsible for monitoring risks in and around open water used for recreational purposes (in association with the water management authority) and for public information concerning these risks. They are also responsible for pest control and will arrange for the extermination of rats and other vermin (which are potential carriers of leptospirosis) and will respond to outbreaks of the oak processionary moth (Thaumetopoea processionea) whose caterpillars provoke an extreme allergic skin reaction. The municipal health departments also provide advice on other allergens, including pollens, spores and mites, to members of the public and to the departments responsible for parks and recreation."}, {"text_block_id": "p31_b348", "text": "3.3."}, {"text_block_id": "p31_b349", "text": "Aspects demanding special attention"}, {"text_block_id": "p31_b350", "text": "Some of the climate effects discussed in the National Climate Adaptation Strategy call for an adequate response to be devised as a matter of urgency. In other cases, a response is already in place but must be improved."}, {"text_block_id": "p32_b351", "text": "Cumulative effects"}, {"text_block_id": "p32_b352", "text": "In each area listed above, special attention must be devoted to the cumulative effects."}, {"text_block_id": "p32_b353", "text": "Coherent policy"}, {"text_block_id": "p32_b354", "text": "It will be particularly challenging to introduce the necessary cohesion between the response to climate change within each of the various sectors. The Court of Audit calls for attention to be devoted to this point in its 2012 report ‘Adapting to Climate Adaptation: strategy and policy’. It is becoming increasing clear that climate adaptation is a particularly broad undertaking. It goes beyond flood safety and water provision to touch on many other societal domains, including the physical environment, health and nature. The call for a fully coherent and cohesive policy is therefore being heard ever more clearly from a wide range of actors, including those who are directly involved in the design and upkeep of the physical environment."}, {"text_block_id": "p33_b355", "text": "Climate-proofing the Netherlands is a joint undertaking for which every member of Dutch society is partially responsible. The government invites local and provincial authorities, private sector companies, water authorities and societal organizations to contribute. The National Climate Adaptation Strategy sets out the course. The government will initiate specific projects and programmes in order to:"}, {"text_block_id": "p34_b356", "text": "• Operationalization of the concept of climate-adaptive action"}, {"text_block_id": "p34_b357", "text": "Crossovers"}, {"text_block_id": "p34_b358", "text": "Forming coalitions"}, {"text_block_id": "p34_b359", "text": "In order to monitor the progress made by the sectors (and hence the Netherlands as a whole) in climate-adaptive action, a set of objective performance indicators is to be developed in 2017. This process will involve close consultation with the various stakeholders to ensure that the concept of climate-adaptive action is operationalized in a fully measurable way. In the further operationalization of climate-adaptive action, the ministry will align itself with the efforts of the Delta Programme partners in terms of ‘climate-proof and robust spatial design’, as described in the Delta Decision on Spatial Adaptation. This work will continue throughout 2017 as part of the Incentive Programme on Spatial Adaptation and the Vital and Vulnerable project, and will include the production of the aforementioned Delta Plan for Spatial Adaptation. The ‘living lab’ pilot projects will provide valuable experience with regard to the incorporation of climate adaptation in regional and local development plans. Where appropriate, activities will be aligned with those of the City Deals programme and ongoing cultural heritage projects, since climate-adaptive action will often be undertaken in areas which represent historic cultural values. The Netherlands Commission for Environmental Assessment is currently preparing guidelines for the inclusion of climate adaptation within environmental impact assessment reports."}, {"text_block_id": "p34_b360", "text": "• Encouraging climate-adaptive action"}, {"text_block_id": "p34_b361", "text": "The Ministry of Infrastructure and the Environment wishes to promote climate adaptation initiatives in all sectors by providing knowledge and resources. Some initiatives will qualify for support under the Delta Programme on Spatial Adaptation."}, {"text_block_id": "p34_b362", "text": "• Expansion of the current digital workspace"}, {"text_block_id": "p34_b363", "text": "If climate-adaptive action is to have access to up-to-date knowledge, it is essential that an effective digital working environment is in place. All parties must be able to contribute and share their knowledge as part of an ‘online community’. It is not necessary to set up an entirely new digital environment. There is already a knowledge portal for Spatial Adaptation which will now be expanded and refined. It is a central point of reference for everyone who is involved in climate adaptation in the physical environment, and particularly the urban setting. Its expansion to cover the entire breadth of climate adaptation will call for the addition of knowledge concerning the rural areas and all societal sectors. One of the portal’s key features will be the digital versions of the diagrams presented in this NAS. They will be regularly updated and the possibilities for user interaction will be exploited to the full so that everyone has the opportunity to contribute to the overall process."}, {"text_block_id": "p34_b364", "text": "b. Initiate and facilitate coalitions based on crossovers"}, {"text_block_id": "p34_b365", "text": "At the regional and local levels of scale, it is often necessary to address various problems – in several sectors – simultaneously. It is worthwhile examining whether a single solution can be found which will address multiple issues, particularly if all are evident at the same location. Such solutions are termed ‘crossovers’. One example is the inclusion of more open water and greenery in the urban design. This reduces the risk of flooding during heavy rainfall and also improves the quality of the human environment. It is, of course, essential that the water and greenery are properly maintained and remain ‘healthy’. Another example is the creation of ‘green zones’ which will also act as a climate buffer for the urban area. New coalitions have also been formed to address the problem of subsidence. It is important to adopt an active approach to the crossovers which will help to solve various problems. Many potential crossovers were identified during the preparation of the NAS: see Appendix 2. The Ministry of Infrastructure and the Environment sometimes takes the initiative in forming and facilitating new coalitions with a view to exploring the opportunities offered by these crossovers."}, {"text_block_id": "p35_b366", "text": "Climate adaptation in practice"}, {"text_block_id": "p35_b367", "text": "Climate Adaptation City Deal"}, {"text_block_id": "p35_b368", "text": "In September 2016, fourteen public sector authorities and twelve (semi-) private organizations formed the Climate Adaptation City Deal partnership, which aims to move climate adaptation in the urban environment onto the next level. Over the coming four years, the partners will share their knowledge and experience as they work to implement the Delta Decision on Spatial Adaptation. Various pilot projects will be undertaken to demonstrate how climate-proof solutions help to create a pleasant and healthy human environment while also reducing management and maintenance costs. The programme hopes to inspire other cities to follow its example."}, {"text_block_id": "p35_b369", "text": "The partners will develop new governance arrangements, financing structures and innovative solutions, all of which will be subject to a careful assessment of effectiveness and added value. Results will be shared with national and international partners through an open platform."}, {"text_block_id": "p36_b370", "text": "c. Research examining the climate status of government buildings"}, {"text_block_id": "p36_b371", "text": "Climate-proofing government buildings"}, {"text_block_id": "p36_b372", "text": "The Dutch government owns and maintains many buildings and sites. It is also responsible for much of the country’s transport infrastructure. In 2017, a study is to be conducted to determine how climate-proof the government’s holdings are. The results will be used to formulate policy objectives. This is another way in which the government is contributing to the shared task of climate adaptation."}, {"text_block_id": "p36_b373", "text": "d. Brokers"}, {"text_block_id": "p36_b374", "text": "A team of brokers"}, {"text_block_id": "p36_b375", "text": "Climate adaptation is a complex undertaking which demands cooperation between various parties: government authorities, research institutes, private sector companies and individual members of society. Not all have access to the necessary knowledge, expertise or networks. A team of brokers representing various disciplines is to be formed. It will bring together the various parties, helping to match demand for knowledge to supply. In areas which demand cooperation, the team will help to form new coalitions or expand existing coalitions. One of the team’s first tasks will be to organize the climate adaptation dialogues (see below)."}, {"text_block_id": "p36_b376", "text": "At the international level, the Netherlands is among the European countries which have joined forces to form a network of experts involved in the production of climate adaptation strategies. The members of the network share their knowledge and inspire each other."}, {"text_block_id": "p36_b377", "text": "e. Adaptation dialogues"}, {"text_block_id": "p36_b378", "text": "Insurability of climate risks"}, {"text_block_id": "p36_b379", "text": "To explore the issues in greater depth, stakeholders are holding a series climate adaptation dialogues. These discussion meetings offer an opportunity to clarify the challenges and brainstorm possible solutions. The first topic to be discussed will be the possibility of insuring against climate risks. This dialogue will build upon the many discussions that have already taken place, bringing all stakeholders together around the same table. Prospective participants include the four lead ministries (the Ministry of Economic Affairs, the Ministry of Infrastructure and Environment, the Ministry of Security and Justice and the Ministry of Finance), UvW, IPO, VNG, industry federations, the Dutch Association of Insurers and DNB (the central bank of the Netherlands)."}, {"text_block_id": "p38_b380", "text": "Study of weak links in rail system"}, {"text_block_id": "p38_b381", "text": "Climate-proof regional water management"}, {"text_block_id": "p38_b382", "text": "Extending agricultural nature management"}, {"text_block_id": "p38_b383", "text": "Climate risks to be included in RIVM report"}, {"text_block_id": "p38_b384", "text": "A study to identify ‘weak links’ which make the main roads infrastructure more vulnerable to the effects of flooding has been completed. A similar study examining the rail infrastructure and its chain dependency will now follow. It is important to have full information about the effects of a (temporary) disruption of transport infrastructure as a whole. This information will therefore be gathered by the Ministry of Infrastructure and the Environment. Various scenarios will be examined, based on which a general contingency plan can be developed. The process will consider both flood risks and climate risks to the greatest extent possible. It is clear that a higher level of ambition will entail higher costs. Management measures are usually location-specific and should be coordinated with the measures implemented by the local stakeholders. It should be remembered that the risk of flooding is also location-dependent but the effects of a systems failure will be felt across a far greater area or along an entire ‘corridor’."}, {"text_block_id": "p38_b385", "text": "Crop damage"}, {"text_block_id": "p38_b386", "text": "The Broad Weather Insurance subsidy arrangements have been evaluated and a report submitted to government. The Minister for Agriculture is expected to inform the House of Representatives of the government’s response in spring 2017. Insurers have met with representatives of the agricultural sector to discuss ways in which the insurance products can be better tailored to actual requirements. Following the extreme weather experienced in the southeastern Netherlands in June 2016 water management authorities have undertaken to climate-proof the regional water management processes. They will also join the sector organizations in examining the desirability of further research into the effects of climate change and the measures that individual landowners can implement."}, {"text_block_id": "p38_b387", "text": "Nature"}, {"text_block_id": "p38_b388", "text": "It is important to create robust and resilient nature areas which form part of an interconnected pan-European network. Nature must also be firmly embedded within the cultural landscape, which entails improving hydrological and environmental conditions, pursuing current policy and programmes in a consistent manner, and implementing ‘best practices’. Natural eco-corridors are part of the desired approach, as is the sympathetic management of waterways, verges and other components of the ‘light green’ national nature network. Adaptive, flexible formulation of the objectives for nature areas and individual species will also promote good nature management. The prevention of peat oxidation will not only benefit nature but will help to slow climate change. It is proposed that agricultural nature management should be extended to include activities which support climate adaptation. The possibility of including climate adaptation measures in the Common Agricultural Policy is to be examined. To counter ‘coastal squeeze’ (the loss of nature habitats such as mudflats and salt marshes) it may be appropriate to raise artificial sandbanks along or behind the foreshore. It is important for nature to be considered as a (partial) solution to problems in other sectors (as in ecosystem services and nature combinations). Cooperation within and between sectors should therefore be encouraged."}, {"text_block_id": "p38_b389", "text": "Health"}, {"text_block_id": "p38_b390", "text": "The 2018 edition of RIVM’s four-yearly Public Health Status and Foresight study will devote specific attention to climate risks. The predicted increase in the incidence of allergic conditions has prompted the Ministry of Health, Welfare and Sport to provide public information about pollen, dust mites, spores and other allergens, and to issue lifestyle advice."}, {"text_block_id": "p39_b391", "text": "Climate adaptation in practice"}, {"text_block_id": "p39_b392", "text": "Cooperation between local authority and insurance company"}, {"text_block_id": "p39_b393", "text": "The City of Tilburg and the insurance company Interpolis are working together on climate adaptation. The partners share knowledge and information relating to the damage caused by extreme weather. For example, Interpolis reports the number of claims received from certain postcode districts, together with their total monetary value. Further analysis of the data in the claims database will help both parties understand the risks and how they can be addressed. An inspection tour of one affected neighbourhood is planned, during which experts from Interpolis and the local authority will assess the situation and share their experiences. Although the partnership is still in its early days, there is a very real prospect of a ‘win-win’ situation. The local authority will be able to implement effective measures and plan its maintenance budgets more accurately. Interpolis will receive fewer claims."}, {"text_block_id": "p42_b394", "text": "40"}, {"text_block_id": "p42_b395", "text": "Adapting with ambition"}, {"text_block_id": "p44_b396", "text": "Appendix 1"}, {"text_block_id": "p44_b397", "text": "Climate effects by impact and urgency"}, {"text_block_id": "p45_b398", "text": "Impact on people"}, {"text_block_id": "p46_b399", "text": "Appendix 2"}, {"text_block_id": "p46_b400", "text": "Crossovers"}, {"text_block_id": "p46_b401", "text": "Water-Nature-Urban Design-Health"}, {"text_block_id": "p46_b402", "text": "•"}, {"text_block_id": "p46_b403", "text": "Water quality, prevention of cyanobacteria, lower incidence of infectious diseases."}, {"text_block_id": "p46_b404", "text": "•"}, {"text_block_id": "p46_b405", "text": "An attractive environment which invites outdoor recreational activity has a positive health effect. However, recreation also increases the change of exposure to pathogens and vectors (such as ticks and Lyme disease)."}, {"text_block_id": "p46_b406", "text": "•"}, {"text_block_id": "p46_b407", "text": "More greenery helps to decrease heat stress. ‘Smart’ design is necessary in the interests of air quality."}, {"text_block_id": "p46_b408", "text": "Water-Spatial Planning-Public Spaces-Housing-Infrastructure"}, {"text_block_id": "p46_b409", "text": "•"}, {"text_block_id": "p46_b410", "text": "Urban transformation based on climate-proof design."}, {"text_block_id": "p46_b411", "text": "•"}, {"text_block_id": "p46_b412", "text": "Use new planning and environment legislation to promote cooperation and create cohesion."}, {"text_block_id": "p46_b413", "text": "•"}, {"text_block_id": "p46_b414", "text": "Tackling potential flooding within the spatial structure is cheaper than doing so within the water system."}, {"text_block_id": "p46_b415", "text": "•"}, {"text_block_id": "p46_b416", "text": "Knowledge-sharing between local authorities and suppliers such as tree nurseries with a view to promoting climate adaptation through choice of species to be planted."}, {"text_block_id": "p46_b417", "text": "•"}, {"text_block_id": "p46_b418", "text": "New design requirements for (residential) buildings and roads."}, {"text_block_id": "p46_b419", "text": "•"}, {"text_block_id": "p46_b420", "text": "Subsidence and water table management in relation to spatial functions: there can be conflicts of interest which lead to economic dilemmas and a need for transformation."}, {"text_block_id": "p46_b421", "text": "Transport-Infrastructure-IT"}, {"text_block_id": "p46_b422", "text": "•"}, {"text_block_id": "p46_b423", "text": "Rijkswaterstaat and the Ministry of Infrastructure and the Environment wish to approach the roads infrastructure with due regard for urbanization, sustainability and climate adaptation but experience difficulties due to the current division of responsibilities and budgetary issues."}, {"text_block_id": "p46_b424", "text": "•"}, {"text_block_id": "p46_b425", "text": "Mobility is increasingly dependent on IT, as in the case of autonomous (‘driverless’) vehicles. Failure of IT systems due to climate effects will therefore have a significant impact on transport and accessibility."}, {"text_block_id": "p46_b426", "text": "Industry-Energy-IT"}, {"text_block_id": "p46_b427", "text": "•"}, {"text_block_id": "p46_b428", "text": "Disruption of industrial production due to failure of IT or electricity supply caused by heat or other extreme weather conditions."}, {"text_block_id": "p46_b429", "text": "Spatial design-Disaster management"}, {"text_block_id": "p46_b430", "text": "•"}, {"text_block_id": "p46_b431", "text": "Ongoing consideration must be given to the maintenance of essential functions in a disaster management situation. The results of the National Vital and Vulnerable Functions project will provide valuable input in this regard."}, {"text_block_id": "p46_b432", "text": "Agriculture-Nature-Water-Infrastructure"}, {"text_block_id": "p46_b433", "text": "•"}, {"text_block_id": "p46_b434", "text": "Agriculture, nature and water have long been associated with each other. Good land management has resulted in the creation of climate buffers, while attention has also been devoted to soil quality, fertility and biodiversity. Moreover, well-maintained soil retains water, helps to maintain the quality of both groundwater and surface water, and makes a lower contribution to CO2 emissions."}, {"text_block_id": "p46_b435", "text": "•"}, {"text_block_id": "p46_b436", "text": "Maintaining the stability of logistic processes is the result of examining whether the infrastructure is reliable enough to support the transport of feed, livestock and other agricultural products. Disruptions to transport will lead to economic losses and can create animal welfare issues (overcrowding, deterioration of unsold produce)."}, {"text_block_id": "p46_b437", "text": "Agriculture-Health"}, {"text_block_id": "p46_b438", "text": "•"}, {"text_block_id": "p46_b439", "text": "New animal species may be introduced to the Netherlands, bringing a potential threat to human health (zoonoses)."}, {"text_block_id": "p46_b440", "text": "•"}, {"text_block_id": "p46_b441", "text": "Heat stress in animal sheds."}, {"text_block_id": "p46_b442", "text": "Agriculture-International Food Systems"}, {"text_block_id": "p46_b443", "text": "•"}, {"text_block_id": "p46_b444", "text": "High temperatures will lead to increased waste throughout the supply chain which will have both financial and health implications."}, {"text_block_id": "p46_b445", "text": "Climate response -Business climate"}, {"text_block_id": "p46_b446", "text": "•"}, {"text_block_id": "p46_b447", "text": "It is essential that the Netherlands is seen to manage climate risks effectively so that the country remains attractive as an international business location."}, {"text_block_id": "p47_b448", "text": "Colophon"}, {"text_block_id": "p47_b449", "text": "Text and editing: Synergos Communicatie/"}, {"text_block_id": "p47_b450", "text": "Zegge & Schrijve"}, {"text_block_id": "p47_b451", "text": "Design and layout: WEM/Coen Mulder"}, {"text_block_id": "p47_b452", "text": "Published by the Ministry of Infrastructure and"}, {"text_block_id": "p47_b453", "text": "the Environment"}, {"text_block_id": "p47_b454", "text": "P.O. Box 20901"}, {"text_block_id": "p47_b455", "text": "2500 EX The Hague"}, {"text_block_id": "p47_b456", "text": "The Netherlands"}, {"text_block_id": "p47_b457", "text": "December 2016"}, {"text_block_id": "p47_b458", "text": "Contact"}, {"text_block_id": "p47_b459", "text": "Cover photo: Tineke Dijkstra Fotografie"}], "document_description": "This National Climate Adaptation Strategy introduces various new initiatives and will accelerate the progress of ongoing initiatives in the Netherlands.<br>&nbsp;<br>&nbsp;The NAS uses four diagrams ('Hotter', 'Wetter', 'Drier' and 'Rising Sea Level') to visualise the effects of climate change within nine sectors: water and spatial management; nature; agriculture, horticulture and fisheries; health and welfare; recreation and tourism; infrastructure (road, rail, water and aviation); energy; IT and telecommunications; public safety and security.<br>&nbsp;<br>&nbsp;Six climate effects which call for immediate action are identified: 1) Greater heat stress leading to increased morbidity, hospital admissions and mortality,<br>&nbsp;as well as reduced productivity, 2) More frequent failure of vital systems: energy, telecommunications, IT and transport<br>&nbsp;infrastructures, 3) More frequent crop failures or other problems in the agricultural sector, such as<br>&nbsp;decreased yields or damage to production resources, 4) Shifting climate zones whereby some flora and fauna species will be unable to migrate or<br>&nbsp;adapt, due in part to the lack of an internationally coordinated spatial policy, 5) Greater health burden and loss of productivity due to possible increase in infectious<br>&nbsp;diseases or allergic (respiratory) conditions such as hay fever, and 6) Cumulative effects whereby a systems failure in one sector or at one location triggers<br>&nbsp;further problems elsewhere."}