{"document_instrument_name": [], "document_country_english_shortname": "Cook Islands", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF", "Environment", "Energy"], "document_language": "English", "document_name": "National Sustainable Development Plan (Te Kaveinga Nui) 2016-2020", "document_country_code": "COK", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2016", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/COK/2016/COK-2016-01-01-National Sustainable Development Plan (Te Kaveinga Nui) 2016-2020_7c0e3cf0956f9549978e00f2239bbc29.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Te Kaveinga Nui"}, {"text_block_id": "p0_b2", "text": "National Sustainable"}, {"text_block_id": "p0_b3", "text": "Development Plan"}, {"text_block_id": "p0_b4", "text": "2016 - 2020"}, {"text_block_id": "p1_b5", "text": "Acknowledgements"}, {"text_block_id": "p1_b6", "text": "We would like to acknowledge the collective efforts of all the people involved in the development of this document, including government officials, non-government organisations, and the Religious Advisory Council, all who provided valuable input during the consultation process."}, {"text_block_id": "p1_b7", "text": "Cook Islands artist Katarina Katoa was commissioned to develop the icons used to represent our national goals. The use of these images are for communicative purposes only, using an artistic style that is unique to the Cook Islands. This document is guided by our Christian values as enshrined in our laws and Constitution, and it is on this premise and with divine guidance that we can take our nation to higher levels of sustainable development."}, {"text_block_id": "p1_b8", "text": "This report was prepared by the"}, {"text_block_id": "p1_b9", "text": "Central Policy and Planning Office, Office of the Prime Minister"}, {"text_block_id": "p1_b10", "text": "Government of the Cook Islands"}, {"text_block_id": "p1_b11", "text": "January 2016"}, {"text_block_id": "p1_b12", "text": "Copyright © 2016"}, {"text_block_id": "p1_b13", "text": "Central Policy & Planning Office, Office of the Prime Minister, Rarotonga,"}, {"text_block_id": "p1_b14", "text": "COOK ISLANDS"}, {"text_block_id": "p1_b15", "text": "Parts of this publication may be reproduced or copied without any written"}, {"text_block_id": "p1_b16", "text": "authorisation from the authors provided acknowledgement is extended to the Government of the Cook Islands."}, {"text_block_id": "p1_b17", "text": "Photo credits"}, {"text_block_id": "p1_b18", "text": ":"}, {"text_block_id": "p1_b19", "text": "CI News, CI Tourism, Harvie Allison Photography, Infratec Ltd, Melanie Cooper"}, {"text_block_id": "p1_b20", "text": "NSDP Icons developed by Katarina Katoa."}, {"text_block_id": "p1_b21", "text": "Graphic Layout design by Miimetua Nimerota"}, {"text_block_id": "p1_b22", "text": "Government of the Cook Islands"}, {"text_block_id": "p1_b23", "text": "Te Kaveinga Nui"}, {"text_block_id": "p1_b24", "text": "National Sustainable Development Plan"}, {"text_block_id": "p1_b25", "text": "2016 - 2020"}, {"text_block_id": "p2_b26", "text": "Acronyms and Abbreviations"}, {"text_block_id": "p2_b27", "text": "Table of Contents"}, {"text_block_id": "p3_b28", "text": "List of Figures"}, {"text_block_id": "p4_b29", "text": "Message from the Prime Minister"}, {"text_block_id": "p4_b30", "text": "2015 was a historic year for the Cook Islands as it marked our 50th anniversary of the beginning of self-governance. As we undertake the next leg of our Te Kaveinga Nui"}, {"text_block_id": "p4_b31", "text": "journey, it is fitting that the National Sustainable Development Plan (NSDP) has also evolved and adapted as our nation has over the last half century. This NSDP is the result of widespread consultations with the diversity"}, {"text_block_id": "p4_b32", "text": "of stakeholders, and the lessons learned from the two"}, {"text_block_id": "p4_b33", "text": "prior NSDPs (2007 - 2010 & 2011 - 2015)."}, {"text_block_id": "p4_b34", "text": "We as Cook Islanders value more than just money. We are custodians of our islands, and oceans, we are stewards"}, {"text_block_id": "p4_b35", "text": "of our culture and heritage, and we are Christian, generous and selfless people who look after each other to"}, {"text_block_id": "p4_b36", "text": "ensure our prosperity is shared and those who are most vulnerable are cared for."}, {"text_block_id": "p4_b37", "text": "This is why in this NSDP we have a renewed focus on measuring our progress in a holistic manner. In doing so we have defined sixteen specific goals that represent our aspirations across the different dimensions of Cook Islands"}, {"text_block_id": "p4_b38", "text": "society and development."}, {"text_block_id": "p4_b39", "text": "With a focus on monitoring these specific goals, we"}, {"text_block_id": "p4_b40", "text": "have made a commitment to improve transparency and"}, {"text_block_id": "p4_b41", "text": "accountability for the development of our nation. We"}, {"text_block_id": "p4_b42", "text": "must recognise that in achieving these targets we are all responsible and we are all accountable. In shaping this"}, {"text_block_id": "p4_b43", "text": "NSDP we have created a scorecard for our  development that is innovative and easy to understand. This document is a pledge to better engage Cook Islanders in the sustainable development of our nation."}, {"text_block_id": "p4_b44", "text": "I would like to thank the many people who contributed"}, {"text_block_id": "p4_b45", "text": "to the creation of this new NSDP including those non-government organisations, businesses, the church, traditional leaders, development partners and our public"}, {"text_block_id": "p4_b46", "text": "service."}, {"text_block_id": "p4_b47_merged_merged_merged_merged", "text": "Through this NSDP I invite all Cook Islanders to take the next step by working together in the achievement of the goals and targets laid out in this document. As people of ambition and courage, it is a challenge we welcome and that we must meet collectively, creating sustainable and durable partnerships with mutual accountability, ensuring a better future for all."}, {"text_block_id": "p4_b52", "text": "Na te Atua tatou e arataki ma te tauturu i te akatupuanga i tatou i moemoea."}, {"text_block_id": "p4_b53", "text": "Kia Manuia,"}, {"text_block_id": "p4_b54", "text": "..........................................................................."}, {"text_block_id": "p4_b55", "text": "The Honorable Henry Puna. MP"}, {"text_block_id": "p4_b56", "text": "Prime Minister"}, {"text_block_id": "p5_b57", "text": "Te Kaveinga Nui"}, {"text_block_id": "p5_b58", "text": "In 2007 the Cook Islands launched our country’s 2020 visionary framework: Te Kaveinga Nui. The first National Sustainable Development Plan (NSDP) articulated the national vision, and development outcomes desired by Cook Islanders which would be realised through a three phase medium term (5 yearly) planning approach. This document marks the third and final phase of this journey."}, {"text_block_id": "p5_b59", "text": "Figure 1: Te Kaveinga Nui Pathway"}, {"text_block_id": "p5_b60", "text": "2020 National Vision"}, {"text_block_id": "p5_b61", "text": "“To enjoy the highest quality of life consistent with the aspirations of our people, and in harmony with our culture and environment”"}, {"text_block_id": "p5_b62", "text": "“Te oraanga tu rangatira kia tau ki te anoano o te iti tangata, a kia tau ki ta tatou peu Maori e te aotini taporoporoia o te basileia”"}, {"text_block_id": "p5_b63", "text": "Our Cook Islands values and principles"}, {"text_block_id": "p5_b64", "text": "Our culture is our way of life. Our values are reflected in the culture we practice, the choices we make, and ultimately determine who we are as a nation. The goals we set are a reflection of these values."}, {"text_block_id": "p5_b65", "text": "Honesty"}, {"text_block_id": "p5_b66", "text": ":"}, {"text_block_id": "p5_b67", "text": "In achieving the NSDP goals and reporting against them we will be honest, truthful, and behave with integrity while upholding our moral and Christian values."}, {"text_block_id": "p5_b68", "text": "Impartiality:"}, {"text_block_id": "p5_b69", "text": "Reporting on the NSDP will be impartial with every effort made to report in an objective manner, reflecting the actual status of progress. In achieving the stated goals of the NSDP, decisions and actions will be made without fear or favour of any particular group of people and decisions made will be based on merits for the benefit of the Cook Islands."}, {"text_block_id": "p5_b70", "text": "Respect and custodianship:"}, {"text_block_id": "p5_b71", "text": "We will encourage our people and the Government of the Cook Islands to treat the following with courtesy and respect:"}, {"text_block_id": "p5_b72", "text": "We will encourage our people and the Government of the Cook Islands to treat the following with courtesy and respect:\n* the land, sea and all living things\n* the people living in our homes and our community\n* our ancestry, heritage, culture and identity\n* our traditional knowledge and practices"}, {"text_block_id": "p5_b80", "text": "Transparency:"}, {"text_block_id": "p5_b81", "text": "We will ensure that the process by which decisions are made and actions implemented is transparent and open to public scrutiny."}, {"text_block_id": "p5_b82", "text": "Accountability:"}, {"text_block_id": "p5_b83", "text": "Through monitoring and evaluating our development, we will explain the reasons for actions taken, and take responsibility for those actions."}, {"text_block_id": "p5_b84", "text": "Efficiency and effectiveness:"}, {"text_block_id": "p5_b85", "text": "We will achieve national goals, in the most efficient and economic manner possible. In implementing and working towards these goals, we will endeavour to efficiently use resources to maximise the effectiveness of our actions."}, {"text_block_id": "p5_b86", "text": "Collaboration:"}, {"text_block_id": "p5_b87", "text": "We will work collaboratively as a Cook Islands community to achieve our national goals. Government will work with island communities, businesses, non-government organisations and other development partners in genuine and durable partnerships to achieve development goals."}, {"text_block_id": "p5_b88", "text": "Family of love:"}, {"text_block_id": "p5_b89", "text": "We, as a country, are also family. We look out for one another. We commit to protect and care for each other. In our efforts to encourage excellence in our Cook Islands family, we will ensure that the most vulnerable are cared for."}, {"text_block_id": "p5_b90", "text": "Sustainability:"}, {"text_block_id": "p5_b91", "text": "We look to achieve our development goals in a manner that is sustainable; balancing our social, economic and environmental goals, to ensure that the pillars of sustainable development are balanced for the benefit of future generations."}, {"text_block_id": "p5_b92", "text": "Innovation:"}, {"text_block_id": "p5_b93", "text": "We will use innovative approaches to achieve national goals and adapt to the challenges of our fast changing world, embrace positive change, leveraging opportunities to progress our development."}, {"text_block_id": "p5_b94", "text": "Equity and equal opportunity:"}, {"text_block_id": "p5_b95", "text": "We strive to have a Cook Islands where all people will from childhood have equal opportunity to succeed regardless of socio-economic background or geographic isolation. We will ensure people living in the Cook Islands have access to a minimum standard of living. This will be defined through the different facets of life, including food, water, housing, electricity, education, health services, security and resilience from climate change and natural disasters."}, {"text_block_id": "p6_b96", "text": "Context for the NSDP – A snapshot of the Cook Islands"}, {"text_block_id": "p6_b97", "text": "Geography and politics"}, {"text_block_id": "p6_b98", "text": "The Cook Islands is an ocean state which consists of 15 small islands scattered over approximately two million square kilometres of the Pacific Ocean. They lie in the centre of the Polynesian Triangle, flanked by Fiji 2,300 km to the west, Tahiti 1,140 km to the east, Hawaii 4,730 km north and New Zealand 3,010 km southwest. The climate of the Cook Islands is sub-tropical and tropical oceanic moderated by trade winds."}, {"text_block_id": "p6_b99", "text": "Figure 2: Map of the Cook Islands"}, {"text_block_id": "p6_b100", "text": "The Cook Islands became a British protectorate in 1888. By 1900 administrative control was transferred to New Zealand. In August 1965 the Cook Islands became self-governing in free association with New Zealand. Rarotonga, being the capital and main commerce centre is home to 70% of the resident population. The main driver of the economy is tourism, much of which is centred on Rarotonga (about 80%) with Aitutaki being the other significant tourist destination. Around 20% of the population live in the other eight islands of the Southern Group. Five are elevated fertile volcanic islands while the rest are atolls, except Mitiaro, which is raised coral. These Southern Pa Enua are within 300 km of Rarotonga."}, {"text_block_id": "p6_b101_merged", "text": "The remote Northern Group of Pa Enua, more than 1,250 km from the capital, is made up of seven low lying, sparsely populated, coral atolls and sand cays, with little arable land. The number of Cook Islanders living in the diaspora is approximately nine times the resident population. Continuing depopulation is a significant threat to the development of the Cook Islands by Cook Islanders."}, {"text_block_id": "p6_b103", "text": "Economic development"}, {"text_block_id": "p6_b104", "text": "Social development"}, {"text_block_id": "p7_b105", "text": "An evolution in national planning"}, {"text_block_id": "p7_b106", "text": "The National Sustainable Development Plan (NSDP) is an ambitious undertaking which looks to encapsulate the aspirations and ambitions of our entire country over a 5 year period into a single document. This document is the third iteration and builds upon the successes of the previous plans, but also marks an evolution in how we plan for our future."}, {"text_block_id": "p7_b107", "text": "In this plan we have further defined the national goals from the NSDP 2011-2015 into the sixteen readily identifiable, sector based development goals (refer to Figure 3 Linking the NSDP 2011-2015 plan to the 2016-2020 national development goals)."}, {"text_block_id": "p7_b108", "text": "This NSDP reflects improvements in the policy and planning of Government with the recent development of more sector based policies and plans. This iteration is a scorecard for development rather than an explicit plan which enable us to have more in-depth research and consultation than would have been possible in a single centralised plan."}, {"text_block_id": "p7_b109", "text": "This NSDP also articulates key performance indicators from our broader national policy suite to represent national development. These indicators underpin the sixteen development goals which are aligned to commonly identifiable sectors. Together they represent a holistic, objective scorecard for the development of our country. Furthermore, they are closely aligned to our regional and international commitments such as the Pacific Regional Framework and the Global Sustainable Development Goals."}, {"text_block_id": "p7_b110", "text": "Figure 3: Linking the NSDP 2011-2015 plan to the 2016-2020 national development goals"}, {"text_block_id": "p8_b111", "text": "“Our culture is our way of life. Our values"}, {"text_block_id": "p8_b112", "text": "are reflected in the culture we practice, the choices we make, and ultimately determine who we are as a nation. The goals we set are a reflection of these values.”"}, {"text_block_id": "p8_b113", "text": "The National Sustainable Development Plan 2016 – 2020"}, {"text_block_id": "p8_b114", "text": "A scorecard for development"}, {"text_block_id": "p8_b115", "text": "How the goals work together"}, {"text_block_id": "p8_b116", "text": "It is important to note that these goals are not mutually exclusive. Each goal is related to the others in some way or form. Each goal, like each sector of our society is woven together, and the success of a single goal is often dependent on the achievement of others. The diagram below emphasises the interdependence of these development goals, and illustrates the importance of effective collaboration between agencies and partners across all sectors to successfully achieve our vision."}, {"text_block_id": "p8_b117", "text": "Figure 4: The interdependance of the NSDP Goals"}, {"text_block_id": "p8_b118", "text": "How we use the NSDP to implement positive change"}, {"text_block_id": "p8_b119", "text": "The NSDP, as the national scorecard for development will help identify issues where indicators show no progress, or regression. This information allows us to be responsive and take action to get back on track. The NSDP results will be reported to parliament and the public on an annual basis. The Government will select a few national development goals to be the policy priorities in the Budget Policy Statement for the upcoming financial year."}, {"text_block_id": "p9_b120", "text": "Figure 5: The NSDP and the policy and planning framework"}, {"text_block_id": "p9_b121", "text": "The diagram above illustrates the process of how the NSDP drives change through Government planning processes. The NSDP is comprised of key indicators across the sixteen national goals. Each year the Budget Policy Statement selects which goals will be the priorities for new and additional expenditure for that respective financial year. Policy outcomes are implemented through strategies and business plans. Public Policies inform the goals and objectives of the strategies. National Strategies set out “how” we will achieve the various policy outcomes. Strategies include the different programmes and initiatives over a fixed, period, (either four, five or ten years) and their costs. National Strategies are reflected in the strategic plans of Government agencies which then filters down to their annual business plans and the annual budget."}, {"text_block_id": "p9_b122", "text": "Translating development goals into actions"}, {"text_block_id": "p9_b123", "text": "The development goals and the indicators that underpin them are triggers for action and change. This rationale is based on the understanding that “what can be measured, can be changed”. The specific actions to positively influence these national outcomes will be derived from sector based policies and strategies. These policies and strategies will be based on rigorous consultation and research to ensure that we make the best decision consistent with the aspirations of our people. For example, the indicators for goals 7 and 8 are taken directly from the Health Strategy and Education Master Plans respectively. Other sector based policies and strategies will continue to be developed through 2016 to 2018, as part of the strategy for strengthening the public service."}, {"text_block_id": "p9_b124", "text": "The following is an example of how the NSDP goals and indicators are used to drive policy and guide actions to create positive change."}, {"text_block_id": "p9_b125", "text": "Figure 6: How the NSDP goals and indicators translate into actions and outcomes"}, {"text_block_id": "p10_b126", "text": "Monitoring our progress"}, {"text_block_id": "p10_b127", "text": "Annual reporting against the NSDP goals will be based on the average of the progress on the associated indicators. Each indicator will be measured against predefined targets (outlined in Appendix 1). Indicators will be assessed in two dimensions: Status and Trend."}, {"text_block_id": "p10_b128", "text": "Status will be assessed using a traffic light system to illustrate the different level of concern or urgency, and Trends will be illustrated using arrows (positive/progression, negative/regression) and a circle (indicating no change)."}, {"text_block_id": "p10_b129", "text": "The matrix below illustrates nine scenarios that will be used to assess each indicator:"}, {"text_block_id": "p10_b130", "text": "Indicator analysis"}, {"text_block_id": "p10_b131", "text": "The indicato"}, {"text_block_id": "p10_b132", "text": "r is…"}, {"text_block_id": "p10_b133", "text": "r is…\n* on track and continues to improve\n* on track, however there are signs of regression\n* on track, and no changes since the previous year\n* of concern, however there are signs of improvement\n* of concern, and regressing. Requires attention\n* of concern, and no change since the previous year\n* off track, data suggests an improvement. However the situation is still critical\n* off track and continues to regress\n* off track and there has been no change since the previous year"}, {"text_block_id": "p10_b153", "text": "The following section provides more detail on each national development goal and their indicators."}, {"text_block_id": "p10_b154", "text": "It is important to note that these goals are not numbered in order of priority, rather just to provide numerical identification."}, {"text_block_id": "p10_b155", "text": "A scorecard for national development"}, {"text_block_id": "p11_b156_merged", "text": "1 Improve welfare, reduce inequity and economic hardship"}, {"text_block_id": "p11_b158", "text": "Alleviate economic hardship"}, {"text_block_id": "p11_b159", "text": "Indicator 1.1"}, {"text_block_id": "p11_b160", "text": "Percentage of people under “minimum liveable income”"}, {"text_block_id": "p11_b161", "text": "This indicator looks at the proportion of people in our country that are “struggling to pay for basic needs”. This indicator is based on a Cook Islands specific definition of economic hardship and the basic cost of living for people and households. We can use this information to improve our welfare system, and inform decision makers on how best to help the most economically vulnerable."}, {"text_block_id": "p11_b162", "text": "Improve the distribution of wealth"}, {"text_block_id": "p11_b163", "text": "Indicator 1.2"}, {"text_block_id": "p11_b164", "text": "The Gini Coefficient"}, {"text_block_id": "p11_b165", "text": "This indicator looks at the distribution of income in an economy and specifically highlights income inequality. Having a Gini Coefficient for the Cook Islands would help give a holistic picture of income distribution. Though perfect equality is not necessarily desirable, increases in the coefficient (inequality) are often correlated with higher “structural inequity” i.e. the laws and policies of society do not promote equal opportunity and fairness. It is the equality of opportunity that we strive for as a country."}, {"text_block_id": "p11_b166", "text": "Promote economic equity"}, {"text_block_id": "p11_b167", "text": "Indicator 1.3"}, {"text_block_id": "p11_b168", "text": "Real growth in the lowest 20% of incomes"}, {"text_block_id": "p11_b169", "text": "Cook Islanders have benefitted from steady increases to average incomes, but this does not necessarily reflect whether the benefits are being equitably shared to all members of our society. This measure evaluates the impact of economic growth on the incomes of lowest 20% of our society to monitor whether the benefits of our economic development are being shared equitably once we control for cost of living adjustments."}, {"text_block_id": "p12_b170", "text": "Increase individual incomes"}, {"text_block_id": "p12_b171", "text": "Indicator 2.1"}, {"text_block_id": "p12_b172", "text": "Real median income"}, {"text_block_id": "p12_b173", "text": "Median income looks at the annual earnings of people living and working in the Cook Islands. To best assess this, we use median income (as opposed to average income or GDP per capita) which divides the income distribution into two equal groups, half having income above that amount, and half having income below that amount. This removes the impacts of very high (or very low) income earners, by measuring the income of the average person."}, {"text_block_id": "p12_b174", "text": "Improve national economic growth"}, {"text_block_id": "p12_b175", "text": "Indicator 2.2"}, {"text_block_id": "p12_b176", "text": "Real GDP (aggregate)"}, {"text_block_id": "p12_b177", "text": "This indicator looks at aggregate economic activity and the size of the economy. ‘Real’ GDP takes into account inflation so allows a more accurate measure of economic growth over time (as opposed to ‘nominal GDP’)."}, {"text_block_id": "p12_b178", "text": "Increase tourism growth"}, {"text_block_id": "p12_b179", "text": "Indicator 2.3"}, {"text_block_id": "p12_b180", "text": "Total bed nights"}, {"text_block_id": "p12_b181", "text": "Tourism is the primary revenue earner for our economy. Total bed nights allows us to estimate the relative economic impact of tourism and compare the relative success and growth of the industry over time. Bed nights are preferred to tourist arrivals as an indicator, as arrivals do not take into account the length of stay of tourists which can vary greatly over time and by traveller type."}, {"text_block_id": "p12_b182", "text": "Promote economic stability"}, {"text_block_id": "p12_b183", "text": "Indicator 2.4"}, {"text_block_id": "p12_b184", "text": "Total Debt to GDP ratio"}, {"text_block_id": "p12_b185", "text": "This in"}, {"text_block_id": "p12_b186", "text": "dicator looks at the ability of the country to absorb economic shocks by assessing its GDP as an indicator of its ability to meet its debt obligations. As a country, we want to ensure personal and national economic aspirations can be met without jeopardising our financial stability."}, {"text_block_id": "p12_b187", "text": "Promote fair employment"}, {"text_block_id": "p12_b188", "text": "Indicator 2.5"}, {"text_block_id": "p12_b189", "text": "Employee Wellbeing Index"}, {"text_block_id": "p12_b190", "text": "This indicator looks at the state of the labour market, its fairness and conditions, by assessing the wellbeing of employees in relation to their work conditions. Measuring this is crucial as the stability of the economy and society is reliant on a sustainable labour force to support business, Government and society."}, {"text_block_id": "p12_b191", "text": "Increase economic diversity"}, {"text_block_id": "p12_b192", "text": "Indicator 2.6"}, {"text_block_id": "p12_b193", "text": "Growth in non-tourist related industries"}, {"text_block_id": "p12_b194", "text": "This indicator looks at the proportion of economic growth that is not directly derived from tourism but comes from other industries such as finance and fisheries. Strengthening these other industries and diversifying our economic base will reduce our economic vulnerability and reliance on a single industry."}, {"text_block_id": "p13_b195_merged", "text": "3 Promote sustainable practices and effectively manage solid and hazardous waste"}, {"text_block_id": "p13_b197", "text": "Increase recycling"}, {"text_block_id": "p13_b198", "text": "Indicator 3.1"}, {"text_block_id": "p13_b199", "text": "Total waste recycled"}, {"text_block_id": "p13_b200", "text": "Recycling is a key component of our strategy to achieve the aspiration of ‘zero waste’. In order to protect our environment and improve the sustainability of society and culture as a whole. We must promote and support responsible recycling initiatives; therefore this indicator looks at the amount of the waste that is recycled annually."}, {"text_block_id": "p13_b201", "text": "Manage hazardous waste effectively"}, {"text_block_id": "p13_b202", "text": "Indicator 3.2"}, {"text_block_id": "p13_b203", "text": "Percentage of hazardous waste that is accounted for and managed"}, {"text_block_id": "p13_b204", "text": "Hazardous waste represents an extreme risk to our health and the environment, as currently there are few facilities or mechanisms that address this issue. This indicator will ensure that we closely monitor, effectively manage, and safely dispose of hazardous waste."}, {"text_block_id": "p14_b205_merged", "text": "4 Sustainable management of water and sanitation"}, {"text_block_id": "p14_b207", "text": "Improve access to sufficient and safe water"}, {"text_block_id": "p14_b208", "text": "Indicator 4.1"}, {"text_block_id": "p14_b209", "text": "Percentage of population with access to sufficient and safe water in their"}, {"text_block_id": "p14_b210", "text": "homes"}, {"text_block_id": "p14_b211", "text": "This indicator looks at Cook Islanders’ access to sufficient and safe water in their homes. We consider this a fundamental right and basic human need that is of the highest priority, reflected in the country’s recent significant investment in water infrastructure."}, {"text_block_id": "p14_b212", "text": "Improve management of sanitation"}, {"text_block_id": "p14_b213", "text": "Indicator 4.2"}, {"text_block_id": "p14_b214", "text": "Percentage of properties using sanitation systems that meet approved standards"}, {"text_block_id": "p14_b215", "text": "This indicator looks at the proportion of the properties (both commercial and residential) that are using approved sanitation systems. With the increased density of development, inadequate sanitation systems are posing a significant threat to our environment, the economy and public health. Monitoring of this issue is crucial to track efficacy of our efforts across the country to ensure sanitation systems meet approved standards."}, {"text_block_id": "p15_b216", "text": "5"}, {"text_block_id": "p15_b217", "text": "Build resilient infrastructure and ICT to improve our standard of living"}, {"text_block_id": "p15_b218", "text": "Improve ICT connectivity"}, {"text_block_id": "p15_b219", "text": "Indicator 5.1"}, {"text_block_id": "p15_b220", "text": "Broadband Connectivity Index"}, {"text_block_id": "p15_b221", "text": "This indicator looks at broadband connectivity through two variables - speed and penetration. Broadband speed is used to measure how advanced our national telecommunications system is. This is also used internationally as an indicator of economic development (or potential for growth). ‘Penetration’ relates to ‘how many people have access to broadband internet’. Improved connectivity represents educational and economic opportunities which will spur continued investment in ICT infrastructure."}, {"text_block_id": "p15_b222", "text": "Improve broadband affordability"}, {"text_block_id": "p15_b223", "text": "Indicator 5.2"}, {"text_block_id": "p15_b224", "text": "Percentage of median income spent on broadband"}, {"text_block_id": "p15_b225", "text": "This indicator looks at how much the average person spends on ICT as a percentage of their income. Affordability is a key consideration in improving access to ICT with access being determined not only by geographic proximity, but the financial means available to effectively use ICT."}, {"text_block_id": "p15_b226", "text": "Improved mobile connectivity"}, {"text_block_id": "p15_b227", "text": "Indicator 5.3"}, {"text_block_id": "p15_b228", "text": "Mobile Connectivity Index"}, {"text_block_id": "p15_b229", "text": "This indicator assesses the connectivity of Cook Islanders using mobile technologies (such as smart phones and tablets) based on three variables - data speed, penetration and average data usage. Global trends indicate that mobile technology will become increasingly important in connecting people to the internet."}, {"text_block_id": "p15_b230", "text": "Build reliable and appropriate infrastructure"}, {"text_block_id": "p15_b231", "text": "Indicator 5.4"}, {"text_block_id": "p15_b232", "text": "Percentage of national infrastructure and public buildings that are"}, {"text_block_id": "p15_b233", "text": "fit for purpose"}, {"text_block_id": "p15_b234", "text": "This indicator aims to measure the delivery of basic acceptable infrastructure and public buildings to all our people. After fifty years of self-governance, we have improved much of our public infrastructure including airports, ports, roads, water, sanitation, and buildings. However, with our diverse and ambitious development aspirations, we must ensure that our infrastructure is resilient and built to meet our environmental, economic, and social needs."}, {"text_block_id": "p16_b235_merged", "text": "6 Improve access to affordable, reliable, sustainable, modern energy and transport"}, {"text_block_id": "p16_b237", "text": "Increase use of renewable sources"}, {"text_block_id": "p16_b238", "text": "Indicator 6.1"}, {"text_block_id": "p16_b239", "text": "Percentage of electrical generation from renewable energy"}, {"text_block_id": "p16_b240", "text": "This indicator looks at the percentage of all electrical generation from renewable sources. Over the last five years the Cook Islands have made huge strides to reach its national electricity target of 50% of islands converted to renewable energy sources by 2015, with the remaining 50% to be achieved by 2020. The electricity needs of all islands of the Northern Group are now met by renewable sources. Efforts to transform the Southern Group as of early 2016 are well underway. This indicator follows up on the commitment made to complete these efforts by 2020 with the most significant area of conversion expected on Rarotonga where most of our population and businesses are based."}, {"text_block_id": "p16_b241", "text": "Reduce reliance on fossil fuels"}, {"text_block_id": "p16_b242", "text": "Indicator 6.2"}, {"text_block_id": "p16_b243", "text": "Annual amount of fossil fuels imported"}, {"text_block_id": "p16_b244", "text": "Efforts to promote renewable energy are designed to eventually decouple the country from its reliance on fossil fuels and provide a buffer to the external shocks in global oil prices. This will have both economic and environmental benefits. Reducing the use of fossil fuels should indicate not only greater use of renewable resources, but also more efficient energy use and conservation."}, {"text_block_id": "p16_b245", "text": "Achieve affordable electricity"}, {"text_block_id": "p16_b246", "text": "Indicator 6.3"}, {"text_block_id": "p16_b247", "text": "Percentage of median income spent on electricity"}, {"text_block_id": "p16_b248", "text": "This indicator looks at the proportion of income that is spent on electricity needs at the household level. While we look to convert energy generation from fossil fuels to renewable energy, we also want to ensure that electricity is affordable to all given the challenge of maintaining and replacing renewable systems in future. This measure also includes the per capita amount of Government subsidisation of energy production, distribution and consumption."}, {"text_block_id": "p16_b249", "text": "Promote regular and reliable transport"}, {"text_block_id": "p16_b250", "text": "Indicator 6.4"}, {"text_block_id": "p16_b251", "text": "Transport Connectivity Index"}, {"text_block_id": "p16_b252", "text": "This indicator assesses the frequency of domestic air and shipping services against benchmarked standards. We aspire to improve transport services between our islands to ensure that all people in the Cook Islands have adequate and reliable transport via shipping and air links. These links are crucial to enhance the economic viability of the Pa Enua and connect our Cook Islands community."}, {"text_block_id": "p17_b253_merged", "text": "7 Improve health and promote healthy lifestyles"}, {"text_block_id": "p17_b255", "text": "Reduce non-communicable diseases"}, {"text_block_id": "p17_b256", "text": "Indicator 7.1"}, {"text_block_id": "p17_b257", "text": "Rate of premature deaths from non-communicable diseases"}, {"text_block_id": "p17_b258", "text": "This indicator measures the rate of premature deaths from non-communicable diseases, with the intent to reduce this rate over time. Non-communicable diseases or NCD’s are our largest health challenge with high rates of heart disease, diabetes and other lifestyle diseases affecting the lives of many Cook Islanders every year and putting a strain on our health system."}, {"text_block_id": "p17_b259", "text": "Increase investment in health care"}, {"text_block_id": "p17_b260", "text": "Indicator 7.2"}, {"text_block_id": "p17_b261", "text": "Health spending as a percentage of Government expenditure"}, {"text_block_id": "p17_b262", "text": "This indicator looks at how much Government spends on health. As our health system is almost exclusively publicly funded, the amount of the Government spend is crucial for improving the health of our people."}, {"text_block_id": "p17_b263", "text": "Promote sexual health"}, {"text_block_id": "p17_b264", "text": "Indicator 7.3"}, {"text_block_id": "p17_b265", "text": "Prevalence of sexually transmitted infections (STI’s)"}, {"text_block_id": "p17_b266", "text": "Sexually transmitted infections have become a significant health issue in the Cook Islands. A reduction in STI’s is a key priority for the Ministry of Health and serves as a key indicator of safer sexual practices and better sexual health."}, {"text_block_id": "p17_b267", "text": "Promote healthier lifestyles through exercise and sports"}, {"text_block_id": "p17_b268", "text": "Indicator 7.4"}, {"text_block_id": "p17_b269", "text": "Youth engagement in physical activity and sports"}, {"text_block_id": "p17_b270", "text": "Exercise, sports and other physical activities are crucial for a healthy lifestyle. Lifestyle habits are usually engrained at an early age which is why it is crucial that we measure the extent to which children, young people, and adults engage in physical activities on a daily and weekly basis (the Ministry of Health recommends at least half an hour per day for adults and an hour per day for young people)."}, {"text_block_id": "p17_b271", "text": "Achieve healthier longer lives"}, {"text_block_id": "p17_b272", "text": "Indicator 7.5"}, {"text_block_id": "p17_b273", "text": "Average life expectancy"}, {"text_block_id": "p17_b274", "text": "Life expectancy is the most widely used measure of the general health of a society. Health care spending, standards of living, environmental improvements, lifestyle changes, public health, disease prevention, and education all contribute to improved life expectancy and quality of life."}, {"text_block_id": "p17_b275", "text": "Improve mental health care"}, {"text_block_id": "p17_b276", "text": "Indicator 7.6"}, {"text_block_id": "p17_b277", "text": "Percentage of mental health cases actively being treated"}, {"text_block_id": "p17_b278", "text": "This indicator looks at the number of diagnosed mental health cases that have been treated in the last year. Though not a new issue, efforts to address mental health in the Cook Islands are relatively new as welook to draw attention to the issue, and moreover, tackle the stigma that has kept those suffering from mental health conditions from getting the attention and treatment required."}, {"text_block_id": "p18_b279", "text": "Increase literacy and numeracy"}, {"text_block_id": "p18_b280", "text": "Indicator 8.1"}, {"text_block_id": "p18_b281", "text": "Literacy and numeracy rates"}, {"text_block_id": "p18_b282", "text": "This indicator looks at the rates of numeracy and literacy of young people in our school system. The ability to read and write are basic skills that all members of society require to participate and interact with the world around them. We must ensure that all who leave the education system have these essential skills."}, {"text_block_id": "p18_b283", "text": "Increase Early Childhood Education (ECE) enrolments"}, {"text_block_id": "p18_b284", "text": "Indicator 8.2"}, {"text_block_id": "p18_b285", "text": "Early childhood education enrolment rate"}, {"text_block_id": "p18_b286", "text": "This indicator assesses the proportion of children of eligible age that are enrolled in formal early childhood education programmes (preschool). Research has shown that early childhood education is crucial in the development of a child. We therefore aspire to maximise the number of children entering the education system from the age of eligibility (3 years) so as to optimise their educational experience and improve education outcomes in the long term."}, {"text_block_id": "p18_b287", "text": "Improve secondary school achievement"}, {"text_block_id": "p18_b288", "text": "Indicator 8.3"}, {"text_block_id": "p18_b289", "text": "NCEA Level 1 pass rates"}, {"text_block_id": "p18_b290", "text": "NCEA Level 1 (National Certificate of Educational Achievement) is an important academic milestone for young people as it is the first recognized qualification at school. This is a relevant measure as NCEAs are recognised by employers, and used for selection by universities and polytechnics, both in New Zealand and overseas."}, {"text_block_id": "p18_b291", "text": "Develop a skilled workforce"}, {"text_block_id": "p18_b292", "text": "Indicator 8.4"}, {"text_block_id": "p18_b293", "text": "Percentage of the population with vocational or tertiary qualifications"}, {"text_block_id": "p18_b294", "text": "We want to have the most productive society and labour force possible. We measure this because research has shown that a better qualified population is more productive. We aspire to increase the proportion of the population that has formal tertiary or vocational qualifications. We do this by providing educational opportunities including scholarships, university extension courses, and programmes provided through the Cook Islands Tertiary Training Institute."}, {"text_block_id": "p18_b295", "text": "Increase investment in education"}, {"text_block_id": "p18_b296", "text": "Indicator 8.5"}, {"text_block_id": "p18_b297", "text": "Education spend as a percentage of Government expenditure"}, {"text_block_id": "p18_b298", "text": "This indicator looks at the share of Government expenditure that is spent on education. Education is a cornerstone and indicator of future development. To secure our country’s successful participation in an increasingly competitive world we must invest in our children and our education system."}, {"text_block_id": "p19_b299_merged", "text": "9 Accelerate gender equality empower all women and girls, and advance the rights of youth, the elderly and disabled"}, {"text_block_id": "p19_b301", "text": "Increase representation of women in politics"}, {"text_block_id": "p19_b302", "text": "Indicator 9.1"}, {"text_block_id": "p19_b303", "text": "Percentage of political representatives that are women"}, {"text_block_id": "p19_b304", "text": "Since the Cook Islands became self-governing, women have been greatly under-represented in politics. The inequality of female representation in parliament and local politics is still an issue (currently only 14 percent of elected officials are women), but we will continue to monitor and improve women’s representation."}, {"text_block_id": "p19_b305", "text": "Promote youth wellbeing"}, {"text_block_id": "p19_b306", "text": "Indicator 9.2"}, {"text_block_id": "p19_b307", "text": "Youth Wellbeing Index"}, {"text_block_id": "p19_b308", "text": "This indicator looks at the relative wellbeing of young people in our society. The youth are the future leaders of our country. We want to create a nurturing and enabling environment that provides opportunity and hope."}, {"text_block_id": "p19_b309", "text": "Advance gender equality in the workplace"}, {"text_block_id": "p19_b310", "text": "Indicator 9.3"}, {"text_block_id": "p19_b311", "text": "Income disparity between men and women"}, {"text_block_id": "p19_b312", "text": "One of the places where gender inequality still occurs across almost all countries is in the workplace where men earn disproportionately more than women. This indicator examines the relative pay gap between men and women. This information will allows us to develop appropriate policy interventions to address this important issue."}, {"text_block_id": "p19_b313", "text": "Improve care of the infirm, elderly and disabled"}, {"text_block_id": "p19_b314", "text": "Indicator 9.4"}, {"text_block_id": "p19_b315", "text": "Number of fit for purpose facilities and services for the infirm, elderly and"}, {"text_block_id": "p19_b316", "text": "disabled on each island."}, {"text_block_id": "p19_b317", "text": "This indicator looks at the standard of facilities and services for people who are infirm, elderly or disabled. These groups are amongst the most vulnerable in our society. It is our responsibility as a Government and as a nation to ensure that they are cared for properly, engaged and enjoy the highest quality of life possible."}, {"text_block_id": "p20_b318", "text": "Increase import substitution"}, {"text_block_id": "p20_b319", "text": "Indicator 10.1"}, {"text_block_id": "p20_b320", "text": "Percentage of all food purchased that is produced locally"}, {"text_block_id": "p20_b321", "text": "The greatest immediate potential for our agricultural industry is in import substitution. Therefore this indicator measures how much of the food we buy is produced locally. Successfully producing more of the food we consume will help grow the industry, reduce economic leakages and improve food security."}, {"text_block_id": "p20_b322", "text": "Increase food production"}, {"text_block_id": "p20_b323", "text": "Indicator 10.2"}, {"text_block_id": "p20_b324", "text": "Total food production"}, {"text_block_id": "p20_b325", "text": "With the impacts of climate change, such as increased drought conditions and desertification, global food prices are expected to continue rising in the foreseeable future. As our country is currently heavily reliant on imported foods, there is a real need to increase local food production. This indicator is closely linked to the Indicator 10.1, but also offers an insight into potential food exports."}, {"text_block_id": "p20_b326", "text": "Retain arable land"}, {"text_block_id": "p20_b327", "text": "Indicator 10.3"}, {"text_block_id": "p20_b328", "text": "Total land used and reserved for agriculture"}, {"text_block_id": "p20_b329", "text": "The rise in tourism and consumerism has coincided with the decline of agriculture as an industry. One consequence of this, especially on Rarotonga, is that land once used for agricultural production has been converted to residential or commercial (usually tourist) use. The less land that is available for agriculture, the greater the limitations on our ability to produce food. We need to ensure that there is land available to increase and improve food production and security."}, {"text_block_id": "p20_b330", "text": "Improve biosecurity"}, {"text_block_id": "p20_b331", "text": "Indicator 10.4"}, {"text_block_id": "p20_b332", "text": "Number of reported biosecurity outbreaks"}, {"text_block_id": "p20_b333", "text": "One of the major risks to agriculture is biosecurity threats that come from abroad. Biosecurity breaches such as outbreaks of fruit fly, have threatened entire species of crops and severely impacted harvests and livelihoods. Having adequate biosecurity measures in place is crucial for the survival and growth of our agricultural industry. Biosecurity threats need to be monitored and appropriate policy interventions need to be developed."}, {"text_block_id": "p21_b334", "text": "Protect wetlands"}, {"text_block_id": "p21_b335", "text": "Indicator 11.1"}, {"text_block_id": "p21_b336", "text": "Changes in wetland areas"}, {"text_block_id": "p21_b337", "text": "Wetland areas (these includes estuaries, swamps, and marshes) are key parts of the ecosystem. They act as natural filters between the land and lagoon and regulate water runoff. However, they have recently come under threat as people look to build on these areas, particularly on Rarotonga where available land is becoming increasingly scarce. Monitoring is essential to ensure that action can be taken if there is additional deterioration."}, {"text_block_id": "p21_b338", "text": "Increase protected land"}, {"text_block_id": "p21_b339", "text": "Indicator 11.2"}, {"text_block_id": "p21_b340", "text": "Areas of land protected"}, {"text_block_id": "p21_b341", "text": "This indicator looks at the area of protected land we have designated. There are some areas of land that are crucial in protecting the biodiversity of the country or the general health of the ecosystem (wetlands and cloud forest areas).There are also areas that should be protected for cultural reasons, such as marae and other  tapu areas."}, {"text_block_id": "p21_b342", "text": "Protect biodiversity"}, {"text_block_id": "p21_b343", "text": "Indicator 11.3"}, {"text_block_id": "p21_b344", "text": "Biodiversity loss"}, {"text_block_id": "p21_b345", "text": "The Cook Islands is an isolated country that has approximately two million square kilometres of ocean. As a result we are home to some unique and diverse species, both terrestrial and marine. We look to monitor key endangered species to ensure their continued survival and proliferation as an indicator of biodiversity preservation across the country."}, {"text_block_id": "p22_b346_merged", "text": "12 Sustainable management of oceans, lagoons and marine resources"}, {"text_block_id": "p22_b348", "text": "Support healthy coral reefs"}, {"text_block_id": "p22_b349", "text": "Indicator 12.1"}, {"text_block_id": "p22_b350", "text": "State of the reef"}, {"text_block_id": "p22_b351", "text": "This indicator looks at coral coverage and other variables, relating to the health of our reefs. We monitor this as reefs play an important role in protecting islands and communities from the impacts of climate change."}, {"text_block_id": "p22_b352", "text": "Protect marine areas"}, {"text_block_id": "p22_b353", "text": "Indicator 12.2"}, {"text_block_id": "p22_b354", "text": "Area of protected exclusive economic zone"}, {"text_block_id": "p22_b355", "text": "The Cook Islands have made an international commitment to conserve and sustainably manage areas of ocean under Marae Moana. We look to track this commitment as Marae Moana is developed and implemented over the next few years."}, {"text_block_id": "p22_b356", "text": "Support sustainable fisheries"}, {"text_block_id": "p22_b357", "text": "Indicator 12.3"}, {"text_block_id": "p22_b358", "text": "Percentage of yield against sustainable benchmarks"}, {"text_block_id": "p22_b359", "text": "This indicator looks at the sustainability of our commercial fishing practices within our waters. While we look to protect the ocean and its resources, we also acknowledge that we use its resources for economic benefit, in particular fisheries. We will manage our fisheries in a sustainable manner using tools such as scientifically determined sustainable quotas."}, {"text_block_id": "p22_b360", "text": "Improve water quality"}, {"text_block_id": "p22_b361", "text": "Indicator 12.4"}, {"text_block_id": "p22_b362", "text": "Lagoon water quality"}, {"text_block_id": "p22_b363", "text": "The health of lagoons has come under threat due to unsustainable land use practices as well as poor management of lagoon areas. We need to regularly test lagoon waters to identify potential environmental or health risks, and make timely interventions to address the situation."}, {"text_block_id": "p22_b364", "text": "Achieve sustainable benefits from marine resources"}, {"text_block_id": "p22_b365", "text": "Indicator 12.5"}, {"text_block_id": "p22_b366", "text": "Economic returns from oceanic and lagoon resources"}, {"text_block_id": "p22_b367", "text": "The Cook Islands has invested money in marine related activities including fisheries, black pearl farming and deep seabed mineral mining. This indicator measures the returns on these investments. One of the main challenges is in balancing sustainable economic returns on resources with protecting and preserving the overall health of the Cook Islands’ ocean and lagoon areas."}, {"text_block_id": "p23_b368", "text": "Promote resilient communities"}, {"text_block_id": "p23_b369", "text": "Indicator 13.1"}, {"text_block_id": "p23_b370", "text": "Resilience Index"}, {"text_block_id": "p23_b371", "text": "The main aim of disaster risk mitigation efforts is to reduce the overall vulnerability of our island communities. We have developed a resilience index which assesses efforts to reduce the relative vulnerability of each island."}, {"text_block_id": "p23_b372", "text": "Enhance protection from cyclones"}, {"text_block_id": "p23_b373", "text": "Indicator 13.2"}, {"text_block_id": "p23_b374", "text": "Percentage of population that have access to protection from category 3 or higher cyclones"}, {"text_block_id": "p23_b375", "text": "The greatest risk that cyclones present to us is the loss of life. Never was this more apparent than in 1997 when cyclone Martin hit Manihiki taking twenty lives. We must mitigate against this risk ensuring all communities have access to designated cyclone shelters built to cyclone standards."}, {"text_block_id": "p23_b376", "text": "Build resilient infrastructure"}, {"text_block_id": "p23_b377", "text": "Indicator 13.3"}, {"text_block_id": "p23_b378", "text": "Percentage of public buildings and infrastructure built to hurricane strength standards"}, {"text_block_id": "p23_b379", "text": "This indicator measures the resilience of a community and the infrastructure which it is built upon. As a nation, we must be proactive in future-proofing our infrastructure and public building against the impacts of climate change and natural disasters."}, {"text_block_id": "p24_b380", "text": "14"}, {"text_block_id": "p24_b381", "text": "Preserve our heritage and history, protect our traditional knowledge, and develop our language, creative and cultural endeavours"}, {"text_block_id": "p24_b382", "text": "Promote Cook Islands languages"}, {"text_block_id": "p24_b383", "text": "Indicator 14.1"}, {"text_block_id": "p24_b384", "text": "Cook Islands Maori literacy rates"}, {"text_block_id": "p24_b385_merged_merged", "text": "Language is a cornerstone of Cook Islands culture and identity. This indicator looks at improving Cook Islands Maori literacy rates among children in our schools. With influences of modernity and globalisation (such as television and the internet) Cook Islands Maori languages have come under threat with less use of Maori in homes, in the community and especially among younger people."}, {"text_block_id": "p24_b388", "text": "Promote cultural engagement"}, {"text_block_id": "p24_b389", "text": "Indicator 14.2"}, {"text_block_id": "p24_b390", "text": "Average engagement in cultural activities"}, {"text_block_id": "p24_b391", "text": "Cook Islands traditions and customs are central to perpetuating Cook Islands culture. With this indicator we are interested in the involvement of people with these customs as a measure of connection with their heritage, village and church groups."}, {"text_block_id": "p24_b392", "text": "Archive and protect our cultural heritage"}, {"text_block_id": "p24_b393", "text": "Indicator 14.3"}, {"text_block_id": "p24_b394", "text": "Number of Cook Islands articles, artefacts, media and other cultural resources that are catalogued or developed and digitally archived"}, {"text_block_id": "p24_b395", "text": "The Cook Islands has a rich history, with the annals of our past embedded in our arts, crafts, documents, sounds and films. We have an obligation to curate these stories, preserve our history, and promote the development of our culture. This is an indicator of our efforts to preserve our heritage, and make it accessible to future generations."}, {"text_block_id": "p25_b396", "text": "Support a sustainable population"}, {"text_block_id": "p25_b397", "text": "Indicator 15.1"}, {"text_block_id": "p25_b398", "text": "Resident population of Cook Islanders"}, {"text_block_id": "p25_b399", "text": "This indicator looks at the number of Cook Islanders that reside in the Cook Islands. Any economy or community is reliant on its population to provide a market, services and support to each other. The decline in population has reduced our capacity to support economic growth, and further threatens our ability to effectively lead the development of our nation."}, {"text_block_id": "p25_b400", "text": "Increase economic engagement of Cook Islanders"}, {"text_block_id": "p25_b401", "text": "Indicator 15.2"}, {"text_block_id": "p25_b402", "text": "Percentage of Cook Islands investment (versus Foreign Investment) in the Cook Islands"}, {"text_block_id": "p25_b403", "text": "While we are self-governing, true self-determination and ability to decide our own future is also inherent in the ownership of our country’s assets and equity in our economy. Understanding the level of investment in our economy can help us make better decisions about how we manage our economy to benefit Cook Islands people."}, {"text_block_id": "p25_b404", "text": "Improve wellbeing of Cook Islanders"}, {"text_block_id": "p25_b405", "text": "Indicator 15.3"}, {"text_block_id": "p25_b406", "text": "Quality of Life Index"}, {"text_block_id": "p25_b407", "text": "Cook Islanders are not driven by purely financial or economic motives. We are motivated by the need to not only provide and prosper, but also to engage socially, to give and care for our community, our environment. These are the things that matter to us. Thus, it is important that we measure this in order to preserve and protect what is most valuable and meaningful. The Cook Islands Quality of Life Index includes measures of: 1) job satisfaction; 2) disposable income; 3) youth wellbeing; 4) leisure time; and 4) cultural engagement."}, {"text_block_id": "p25_b408", "text": "Increase political engagement"}, {"text_block_id": "p25_b409", "text": "Indicator 15.4"}, {"text_block_id": "p25_b410", "text": "Voter turnout"}, {"text_block_id": "p25_b411", "text": "Voting in elections is the most direct way that most Cook Islanders can be involved in the political system of our country. Voter turnout will be used as an indicator of public engagement, and confidence in the political system."}, {"text_block_id": "p25_b412", "text": "Improve research on the Cook Islands"}, {"text_block_id": "p25_b413", "text": "Indicator 15.5"}, {"text_block_id": "p25_b414", "text": "Number of applications received for research and scholarship on the Cook Islands"}, {"text_block_id": "p25_b415", "text": "This indicator looks at the amount of research and scholarship that is being done in-country on the Cook Islands. This will help us develop a culture of learning and a society that shares knowledge for the purpose of enhancing our social and economic development, and safeguarding our natural assets."}, {"text_block_id": "p26_b416", "text": "Improve access to justice"}, {"text_block_id": "p26_b417", "text": "Indicator 16.1"}, {"text_block_id": "p26_b418", "text": "Justice Accessibility Index"}, {"text_block_id": "p26_b419", "text": "This indicator looks at a number of variables which represent the accessibility and effectiveness of our justice system. The outcome we aspire to is to ensure all people have access to justice institutions in a fair and timely manner."}, {"text_block_id": "p26_b420", "text": "Reduce domestic violence"}, {"text_block_id": "p26_b421", "text": "Indicator 16.2"}, {"text_block_id": "p26_b422", "text": "Rate of domestic violence"}, {"text_block_id": "p26_b423", "text": "This indicator looks at the annual incidence of (reported) domestic violence. Domestic violence (i.e. violence in the home against women and children) is one of the most serious and unfortunately prevalent crimes that has plagued our country for a long time. We must be vigilant in continuing to draw attention to this issue, and make efforts as a Government and community to ensure that there is zero tolerance."}, {"text_block_id": "p26_b424", "text": "Reduce motor vehicle accidents"}, {"text_block_id": "p26_b425", "text": "Indicator 16.3"}, {"text_block_id": "p26_b426", "text": "Rate of motor vehicle accidents (from reckless behaviour)"}, {"text_block_id": "p26_b427", "text": "Serious motor vehicle accidents have significant impacts on our society that go well beyond the direct injuries or deaths that occur. They include the impact on the families of those involved, the loss of productivity from injuries, and the significant financial burden on the health system. The long standing societal issue of alcohol, drug or speed related accidents needs to be addressed and monitored."}, {"text_block_id": "p26_b428", "text": "Support effective corrective services"}, {"text_block_id": "p26_b429", "text": "Indicator 16.4"}, {"text_block_id": "p26_b430", "text": "Reoffending rates"}, {"text_block_id": "p26_b431", "text": "Our prison system is built upon the premise of changing the behaviour of those who have been convicted of crimes – hence the term “correctional facility”. Thus it is crucial that we track reoffending rates to monitor the effectiveness of our system in rehabilitating convicted people into productive law-abiding citizens."}, {"text_block_id": "p26_b432", "text": "Improve public service performance"}, {"text_block_id": "p26_b433", "text": "Indicator 16.5"}, {"text_block_id": "p26_b434", "text": "Average performance of Government ministries (as per the PSC Annual"}, {"text_block_id": "p26_b435", "text": "Report to parliament)"}, {"text_block_id": "p26_b436", "text": "This indicator looks at the annual performance of Government ministries as assessed by the Office of the Public Service Commissioner (OPSC). Government ministries must effectively work with civil society organisations, traditional leaders, and communities to achieve our national development goals."}, {"text_block_id": "p26_b437", "text": "Improve sustainable public financial management"}, {"text_block_id": "p26_b438", "text": "Indicator 16.6"}, {"text_block_id": "p26_b439", "text": "Financial Responsibility Index"}, {"text_block_id": "p26_b440", "text": "This index encompasses eight variables which include the financial responsibility ratios Government uses as a financial management benchmark. This indicator ensures Government manages public funds in a prudent and financially sustainable manner."}, {"text_block_id": "p26_b441", "text": "Parliament serving the people"}, {"text_block_id": "p26_b442", "text": "Indicator 16.7"}, {"text_block_id": "p26_b443", "text": "Number of Parliamentary sitting days"}, {"text_block_id": "p26_b444", "text": "This indicator measures the regularity with which elected members congregate to debate matters of public importance. There is a need to provide the public with more confidence in the mechanisms of good governance and democracy that are a significant part of our constitution and healthy democratic debate."}, {"text_block_id": "p27_b445", "text": "Appendices"}, {"text_block_id": "p27_b446", "text": "Appendix 1: Methodology for Indicators"}, {"text_block_id": "p27_b447", "text": "This appendix further explains the methodology for the indicators used to measure progress towards the 16 national goals. This includes how the status of the indicator will be determined i.e. is progress ‘on track’ (green), ‘of concern’ (yellow), or ‘off track’ (red). The data sources for each indicator are also identified."}, {"text_block_id": "p27_b448", "text": "Where possible and relevant, data will be disaggregated by gender, age, and region. Data will be collected annually or biennially."}, {"text_block_id": "p27_b449", "text": "The"}, {"text_block_id": "p27_b450", "text": "methodologies for calculating the indicators are made explicit here for the purposes of allowing readers to understand how they are developed as well as to be transparent about the limitations of the indicators. We recognise that these indicators are mostly based on samples and maybe subject to various biases resulting from the limitations of the data set or collection methods. However we have made every effort to ensure that these indicators will be reported on as fairly and frequently as possible with the limited resources available, to provide a holistic measure of our development. Also note that some indicators and methodologies may be adjusted to improve accuracy (while recognising compromises that may result when try to compare data sets over time)."}, {"text_block_id": "p27_b451", "text": "Indicator 1.1: Percentage of people"}, {"text_block_id": "p27_b452", "text": "under “minimum liveable income”"}, {"text_block_id": "p27_b453", "text": "We will use annual income tax data to ascertain how many Cook Island"}, {"text_block_id": "p27_b454", "text": "residents earn under the “minimum liveable income level”. The minimum"}, {"text_block_id": "p27_b455", "text": "liveable income will be determined through the household income and expenditure survey, and will be adjusted annually to account for inflation."}, {"text_block_id": "p27_b456", "text": "Sources of data:"}, {"text_block_id": "p27_b457", "text": "Income tax data (RMD - MFEM), HIES (NSO -MFEM), CPI -"}, {"text_block_id": "p27_b458", "text": "National Accounts (NSO - MFEM)."}, {"text_block_id": "p27_b459", "text": "Indicator 1.2: The Gini Coefficient"}, {"text_block_id": "p27_b460", "text": "This will be calculated using annual income tax data.  The Gini Coefficient is"}, {"text_block_id": "p27_b461", "text": "calculated as the ratio (between 0 and 1) of Area ‘A’ in the chart below,"}, {"text_block_id": "p27_b462", "text": "divided by the total area under the line of perfect equality (45 degree line),"}, {"text_block_id": "p27_b463", "text": "which is equal to Areas ‘A’ and ‘B’. That is, Gini = A/(A+B). The dividing line between ‘A’ and ‘B’, the Lorenz Curve, is representative of the share of total"}, {"text_block_id": "p27_b464", "text": "income attributed to that particular proportion of the population (in cumulative terms)."}, {"text_block_id": "p27_b465", "text": "Figure 8 Lorenz Curve"}, {"text_block_id": "p27_b466", "text": "Sources of data:"}, {"text_block_id": "p27_b467", "text": "Income tax data (RMD - MFEM)."}, {"text_block_id": "p27_b468", "text": "Indicator 1.3: Real growth in the lowest 20% of incomes"}, {"text_block_id": "p27_b469", "text": "This indicator is assessed through annual income tax data. It is important to note that it does NOT include people who do not have an income and do not submit annual tax returns."}, {"text_block_id": "p27_b470", "text": "Sources of data:"}, {"text_block_id": "p27_b471", "text": "Income tax data (RMD - MFEM)."}, {"text_block_id": "p27_b472", "text": "Indicator 2.1: Real median income"}, {"text_block_id": "p27_b473", "text": "This will be calculated annually using income tax data and assessing the annual income of the 50"}, {"text_block_id": "p27_b474", "text": "th"}, {"text_block_id": "p27_b475", "text": "percentile. The income information will be adjusted for inflation using the Consumer Price Index."}, {"text_block_id": "p27_b476", "text": "Sources of data:"}, {"text_block_id": "p27_b477", "text": "Income tax data (RMD - MFEM), National Accounts (NSO -"}, {"text_block_id": "p27_b478", "text": "MFEM)."}, {"text_block_id": "p27_b479", "text": "Indicator 2.2: Real GDP (aggregate)"}, {"text_block_id": "p27_b480", "text": "Our interest is in trends in Real GDP, rather than in a specific level of GDP."}, {"text_block_id": "p27_b481", "text": "Sources of data:"}, {"text_block_id": "p27_b482", "text": "National Accounts (NSO - MFEM)."}, {"text_block_id": "p27_b483", "text": "Indicator 2.3: Total bed nights"}, {"text_block_id": "p27_b484", "text": "This figure will be calculated using data from the automated border management system, which tracks the duration of stay of each visitor in the country."}, {"text_block_id": "p27_b485_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Sources of data: Border Management System (Customs - MFEM, NSO -MFEM)."}, {"text_block_id": "p27_b488", "text": "Indicator 2.4: Total Debt to GDP ratio"}, {"text_block_id": "p27_b489", "text": "The figures for this will be taken from the National Accounts. This ratio simply compares the total of public and private sector debt to the (nominal) GDP of that year."}, {"text_block_id": "p27_b490", "text": "Indicator 2.5: Employee Wellbeing Index"}, {"text_block_id": "p27_b491", "text": "This index is determined using an average score from questions about job satisfaction in the Labour Market Survey. Questions will look at: 1) general satisfaction with the current role; 2) opportunities in current role; 3) inherent (perceived) importance/meaning of the job; 4) likelihood of staying with the organisation; and 5) workplace environment. These questions will be scored out of 5, with 5 the most positive response and one the most negative."}, {"text_block_id": "p28_b492", "text": "Sources of data:"}, {"text_block_id": "p28_b493", "text": "Labour Market Survey (NSO - MFEM, INTAFF)."}, {"text_block_id": "p28_b494", "text": "Indicator 2.6: Growth in non-tourist related industries"}, {"text_block_id": "p28_b495", "text": "This indicator looks at real GDP growth generated by industries as set out in the national accounts i.e. not accommodation and restaurants, or retail and wholesale."}, {"text_block_id": "p28_b496", "text": "Sources of data:"}, {"text_block_id": "p28_b497", "text": "Income Tax Data (RMD - MFEM), National Accounts (NSO -"}, {"text_block_id": "p28_b498", "text": "MFEM)."}, {"text_block_id": "p28_b499", "text": "Indicator 3.1: Total waste recycled"}, {"text_block_id": "p28_b500", "text": "There are a few recycling centres throughout the country. These are collection centres and export the recycled materials overseas to be processed and repurposed. Thus we can track the amount (tonnage) potential waste that is being recycled."}, {"text_block_id": "p28_b501", "text": "Sources of data:"}, {"text_block_id": "p28_b502", "text": "Customs Data (Customs - MFEM), Waste Management"}, {"text_block_id": "p28_b503", "text": "Facility records (ICI)."}, {"text_block_id": "p28_b504", "text": "Indicator 3.2: Percentage of hazardous waste that is accounted for and managed"}, {"text_block_id": "p28_b505", "text": "Ozone depleting substances, POP’s"}, {"text_block_id": "p28_b506", "text": "(Persistent Organic Pollutants) will be tagged through a customs classification system. We will track the hazardous substances to assess the percentage of hazardous products and waste that are successfully managed i.e. what percentage of the hazardous products imported are safely managed and disposed of."}, {"text_block_id": "p28_b507", "text": "Indicator 4.1: Percentage of population with access to sufficient and safe water in their homes"}, {"text_block_id": "p28_b508", "text": "This indicator prescribes a certain standard of water provision. There are three separate standards this indicator measures against: quantity, quality and accessibility. These criteria are stated below"}, {"text_block_id": "p28_b509", "text": "This indicator prescribes a certain standard of water provision. There are three separate standards this indicator measures against: quantity, quality and accessibility. These criteria are stated below\n* The minimum standard for quantity (sufficient) is based on 80 litres\n* The minimum standard for access is having a running water within\n* The minimum standard for water quality will be formally"}, {"text_block_id": "p28_b515", "text": "Indicator 4.2: Percentage of properties using sanitation systems that meet approved standards"}, {"text_block_id": "p28_b516", "text": "This will be assessed on a case by case basis as areas of high population density or high risk will require greater levels of treatment than areas of low or sparse population. The assessment will be made annually by the Ministry of Health in consultation with Infrastructure Cook Islands."}, {"text_block_id": "p28_b517", "text": "Sources of data:"}, {"text_block_id": "p28_b518", "text": "Tutaka and other inspections (MOH), Sanitation Data and"}, {"text_block_id": "p28_b519", "text": "studies (ICI, NES)."}, {"text_block_id": "p28_b520", "text": "Indicator 5.1: Broadband Connectivity Index"}, {"text_block_id": "p28_b521", "text": "This indicator is made up of two variables, speed and penetration. Speed will be determined"}, {"text_block_id": "p28_b522", "text": "by"}, {"text_block_id": "p28_b523", "text": "taking a weighted average of the connection speeds calculated from the unique IP (internet protocol) addresses across the country. The weighting of this figure will be based on location of sample speed tests to reflect the population density of the different islands."}, {"text_block_id": "p28_b524", "text": "Penetration looks at the percentage of households that have broadband connectivity."}, {"text_block_id": "p28_b525", "text": "Sources of data:"}, {"text_block_id": "p28_b526", "text": "Bluesky"}, {"text_block_id": "p28_b527", "text": "The final indicator will amalgamate the results from the two variables as set out below:"}, {"text_block_id": "p28_b528", "text": "Sources of data:"}, {"text_block_id": "p28_b529", "text": "ICT Policy - Monitoring and Evaluation Report (CPPO - OPM,"}, {"text_block_id": "p28_b530", "text": "Bluesky)."}, {"text_block_id": "p28_b531", "text": "Penetration"}, {"text_block_id": "p28_b532", "text": "- This looks at the number of mobile connections per 100 people"}, {"text_block_id": "p28_b533", "text": "in the country. Note this is benchmarked against New Zealand’s 2015 figure"}, {"text_block_id": "p28_b534", "text": "of 86 per 100"}, {"text_block_id": "p28_b535", "text": "(noting that some people have multiple connection, e.g. personal and work). Thus the calculation will simply be:"}, {"text_block_id": "p28_b536", "text": "(Number of mobile internet connections  X  100)"}, {"text_block_id": "p28_b537", "text": "Total resident population"}, {"text_block_id": "p28_b538", "text": "Sources of data:"}, {"text_block_id": "p28_b539", "text": "Bluesky"}, {"text_block_id": "p28_b540", "text": "Data Usage"}, {"text_block_id": "p28_b541", "text": "- This looks at the average data downloaded annually per mobile"}, {"text_block_id": "p28_b542", "text": "internet connection i.e. total mobile internet throughput / number of mobile internet connections."}, {"text_block_id": "p28_b543", "text": "Sources of data:"}, {"text_block_id": "p28_b544", "text": "Bluesky"}, {"text_block_id": "p28_b545", "text": "These variables are combined to provide an 'average' traffic light result. Indicator reports will breakdown the specific results for each component of the index."}, {"text_block_id": "p28_b546", "text": "Indicator 5.2: Percentage of median income spent on broadband"}, {"text_block_id": "p28_b547", "text": "This indicator uses median income to look at the relative affordability of ICT."}, {"text_block_id": "p28_b548", "text": "The benchmark of 5% comes from the Broadband Commission for Digital"}, {"text_block_id": "p28_b549", "text": "Development’s global target that the cost of fixed"}, {"text_block_id": "p28_b550", "text": "-broadband services should be less than 5% of monthly GNI (Gross National Income) per capita for a 2 Mbps Internet plan. Note: we are using median income rather than income per capita (see Indicator 2.1 for further explanation)."}, {"text_block_id": "p28_b551", "text": "Sources of data:"}, {"text_block_id": "p28_b552", "text": "ICT Policy - Monitoring and Evaluation Report (CPPO - OPM,"}, {"text_block_id": "p28_b553", "text": "Bluesky)."}, {"text_block_id": "p28_b554", "text": "Indicator 5.3: Mobile Connectivity Index"}, {"text_block_id": "p28_b555", "text": "This index uses an averaged result of three different variables: 1) Data speed; 2) Penetration; and 3) Average data usage."}, {"text_block_id": "p28_b556", "text": "Data Speed"}, {"text_block_id": "p28_b557", "text": "Indicator 5.4: Percentage of national infrastructure and public buildings that are fit for purpose"}, {"text_block_id": "p28_b558", "text": "This data will be derived from the government asset register, which catalogues and documents the state of all public assets from roads, to airports to public buildings. On the register there is a stocktake of the fitness of the assets to identify when assets are due for repair and maintenance (not including extraordinary damage such as cyclones or fire)"}, {"text_block_id": "p28_b559_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Sources of data: Public Asset Register (CIIC)."}, {"text_block_id": "p29_b561", "text": "Indicator 6.1: Percentage of electrical generation from renewable energy"}, {"text_block_id": "p29_b562", "text": "This statistic looks how much of the total electrical generation in the country is from renewable sources (which in the Cook Islands means almost exclusively solar). This will be determined through the metering across the country and the assessment of kWh that is generated through the different systems. Data will be collected by Te Aponga Uira and the Renewable Energy Development Division of the Office of the Prime Minister. The aim is to have 100% renewable generation by 2020."}, {"text_block_id": "p29_b563", "text": "Sources of data:"}, {"text_block_id": "p29_b564", "text": "Annual Statistics Report (NSO - MFEM)."}, {"text_block_id": "p29_b565", "text": "Indicator 6.2: Annual amount of fossil fuels imported"}, {"text_block_id": "p29_b566", "text": "There are number of potential sources for this data as it kept by both the Commerce Commission at Internal Affairs as well as Statistics (Customs). Measurement for this indicator includes petrol, diesel and LPG but excludes aviation fuel."}, {"text_block_id": "p29_b567", "text": "Sources of data:"}, {"text_block_id": "p29_b568", "text": "National Accounts (NSO - MFEM), Customs Data (Customs -"}, {"text_block_id": "p29_b569", "text": "MFEM)."}, {"text_block_id": "p29_b570", "text": "Indicator 6.3: Percentage of median income spent on electricity"}, {"text_block_id": "p29_b571", "text": "This indicator compares electricity costs to median income. It considers the cost of average usage of electricity by a household based on monthly average energy consumption of 200kWh."}, {"text_block_id": "p29_b572", "text": "Sources of data:"}, {"text_block_id": "p29_b573", "text": "Income tax data (RMD - MFEM), Power audits, metering and"}, {"text_block_id": "p29_b574", "text": "reports (TAU, Island Administrations)."}, {"text_block_id": "p29_b575", "text": "Indicator 6.4: Transport Connectivity Index"}, {"text_block_id": "p29_b576", "text": "A 2008 report"}, {"text_block_id": "p29_b577", "text": "4"}, {"text_block_id": "p29_b578", "text": "assessed the domestic shipping needs for the country. The report suggests minimum levels of shipping for the Northern and Southern Group that we will use to benchmark this indictor. The report established that an ideal scheduled shipping interval was once a month, with bare minimum level being once every two months. Benchmarks for aviation will be established subsequent to a study on transport services to be conducted in 2016/17 year"}, {"text_block_id": "p29_b579", "text": "We used an average annual amongst the different outer islands, to assess the status of shipping."}, {"text_block_id": "p29_b580", "text": "Sources of data:"}, {"text_block_id": "p29_b581", "text": "Shipping manifests and reports (MOT, Ports), Flight"}, {"text_block_id": "p29_b582", "text": "schedules (Airport Authority)"}, {"text_block_id": "p29_b583", "text": "Indicator 7.1: Rate of premature deaths from non-communicable diseases"}, {"text_block_id": "p29_b584", "text": "This indicator assesses the rate of premature deaths from NCD’s."}, {"text_block_id": "p29_b585", "text": "Sources of data:"}, {"text_block_id": "p29_b586", "text": "Health Statistics (MOH)."}, {"text_block_id": "p29_b587", "text": "Indicator 7.2: Health spending as a percentage of Government"}, {"text_block_id": "p29_b588", "text": "Indicator 7.2: Health spending as a percentage of Government\n* We used World Health Organisation (WHO) measures to look at global trends\n* We used World Health Organisation (WHO) measures to look at global trends\n for Government expenditure on health care. This data shows New Zealand\n* spending at 20.1%, Australia at 18.7% and Samoa at 17%, with the Cook\n* spending at 20.1%, Australia at 18.7% and Samoa at 17%, with the Cook\n WHOâs international comparisons clearly delineate between third world\n* spending at 20.1%, Australia at 18.7% and Samoa at 17%, with the Cook\n WHOâs international comparisons clearly delineate between third world\n countries and developed, more progressive countries using a threshold of"}, {"text_block_id": "p29_b595", "text": "Sources of data:"}, {"text_block_id": "p29_b596", "text": "National Budget (MFEM)."}, {"text_block_id": "p29_b597", "text": "Indicator 7.3: Prevalence of sexually transmitted infections (STI’s)"}, {"text_block_id": "p29_b598", "text": "This indicator looks at the percentage of tests annually that come back"}, {"text_block_id": "p29_b599", "text": "positive for STI’s."}, {"text_block_id": "p29_b600", "text": "Ministry of Health test for gonorrhoea, chlamydia, HIV/AIDS, syphilis, trichomoniasis and candidiasis."}, {"text_block_id": "p29_b601", "text": "Indictor 7.4: Youth engagement in physical activity and sports"}, {"text_block_id": "p29_b602", "text": "This indicator will assess the weekly participation levels of young people (between ages 13-16) in vigorous physical activity through a survey questionnaire."}, {"text_block_id": "p29_b603", "text": "Sources of data:"}, {"text_block_id": "p29_b604", "text": "School Health Survey (MOH)."}, {"text_block_id": "p29_b605", "text": "Indictor 7.5: Average life expectancy"}, {"text_block_id": "p29_b606", "text": "Life expectancy is computed using a life table, which converts observed population based mortality rates into risk of dying at each age. It is conventionally calculated separately for males and females. This measure can be calculated at any age with the most common being the life expectancy at birth (LE0), which is the average number of years a person could be expected to live in total."}, {"text_block_id": "p29_b607", "text": "Sources of data:"}, {"text_block_id": "p29_b608", "text": "Health Statistical Bulletin (NSO - MFEM)."}, {"text_block_id": "p29_b609", "text": "Indicator 7.6: Percentage of mental health cases actively being treated"}, {"text_block_id": "p29_b610", "text": "Caution must be exercised in the assessment of this indicator as in the first instance it is important to adequately diagnose mental health illness and disorders and encourage people to seek treatment. To this end a positive outcome may be assessed inversely, especially at this early stage of the Cook Islands mental health strategy."}, {"text_block_id": "p29_b611", "text": "Sources of data:"}, {"text_block_id": "p29_b612", "text": "Health Statistics (MOH)."}, {"text_block_id": "p29_b613", "text": "Indicator 8.1: Literacy and numeracy rates"}, {"text_block_id": "p29_b614", "text": "Literacy and numeracy is assessed throughout the school years but this indicator measures literacy and numeracy specifically at year 11. This is done through annual summative assessment using Ministry of Education and NZQA (New Zealand Qualifications Authority) assessment tools. This indicator is measured against annual benchmarks as set out by the Ministry of Education. The indicator itself will be an average of literacy and numeracy results."}, {"text_block_id": "p29_b615", "text": "Sources of data:"}, {"text_block_id": "p29_b616", "text": "Education Statistics (MOE)"}, {"text_block_id": "p29_b617", "text": "Indicator 8.2: Early childhood education enrolment rate"}, {"text_block_id": "p29_b618", "text": "This indicator assesses early childhood education enrolment against annual targets set by the Ministry of Education."}, {"text_block_id": "p29_b619", "text": "Sources of data:"}, {"text_block_id": "p29_b620", "text": "Education Statistics (MOE)"}, {"text_block_id": "p29_b621", "text": "Indicator 8.3: NCEA level 1 pass rates"}, {"text_block_id": "p29_b622", "text": "This indicator looks at pass rates for NZQA level 1 students as reported through annual summative assessment through Ministry of Education and NZQA assessment tools. This indicator is measured against annual benchmarks as set out by the Ministry of Education."}, {"text_block_id": "p29_b623_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Sources of data: Education Statistics (MOE)"}, {"text_block_id": "p29_b625", "text": "Indicator 8.4: Percentage of the population with vocational or tertiary qualifications"}, {"text_block_id": "p29_b626", "text": "This indicator looks at the percentage of the population that has vocational or tertiary qualifications. This definition includes formal trade qualifications. This will be assessed biennially through the Labour Market Survey with a baseline set by the 2016."}, {"text_block_id": "p29_b627", "text": "Indicator 8.5: Education spend as a percentage of Government expenditure"}, {"text_block_id": "p29_b628", "text": "This indicator will be assessed annually through the budget estimates comparing the budget allocated to the Ministry of Education, (plus any additional expenditure on training or education), against the total annual budget appropriation of Government. This is consistent with methodology used by the World Bank."}, {"text_block_id": "p29_b629", "text": "Sources of data: National Budget (MFEM)."}, {"text_block_id": "p30_b630", "text": "Indicator 9.1: Percentage of political representatives that are women"}, {"text_block_id": "p30_b631", "text": "This indicator assesses the number of female representatives in parliament and local government (numerator) against the total number of representatives (denominator)."}, {"text_block_id": "p30_b632", "text": "Sources of data:"}, {"text_block_id": "p30_b633", "text": "Election Results, Electoral Role (NSO -MFEM, MOJ),"}, {"text_block_id": "p30_b634", "text": "Parliamentary Records (Parliamentary Services)."}, {"text_block_id": "p30_b635", "text": "Indicator 9.2: Youth Wellbeing Index"}, {"text_block_id": "p30_b636", "text": "Youth Wellbeing is assessed through an average response to survey questions for young people between the ages of 13-16. Questions will look at optimism about future opportunities, current wellbeing and youth engagement. This is explained further below."}, {"text_block_id": "p30_b637", "text": "Youth Wellbeing is assessed through an average response to survey questions for young people between the ages of 13-16. Questions will look at optimism about future opportunities, current wellbeing and youth engagement. This is explained further below.\n* ure opportunities, i.e. â\n* ure opportunities, i.e. â\n how do you feel about career\n* ure opportunities, i.e. â\n how do you feel about career\n â (5 is âvery optimisticâ and 1 âvery\n* perception of individual wellbeing i.e. â\n* perception of individual wellbeing i.e. â\n How do you feel\n* perception of individual wellbeing i.e. â\n How do you feel\n (5\n* perception of individual wellbeing i.e. â\n How do you feel\n (5\n is âextremely happyâ and 1 âdepressedâ); and\n* What is your involvement in sports/community\n* What is your involvement in sports/community\n or church groups?â\n* What is your involvement in sports/community\n or church groups?â\n 5 = 5 hours a week or more; â3â is between 4\n* What is your involvement in sports/community\n or church groups?â\n 5 = 5 hours a week or more; â3â is between 4\n -3 hours\n* What is your involvement in sports/community\n or church groups?â\n 5 = 5 hours a week or more; â3â is between 4\n -3 hours\n per week; 1 = âan hour or less per weekâ.\n* What is your involvement in sports/community\n or church groups?â\n 5 = 5 hours a week or more; â3â is between 4\n -3 hours\n per week; 1 = âan hour or less per weekâ.\n Responses will be assessed"}, {"text_block_id": "p30_b656", "text": "Sources of data:"}, {"text_block_id": "p30_b657", "text": "School Health Survey (MOH)."}, {"text_block_id": "p30_b658", "text": "Indicator 9.3: Income disparity between men and women"}, {"text_block_id": "p30_b659", "text": "This will be determined through the Labour Market Survey where jobs are classified into categories and then median incomes will be assessed by gender in each. Within each category we assess the pay gap as a ratio of female to male. We will then create a weighted average based on the different categories."}, {"text_block_id": "p30_b660", "text": "Sources of data:"}, {"text_block_id": "p30_b661", "text": "Income tax data (RMD - MFEM), Labour Market Survey (NSO"}, {"text_block_id": "p30_b662", "text": "- MFEM, INTAFF)."}, {"text_block_id": "p30_b663", "text": "Indicator 9.4: Number of fit for purpose facilities for the elderly, infirm and disabled on each island"}, {"text_block_id": "p30_b664", "text": "This indicator looks at the number of facilities that are considered appropriate or fit for purpose on each island. This will be based on an annual stocktake based on standards to be developed by the Ministry of Internal Affairs in conjunction with the Ministry of Health."}, {"text_block_id": "p30_b665", "text": "Sources of data:"}, {"text_block_id": "p30_b666", "text": "Audit of community and island centres (MOH, Disability"}, {"text_block_id": "p30_b667", "text": "Division - INTAFF, Island Administrations)."}, {"text_block_id": "p30_b668", "text": "Indictor 10.1: Percentage of all food purchased that is produced locally"}, {"text_block_id": "p30_b669", "text": "This indicator looks at total food imported and sold, versus local food produced and sold. Records for imports can be obtained from Customs. Records of local agricultural produce can be obtained through supermarkets, hotels, resta"}, {"text_block_id": "p30_b670", "text": "urants and surveys of growers’ sales."}, {"text_block_id": "p30_b671", "text": "Sources of data: National Accounts (NSO - MFEM), Agricultural Statistics (MOA)."}, {"text_block_id": "p30_b672", "text": "Indicator 10.2: Total food production"}, {"text_block_id": "p30_b673", "text": "Total food production will be assessed through surveys of farmers and growers."}, {"text_block_id": "p30_b674", "text": "Sources of data:"}, {"text_block_id": "p30_b675", "text": "GIS Data (ICI, MOA, NES), Agricultural Statistics (MOA)."}, {"text_block_id": "p30_b676", "text": "Indicator 10.3: Total land used and reserved for agriculture"}, {"text_block_id": "p30_b677", "text": "Sources of data:"}, {"text_block_id": "p30_b678", "text": "GIS Data (ICI, MOA, NES)."}, {"text_block_id": "p30_b679", "text": "Indicator 10.4: Number of reported biosecurity outbreaks"}, {"text_block_id": "p30_b680", "text": "This indictor looks at the number of reported cases of biosecurity outbreaks of invasive species or diseases that occur annually."}, {"text_block_id": "p30_b681", "text": "Indicator 11.1: Change in wetland areas"}, {"text_block_id": "p30_b682", "text": "This ascertains whether there has been any reduction or increase in natural wetland areas."}, {"text_block_id": "p30_b683", "text": "Sources of data:"}, {"text_block_id": "p30_b684", "text": "GIS Data (ICI, MOA, NES)."}, {"text_block_id": "p30_b685", "text": "Indicator 11.2: Areas of land protected"}, {"text_block_id": "p30_b686", "text": "This ascertains whether there has been any reduction or increase in areas of land protected."}, {"text_block_id": "p30_b687", "text": "Administrations)."}, {"text_block_id": "p30_b688", "text": "Indicator 11.3: Biodiversity loss"}, {"text_block_id": "p30_b689", "text": "We will assess the biodiversity looking at the prevalence of key endangered species in specific areas identified as key biodiversity areas."}, {"text_block_id": "p30_b690", "text": "Sources of data:"}, {"text_block_id": "p30_b691", "text": "Biodiversity Reports (NES, National Heritage Trust)."}, {"text_block_id": "p30_b692", "text": "Indicator 12.1: State of the Reef"}, {"text_block_id": "p30_b693", "text": "This indicator looks at the state of reef including coral coverage and other indicators of reef health. Monitoring of biological parameters focuses on a host of organisms to assess the extent of damage to coral reefs from natural and human induced disturbances. Monitoring is the means by which the information about environmental changes in our near-shore marine ecosystems are collected.  Change refers to statistically significant increases or decreases with high (>80%) statistical power. When changes occur, biologists work multiple datasets together to understand how, what, when, where, and why the change has occurred.  The data management component of the marine monitoring programme involves data entry, storage and analysis.  A regular reporting scheme will provide opportunities for government agencies and the public to use the data to make informed decisions concerning development practices and resource use."}, {"text_block_id": "p30_b694", "text": "The most frequently measured ecological parameters include:"}, {"text_block_id": "p30_b695", "text": "The most frequently measured ecological parameters include:\n* Percentage cover of corals (both live and dead), algae and non-living\n* Species or genus composition and size structure of coral communities;\n* Presence of newly settled corals and juveniles;\n* Numbers, species composition, size (biomass) and structure of fish\n* Crown-of-Thorn Starfish, sea urchins etc.;\n* Extent and nature of coral bleaching; and\n* Extent and type of coral disease."}, {"text_block_id": "p30_b709", "text": "Sources of data:"}, {"text_block_id": "p30_b710", "text": "Marine Monitoring Reports (MMR, NES, CCCI - OPM)."}, {"text_block_id": "p30_b711", "text": "Indicator 12.2: Area of protected exclusive economic zone"}, {"text_block_id": "p30_b712", "text": "This is assessed by the extent of the areas established beyond each island by law. This will be finalized later in 2016. This area will be benchmarked against an Environmental Performance Index"}, {"text_block_id": "p30_b713", "text": "."}, {"text_block_id": "p30_b714", "text": "Sources of data:"}, {"text_block_id": "p30_b715", "text": "Legislation (Parliamentary Services)."}, {"text_block_id": "p30_b716", "text": "Indicator 12.3: Percentage of yield against sustainable benchmarks"}, {"text_block_id": "p30_b717", "text": "This indicator will look at the reported catch of licensed vessels against"}, {"text_block_id": "p30_b718", "text": "“sustainable limits” established by SPC"}, {"text_block_id": "p30_b719", "text": "(Secretariat of the Pacific Community) (based on scientific research and updated every two years)."}, {"text_block_id": "p30_b720_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Sources of data: Fishing Monitoring Reports (MMR), Fisheries Assessment Reports (SPC, MMR)"}, {"text_block_id": "p30_b723", "text": "Indicator 12.4: Lagoon water quality"}, {"text_block_id": "p30_b724", "text": "This is assessed against predetermined criteria by the Ministry of Marine Resources (MMR). Lagoon water quality is measured on three islands: Rarotonga, Aitutaki and Manihiki. In assessing water quality, MMR looks at three main variables: bacteria levels, water clarity and nutrient levels."}, {"text_block_id": "p30_b725", "text": "In assessing bacteria levels, the count per 100 ml as shown below is the grading scale from MMR that has been customized for the NSDP. We note that the NSDP uses a generic three colour scale, whereas MMR grade water"}, {"text_block_id": "p30_b726", "text": "quality using a six level scale with “A”, the best score and best outcome, and “F” the worst."}, {"text_block_id": "p31_b727", "text": "To assess water clarity, total suspended solids (TSS) are measured in milligrams per liter. The scale is set out below:"}, {"text_block_id": "p31_b728", "text": "To assess nutrient levels a score is given out of 100 based on the presence of different nutrients, with a higher score indicating a healthier balance of nutrients. Nutrients tested include nitrogen, phosphorus and ammonia."}, {"text_block_id": "p31_b729", "text": "The indicator will be an average of the grades from these three variables across the different test sites in Rarotonga, Aitutaki and Manihiki."}, {"text_block_id": "p31_b730", "text": "Indicator 12.5: Economic returns from oceanic and lagoon resources"}, {"text_block_id": "p31_b731", "text": "This indicator looks at the economic return on marine based activities. This information is collected annually through the national accounts and includes income from fishing licenses, game fishing, pearls and seabed minerals. Note that this figure does not account for subsistence or non-financial marine based activities, or for marine based tourism."}, {"text_block_id": "p31_b732", "text": "Sources of data:"}, {"text_block_id": "p31_b733", "text": "National Accounts (NSO - MFEM)."}, {"text_block_id": "p31_b734", "text": "Indicator 13.1: Resilience Index"}, {"text_block_id": "p31_b735", "text": "This looks at variables that influence the resilience of islands. The variables include economic resilience, environmental resilience (such as the state of the reef), infrastructure resilience and social resilience.  This index will look to integrate these four factors:"}, {"text_block_id": "p31_b736", "text": "This looks at variables that influence the resilience of islands. The variables include economic resilience, environmental resilience (such as the state of the reef), infrastructure resilience and social resilience.  This index will look to integrate these four factors:\n* Economic Resilience: Net Debt Servicing to Revenue (benchmark = 5%)\n* Environmental Resilience: State of the Reef (see Indicator 12.1 for\n* infrastructure built to âhurricane strength standardsâ (see Indicator\n* Social Resilience: Community and church engagement\n* Social Resilience: Community and church engagement\n â\n* Social Resilience: Community and church engagement\n â\n e.g."}, {"text_block_id": "p31_b748", "text": "Scores are based on the average results of these indicators, i.e."}, {"text_block_id": "p31_b749", "text": "Sources of data:"}, {"text_block_id": "p31_b750", "text": "Labour Market Survey (NSO - MFEM, INTAFF), Customs Data"}, {"text_block_id": "p31_b751", "text": "(Customs - MFEM), Public Asset Register (CIIC), National Budget (MFEM), Marine Monitoring Reports (MMR, NES, CCCI - OPM)."}, {"text_block_id": "p31_b752", "text": "Indicator 13.2: Percentage of population that have access to"}, {"text_block_id": "p31_b753", "text": "protection from category 3 or higher cyclones"}, {"text_block_id": "p31_b754", "text": "Sources of data:"}, {"text_block_id": "p31_b755", "text": "Public Asset Register (CIIC) Audit of Cyclone Shelters (EMCI)."}, {"text_block_id": "p31_b756", "text": "Indicator 13.3: Percentage of public buildings and infrastructure built"}, {"text_block_id": "p31_b757", "text": "to hurricane strength standards"}, {"text_block_id": "p31_b758", "text": "This indicator is similar to Indicator 13.2 above."}, {"text_block_id": "p31_b759", "text": "Sources of data:"}, {"text_block_id": "p31_b760", "text": "Public Asset Register (CIIC)."}, {"text_block_id": "p31_b761", "text": "Indicator 14.1: Cook Islands Maori literacy rates"}, {"text_block_id": "p31_b762", "text": "This indicator looks at Maori literacy rates for children in our school system at year 9.  This is done through formal assessment."}, {"text_block_id": "p31_b763", "text": "Sources of data:"}, {"text_block_id": "p31_b764", "text": "Education Statistics (MOE)."}, {"text_block_id": "p31_b765", "text": "Indicator 14.2: Average engagement in cultural activities"}, {"text_block_id": "p31_b766", "text": "This indicator will look at the average engagement of the population in cultural activities. Data will be collected once every two years in the labour force survey using the average response rate. Engagement in cultural activities is assessed as any activities in the one of the following four categories:"}, {"text_block_id": "p31_b767", "text": "This indicator will look at the average engagement of the population in cultural activities. Data will be collected once every two years in the labour force survey using the average response rate. Engagement in cultural activities is assessed as any activities in the one of the following four categories:\n* The Arts\n* e.g. dancing, carving, painting\n* Tradition and Customs\n* e.g. traditional leadership\n* e.g. traditional leadership\n â\n* e.g. traditional leadership\n â\n Aronga Mana\n* e.g. traditional leadership\n â\n Aronga Mana\n â\n* e.g. traditional leadership\n â\n Aronga Mana\n â\n e.g. village committees, clean ups"}, {"text_block_id": "p31_b779", "text": "Indicator 14.3: Number of Cook Islands articles, artefacts, media and other cultural resources that are catalogued or developed and digitally archived"}, {"text_block_id": "p31_b780", "text": "Modern archives have predominantly digital platforms that allow easy classification and access to artefacts and knowledge. The Ministry of Cultural Development have an ongoing programme to increase and improve the digital archiving of our history. This indicator is based on a simple count of the items digitally archived by the Ministry of Cultural Development. We are at the early stages of this programme so we expect there will be significant growth in digital archives."}, {"text_block_id": "p31_b781", "text": "Sources of data:"}, {"text_block_id": "p31_b782", "text": "National Archives (MOCD)."}, {"text_block_id": "p31_b783", "text": "Indictor 15.1: Resident population of Cook Islanders"}, {"text_block_id": "p31_b784", "text": "This indicators assess the number of Cook Islanders that are resident in the Cook Islands. We will assess this using the census as a baseline and using data from the automated border management system to update these figures. The border management system can assess the number people resident in the Cook Islands, holding different passports, but the system its self cannot distinguish between Cook Islanders and New Zealanders. To"}, {"text_block_id": "p31_b785", "text": "determine this, we subtract the number of foreign workers with New Zealand passports."}, {"text_block_id": "p31_b786", "text": "Sources of data:"}, {"text_block_id": "p31_b787", "text": "Census (NSO - MFEM)"}, {"text_block_id": "p31_b788", "text": "Indicator 15.2: Percentage of Cook Islands investment (versus foreign"}, {"text_block_id": "p31_b789", "text": "investment) in the Cook Islands"}, {"text_block_id": "p31_b790", "text": "A study is planned to be commissioned in the 2016-17 financial year to ascertain the level of direct foreign investment in the country. This indicator will look to estimate our equity in the economy, i.e. what percentage of the"}, {"text_block_id": "p31_b791", "text": "Cook Islands’ assets and bus"}, {"text_block_id": "p31_b792", "text": "inesses are owned by non-Cook Islanders."}, {"text_block_id": "p31_b793", "text": "Parameters for the progress on these goals will be established upon completion of this report.  This data will be updated annually using data from the Business Trade and Investment Board and the Ministry of Justice.  Traffic light indicators will be determined as part of the development of a new investment policy, following completion of the aforementioned report."}, {"text_block_id": "p31_b794_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Sources of data: Baselines will be established by 2016/17 study of FDI in the Cook Islands. This data will be updated with company records from MOJ and BTIB."}, {"text_block_id": "p31_b797", "text": "Indicator 15.3: Quality of Life Index"}, {"text_block_id": "p31_b798", "text": "This index will be rated on a scale of 1-5 placing an equal emphasis on the following dimensions: disposable income, leisure time, cultural engagement, youth wellbeing, and job satisfaction."}, {"text_block_id": "p31_b799", "text": "Disposable income"}, {"text_block_id": "p31_b800", "text": "(median) is determined by median income, less minimum cost of living)."}, {"text_block_id": "p31_b801", "text": "Leisure time"}, {"text_block_id": "p31_b802", "text": "is assessed as a function of working hours. Thus we look at the median number of hours worked during the week and benchmark this against the OECD average of 38.2 hours per week."}, {"text_block_id": "p32_b803", "text": "Cultural engagement"}, {"text_block_id": "p32_b804", "text": "is assessed as outlined in Indicator 14.2."}, {"text_block_id": "p32_b805", "text": "Youth wellbeing"}, {"text_block_id": "p32_b806", "text": "is assessed as outlined in Indicator 9.2. The result from this will be integrated directly into this Quality of Life Index."}, {"text_block_id": "p32_b807", "text": "Job satisfaction"}, {"text_block_id": "p32_b808", "text": "(Refer to Indicator 2.5) will be determined using an average score from questions about job satisfaction in the Labour Market Survey. Questions will look at: 1) general satisfaction with the current role 2) opportunities in current role; 3) inherent (perceived) importance/meaning of the job; 4) likelihood of staying with the organisation; and 5) workplace environment. These questions will be marked out of 5 with 5 the most positive response and one the most negative."}, {"text_block_id": "p32_b809", "text": "The final assessment of this Quality of Life Index will look at the average score of these five dimensions with all weighted equally."}, {"text_block_id": "p32_b810", "text": "Sources of data:"}, {"text_block_id": "p32_b811", "text": "HIES (NSO - MFEM), Labour Market Survey (NSO - MFEM,"}, {"text_block_id": "p32_b812", "text": "INTAFF), School Health Survey (MOH)."}, {"text_block_id": "p32_b813", "text": "Indicator 15.4: Voter turnout"}, {"text_block_id": "p32_b814", "text": "This indicator is measures the percentage of eligible voters participating in elections and is assessed every time there are local and general elections. Participation rates are determined by a moving average combining participation rates from the latest general and local government elections."}, {"text_block_id": "p32_b815", "text": "Sources of data:"}, {"text_block_id": "p32_b816", "text": "Election Results, Electoral Role (NSO -MFEM, MOJ)."}, {"text_block_id": "p32_b817", "text": "Indicator 15.5: Number of applications received for research and scholarship on the Cook Islands"}, {"text_block_id": "p32_b818", "text": "This indicator will measure the number of research applications received by the Cook Islands Research Committee annually."}, {"text_block_id": "p32_b819", "text": "Sources of data:"}, {"text_block_id": "p32_b820", "text": "National Research Committee Register (OPM)."}, {"text_block_id": "p32_b821", "text": "Goal 16: Promote a peaceful and just society and practice good governance with transparency and accountability"}, {"text_block_id": "p32_b822", "text": "Indicator 16.1: Justice Accessibility Index"}, {"text_block_id": "p32_b823", "text": "This indicator looks at different measures to create an index that reflects components of accessibility to the justice system."}, {"text_block_id": "p32_b824", "text": "1."}, {"text_block_id": "p32_b825", "text": "Criminal – “Median” time to resolve cases -MOJ, Crown Law, Police"}, {"text_block_id": "p32_b826", "text": "2."}, {"text_block_id": "p32_b827", "text": "Civil – ‘Median’ time to resolve civil cases"}, {"text_block_id": "p32_b828", "text": "3. Median time resolve land cases"}, {"text_block_id": "p32_b829", "text": "3. Median time resolve land cases\n* Accessibility of the court and legal processes\n* Percentage of"}, {"text_block_id": "p32_b833", "text": "Scores are based on the average results of these four dimensions, i.e."}, {"text_block_id": "p32_b834", "text": "Sources of data:"}, {"text_block_id": "p32_b835", "text": "Ministry of Justice Annual Report (MOJ)."}, {"text_block_id": "p32_b836", "text": "Indicator 16.2: Rates of domestic violence"}, {"text_block_id": "p32_b837", "text": "This indicator looks at reported domestic violence cases on an annual basis from police reports."}, {"text_block_id": "p32_b838", "text": "Sources of data:"}, {"text_block_id": "p32_b839", "text": "Police Reports (Police)."}, {"text_block_id": "p32_b840", "text": "Indicator 16.3: Rate of motor vehicle accidents (from reckless behavior)"}, {"text_block_id": "p32_b841", "text": "This indicator looks at motor vehicle accidents caused by reckless behavior, i.e. driving under the influence of alcohol or drugs, or speeding."}, {"text_block_id": "p32_b842", "text": "Sources of data:"}, {"text_block_id": "p32_b843", "text": "Police Reports (Police)."}, {"text_block_id": "p32_b844", "text": "Indicator 16.4: Reoffending rates"}, {"text_block_id": "p32_b845", "text": "This indicator looks at the rate of reoffending of previously convicted criminals."}, {"text_block_id": "p32_b846", "text": "Sources of data:"}, {"text_block_id": "p32_b847", "text": "Ministry of Justice Annual Report (MOJ), Police Reports"}, {"text_block_id": "p32_b848", "text": "(Police)."}, {"text_block_id": "p32_b849", "text": "Indicator 16.5: Average performance of Government ministries (as per the PSC Annual Report to parliament)"}, {"text_block_id": "p32_b850", "text": "This indicator is based on the average performance of the Government as determined by the Office of the Public Service Commissioner (OPSC). It will be an averaged result of the traffic light result framework used by OPSC in their report."}, {"text_block_id": "p32_b851_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Sources of data: Annual PSC Report to Parliament (OPSC)."}, {"text_block_id": "p32_b853", "text": "Indicator 16.6: Financial Responsibility Index"}, {"text_block_id": "p32_b854", "text": "The Ministry of Finance and Immigration use the following ratios and figures"}, {"text_block_id": "p32_b855", "text": "to assess “good” or “responsible” public financial management"}, {"text_block_id": "p32_b856", "text": "-"}, {"text_block_id": "p32_b857", "text": "Tax Revenue to GDP"}, {"text_block_id": "p32_b858", "text": "-"}, {"text_block_id": "p32_b859", "text": "Personnel Expenditure to Revenue -Underlying Net Operating Balance"}, {"text_block_id": "p32_b860", "text": "-"}, {"text_block_id": "p32_b861", "text": "Net Debt Servicing to Revenue"}, {"text_block_id": "p32_b862", "text": "-"}, {"text_block_id": "p32_b863", "text": "Overall Budget Balance to GDP"}, {"text_block_id": "p32_b864", "text": "-"}, {"text_block_id": "p32_b865", "text": "Net Debt to GDP."}, {"text_block_id": "p32_b866", "text": "The result for this indicator will be an average of the traffic lights for each component of the index. The components of the Financial Responsibility Index are:"}, {"text_block_id": "p32_b867", "text": "a)"}, {"text_block_id": "p32_b868", "text": "Tax Revenue to GDP"}, {"text_block_id": "p32_b869", "text": "b)"}, {"text_block_id": "p32_b870", "text": "Personal Expenditure to Revenue c) Personal Expenditure to Structural Revenue d) Underlying Net Operating Balance"}, {"text_block_id": "p32_b871", "text": "e)"}, {"text_block_id": "p32_b872", "text": "Net Debt Servicing to Revenue"}, {"text_block_id": "p32_b873", "text": "f)"}, {"text_block_id": "p32_b874", "text": "Net Debt Servicing to Structural Revenue"}, {"text_block_id": "p32_b875", "text": "g)"}, {"text_block_id": "p32_b876", "text": "Overall Budget Balance to GDP"}, {"text_block_id": "p32_b877", "text": "h)"}, {"text_block_id": "p32_b878", "text": "Net Debt to GDP"}, {"text_block_id": "p32_b879", "text": "a)"}, {"text_block_id": "p32_b880", "text": "Tax Revenue to GDP (benchmark = 25%)"}, {"text_block_id": "p32_b881", "text": "While this is a reasonably straightforward indicator, the burden of taxes also depends on the structure of the tax system, and ease of compliance, which may need to be mentioned in any narrative."}, {"text_block_id": "p32_b882", "text": "b)"}, {"text_block_id": "p32_b883", "text": "Personal Expenditure to Revenue (benchmark = 40%)"}, {"text_block_id": "p32_b884", "text": "c)"}, {"text_block_id": "p32_b885", "text": "Personal Expenditure to Structural Revenue (exclude grants, withholding tax, seabed and fishing revenue)"}, {"text_block_id": "p32_b886", "text": "d)"}, {"text_block_id": "p32_b887", "text": "Underlying Net Operating Balance (benchmark = 0)"}, {"text_block_id": "p32_b888", "text": "e)"}, {"text_block_id": "p32_b889", "text": "Net Debt Servicing to Revenue (benchmark = 5%)"}, {"text_block_id": "p32_b890", "text": "f)"}, {"text_block_id": "p32_b891", "text": "Net Debt Servicing to Structural Revenue"}, {"text_block_id": "p33_b892", "text": "g)"}, {"text_block_id": "p33_b893", "text": "Overall Budget Balance to GDP (Fiscal Balance) (Benchmark = -2%)"}, {"text_block_id": "p33_b894", "text": "If the government is running a fiscal deficit to fund high-return capital projects it is less of an issue than a fiscal deficit through an operating deficit."}, {"text_block_id": "p33_b895", "text": "h)"}, {"text_block_id": "p33_b896", "text": "Net Debt to GDP"}, {"text_block_id": "p33_b897", "text": "Sources of data:"}, {"text_block_id": "p33_b898", "text": "National Accounts (NSO - MFEM), National Budget (MFEM)."}, {"text_block_id": "p33_b899", "text": "Indicator 16.7: Number of Parliamentary sitting days"}, {"text_block_id": "p33_b900", "text": "This indicator looks at the number of days that parliament sits annually. It is benchmarked against New Zealand and Australian sittings. If parliament sits"}, {"text_block_id": "p33_b901", "text": "for more than 80 days per year, this is “on track” ("}, {"text_block_id": "p33_b902", "text": "green"}, {"text_block_id": "p33_b903", "text": "–"}, {"text_block_id": "p33_b904", "text": "based on New Zealand benchmark of a minimum of 90 days annually). Between 40 and 80 days is"}, {"text_block_id": "p33_b905", "text": "“of concern” (yellow). Below 40 days is “off track” (red) –"}, {"text_block_id": "p33_b906", "text": "this is based on the least number of days (40), that the Australian parliament has sat in the last quarter century."}, {"text_block_id": "p33_b907_merged_merged_merged", "text": "Sources of data: Parliamentary Records (Parliament)."}, {"text_block_id": "p33_b909", "text": "Appendix 2: Collection of data"}, {"text_block_id": "p33_b910", "text": "This table provides a summary of the sources of data and the agencies responsible for collecting that data, for the various indicators."}, {"text_block_id": "p34_b911", "text": "Appendix 3: Analysis of indicators"}, {"text_block_id": "p34_b912_merged", "text": "This appendix identifies which agencies are responsible for analysing the data, for the various indica-tors."}, {"text_block_id": "p34_b915", "text": "Photo Credits"}, {"text_block_id": "p34_b916", "text": "Cook Islands News"}, {"text_block_id": "p34_b917", "text": "(www.cookislandsnews.com) pages"}, {"text_block_id": "p34_b918", "text": "14"}, {"text_block_id": "p34_b919", "text": "- Local holding crayfish. Stakeholders and advocates for the promotion and protection of the human rights of people with disabilities. Hospitality workers. Children running."}, {"text_block_id": "p34_b920", "text": "20"}, {"text_block_id": "p34_b921", "text": "- Local woman selling handcrafts at the Punanganui Markets."}, {"text_block_id": "p34_b922", "text": "25"}, {"text_block_id": "p34_b923", "text": "- School students at a Recycling Center."}, {"text_block_id": "p34_b924", "text": "27"}, {"text_block_id": "p34_b925", "text": "- Students at water sanitation facility."}, {"text_block_id": "p34_b926", "text": "28"}, {"text_block_id": "p34_b927", "text": "- O3b Satellite dish (Telecom/Bluesky)."}, {"text_block_id": "p34_b928", "text": "45"}, {"text_block_id": "p34_b929", "text": "- Red Cross volunteer. Workers assisting community ater cyclone."}, {"text_block_id": "p34_b930", "text": "47"}, {"text_block_id": "p34_b931", "text": "- Local girls and women."}, {"text_block_id": "p34_b932", "text": "48"}, {"text_block_id": "p34_b933", "text": "- Rarotonga school children with former All Blacks Jonah Lomu."}, {"text_block_id": "p34_b934", "text": "Infratec Renewables Limited"}, {"text_block_id": "p34_b935", "text": "(www.infratec.co.nz/renewables) page iv - Solar panel farm at the Rarotonga Airport, Nikao."}, {"text_block_id": "p34_b936", "text": "Havey Allison Photography (www.harvpix.com) pages"}, {"text_block_id": "p34_b937", "text": "v"}, {"text_block_id": "p34_b938", "text": "- Punanganui Market in Avarua Rarotonga. Garden market. Landscape view of Rarotonga. Starfruit. Kakaia (white tern). A local woman showing a tivaevae (patchwork quilt)."}, {"text_block_id": "p34_b939", "text": "vi"}, {"text_block_id": "p34_b940", "text": "- assorted images"}, {"text_block_id": "p34_b941", "text": "- assorted images\n* - Aitutaki Airport\n* - Fishermen at Avatiu Harbour, Rarotonga.\n* - Cook Island dancers.\n* - Punanga Nui market.\n* - Aitutaki.\n* - Wigmores waterfall, Vaimaanga.\n* - Mauke.\n* - Making smoothies at the market.\n* - School students in Mitiaro.\n* - Local woman weaving a kete (basket).\n* - Local planter in a taro patch\n* - Overview of land and sea.\n* - Fish. Whale breaching. White tern.\n* - Paua (giant clam).\n* - Avatiu harbour.\n* - Cook Islanders performing at Te Maeva Nui celebrations.\n* - Weaving a kete (basket). Rito hats.\n* - Fireworks display at the Cook Islands 50th Celebrations closing ceremony."}, {"text_block_id": "p34_b977", "text": "Back page - Oe vaka paddlers, Rarotonga."}, {"text_block_id": "p34_b978", "text": "Melanie Cooper Photography"}, {"text_block_id": "p34_b979", "text": "(www.melaniecooper.photography) page 44  - Trader Jacks, Avarua, Rarotonga."}], "document_description": "<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;Te Kaveinga Nui was launched in 2007 as the 2020 visionary framework for the Cook Islands. The present National Sustainable Development Plan 2016-2020 is the third version of this framework. The document recalls the countries values and principles by which future policies should abide, and formulates specific sustainable development strategies.<br>&nbsp;<br>&nbsp;A number of goals are related to climate change mitigation and adaptation: 1) improve access to affordable, reliable, sustainable modern energy and transport - goal 6, 2) strengthen resilience to combat the impacts of climate change and natural disasters (goal 13), and 3)promote sustainable land use, management of terrestrial ecosystems, and protect biodiversity (goal 11).<br>&nbsp;<br>&nbsp;<br>&nbsp;<br><br>"}