{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Uzbekistan", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "08/01/2019", "document_language": "English", "document_name": "Concept note for ensuring electricity supply in Uzbekistan 2020-2030", "document_country_code": "UZB", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand", "Renewables", "Electricity"], "document_response_name": "Mitigation", "document_url": "https://minenergy.uz/en/lists/view/28", "document_type": "Policy", "text_blocks": [], "document_description": "This document aims at ensuring that Uzbekistan electricity sector is able to power the country over the decade 2021-2030 in a sufficient, secure and sustainable way. It defines mid-term and long-term objectives and directions for the development of power sector in the country, priorities and benchmarks as well as arrangements aimed at ensuring the efficiency and effectiveness of the government’s energy policy at different stages of practical implementations guaranteeing achievement of planned goals.<br><br>The main objectives of this document are 1) to find how to satisfy the country’s electrical power demand in full through domestic generation without dependence on energy imports and thus ensuring energy security; 2)&nbsp; improvement of national economy’s energy efficiency with parallel reductions in energy intensity achieved through, inter alia, creation of economic mechanisms to stimulate rational use of electrical power by consumers; 3) increasing energy efficiency of generation, transmission and distribution of electrical power to satisfy the growing demand; 4) reduction of power equipment wear through consistent renewal, increasing reserves in generation and transmission assets; 5) development and expansion of renewables use and their integration into the unified power system; and 6) development of efficient basic electricity market model.<br><br></div><div>The note notably sets targets for electricity generation from wind and solar sources.&nbsp;"}