{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Uzbekistan", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Law on the Rational Use of Energy; and the Parliamentary Decree regarding the procedure of enforcing the Law on the Rational Use of Energy", "document_country_code": "UZB", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "19/06/1997", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/UZB/1997/UZB-1997-06-19-Law on the Rational Use of Energy; and the Parliamentary Decree regarding the procedure of enforcing the Law on the Rational Use of Energy_67e542ca497124a288c47fe4fce8a0e7.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Law on the Rational Use of Energy (1997)"}, {"text_block_id": "p0_b2", "text": "CHAPTERS"}, {"text_block_id": "p0_b3", "text": "General Provisions"}, {"text_block_id": "p0_b4", "text": "Cornerstones of state regulation of rational energy user"}, {"text_block_id": "p0_b5", "text": "Economic mechanisms of rational energy use"}, {"text_block_id": "p0_b6", "text": "Final provisions"}, {"text_block_id": "p0_b7", "text": "Resolution of Oliy Mazhlis of the Republic of Uzbekistan on the Procedure of"}, {"text_block_id": "p0_b8", "text": "Enforcing the Law on Rational Use of Energy"}, {"text_block_id": "p0_b9", "text": "1 General Provisions"}, {"text_block_id": "p0_b10", "text": "Article 1 Purpose of the law"}, {"text_block_id": "p0_b11", "text": "The present Law establishes a general legal framework to secure the conservation of national energy resources and the efficient use of energy and industrial potential."}, {"text_block_id": "p0_b12", "text": "Article 2 Legislative acts on rational energy use"}, {"text_block_id": "p0_b13", "text": "Activities in the field of rational energy use are regulated by the present Law and by other legislative acts of the Republic of Uzbekistan."}, {"text_block_id": "p0_b14", "text": "Activities in the field of rational energy use in the Republic of Karakalpakstan are also regulated by legislative acts of the Republic Karakalpakstan."}, {"text_block_id": "p0_b15", "text": "Article 3 Scope of the law"}, {"text_block_id": "p0_b16", "text": "Within the scope of the present Law are activities by legal and natural persons relating to extraction, production, refining, storage, transport, transmission, distribution and consumption (hereinafter will be referred to as production and consumption) of thermal and electric energy (hereinafter will be referred to as energy)."}, {"text_block_id": "p0_b17", "text": "Legal regulation in the field of rational energy use is aimed at:"}, {"text_block_id": "p0_b18", "text": "Legal regulation in the field of rational energy use is aimed at:\n* ensuring the efficient and environmentally sound use of energy in its production and\n* stimulating the development and application of energy efficient technologies, extraction and\n* ensuring accuracy and uniformity of measurements, as well as accounting of energy produced\n* execution of supervision and control by the state over the efficiency of energy production and"}, {"text_block_id": "p1_b26", "text": "Article 4 Standardization"}, {"text_block_id": "p1_b27", "text": "Energy efficiency characteristics shall be established for energy producing and using equipment in accordance with legislatively established procedure."}, {"text_block_id": "p1_b28", "text": "Energy efficiency characteristics shall be put in standards to indicate the efficiency of energy use in its production and consumption; also put in the relevant standards shall be energy consumption characteristics for technological processes, provision of heat and hot water supply, cooling, provision of electricity supply, lighting of buildings and works."}, {"text_block_id": "p1_b29", "text": "Observing standards, technical rules and norms concerning the efficiency of energy use shall be mandatory for all energy producers, suppliers and users."}, {"text_block_id": "p1_b30", "text": "Energy quality shall meet the requirements established by the relevant standards."}, {"text_block_id": "p1_b31", "text": "Article 5 Objects and Subjects of Standardization"}, {"text_block_id": "p1_b32", "text": "Objects of standardization as regards rational energy use are energy, equipment and products that produce energy or transform one its type into another, transport means, construction, road and agricultural machinery, lighting devices, heat supply, cooling and ventilation systems, consumer goods, as well as thermal insulation and construction materials."}, {"text_block_id": "p1_b33", "text": "Subjects of standardization are sets and values of energy expenditure characteristics of energy production and consumption, technological processes and services."}, {"text_block_id": "p1_b34", "text": "Article 6 State Supervision and Control over Observance of Energy Efficiency and Energy Quality Characteristics"}, {"text_block_id": "p1_b35", "text": "The Uzbekistan State Centre of Standardization, Metrology and Certification at the Cabinet of Ministers (Uzgosstandart) and other responsible bodies shall be commissioned, in accordance with established procedure, with the task of xecuting the state supervision and control over the observance of energy efficiency and energy quality characteristics set by respective standards and norms."}, {"text_block_id": "p1_b36", "text": "Article 7 Standardized Energy Consumption Characteristics"}, {"text_block_id": "p1_b37", "text": "Standardized energy consumption characteristics for the objects listed in Article 5 of the present Law shall be established by the Government of the Republic of Uzbekistan or by other bodies duly authorized by the Government to this effect."}, {"text_block_id": "p1_b38", "text": "For Energy producing and using equipment, standardized energy consumption characteristics shall be included in its registration certificates, duty and repair maps, and exploitative documents. Standardized energy consumption characteristics for heat supply, ventilaltion and cooling of buildings and works shall be included in th relevant construction rules and standards. Standardized energy consumption characteristics are subject to revision and correction in every five years on the basis of up-to-date technological developments."}, {"text_block_id": "p1_b39", "text": "Article 8 Certification"}, {"text_block_id": "p1_b40", "text": "The following are subject to compulsory certification as regards the compliance with the relevant energy efficiency characteristics:"}, {"text_block_id": "p2_b41", "text": "The following are subject to compulsory certification as regards the compliance with the relevant energy efficiency characteristics:\n* energy resources;\n* production of consumer goods and provision of services; and\n* energy producing and using equipment and products."}, {"text_block_id": "p2_b47", "text": "The compliance of equipment produced with the requirements set by the relevant standard as regards energy efficiency requirements shall be stated by the producer by means of energy labelling."}, {"text_block_id": "p2_b48", "text": "Article 9 Metrology"}, {"text_block_id": "p2_b49", "text": "In energy production and consumption, as well as certification, the state metrology supervision and control are mandatory."}, {"text_block_id": "p2_b50", "text": "The state metrology supervision and control over the efficiency of energy use include a complex of actions and standards that aim at ensuring the measurement uniformity in energy production and consumption."}, {"text_block_id": "p2_b51", "text": "Objects of the state metrology supervision and control in energy production and consumption are the following:"}, {"text_block_id": "p2_b52", "text": "Objects of the state metrology supervision and control in energy production and consumption are the following:\n* measurement means;\n* information measurement systems;\n* standard composition and property samples of substances and materials;\n* complexes and units for accounting energy and energy carriers;\n* measurement techniques; and\n* other objects that are provided for by metrology standards and rules."}, {"text_block_id": "p2_b64", "text": "The execution of the state metrology supervision and control over the observance of energy efficiency standards shall be commissioned to Uzgosstandart."}, {"text_block_id": "p2_b65", "text": "The execution of the state metrology supervision and control over the observance of energy efficiency standards shall be commissioned to Uzgosstandart.\n* Cornerstones of state regulation of rational energy use\n<\\li1>"}, {"text_block_id": "p2_b67", "text": "Article 10 Main elements of the state policy in the field of rational energy use"}, {"text_block_id": "p2_b68", "text": "Main elements of the state policy in the field of rational energy use are the following:"}, {"text_block_id": "p2_b69", "text": "Main elements of the state policy in the field of rational energy use are the following:\n* implementation of national, regional and sectoral targeted programmes and projects;\n* stabilization of energy production and consumption at the level necessary for the intensive\n* optimization of energy production and consumption conditions, organization of energy"}, {"text_block_id": "p3_b75", "text": "Main elements of the state policy in the field of rational energy use are the following:\n* implementation of national, regional and sectoral targeted programmes and projects;\n* stabilization of energy production and consumption at the level necessary for the intensive\n* optimization of energy production and consumption conditions, organization of energy\n* stimulating production of energy efficient equipment and less energy intensive goods;\n* putting energy efficiency characteristics in standards for energy producing and using equipment\n* institution of control by the state over energy quality, energy efficiency of production and\n* introduction of energy audit of enterprises and organizations;\n* rendering energy examination of products, facilities in operation and under reconstruction, also\n* establishment of energy efficiency demonstration zones for implementing high energy\n* stimulating the development of energy efficient and environmentally sound technologies and\n* organization of energy production and consumption monitoring."}, {"text_block_id": "p3_b91", "text": "Article 11 Powers of the Government of the Republic of Uzbekistan in implementing the state policy on rational energy use"}, {"text_block_id": "p3_b92", "text": "In order to implement the state policy elements in the field of rational energy use, the Government of the Republic of Uzbekistan shall:"}, {"text_block_id": "p3_b93", "text": "In order to implement the state policy elements in the field of rational energy use, the Government of the Republic of Uzbekistan shall:\n* develop and implement programmes and projects that are aimed at the rational use of energy;\n* coordinate activities by ministries, authorities, enterprises, organizations and institutions, as well\n* promote the implementation of projects that are aimed at practical application of energy\n* further the development of adequate industrial base for manufacturing energy metering,\n* license activities in the field of energy audit and examination;\n* give permission to introduce specific energy consumption regimes;\n* foster the creation of a system for personnel training and skills improving in the field of rational"}, {"text_block_id": "p4_b107", "text": "In order to implement the state policy elements in the field of rational energy use, the Government of the Republic of Uzbekistan shall:\n* develop and implement programmes and projects that are aimed at the rational use of energy;\n* coordinate activities by ministries, authorities, enterprises, organizations and institutions, as well\n* promote the implementation of projects that are aimed at practical application of energy\n* further the development of adequate industrial base for manufacturing energy metering,\n* license activities in the field of energy audit and examination;\n* give permission to introduce specific energy consumption regimes;\n* foster the creation of a system for personnel training and skills improving in the field of rational\n* inform the public about the efficiency of energy use; and\n* exercise its other powers in accordance with domestic law."}, {"text_block_id": "p4_b111", "text": "Article 12 National, regional and sectoral targeted programmes and projects"}, {"text_block_id": "p4_b112", "text": "National, regional and sectoral targeted programmes and projects in the field of rational energy use are compulsory in implementing the state policy towards improving energy efficiency."}, {"text_block_id": "p4_b113", "text": "Initiators of the development of national, regional and sectoral targeted programmes and projects are, respectively:"}, {"text_block_id": "p4_b114", "text": "Initiators of the development of national, regional and sectoral targeted programmes and projects are, respectively:\n* the Government of the Republic of Uzbekistan;\n* ministries and institutions; and\n* the Government of the Republic of Karakalpakstan, regional administrations and the city"}, {"text_block_id": "p4_b120", "text": "National, regional and sectoral targeted programmes and projects are developed with a duration of five years or for a longer term, adopted by the Government of the Republic of Uzbekistan and are of priority in implementation. Responsibilities for their implementation shall be assumed by the Government of the Republic of Uzbekistan, ministries and institutions, and local state authorities, respectively."}, {"text_block_id": "p4_b121", "text": "Article 13 Energy audit"}, {"text_block_id": "p4_b122", "text": "Energy audits shall be carried out to assess the efficiency of energy production and consumption."}, {"text_block_id": "p4_b123", "text": "Compulsorily audited shall be all enterprises, organizations and institutions consuming energy resources in an amount of more than six thousand tons of equivalent fuel per annum or more than one thousand tons of motor fuel."}, {"text_block_id": "p4_b124", "text": "The order and terms for the audits shall be determined by the Government of the Republic of Uzbekistan."}, {"text_block_id": "p4_b125", "text": "Article 14 Energy examination"}, {"text_block_id": "p4_b126", "text": "Energy examination of design documents of new and revamped facilities, technologies and equipment is mandatory."}, {"text_block_id": "p4_b127", "text": "Energy examination shall be carried out according to the relevant procedure established by the Government of the Republic of Uzbekistan."}, {"text_block_id": "p4_b128", "text": "Article 15 Energy accounting"}, {"text_block_id": "p4_b129", "text": "The whole amount of energy produced and consumed is subject to compulsory accounting."}, {"text_block_id": "p4_b130", "text": "The order of priority and procedures of installing energy metering devices, also rules for using electricity, heat, natural gas and refined products shall be defined by the Government of the Republic of Uzbekistan."}, {"text_block_id": "p5_b131", "text": "Energy accounting shall be carried out following rules to be laid down in the relevant standards."}, {"text_block_id": "p5_b132", "text": "The responsibility for accuracy of energy accounting shall lay on management of enterprises, organizations and institutions, or on other officials in charge."}, {"text_block_id": "p5_b133", "text": "Article 16 Energy production and consumption monitoring"}, {"text_block_id": "p5_b134", "text": "Monitoring over the amount and breakdown of energy produced and consumed, as well as over its using in a rational way shall be organized and carried out by the State Committee for Projection and Statistics at the Cabinet of Ministers of the Republic of Uzbekistan according to the relevant procedure to be established by the Government of the Republic of Uzbekistan."}, {"text_block_id": "p5_b135", "text": "3 Economic mechanisms of rational energy use"}, {"text_block_id": "p5_b136", "text": "Article 17 Financing of targeted programmes and projects"}, {"text_block_id": "p5_b137", "text": "Financing to national, regional and sectoral targeted programmes and projects in the field of rational energy use will be provided out of economic activity revenues of the enterprises that are benefit from having implemented energy efficiency programmes and projects, also out of special non-budget funds, domestic or foreign investments, budget means and other sources, in accordance with legislatively established procedure."}, {"text_block_id": "p5_b138", "text": "Article 18 Intersectoral energy conservation fund"}, {"text_block_id": "p5_b139", "text": "With a view to financially support the implementation of the state policy in the field of rational energy use, the Government of the Republic of Uzbekistan shall establish a non-budget intersetoral energy conservation fund (hereinafter will be referred to as the Fund)."}, {"text_block_id": "p5_b140", "text": "The sources to form the Fund can be:"}, {"text_block_id": "p5_b141", "text": "The sources to form the Fund can be:\n* returns on financing provided and also other income resulting from financial and economic\n* part of financial benefits from implementing national, regional and sectoral targeted\n* voluntary contributions by natural and legal persons, including foreign ones;\n* means resulting from having applied economic sanctions in cases of wasteful energy use; and\n* any other form of income, if not contrary to the effective law."}, {"text_block_id": "p5_b151", "text": "Article 19 Incentives to energy producers and users"}, {"text_block_id": "p5_b152", "text": "In order to encourage using energy in an efficient way, the Government of the Republic of Uzbekistan will provide the following incentives to legal and natural persons:"}, {"text_block_id": "p5_b153", "text": "In order to encourage using energy in an efficient way, the Government of the Republic of Uzbekistan will provide the following incentives to legal and natural persons:\n* funding through state financing on favourable terms of national, regional and sectoral targeted\n<\\li1>"}, {"text_block_id": "p6_b155", "text": "In order to encourage using energy in an efficient way, the Government of the Republic of Uzbekistan will provide the following incentives to legal and natural persons:\n* funding through state financing on favourable terms of national, regional and sectoral targeted\n<\\li1>\n* providing funds for pursuing intersectoral R&D and manufacturing pilot series of energy\n* reduced customs duties and taxes levied on importing certain equipment, devices and materials"}, {"text_block_id": "p6_b159", "text": "The Government of the Republic of Uzbekistan has the right to apply reduced energy supply rates in respect of those legal and natural persons which:"}, {"text_block_id": "p6_b160", "text": "-"}, {"text_block_id": "p6_b161", "text": "have decreased energy consumption as against the relevant rates established;"}, {"text_block_id": "p6_b162", "text": "-"}, {"text_block_id": "p6_b163", "text": "produce competitive products whose energy intensity is lower than that set by the relevant standard;"}, {"text_block_id": "p6_b164", "text": "-"}, {"text_block_id": "p6_b165", "text": "only use fuel as a raw material for producing consumer goods."}, {"text_block_id": "p6_b166", "text": "With the aim to shorten the recovery of investments into energy conservation technologies, for manufactures of equipment, devices thermal insulation materials and units, energy efficient consumer goods and services, as well as for those legal and natural persons that are involved in putting in practice and operation of the above, abated taxation established in accordance with the effective law."}, {"text_block_id": "p6_b167", "text": "Legal and natural persons which carry out work on improving electricity and heat supply systems, equipping residential buildings, apartments, enterprises, organizations and institutions with energy consumption metering devices, controls and regulations, improving thermal insulation, or involved in other activities aimed at decreasing energy consumption, using secondary energy resources and also indigenous types of fuel and industrial residues for heating purposes, can be subsidized by the Fund."}, {"text_block_id": "p6_b168", "text": "Article 20 Use of renewable energy sources"}, {"text_block_id": "p6_b169", "text": "Non-utility facilities for producing heat and electricity are entitled to supply energy to the utility grid in an amount and schedule that ensure an optimum operation schedule of grids and sources of centralized energy supply and are agreed upon with the energy supplier operating the grid. Energy suppliers shall be obligated to take the energy from the above mentioned non-utility developers in their grids at a transaction rate charged in accordance with established procedure."}, {"text_block_id": "p6_b170", "text": "For energy facilities that use renewable energy sources or utilize secondary resources and wastes and have been constructed under a programme or project in the field of rational energy use, prices of heat and electricity should serve to expedite as much as agreed upon with the Government of the Republic of Uzbekistan the pay-back of investments into those facilities."}, {"text_block_id": "p6_b171", "text": "With a view to stimulating the efficient use of energy, seasonal prices of refined products and boiler fuel, seasonal electric and heat supply service rates, as well as differential daily electric service rates shall be set according to a procedure to be established by the Government of the Republic of Uzbekistan."}, {"text_block_id": "p6_b172", "text": "Article 21 Responsibility for wasteful use of energy"}, {"text_block_id": "p7_b173", "text": "Legal and natural persons involved in energy production and consumption shall keep the set energy efficiency of production, produce and services, precluding direct energy losses and the manufacturing of energy inefficient products."}, {"text_block_id": "p7_b174", "text": "The present Law provides for applying economic sanctions, according to the effective law, in the event of:"}, {"text_block_id": "p7_b175", "text": "-"}, {"text_block_id": "p7_b176", "text": "non-observance of energy quality characteristics;"}, {"text_block_id": "p7_b177", "text": "-"}, {"text_block_id": "p7_b178", "text": "direct energy losses detected by either instrumental or normative method;"}, {"text_block_id": "p7_b179", "text": "-"}, {"text_block_id": "p7_b180", "text": "production of goods whose energy efficiency characteristics do not meet the requirements laid down in the relevant standards;"}, {"text_block_id": "p7_b181", "text": "-"}, {"text_block_id": "p7_b182", "text": "metering irregularities;"}, {"text_block_id": "p7_b183", "text": "-"}, {"text_block_id": "p7_b184", "text": "use of uncertified energy equipment or energy supply system and grid elements; and"}, {"text_block_id": "p7_b185", "text": "-"}, {"text_block_id": "p7_b186", "text": "failure to recover the set percent of secondary energy resources available."}, {"text_block_id": "p7_b187", "text": "The fact of having applied an economic sanction against a legal person does not release it from indemnification for the injury."}, {"text_block_id": "p7_b188", "text": "Responsibilities of natural persons for wasting energy are established by law."}, {"text_block_id": "p7_b189", "text": "Losses inflicted by an energy supplier on its consumers as a result of an interrupt in energy supply for which no provision was made in the relevant agreement is subject to being indemnified in accordance with legislatively established procedure."}, {"text_block_id": "p7_b190", "text": "4"}, {"text_block_id": "p7_b191", "text": "Final provisions"}, {"text_block_id": "p7_b192", "text": "Article 22 International cooperation in the field of rational energy use"}, {"text_block_id": "p7_b193", "text": "The main lines of international cooperation in the field of rational energy use are, as follows:"}, {"text_block_id": "p7_b194", "text": "-"}, {"text_block_id": "p7_b195", "text": "mutually beneficial exchange of energy efficient technologies with foreign and international organizations;"}, {"text_block_id": "p7_b196", "text": "-"}, {"text_block_id": "p7_b197", "text": "implementation in the Republic of joint interstate projects aimed at improving energy efficiency;"}, {"text_block_id": "p7_b198", "text": "-"}, {"text_block_id": "p7_b199", "text": "participation in international projects in the field of rational energy use; and"}, {"text_block_id": "p7_b200", "text": "-"}, {"text_block_id": "p7_b201", "text": "harmonization of national energy efficiency standards with international ones, as well as achieving mutual recognition of certification results."}, {"text_block_id": "p7_b202", "text": "Article 23 International agreements"}, {"text_block_id": "p7_b203", "text": "In the event of inconsistency between a provision of this Law and a provision of an international agreement to which the Republic of Uzbekistan is party, the provision of that international agreement shall prevail."}, {"text_block_id": "p8_b204", "text": "Article 24 Responsibility for infringing legislative acts on rational energy use"}, {"text_block_id": "p8_b205", "text": "Persons that have infringed the law on rational energy use shall carry the responsibility in accordance with established procedure."}], "document_description": "The law aims to ensure efficient and environmentally sound use of energy in its production and consumption; encourage the development and application of energy efficient technologies; extraction and production of less expensive petroleum products, natural gas, coal and other types of natural fuel; ensure accuracy and uniformity of measurements, as well as accounting for energy produced and consumed in terms of both quality and quantity; execution of supervision and control by the state over the efficiency of energy production and consumption, as well as over the state of energy equipment and energy supply and consumption systems.<br>&nbsp;<br>&nbsp;The law establishes a general legal framework to secure the conservation of national energy resources and its efficient use and outlines the frameworks for extraction, production, refining, storage, transport, transmission, distribution and consumption of thermal and electric energy and also proposes various provisions for economic measures that would enable rational energy use.<br>&nbsp;<br>&nbsp;The 1997 Parliament decree on its enforcement ruled that the cabinet of ministers should bring all governmental decisions in accord with the law and any that are inconsistent or in contradiction or revision to be invalid.<br><br>The law was amended in May 2020 notably to update energy efficiency regulations and administrative processes."}