{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Brazil", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF"], "document_date": "01/01/2010", "document_language": "Portuguese", "document_name": "Decree No. 7,390, of December 9, 2010", "document_country_code": "BRA", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/BRA/2010/BRA-2010-01-01-Decree No. 7,390, of December 9, 2010_5f3a5f31471b697711be7589b98e222c.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This law creates the NPCC with the following key areas of concern: combining climate protection with socio-economic development; reducing anthropogenic GHG emissions from all its sources and strengthening GHG sinks; adaptation; preservation, conservation and recuperation of national biomes; land use and reforestation measures; and the development of a national cap-and-trade mechanism. The NPCC is based on Brazil's international commitment with the UNFCCC and incorporates all previous government instruments related to its key areas (the National Plan on Climate Change, the National Fund on Climate Change and others).  The Decree regulates articles of the Law relating to the National Plan on Climate Change, National Fund on Climate Change, and Action Plans on Deforestation Prevention and Control in national biomes; the Sector Plans on climate change mitigation in key economic sectors - the Article set the precedent for inclusion of the Clean Development Mechanism and Nationally Appropriate Mitigation Actions (NAMAs) in these Plans; and the national voluntary emission reduction commitment.  Foresees the promotion and development of scientific and technological research concerned with mitigation and strengthening of carbon sinks; reduction of uncertainty in national and regional climate projections; and adaptation measures.  The Law recommends the establishment of the Brazilian Emissions Reduction Market (MBRE). It incorporates the National Plans for Prevention and Control of Deforestation in national biomes."}