{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Brazil", "document_category": "Law", "document_sector_name": ["Water", "Waste", "Transportation", "Energy"], "document_date": "11/11/2015", "document_language": "English", "document_name": "Law 13.186 on the Policy for Education on Sustainable Consumption", "document_country_code": "BRA", "document_hazard_name": [], "document_keyword": "Energy Demand", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/BRA/2015/BRA-2015-11-11-Law 13.186 on the Policy for Education on Sustainable Consumption_1c7510e9a3573bc622c151d7d5629a5d.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The law introduces a Policy for Education on Sustainable Consumption in order to \"encourage adoption of consumer practices and production techniques that are ecologically sustainable\" (Art 1).<br />\n<br />\nThe law defines \"sustainable consumption\" as \"use of natural resources in order to provide quality of life for the present generation without compromising the needs of future generations\" (Art 1.1) and it includes among its nine key objectives the\"promotion of reduction in consumption of water, energy and other renewable and non-renewable natural resources at the household level and from production, commerce and services\" (Art 2.II).<br />\n<br />\nOther objectives include: promoting re-use of and recycling of packaging and products to reduce solid waste and hazardous waste (Art 2.III-IV); encouraging companies to incorporate social, cultural and environmental dimensions in their production and management processes and better management of the whole life cycle of products (Art 2.V-VI); and ensuring the right to information and promotion of environmental labeling and certification (Art 2.VIII).<br />\n<br />\nTo achieve these objectives, federal, state and municipal governments are called on to carry out public awareness and media campaigns and train teachers on including sustainable consumption in their curriculum for primary and secondary education (Art 3.I-II)."}