{"document_instrument_name": [], "document_country_english_shortname": "Brazil", "document_category": "Policy", "document_sector_name": ["Water", "Health", "Coastal zones"], "document_language": "English", "document_name": "National Adaptation Plan to Climate Change - Volume I: General Strategy", "document_country_code": "BRA", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "01/01/2016", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/BRA/2016/BRA-2016-01-01-National Adaptation Plan to Climate Change - Volume I: General Strategy_3b628a1683dd8a27c269234fa56c8775.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "to Climate Change"}, {"text_block_id": "p0_b2", "text": "General Strategy"}, {"text_block_id": "p0_b3", "text": "VOLUME I"}, {"text_block_id": "p1_b4", "text": "Ministry of Enviroment"}, {"text_block_id": "p2_b5", "text": "Federative Republic of Brazil"}, {"text_block_id": "p2_b6", "text": "Michel Temer"}, {"text_block_id": "p2_b7", "text": "President"}, {"text_block_id": "p2_b8", "text": "Ministry of Environment"}, {"text_block_id": "p2_b9", "text": "José Sarney Filho"}, {"text_block_id": "p2_b10", "text": "Minister"}, {"text_block_id": "p2_b11", "text": "Executive Secretariat"}, {"text_block_id": "p2_b12", "text": "Marcelo Cruz"}, {"text_block_id": "p2_b13", "text": "Secretary"}, {"text_block_id": "p2_b14", "text": "Secretariat for Climate Change and Environmental Quality"}, {"text_block_id": "p2_b15", "text": "Everton Frask Lucero"}, {"text_block_id": "p2_b16", "text": "Secretary"}, {"text_block_id": "p3_b17", "text": "General Coordination of the Working Group on Adaptation"}, {"text_block_id": "p3_b18", "text": "to Climate Change"}, {"text_block_id": "p3_b19", "text": "Director for Licensing and Environmental Assessment (MMA)"}, {"text_block_id": "p3_b20", "text": "José Domingos Gonzalez Miguez"}, {"text_block_id": "p3_b21", "text": "General Coordinator for Global Climate Change (MCTI)"}, {"text_block_id": "p3_b22", "text": "Márcio Rojas da Cruz"}, {"text_block_id": "p3_b23", "text": "MMA Technical Team"}, {"text_block_id": "p3_b24", "text": "Adriana Brito da Silva, Jaqueline Leal Madruga, Juliana Faria Nunes, Luiz Gonçalves da Motta, Mariana Egler, Nelcilândia Pereira de Oliveira Kamber, Pedro Christ"}, {"text_block_id": "p3_b25", "text": "MCTI Technical Team"}, {"text_block_id": "p3_b26", "text": "Andrea Araújo, Lidiane Melo, Ricardo Pavan, Sonia Bittencourt"}, {"text_block_id": "p3_b27", "text": "Federal Government Institutions participants of the National Adaptation Plan"}, {"text_block_id": "p3_b28", "text": "to Climate Change"}, {"text_block_id": "p3_b29", "text": "State, civil-society and private-sector representatives also contributed to the drafting of this plan. See the complete list on the Ministry of Environment website."}, {"text_block_id": "p3_b30", "text": "Credits of Images: ASCOM/MMA, Paulo Hilst"}, {"text_block_id": "p3_b31", "text": "International Publication Catalogue Data"}, {"text_block_id": "p3_b32", "text": "- CIP"}, {"text_block_id": "p3_b33", "text": "B823p Brazil. Ministry of Enviroment."}, {"text_block_id": "p3_b34", "text": "National Adaptation Plan to Climate Change: volume I: general strategy / genereal strategy / Ministry of Environment. --.  Brasilia : MMA, 2016 . 2. v"}, {"text_block_id": "p3_b35", "text": "National Adaptation Plan to Climate Change: volume I: general strategy / genereal strategy / Ministry of Environment. --.  Brasilia : MMA, 2016 . 2. v\n* p., il. (some colour.)\n<\\li1>"}, {"text_block_id": "p3_b37", "text": "ISBN: 978-85-7738-285-9"}, {"text_block_id": "p3_b38", "text": "ISBN: 978-85-7738-285-9\n* National Adaptation Plan. 2. Climate risk. 3. Climate change. 4 Sectoral plans. 5. Mitigation and adaptation.\n<\\li1>"}, {"text_block_id": "p3_b40", "text": "CDU: 551.583(083.9)"}, {"text_block_id": "p3_b41", "text": "Ministry of Enviroment"}, {"text_block_id": "p3_b42", "text": "Library"}, {"text_block_id": "p4_b43", "text": "Table of Contents"}, {"text_block_id": "p5_b44", "text": "List of Tables and Figures"}, {"text_block_id": "p5_b45", "text": "List of Figures"}, {"text_block_id": "p5_b46", "text": "List of Tables"}, {"text_block_id": "p6_b47", "text": "Introduction"}, {"text_block_id": "p6_b48_merged", "text": "The purpose of the Brazilian Federal Government’s National Adaptation Plan, hereinafter referred to as the National Adaptation Plan (NAP) is to guide initiatives for management and reduction of long-term climate risks, as established in Ministry of Enviroment (MMA) Order 150 of 10th of May 2016, published in the Official Gazette (DOU) of 11th May 2016. The Plan was drawn up by the Executive Group of the Inter-ministerial Committee on Climate Change (GEx-CIM) between 2013 and 2016, as provided for in the National Policy for Climate Change (PNMC - Law 12.187/09) and its enabling decree (Decree 7.390/10). The NAP was drawn up in consonance with the National Plan for Climate Change, with sectoral mitigation and adaptation plans, and with decisions on adaptation undertaken by Brazil within the framework of the Conference of the Parties (COP) on Climate Change."}, {"text_block_id": "p6_b53", "text": "The drafting of this plan received contributions from thematic networks comprised of experts from various sectors and included extensive public participation by means of a public call for inputs and a public consultation process."}, {"text_block_id": "p6_b54", "text": "Impacts of climate change can already be observed. The Brazilian Panel on Climate Change (PBMC) has systematized data and information indicating that the characteristic climates of the various regions of Brazil are already experiencing change. It forecasts that these changes will affect Brazil’s natural, human, infrastructure and productive systems, in non-uniform ways. Rises in temperature may lead to an increase in the frequency of extreme events in various regions of Brazil, as well as changes in rainfall patterns, with greater frequency of occurrence of droughts, heavy rainfall, flooding, landslides, and consequent population displacement in the affected regions. Such changes will have serious consequences for society, ecosystems and various sectors of the economy."}, {"text_block_id": "p7_b55", "text": "Risk management associated with climate change will require coordination and cooperation among the three levels of government, sectors of the economy, and civil society, since the impacts of climate change will occur on a local level, but measures for facing up to them will depend upon actions coordinated and deployed through a variety of sectoral or thematic strategies."}, {"text_block_id": "p7_b56", "text": "This Plan proposes actions, strategies and guidelines for management and reduction of climate risk in Brazil, with a view to facing up to the adverse effects of the social, economic and environmental dimensions of climate change. It also proposes institutional mechanisms for concerted deployment among states and municipalities, economic sectors and the general public, and for scheduled implementation of structural measures to overcome gaps observed in the national context."}, {"text_block_id": "p7_b57", "text": "The NAP is presented in two volumes. Volume I – General Strategy – features and details structural components of the plan: its legal framework, objectives, goals and governance. Volume ll – Sectoral and Thematic Strategies – discusses Brazil’s main vulnerabilities in face of climate change, and proposes guidelines to include risk management associated with climate change, with a view to increasing the climatic resilience of 11 thematic sectors, namely: Agriculture, Biodiversity and Ecosystems, Cities, Disasters, Industry and Mining, Infrastructure (Electric Power, Transport and Urban Mobility), Vulnerable Populations, Water Resources, Health, Food and Nutritional Security,"}, {"text_block_id": "p7_b58", "text": "and Coastal Zones."}, {"text_block_id": "p8_b59", "text": "Context"}, {"text_block_id": "p8_b60", "text": "The National Policy for Climate"}, {"text_block_id": "p8_b61", "text": "Change (PNMC - Law 12.187, of 29th December 2009) provides the legal"}, {"text_block_id": "p8_b62", "text": "framework for preparation of the"}, {"text_block_id": "p8_b63", "text": "National Adaptation Plan (NAP). Article 4, inset V of the PNMC establishes the"}, {"text_block_id": "p8_b64", "text": "need to implement measures to promote"}, {"text_block_id": "p8_b65", "text": "adaptation to climate change by the three levels of government."}, {"text_block_id": "p8_b66", "text": "Equally important, the Sectoral Plans for Mitigation and Adaptation to Climate Change, formalized by Decree 7390 of 2010, seek to guide actions that promote resilience of sectors in facing up to the adverse impacts of climate change, taking into account the specificities inherent to each plan. In various cases, in addition to risks arising from an increase in the frequency of extreme events, changes in climate patterns can negatively affect the routine activities of specific sectors. Thus, in consonance with guidelines laid down in this NAP, sectoral plans need to strengthen the strategic agenda for adaptation, in convergence with planned mitigation actions, when appropriate, without prejudice to other sectoral policy instruments for adaptation to climate change."}, {"text_block_id": "p8_b67", "text": "A relevant example of existing synergies between initiatives for adaptation to climate change provided"}, {"text_block_id": "p8_b68", "text": "for in this Plan and the national"}, {"text_block_id": "p8_b69", "text": "management framework for natural disaster warnings is the National Civil Defence and Protection Policy, instituted by Law 12.608, of 10 of April 2012. The relevance of this relationship becomes"}, {"text_block_id": "p8_b70", "text": "even more evident in scenarios of"}, {"text_block_id": "p8_b71", "text": "increasing occurrence of extreme events,"}, {"text_block_id": "p8_b72", "text": "foreseen in climate-model projections."}, {"text_block_id": "p8_b73", "text": "It is therefore incumbent upon the Federal Government, the states, the Federal District and municipalities to"}, {"text_block_id": "p8_b74", "text": "adopt all measures necessary to reduce"}, {"text_block_id": "p8_b75", "text": "disaster risks, including empowerment of municipalities and collaboration among public and private entities and society in general."}, {"text_block_id": "p8_b76_merged_merged_merged", "text": "Furthermore, the National Civil Defence and Protection Policy also provides for implementation of risk reduction and risk prevention measures. It is thus in alignment with strategies for adaptation to climate change, with a focus on expansion of adaptive capacity and reduction of vulnerability, for purposes of climate risk management."}, {"text_block_id": "p9_b79", "text": "On an international level, the United Nations Framework Convention on Climate Change (UNFCCC), to which the Brazil is a Party, is the main global response to the challenge presented by climate change. The Convention places a number of commitments upon the Parties, among them, the drafting of plans for adaptation to climate change."}, {"text_block_id": "p9_b80", "text": "The Conference of the Parties"}, {"text_block_id": "p9_b81", "text": "(COP) of the United Nations Framework Convention on Climate Change (UNFCCC) recognized that national planning for adaptation can assist developing and less developed countries in preparing"}, {"text_block_id": "p9_b82", "text": "their assessments of vulnerabilities, to incorporate climate-change risks into their national policies, and promote adaptation. The COP also acknowledged that climate-change risks intensify development challenges, and that there is the need to address planning for adaptation, within a broader context of sustainable development."}, {"text_block_id": "p9_b83_merged", "text": "Brazil´s commitment to promoting adaptation was reaffirmed at the Conference of the Parties (COP 21) in Paris, by means of submission of its proposed"}, {"text_block_id": "p10_b86", "text": "Observed and projected climate change"}, {"text_block_id": "p10_b87", "text": "The need for adaptation becomes more pressing as evidence mounts of"}, {"text_block_id": "p10_b88", "text": "impacts associated with the climate"}, {"text_block_id": "p10_b89", "text": "change. Such impacts may have positive or negative repercussions on natural, human, productive and infrastructure systems, affecting biodiversity, coastal zones, water resources, power generation, industry, transport, cities, urban mobility, agriculture, food and nutritional security, vulnerable populations and disaster risk management."}, {"text_block_id": "p10_b90", "text": "When promoting adaptation to climate change, it is important not only to observe current exposure to climatic events, but also to assess future exposure. This can be achieved through the use of various techniques and tools, such as building of scenarios and application of"}, {"text_block_id": "p10_b91", "text": "climate models."}, {"text_block_id": "p10_b92", "text": "Scientific observations have revealed increases in average global air and ocean temperature levels, widespread melting of snow and icecaps and overall"}, {"text_block_id": "p10_b93", "text": "rises in sea levels. Such phenomena are"}, {"text_block_id": "p10_b94", "text": "unequivocal evidence of global warming."}, {"text_block_id": "p10_b95", "text": "Moreover, average global temperatures are forecast to rise by almost 2° C by the"}, {"text_block_id": "p10_b96", "text": "end of this century. Such an increase"}, {"text_block_id": "p10_b97", "text": "is unprecedented, and higher than any recorded since pre-industrial times, according to the Intergovernmental Panel for Climate Change (IPCC, 2014)."}, {"text_block_id": "p10_b98_merged_merged_merged_merged", "text": "Possible impacts of climate change in Brazil and South America include: extinction of habitats and species, mostly in tropical regions; replacement of tropical forests by savannahs, and of semi-arid vegetation by dessert; an increase in water stress in various regions, i.e., lack of sufficient water to fulfil demands of the population; increases in agricultural pests, and of diseases such as dengue fever and malaria (PBMC, 2013); and displacement and migration of populations."}, {"text_block_id": "p10_b101", "text": "Reports of the PBMC and IPCC in"}, {"text_block_id": "p10_b102", "text": "the context of Working Group II (WGII) have been unanimous in revealing that South America and Brazil are already facing changes foreseen in climate models:"}, {"text_block_id": "p11_b103", "text": "Climate change associated with global warming may change the frequency, intensity, spatial distribution, duration and periodicity of extreme events, resulting in unprecedented extreme conditions (IPCC, 2012). Changes in average, variance and/or distribution of the probability of such events, and changes in the behaviour of seasonal series, may also lead to changes in the frequency of occurrence of extreme events."}, {"text_block_id": "p11_b104", "text": "In recent years, an intensification of extreme events has been observed in Brazil, alongside a shorter recurrence"}, {"text_block_id": "p11_b105", "text": "interval of such extreme events. Such"}, {"text_block_id": "p11_b106", "text": "changes are consistent with the forecasts of global climatic models and attributable to increased concentrations of greenhouse gas emissions. However, a lack of reliable"}, {"text_block_id": "p11_b107", "text": "and consistent historical data series"}, {"text_block_id": "p11_b108", "text": "covering the entire Brazilian landmass is indicative of the need to expand and systematize the availability of knowledge and of information sources for monitoring climate change throughout Brazil."}, {"text_block_id": "p11_b109", "text": "Climate models that represent the"}, {"text_block_id": "p11_b110", "text": "climate system and its interactions with external forces (such as the Sun, aerosols, gases, etc.) seek to provide answers as to how the climate will behave in various"}, {"text_block_id": "p11_b111", "text": "emissions scenarios. The Fifth IPCC"}, {"text_block_id": "p11_b112", "text": "Assessment Report (2014) proposed four new emissions-level scenarios, known as Representative Concentration Pathways (RCP 2.6, 4.5, 6.0 and 8.5). For these projections, each scenario considers various factors, including greenhouse-gas emissions, different energy-generation technologies, and information on land-use patterns."}, {"text_block_id": "p11_b113_merged_merged_merged", "text": "The RCP 2.6 scenario assumes that the Earth system will store an additional 2.6 watts per square metre (W/m2) of energy, and represents a gradual reduction of greenhouse-gas emissions, reaching zero emissions around 2070. At some point, gas absorption processes may outweigh emissions and, when that happens, expected average temperature rises will"}, {"text_block_id": "p12_b116", "text": "amount to between 0.3°C and 1.7°C from 2010 to 2100, with sea levels rising between 26 and 55 cm. This scenario is considered “very optimistic” and is rejected by most climate-projection analysts."}, {"text_block_id": "p12_b117", "text": "The second scenario, RCP 4.5, assumes storage of 4.5 W/m"}, {"text_block_id": "p12_b118", "text": "2"}, {"text_block_id": "p12_b119", "text": "and"}, {"text_block_id": "p12_b120", "text": "represents a stabilization of greenhouse-gas emissions soon after 2100. It foresees"}, {"text_block_id": "p12_b121", "text": "rises in terrestrial temperatures of"}, {"text_block_id": "p12_b122", "text": "between 1.1°C and 2.6°C, and a rise in sea levels of between 32 and 63 cm. This"}, {"text_block_id": "p12_b123", "text": "is one of the most commonly accepted scenarios."}, {"text_block_id": "p12_b124", "text": "The RCP 6.0 scenario assumes storage of 6.0 W/m"}, {"text_block_id": "p12_b125", "text": "2"}, {"text_block_id": "p12_b126", "text": "and stabilization of greenhouse-gas emissions soon after 2100. It foresees a rise in terrestrial temperatures of between 1.4°C and 3.1°C, and a rise in sea levels of between 33 and 63 cm."}, {"text_block_id": "p12_b127", "text": "The RCP 8.5 scenario, considered the most “pessimistic”, features an unmitigated rise in emissions without stabilization, i.e., emissions continue to rise over time as do greenhouse-gas"}, {"text_block_id": "p12_b128", "text": "concentrations. This scenario foresees"}, {"text_block_id": "p12_b129", "text": "storage of 8.5 W/m"}, {"text_block_id": "p12_b130", "text": "2"}, {"text_block_id": "p12_b131", "text": "and, according to the IPCC, warming of the Earth´s surface could range between 2.6°C and 4.8°C during this century, causing sea levels to rise by between 45 and 82 cm."}, {"text_block_id": "p12_b132", "text": "Brazil has played a prominent"}, {"text_block_id": "p12_b133_merged_merged_merged_merged", "text": "role in development of regional and global climate models. To develop a model capable of generating climate-change scenarios of relevance for the entire country, researchers of various institutions, members of the Research Program on Global Climate Change of the Sao Paulo Research Foundation (FAPESP), the Research Program on Global Climate Change (Rede Clima), and the National Science and Technology Institute on Climate Change (INCT-MC), have prepared the Brazilian Earth System Model (BESM) under coordination of INPE (NOBRE et al., 2013). It is the first Brazilian global model to be incorporated into the IPCC models, and enables Brazilian climatologists to perform climate-change studies specifically for Brazil."}, {"text_block_id": "p12_b136", "text": "INPE developed a regional version of the ETA model (PESQUERO et al., 2009; CHOU et al., 2012) used to generate climate simulations for studies of impacts and vulnerabilities, adapted for use in Brazil and South America. The ETA model was used during preparation of the Research Program on Global Climate Change (MCTI, 2016) to detail simulations of two global climate models, namely: the English HadGEM2-ES; and the Japanese MIROC5 models; under two emission scenarios (RCPs 4.5 and 8.5) with a horizontal resolution of 20 km and a coverage area encompassing"}, {"text_block_id": "p13_b137", "text": "South America, Central America and the Caribbean. These regionalised downscaling simulations encompass"}, {"text_block_id": "p13_b138", "text": "four periods from the present to the end"}, {"text_block_id": "p13_b139", "text": "of the 21"}, {"text_block_id": "p13_b140", "text": "st"}, {"text_block_id": "p13_b141", "text": "century: 1961-2005; 20062040; 2041-2070; and 2071-2100. The 1961-2005 period adopts current CO"}, {"text_block_id": "p13_b142", "text": "2"}, {"text_block_id": "p13_b143", "text": "equivalent concentrations, while periods from 2006 onwards adopt CO"}, {"text_block_id": "p13_b144", "text": "2"}, {"text_block_id": "p13_b145", "text": "equivalent concentrations corresponding to the RCP 4.5 and 8.5. scenarios."}, {"text_block_id": "p13_b146", "text": "No numeric model can accurately"}, {"text_block_id": "p13_b147", "text": "simulate a future climatic event, in view of uncertainties as to emissions levels; natural climate variability and modelling uncertainties (of global, regional and impact models). These factors, termed “uncertainties” by the scientific community, are common to all climate-change projections. That is why it is important to consider the effects of the"}, {"text_block_id": "p13_b148", "text": "above-listed uncertainties with respect to the magnitude and/or patterns of climate change. One way to account for these is to prepare or use sets of simulation models in different emissions scenarios, preferably"}, {"text_block_id": "p13_b149", "text": "those that point to different projected"}, {"text_block_id": "p13_b150", "text": "average global temperature rises, by means of which the effects of different sources of uncertainty can be analysed."}, {"text_block_id": "p13_b151_merged_merged_merged", "text": "Figures 1 and 2 show changes in temperature and rainfall levels for two seasons of the year, hemisphere summer and winter, over 30year periods: from 2011 to 2040; from 2041 to 2070; and from 2071 to 2100, as simulated by the ETA model (CHOU et al., 2014a; CHOU et al., 2014b). The lower and upper change thresholds stemming from these simulations indicate possible intervals of change derived from these regionalised simulations."}, {"text_block_id": "p14_b154", "text": "Figure 1."}, {"text_block_id": "p14_b155", "text": "Regionalised temperature-change projections (°C) between the present and different future periods. The lower (MIN) and upper (MAX) change thresholds are taken from the four ETA model simulations, nested in HadGEM2-ES and MIROC5 models, for two Representative Concentration Pathway scenarios (RCP 4.5 and 8.5), for December-January-February (DJF) and June-July-August (JJA)."}, {"text_block_id": "p14_b156", "text": "Warming is foreseen for the whole continent in all emission scenarios. The"}, {"text_block_id": "p14_b157", "text": "highest warming levels are foreseen for the Central-West region, in all seasons"}, {"text_block_id": "p15_b158", "text": "of the year. Such maximum warming will extend to the North, Northeast and Southeast regions of Brazil by the"}, {"text_block_id": "p15_b159", "text": "end of the 21st century, by which time, maximum average warming levels may range between 2°C and 8°C in some areas"}, {"text_block_id": "p15_b160", "text": "Figure 2."}, {"text_block_id": "p15_b161", "text": "Regionalised rainfall change projections (mm/day) between the present and different future periods. The lower (MIN) and upper (MAX) change thresholds, taken from four simulations of the ETA model nested in the HadGEM2-ES and MIROC5 models, for two Representative Concentration Pathway scenarios (RCP 4.5 and 8.5), for December-January-February (DJF) and June-July-August (JJA)"}, {"text_block_id": "p16_b162", "text": "It can be observed that, during the summer, the centres of maximum"}, {"text_block_id": "p16_b163", "text": "rainfall reduction are positioned over"}, {"text_block_id": "p16_b164", "text": "Brazil’s Central-West and Southeast regions, in areas under the influence of the South Atlantic Convergence Zone (SACZ) phenomenon, which causes accumulation of rainfall. The centres of maximum rainfall reduction extend into parts of the Amazon region. In the north"}, {"text_block_id": "p16_b165", "text": "-"}, {"text_block_id": "p16_b166", "text": "eastern most part of Brazil’s Northeast region, projections suggest a possible reduction or increase in rainfall during"}, {"text_block_id": "p16_b167", "text": "the summer. These simulations also foresee increased rainfall in the South"}, {"text_block_id": "p16_b168", "text": "region under the various scenarios. Such increases in rainfall over the South region, extending into the southern part of the Southeast region occur more prominently in summer (DJF) and in spring (SON). Increases in rainfall are foreseen for 20112040, becoming more intense toward the"}, {"text_block_id": "p16_b169", "text": "end of the century."}, {"text_block_id": "p16_b170", "text": "It should be noted that Brazil’s Southeast region is an area of transition, the rainfall regime of which, during the summer, depends strongly upon the SACZ precipitation bands. Moreover, rises or falls in average rainfall levels may represent"}, {"text_block_id": "p16_b171", "text": "variations in the frequency of occurrence of extreme events, i.e., there may be a reduction in accumulated rainfall over the year in a certain area, with a concurrent increase and/or intensification of strong or very strong rainfall in another. Positioning of the band further to the north or to the south may result in positive or negative rainfall anomalies, causing further difficulties for conduct of simulations for the region. There is great uncertainty in climatic projections for Brazil’s Southeast region, the climatic predictability of which is acknowledged to be low."}, {"text_block_id": "p16_b172", "text": "Temperature time series show"}, {"text_block_id": "p16_b173_merged_merged", "text": "that warming trends are greater in simulations nested in HadGEM2-ES than in those nested in MIROC5 but that, in all simulations, the increase in the inter-annual variability extends up until the end of the century, i.e., the difference between extreme highs and extreme lows increases. More intense rainfall levels are projected for the centre-south of Brazil up until the end of the century. Within the four simulations, mixed signals of changes in rainfall are to be found in an area between the South and Southeast regions. Moreover, increases in the number of"}, {"text_block_id": "p17_b176", "text": "consecutive dry days in Brazil’s Northeast region and fewer consecutive wet days in the Amazon region are commonly found characteristics of these simulations."}, {"text_block_id": "p17_b177_merged", "text": "Annual temperature and rainfall cycles do not suggest changes in the regime of rainy and dry periods. There is some indication in the projections of extended periods of drought in the North and Northeast regions. However, these simulations should be considered as inputs for studies of the impacts of climate change on different sectors, and it should be remembered that they stem from scenario projections containing uncertainties."}, {"text_block_id": "p17_b182", "text": "Though the results presented above do not exhaust all possibilities of analysis, they illustrate future exposure for Brazil’s national territory. It is important that information stemming from climate projections be used for management of risks arising from climate change. In part, this process is linked to identification of current vulnerabilities of systems and of the population to the impacts of climatic events and changes already observed in the behaviour of extreme events."}, {"text_block_id": "p18_b183", "text": "Objective"}, {"text_block_id": "p18_b184", "text": "The"}, {"text_block_id": "p18_b185", "text": "general objective"}, {"text_block_id": "p18_b186", "text": "of this Plan"}, {"text_block_id": "p18_b187", "text": "is to promote reduction and management of climate-risk considering the effects of climate change, by taking full advantage of emerging opportunities, avoiding losses and damages, and building instruments to prepare natural, human, productive and"}, {"text_block_id": "p18_b188", "text": "infrastructure systems to adapt to climate"}, {"text_block_id": "p18_b189", "text": "change."}, {"text_block_id": "p18_b190", "text": "Effective adaptation implies"}, {"text_block_id": "p18_b191", "text": "that the strategy to be deployed must integrate appropriate climate-change risk management into current public-sector and thematic planning, policy making, and national development strategies. The aim is to influence public-policy instruments and/ or governmental programmes, by providing cross-cutting guidelines and instruments foreseen in the National Policy on Climate Change and in this Plan, with a view to broadening the coherence of adaptation strategies among public policies."}, {"text_block_id": "p18_b192", "text": "The bodies responsible, at the three levels of government must have access to appropriate methodologies and the basic information necessary to perform vulnerability analysis and risk management and to develop adaptation measures."}, {"text_block_id": "p18_b193", "text": "The"}, {"text_block_id": "p18_b194", "text": "vision"}, {"text_block_id": "p18_b195", "text": "underlying this Plan, for the next four-year horizon, is that all government-policy sectors considered vulnerable to impacts of climate change must have climate-risk management strategies in place."}, {"text_block_id": "p18_b196", "text": "The Plan aims to ensure"}, {"text_block_id": "p18_b197_merged_merged", "text": "satisfactory and coordinated deployment of sectoral and thematic risk-management strategies, especially in the fields of food and nutritional security and of water and electric power, taking into account synergies and the cross-cutting nature of these themes throughout different sectors of the economy. Adaptation measures must likewise be aligned to stimulus for the productive sector, while ensuring fairness of the transition for society, in line with national goals for socioeconomic development and reduction of regional inequalities, through the coordination of public policies at the federal, state and"}, {"text_block_id": "p18_b200", "text": "municipal levels."}, {"text_block_id": "p19_b201", "text": "From a long-term perspective, by 2040 (the scientific timeframe for impact modelling) the NAP will have contributed to augmenting Brazil’s capacity to adapt, and to a systematic reduction of climate risks."}, {"text_block_id": "p19_b202", "text": "The NAP, the integration of climate-change risk-management into"}, {"text_block_id": "p19_b203_merged", "text": "current public policies and thematic and sectoral plans, and the national development strategies targeted at reducing vulnerability to climate change, shall observe the following principles, taking into account the characteristics and peculiarities of each sector or theme:"}, {"text_block_id": "p20_b206", "text": "Goals"}, {"text_block_id": "p20_b207", "text": "This chapter presents the"}, {"text_block_id": "p20_b208", "text": "specific objectives of the NAP, a priority agenda for its implementation over the next four years, and guidelines and recommendations for public bodies and society in general."}, {"text_block_id": "p20_b209", "text": "4.1 Specific objectives"}, {"text_block_id": "p20_b210", "text": "Activities of the Federal Government to promote adaptation to"}, {"text_block_id": "p20_b211", "text": "climate change need to provide structure for a sustainable development process"}, {"text_block_id": "p20_b212", "text": "that provides resilience from various"}, {"text_block_id": "p20_b213", "text": "sectoral and thematic perspectives. Based upon observation of current domestic and international best practices and through dialogue with society, governmental bodies and the private sector, the following specific goals of the NAP were assigned as responsibilities of the Federal Government:"}, {"text_block_id": "p20_b214", "text": "4.2. Sectoral and thematic"}, {"text_block_id": "p20_b215", "text": "strategies"}, {"text_block_id": "p20_b216", "text": "Eleven sectors and themes are"}, {"text_block_id": "p20_b217", "text": "encompassed by the NAP, namely: Agriculture"}, {"text_block_id": "p20_b218", "text": ", Biodiversity and Ecosystems, Cities, Disaster Risk Management, Industry"}, {"text_block_id": "p20_b219", "text": "and Mining"}, {"text_block_id": "p20_b220", "text": ", Infrastructure (Electric Power, Transport and Urban Mobility*), Vulnerable Populations, Water Resources, Health"}, {"text_block_id": "p20_b221", "text": ", Food and Nutritional"}, {"text_block_id": "p20_b222_merged_merged_merged", "text": "Security, and Coastal Zones. These were defined based on a comprehensive discussion process within the scope of the GEx-CIM. Alongside legal aspects relating to sectoral themes, criteria for sharing of responsibilities at the federal level and priorities and urgency in relation to vulnerabilities were considered."}, {"text_block_id": "p20_b225", "text": "Volume II presents guidelines for the development of adaptation measures and inclusion of a climate-change adaptation component into the planning instruments"}, {"text_block_id": "p21_b226", "text": "of each sectoral and thematic strategy."}, {"text_block_id": "p21_b227_merged", "text": "Emphasis should be placed upon the systemic nature of adaptation approaches for attaining objectives foreseen in the NAP, both from the standpoint of vulnerabilities and impacts, and that of the need for responses and adaptation measures."}, {"text_block_id": "p21_b230", "text": "4.3 Goals and guidelines of the NAP"}, {"text_block_id": "p21_b231", "text": "With a view to deploying specific objectives 1 and 2 of this Plan, structural goals for their implementation are presented. These goals, shown in Table 1, are to be attained within a four-year timeframe, as of publication of this Plan. Achievement of these goals will result in fostering of the essential requisites for effective adaptation, thereby facilitating attainment of the specific objectives and promotion of synergies between sectoral and thematic strategies. These"}, {"text_block_id": "p21_b232", "text": "same goals also feature in the 2016-2019 Multi-Year Plan."}, {"text_block_id": "p21_b233", "text": "With the aim of attaining specific objective 3, the goals of those sectors that possess an accumulation of historical knowledge or actions relating to climate change, and that have attained a degree of institutional maturity enabling them to participate in discussions for setting of their own specific goals, are presented."}, {"text_block_id": "p21_b234", "text": "4.4 Details of the NAP goals"}, {"text_block_id": "p21_b235", "text": "Table 1 presents goals of the NAP, broken down by specific objective, listing the main initiatives, agency responsible, impacts, and monitoring indicators. Further details of these goals will be presented in their implementation plans, which are to be displayed on the MMA website within the first year of the NAP’s coming into effect."}, {"text_block_id": "p22_b236", "text": "Table 1 ."}, {"text_block_id": "p22_b237", "text": "Description of the goals of the National Adaptation Plan, broken down by specific objectives"}, {"text_block_id": "p29_b238", "text": "Sectoral and Thematic Strategy: Biodiversity and Ecosystems"}, {"text_block_id": "p33_b239", "text": "Sectoral and Thematic Strategy: Water Resources"}, {"text_block_id": "p37_b240", "text": "4.5 General recommendations for sectoral agencies, federal bodies and society in general"}, {"text_block_id": "p37_b241", "text": "The promotion of adaptation policies throughout Brazil is a complex process, entailing coordinated efforts on the part of stakeholders in various sectors, governmental bodies at the three levels, and a variety of civil-society players. The following table presents general recommendations for sectoral agencies, federal, state and municipal bodies, and society in general."}, {"text_block_id": "p37_b242", "text": "Table 2."}, {"text_block_id": "p37_b243", "text": "Recommendations for sectoral agencies, federal, state and municipal bodies, and society in general"}, {"text_block_id": "p38_b244", "text": "Management of the Plan"}, {"text_block_id": "p38_b245", "text": "This chapter presents the proposed"}, {"text_block_id": "p38_b246", "text": "management structure of the NAP. It describes the institutional framework of the Plan, involving participation of civil society and of federal, state and municipal bodies; makes considerations regarding funding for its implementation; and provides guidelines for monitoring and management of knowledge on adaptation to climate change."}, {"text_block_id": "p38_b247", "text": "5.1 Institutional Framework"}, {"text_block_id": "p38_b248", "text": "Drafting of the NAP is foreseen in the PNMC guidelines and therefore in consonance and in synergy with other institutional instruments established by Law 12187/09."}, {"text_block_id": "p38_b249", "text": "Coordination of the NAP is entrusted to the Technical Group for Adaptation to Climate Change. This group was established for the purpose of providing technical and policy guidance for actions within the scope of the Plan. It is also responsible for monitoring, evaluation and review functions, for detailing routines, and for setting up operational management mechanisms."}, {"text_block_id": "p38_b250", "text": "In parallel to actions of the"}, {"text_block_id": "p38_b251", "text": "coordination group, networking mechanisms are to be established"}, {"text_block_id": "p38_b252", "text": "in the states and among civil-society organisations, as described in the following sections."}, {"text_block_id": "p38_b253", "text": "5.1.1 Federative governance"}, {"text_block_id": "p38_b254_merged", "text": "For purposes of networking among the three levels of government, a standing forum is to be established for consultation with state governments and municipal administrations. The role of this forum is to draft and propose guidelines and technical recommendations. The federative coordination unit is also responsible for harmonization of methodologies for identification of impacts, climate-risk management, vulnerability assessment, adaptation options, and provision of inputs for preparation, implementation, monitoring and review of the NAP."}, {"text_block_id": "p38_b257", "text": "5.1.2 Governance of civil-society participation"}, {"text_block_id": "p39_b258", "text": "The FBMC was instituted by Decree 3515, of 20"}, {"text_block_id": "p39_b259", "text": "th"}, {"text_block_id": "p39_b260", "text": "of June 2000, and brought into effect by Decree 6263/07,"}, {"text_block_id": "p39_b261", "text": "for the purpose of permanently"}, {"text_block_id": "p39_b262", "text": "enabling participation of civil society in government forums on themes relating to climate change."}, {"text_block_id": "p39_b263", "text": "Enhanced participation of civil"}, {"text_block_id": "p39_b264", "text": "society is also provided for by means of regular dialogue among Plan coordination unit and sectoral and thematic councils and forums. The purpose of dialogue"}, {"text_block_id": "p39_b265", "text": "with these councils and forums is to"}, {"text_block_id": "p39_b266", "text": "broaden public engagement on the theme and promote integration of the adaptation agenda into other sectoral agendas. Themes that may be presented at these councils and forums include: (1) development of the Plan and of its strategies; (2) goals and results achieved; (3) dissemination of reports and studies; and (4) consultations for technical guidance. Other forms of"}, {"text_block_id": "p39_b267", "text": "social participation or discussion with"}, {"text_block_id": "p39_b268", "text": "civil-society players, including calls for"}, {"text_block_id": "p39_b269", "text": "proposals and technical inputs on themes"}, {"text_block_id": "p39_b270", "text": "relating to the Plan issued through the Ministry of Environment website, may be deliberated by the Plan coordination unit."}, {"text_block_id": "p39_b271", "text": "5.2 Funding sources and economic instruments"}, {"text_block_id": "p39_b272", "text": "Actions foreseen in the Plan shall be funded by the various agencies that have thematic or sectoral responsibilities"}, {"text_block_id": "p39_b273", "text": "for its execution. Such funding originates from the public budget and from especially constituted funds, in line with government planning under the Multiyear Plan (PPA)."}, {"text_block_id": "p39_b274", "text": "In addition to the Multi-year Plan, the National Adaptation Plan is to provide strategic guidance for application of other fiscal, budgetary and funding instruments, with a view to ensuring implementation and monitoring of initiatives that promote resilience. Foremost among these are funds relating to the National Policy for Climate Change, namely: the Amazon Fund, the Low-Carbon Agriculture Programme (Plano ABC), and the National Climate Change Fund."}, {"text_block_id": "p39_b275_merged_merged_merged", "text": "Other international funding sources, such as the Green Climate Fund, the Adaptation Fund of the United Nations Framework Convention on Climate Change (UNFCCC), and other multilateral and bilateral funding sources may also be tapped for attainment of goals and guidelines of this Plan."}, {"text_block_id": "p39_b278", "text": "Funding from other Brazilian financial and fiscal incentives and, when applicable, international sources, may also be made available. Further information on such funding mechanisms can be found on the Ministry of Environment website."}, {"text_block_id": "p40_b279", "text": "5.3 Monitoring and evaluation of the Plan"}, {"text_block_id": "p40_b280", "text": "The NAP is to have four-year execution cycles, each with its respective review, in accordance with legal guidelines prescribed in the National Plan on Climate Change (Decree 6263/2010). It will also have its own monitoring and evaluation system."}, {"text_block_id": "p40_b281", "text": "The review process for the"}, {"text_block_id": "p40_b282", "text": "following NAP cycle is to be carried out during the final year of the current cycle, in the light of its monitoring and evaluation results, with a possible extraordinary"}, {"text_block_id": "p40_b283", "text": "review prior to this deadline."}, {"text_block_id": "p40_b284", "text": "The objectives of the monitoring and evaluation system of this Plan are: 1) to monitor the scope of proposed goals, 2) to monitor thematic and sectoral adaptation guidelines, and any local actions that may contribute toward climate-risk management in Brazil, as is presented in Volume II; 3) to promote feedback on analyses carried out for fostering continuous improvement of the policy and of its management; and 4) to ensure ample information on"}, {"text_block_id": "p40_b285", "text": "adaptation actions."}, {"text_block_id": "p40_b286", "text": "The monitoring proposal will be presented during the course of the first year of implementation, detailing its content, format and frequency. It"}, {"text_block_id": "p40_b287", "text": "will cover monitoring of the NAP, of its activities and processes. This system will be integrated with other information systems, as appropriate, including that of the National Policy for Climate Change."}, {"text_block_id": "p40_b288", "text": "Monitoring will also be carried out and reports prepared on progress achieved and challenges identified during assimilation of climate-risk management"}, {"text_block_id": "p40_b289", "text": "into the policies of state and municipal"}, {"text_block_id": "p40_b290", "text": "bodies and of civil society initiatives, by means of strategies as yet to be defined jointly, as appropriate, with these players."}, {"text_block_id": "p40_b291", "text": "New goals and initiatives may be proposed by the Plan coordination unit. Updated information on monitoring and management of the Plan can be viewed on the Ministry of Environment website."}, {"text_block_id": "p40_b292_merged_merged", "text": "Plans for attainment of the goals agreed upon, shown in Table 1, shall be drawn up by the agencies responsible during the course of the first year of the NAP and shall contain, in compliance with a proposition of the Plan coordination unit, mechanisms for monitoring and evaluation of such initiatives. It is worth noting that drafting and implementation of plans and deployment of guidelines is optional, and that the decision to prepare them is up to the agencies responsible for sectoral strategies."}, {"text_block_id": "p41_b295", "text": "5.4 Management of knowledge and information on impacts, vulnerabilities and climate risk"}, {"text_block_id": "p41_b296", "text": "The technical-scientific"}, {"text_block_id": "p41_b297_merged", "text": "information necessary for performance of assessments of national vulnerabilities and of climate risk is to be found within the scope of agencies, institutions and research networks pertaining to different Ministries. The following sectoral institutions were identified as official information sources: the National Institute for Space Research (INPE), the National Centre for Monitoring and EarlyWarning of Natural Disasters (CEMADEN), the National Centre for Disaster and Risk Management (CENAD), the Geological Survey of Brazil (CPRM), the Ministry of Science, Technology and Innovation (MCTI), the Brazilian Research Network on Global Climate Change (Rede Clima), the Brazilian Panel on Climate Change (PBMC), the National Meteorology Institute (INMET), the National Water Agency (ANA), Brazilian Agricultural Research Corporation (EMBRAPA), the Institute for Applied Economic Research (IPEA), the Brazilian Institute of Geography and Statistics (IBGE), the Ministry of Environment (MMA), among others. The Ministry of Environment website (www.mma.gov.br) provides updated methodological guidelines, tools and information to facilitate adaptation planning."}, {"text_block_id": "p41_b302", "text": "ANA and INMET, that manage databases on water resources and weather respectively, are responsible for providing ample access to such information, through technical and monitoring reports for the government and the general public."}, {"text_block_id": "p41_b303", "text": "The Brazilian Geological Survey (CPRM), a public company linked to the Ministry of Mines and Energy, is responsible for generating and disseminating the basic geological and hydrological knowledge necessary for promoting sustainable"}, {"text_block_id": "p41_b304", "text": "development in Brazil."}, {"text_block_id": "p41_b305", "text": "EMBRAPA plays a vital role in the farm sector, actively contributing to the development of essential knowledge and technologies for sustainable production of food, fibres and energy. Not only does it evaluate vulnerability and specific sectoral risks, but also contributes essential knowledge on changes in land use and management of natural resources such as soil, water and biodiversity. This encompasses knowledge, conservation and use of genetic resources, an essential element for analysis and for addressing regional and local vulnerabilities. It has proven effective in promoting adaptive responses to the challenges imposed by climate change on the farm sector, and has contributed toward adaptation initiatives in other sectors. Moreover,"}, {"text_block_id": "p42_b306", "text": "EMBRAPA performs an important role in fostering understanding of climate change and of its impacts on local, regional and national scales, as in the case of the project for Simulation of Future Agricultural Scenarios (SCAF) based on regionalised climate-change projections, for example. EMBRAPA also coordinates"}, {"text_block_id": "p42_b307", "text": "the Multi-Institutional Platform for"}, {"text_block_id": "p42_b308", "text": "Monitoring Reduction of Greenhouse Gas Emissions in Agriculture (ABC Platform) founded through a partnership with members of Rede Clima, which involves public research and teaching institutions in measuring, reporting and verification (MRV) activities. All of this work is being carried out in view of a growing awareness of climatic uncertainties, with the aim of producing information to provide greater certainty for decision making of farmers and public-policy managers."}, {"text_block_id": "p42_b309", "text": "INPE is responsible for generating updated climatic projections, in accordance with the IPCC’s revised greenhouse-gas emission scenarios. It also develops mathematical models for production of other technical-scientific"}, {"text_block_id": "p42_b310", "text": "information needed for identification"}, {"text_block_id": "p42_b311", "text": "of impacts, vulnerabilities and potential long and short-term adaptation measures, encompassing not only the physical and biological aspects, but also"}, {"text_block_id": "p42_b312", "text": "human dimensions. Moreover, through its Earth System Science Centre (CCST) INPE will also contribute toward the drafting and deployment of short and long-term adaptation policies, based on national sustainable-development scenarios, and derived from monitoring of r emot e-sen sin g n e tw ork s, environmental and socio-economic data, and Earth-system modelling."}, {"text_block_id": "p42_b313_merged_merged_merged", "text": "The MCTI, through its Rede Clima is responsible for generating information needed for the conduct of future vulnerability and adaptation analyses relating to strategic sectors susceptible to impacts associated with climate change. The MCTI and INPE are jointly responsible for management and dissemination of such information to sectoral agencies and to the general public. An important source of information on Brazil’s vulnerabilities is the National Communication to the UNFCCC, containing a compilation of information on emissions inventories and a climate-change vulnerability assessment."}, {"text_block_id": "p42_b320", "text": "The role of CENAD is to consolidate information on risks in Brazil, including maps of areas susceptible to landslides and flooding, and data relating to the occurrence of natural and technological disasters and associated"}, {"text_block_id": "p43_b321", "text": "damage. Management of this information enables the Centre to provide assistance to states and municipalities in preparing for disasters, with a special focus on more vulnerable communities."}, {"text_block_id": "p43_b322", "text": "The Brazilian Panel on Climate"}, {"text_block_id": "p43_b323", "text": "Change (PBMC) is responsible for drafting of a National Evaluation Report, which provides significant systematized scientific findings for governments and the public. The first report, published in 2013, presented an analysis of national vulnerability, and subsequent reports are"}, {"text_block_id": "p43_b324", "text": "due at four-year intervals."}, {"text_block_id": "p43_b325", "text": "IBGE and IPEA are important"}, {"text_block_id": "p43_b326", "text": "national statistical and research"}, {"text_block_id": "p43_b327", "text": "agencies and play a significant role in the preparation of social, economic and environmental indicators and in providing information required for integrated diagnosis and analysis of Brazil’s vulnerability to climate change."}, {"text_block_id": "p43_b328", "text": "To facilitate disclosure of and"}, {"text_block_id": "p43_b329", "text": "free access to this data, the government is developing a System for Monitoring and Observation of the Climate Change Impacts (SISMOI), under coordination"}, {"text_block_id": "p43_b330", "text": "of the MCTI. This purpose of this"}, {"text_block_id": "p43_b331", "text": "system is to provide governmental and other stakeholders and parties affected by climate changes with essential information on the vulnerabilities of"}, {"text_block_id": "p43_b332", "text": "physical, biological and socioeconomic systems to climate change."}, {"text_block_id": "p43_b333", "text": "The National Natural-Disaster Monitoring and Early-Warning System, was established by MCTI/CEMADEN to"}, {"text_block_id": "p43_b334", "text": "respond to the increase in occurrences of such phenomena in Brazil in recent years. Its purpose is to enhance capacity"}, {"text_block_id": "p43_b335", "text": "to reduce the effects of natural disasters and the number of victims and of damage, by means of providing information on"}, {"text_block_id": "p43_b336", "text": "imminent risk of natural disasters."}, {"text_block_id": "p43_b337", "text": "The dynamics of the System are"}, {"text_block_id": "p43_b338_merged_merged_merged_merged", "text": "as follows. Data relating to occurrence of natural and man-made disasters and consequent damage, provided by a variety of government agencies, is received by the system. After having been processed and assessed by specialists, this information on the risk of occurrence of disasters is  referred to state and municipal-level bodies responsible for Protection and Civil Defence, so that warnings can be issued, depending upon the intensity of the event. This enables better planning of actions for recovery from disaster scenarios while, at the same time, assisting with disaster prevention activities, in the light of better knowledge of areas affected and their vulnerabilities. CENAD and CEMADEN are the bodies most engaged in this process."}, {"text_block_id": "p44_b343_merged", "text": "There are also a number of international initiatives that contribute toward management of the climatic knowledge in Brazil. Recently Brazil, represented by INPE, joined the Earth System Grid Federation (ESGF) a worldwide data-storage and distribution network whose mission is to provide global access to climate data and information. This initiative will enable access to information on scenario simulations using the latest climatic models, satellite observations, and reanalysis of data to complement other currently available and future information distribution strategies."}], "document_description": "The National Adaptation Plan aims to guide initiatives for management and reduction of long-term climate risks. The Plan was drawn up by the Executive Group of the Inter-ministerial Committee on Climate Change between 2013 and 2016, as provided for in the National Policy for Climate Change (PNMC - Law 12.187/09) and its enabling decree (Decree 7.390/10). It was drawn up in consonance with the National Plan for Climate Change, with sectoral mitigation and adaptation plans, and with decisions on adaptation undertaken by Brazil within the framework of the Conference of the Parties (COP) on Climate Change.\n\nThis Plan proposes actions, strategies and guidelines for management and reduction of climate risk in Brazil, with a view to facing up to the adverse effects of the social, economic and environmental dimensions of climate change. It also proposes institutional mechanisms for concerted deployment among states and municipalities, economic sectors and the general public, and for scheduled implementation of structural measures to overcome gaps observed in the national context. It has two volumes: Volume I “General Strategy “ features and details structural components of the plan: its legal framework, objectives, goals and governance and Volume ll “Sectoral and Thematic Strategies\".\n\n\n\nThe second volume presents adaptation strategies for the following sectors: Agriculture, Biodiversity and Ecosystems, Cities, Disaster Risk Management, Industry and Mining, Infrastructure, Vulnerable populations, water resources, health, food and nutritional security, and strategy for coastal zones.\n\nThe main objective of the document is to present guidelines for adaptation to climate change for each sector, based on the premise that the inability of a given sector to fully exercise its normal activities because of the impacts of climate change, might directly or indirectly influence the functional stability of other sectors.\n\nFor each sector it presents a brief analysis of the main vulnerabilities, presents guidelines for adaptation measures and the interdependence of each sector with other sectors."}