{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Brazil", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "01/01/2007", "document_language": "Portuguese", "document_name": "National Energy Plan 2030", "document_country_code": "BRA", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation", "Hydrogen", "Covid19", "Ev"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/BRA/2007/BRA-2007-01-01-National Energy Plan 2030_deeb18f91444668b24edbe4c1eb337c8.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The PNE 2050 replaces PNE 2030. It is a set of studies that support the government's long-term strategy design in regarding the expansion of the energy sector. The strategy, in turn, consists of a set of recommendations and guidelines to be followed in defining the actions and initiatives to be implemented throughout the 2050 horizon. These, in turn, need to be defined in an Action Plan to be prepared following the approval of the PNE 2050. The document notably prioritises the expansion of hydropower capacity, of oil and gas production, the analysis of promotion mechanisms for a range of renewables, research and development, and increased efficiency.The PNE 2030 is the first study of integrated planning of energy resources held within the Brazilian government, and prepared by the Ministry of Mines and Energy of Brazil (MME). It proposes a strategic direction for expansion of energy supply. Its estimate of future electricity needs is based on a forecast percentage growth in demand per annum corresponding to an average GDP growth per annum. The PNE is composed of a series of studies that seek to provide inputs to formulate energy policies according to an integrated view of available resources. As a contribution to meeting that future estimated demand, the MME proposes 164GW as the country's ‘exploitable, but as yet unrealised' hydropower ‘potential'. Of that 164GW, the MME says that 90% (about 147GW) is in the Amazon region. If realised, this figure would amount to more than a doubling of the total installed national electricity generation capacity in Brazil - 121GW in 2012 (from all generation sources). The PNE provides for the expansion of the electricity sector by 2030 with the use of energy sources: (1) Renewables - 191.35GW (92GW existed in 2010), (2) Conventional thermoelectric - 21.5GW (16GW existed in2010), and (3) Nuclear- 8GW (2GW existed in 2010). According to the PNE 2030, energy efficiency policy will be built in aiming at guiding a set of priority projects, to be conducted under the guidance of MME, in co-ordination with the other agents of the Government. The formulation of effective regulatory mechanisms and instruments for inspection will involve the regulatory agencies in the energy sector. The establishment of an operational structure able to manage implementing this policy also involves budgetary resources consistent with the importance of this mission."}