{"document_instrument_name": ["Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Zoning & Spatial Planning|Regulation"], "document_framework_name": "Mitigation", "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Brazil", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "Residential and Commercial", "LULUCF", "Industry", "Energy"], "document_date": "01/01/2008", "document_language": "Portuguese", "document_name": "National Plan on Climate Change", "document_country_code": "BRA", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/BRA/2008/BRA-2008-01-01-National Plan on Climate Change_5e3ba4ef41f50dd5d035bfd8d39f9acb.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The Plan defines actions and measures aimed at mitigation and adaptation to climate change. One of the key objectives of the Plan is to keep the high share of renewable energy in the electric matrix. With this aim, it establishes a target of having more than 80% of the power base to be derived from renewable sources by 2030. The Plan also aims to: increase the share of electricity derived from wind and sugarcane bagasse plants; add a number of hydroelectric projects to the electricity network; expand the solar photovoltaic industry; promote the use of solar water heaters in the residential sector; as well as establish research on energy production from solid waste. The plan further encourages industrial users to increase their average consumption of ethanol by 11% in the next 10 years; brings forward the 5% biodiesel blending requirement from 2013 to 2010; and supports the creation of an international biofuels market. The Plan determines that a National Energy Efficiency Action Plan should be created to reduce electricity consumption by 10% by 2030 and to establish other measures such as incentives to replace old electric equipment with modern equipment, and create improvements in industry energy efficiency, transportation and buildings. The Plan promotes a sustainable increase in the use of biofuels in the national transportation network and establishes measures on adaptation to climate change. The plan establishes that actions should be taken to eliminate the loss of national forest cover by 2015. The plan sets targets for a consistent cut on deforestation to be accomplished in subsequent four-year periods. The goal is to reduce deforestation by 40% in the 2006-2009 period in relation to the Amazon Fund's 10-year reference period (1996-2005). This is followed by an additional 30% reduction in the 2010-2013 and 2014-2017 periods in relation to the previous 4-year period. These targets are to be accomplished through the provision of new and additional funding from national and international sources, including the Amazon Fund."}