{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Brazil", "document_category": "Law", "document_sector_name": ["Water", "LULUCF", "Health", "Environment"], "document_date": "01/01/2020", "document_language": "Portuguese", "document_name": "Ordinance No 288, July 2, 2020", "document_country_code": "BRA", "document_hazard_name": [], "document_keyword": ["Adaptation", "Lulucf"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://www.in.gov.br/en/web/dou/-/portaria-n-288-de-2-de-julho-de-2020-264916875", "document_type": "Ordinance", "text_blocks": [], "document_description": "This Law regulates the protection, and sustainable use and exploitation of native forests and other indigenous plants. The Law aims to promote the economic development of Brazilian selected areas by recognising the existing native forests and other indigenous plants as Brazilian wealth and confirming the preservation of National forests, habitats, biodiversity, soil conservation and water resources for the well being of the future generations, among other activities. According to the law, the Federal Government shall establish a National Policy for the prevention, management and control of Forest Fires. This policy should provide tools for the analysis of the impacts of forest fires on climate change and changes in land use, ecosystem conservation, public health and fauna, to support strategic plans for the prevention of forest fires.Decision 288/2020 Institutes the National Program for Payments for Environmental Services - Floresta +, within the scope of the Ministry of the Environment. The Program is in charge of payments towards the private sector for environmental services in areas maintained with native vegetation coverage; and the articulation of public policies for the conservation and protection of native vegetation and climate change."}