{"document_instrument_name": "Tax incentives|Economic", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Dominican Republic", "document_category": "Law", "document_sector_name": "Energy", "document_date": "01/01/2007", "document_language": "Spanish", "document_name": "Law No. 5707 on incentive for the development of renewable energy sources and their special regimes", "document_country_code": "DOM", "document_hazard_name": [], "document_keyword": "Energy Supply", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/DOM/2007/DOM-2007-01-01-Law No. 5707 on incentive for the development of renewable energy sources and their special regimes_cbe99e87ac5384514bf89f298605b84e.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The law was developed in recognition of the potential that renewable energy and fuels offer to boost development. It constitutes the main regulatory framework for a range of renewable energy production, from producing ethanol to the exploitation of tidal energy.  The objectives of the Law include:To diversify energy supplyTo reduce dependency on fossil fuel importsTo promote private investmentTo mitigate the environmental impacts of fossil fuelsTo contribute to decentralisation of power and biofuel production; and increase competition between providers  The Law sets out tax exemptions and incentives for investors in renewable energy production projects. This constitutes a 100% customs tax exemption and a 10 year income tax exemption. For self-producers (e.g. domestic) a credit of up to 75% on capital costs is provided against income tax. There are also provisions for community projects.  This includes, but is not limited to, small hydro-electric installations with capacity of not more than 5MW; wind parks with capacity of not more than 50MW; and electric and solar installations of any type and power levels.  There are special rules for production of bioethanol, biodiesel and any other synthetic renewable fuel. Specifically, the Law provides for a 10-year exemption on income tax, duties, contributions and any other taxed from the beginning of operations for companies."}