{"document_instrument_name": ["Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "San Marino", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Industry", "Energy", "Agriculture"], "document_date": "01/01/2009", "document_language": "Italian", "document_name": "Delegated Decree: transfer of electricity produced by renewable and assimilable energy plants to the network of electricity", "document_country_code": "SMR", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/SMR/2009/SMR-2009-01-01-Delegated Decree: transfer of electricity produced by renewable and assimilable energy plants to the network of electricity_d34adf6d6c3788be3d4192cfde9f040c.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "The law no 72 on the promotion of energy efficiency in the housing sector and of renewable energy in the public and industrial sectors is the main piece of Sammarinese legislation dealing with climate change mitigation. The law was amended and modified by 1) the Delegated Decree no 89 of June 25th, 2009, dealing with the technical and economic details of the connection to the grid of renewable energy supply, and 2) the Delegated Decree no 158 of September 21st, 2010, adding incentives for the exploitation of biomass and for the production of renewable energy in the agricultural sector. The law no 48 of April 3rd, 2014, is a deeper reform of the 2008 law. The 2014 law was also amended by 1) the Delegated Decree no 99 of June 27th, 2014, on solar energy incentives, including tax rebates, and 2) the Delegated Decree no 5 of January 26th, 2015, in the matter of incentives for the energy performance interventions and installations in existing buildings, and for the installation of renewable energy or cogeneration production."}