{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Equatorial Guinea", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF", "Environment"], "document_date": "10/01/2015", "document_language": "English", "document_name": "National Action Programme to Combat Deforestation and Land Degradation", "document_country_code": "GNQ", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Redd+ And Lulucf"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/GNQ/2015/GNQ-2015-01-10-National Action Programme to Combat Deforestation and Land Degradation_2585ad2e0eb4f894bf3b8db9980b26e1.pdf", "document_type": "Programme", "text_blocks": [], "document_description": "The National Action Program to Combat Deforestation and Land Degradation in Equatorial Guinea (PAN/LCD) aims to achieve the neutrality of land degradation at the national level and as one of the essential programs for the fulfilment of the Sustainable Development Goals. It lays out a national process aligned with the Ten-Year Strategy of the United Nations Convention to Combat Desertification and Drought. This document updates the country's <a href=\"http://extwprlegs1.fao.org/docs/pdf/eqg146537.pdf\">2000 forest policy </a>and the <a href=\"http://www.fao.org/faolex/results/details/en/c/LEX-FAOC146537/\">2002 National Programme for Forest Action</a>.\n\nThe Programme seeks to tackle deforestation and biological variation, land degradation and the decrease of local biodiversity, while enhancing sustainable food production. Two objectives are set up: 1) promote best practices on current sectoral initiatives or strategies and their links to the conservation and restoration of ecosystems for the improvement of living conditions of the population with exclusive dependence on environmental resources / factors, and 2) establish mechanisms to strengthen national capacities on the persistent gaps and redefinition of the different actors / sectors, in order to achieve the neutrality of land degradation.\n\nThe Programme further seeks to maintain the carbon storage properties of the country's forests, and develop international financing schemes accordingly."}