{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Egypt", "document_category": "Law", "document_sector_name": "Energy", "document_date": "21/12/2014", "document_language": "English", "document_name": "Egypt Renewable Energy Law (Decree No 203/2014)", "document_country_code": "EGY", "document_hazard_name": [], "document_keyword": "Energy Supply", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/EGY/2014/EGY-2014-12-21-Egypt Renewable Energy Law (Decree No 203_2014)_a94ecbc39e0166b267cf9fa507b08090.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The aim of the <a href=\"http://egyptera.org/Downloads/Laws/law2014.pdf\">Renewable Energy Law (Law 203/2014) </a> is to encourage the private sector to produce electricity from renewable energy sources.<br />\nThe law provides several options for support to renewable energy projects, and allows a gradual shift away from state administered projects to privately financed projects. The key project structures envisaged are (Art. 2):<br />\n<br />\n<ul><br />\n<li>Projects which are tendered and operated by New and Renewable Energy Authority (established in 1986);</li><br />\n<li>Projects which are tendered by the (state owned) Egyptian Electricity Transmission Company (ETC) on a Build-Own-Operate basis, where the private investor enters into a long term Power Purchase Agreement (PPA) with ETC.</li><br />\n<li>Projects established by private investors who sell the electricity generated by those projects to ETC on basis of the feed-in tariff (FiT) enacted by <a href=\"http://www.lawforall.info/uploads/141/97/Note_on_Egypts_Feed-in_Tariffs_for_Renewable_Energy_Projects.pdf\">Decree 1947/2014</a>. The FiT, to be granted for 25 years for solar projects and 20 years for wind, differentiates between solar and wind projects and project sizes. The FiT varies between 0.136 USD and 0.1434 USD for solar projects of 500kW-20MW and 20MW-50MW respectively, and from 0.0957 USD to 0.1148 USD for the first 5 years of operation and between 0.0460 USD to 0.1148 USD for the remaining 15 years for wind projects.</li><br />\n<li>Private investors entering into direct PPAs with (large) consumers and being granted access to the grid.</li><br />\n</ul><br />\n<br />\n<br />\n<br />\n<br />"}