{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Egypt", "document_category": "Law", "document_sector_name": "Energy", "document_date": "07/07/2015", "document_language": "English", "document_name": "Law n. 87 - Electricity Law", "document_country_code": "EGY", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/EGY/2015/EGY-2015-07-07-Law n. 87 - Electricity Law_b177ada8e377fc06c11e6a80bbae3237.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The <a href=\"http://www.egyptera.org/en/news1.aspx\">Electricity Law</a> provides for a reform and opening of the Egyptian electricity market, and restructures the role of the Electricity Utility and Consumer Protection Regulatory Agency. The Agency is now, among others matters, responsible for regulating the development and encouragement of renewable energy production and use, and increased electricity use efficiency, as well as issuing renewable source certificates that could be traded upon issuance of regulations detailing the process.<br />\nThe Law also contributes to increased competitiveness of the electricity market and opening up for distributed (including clean energy) production, by:<br />\n<br />\n<br />\n<br />\n<br />\n<br />\n<ol><br />\n<li>allowing for private sector participation in electricity generation and distribution;</li><br />\n<li>setting out the framework for market liberalisation through de-monopolising generation and distribution activities;</li><br />\n<li>restructuring the roles of the Egyptian Electric Utility & Consumer Protection Agency and the Egyptian Electricity Transmission Company, in particular in relation to ensuring freedom of competition in the power sector market; and</li><br />\n<li>codifying the fundamentals of permitting and licensing, including for renewable electricity production.</li><br />\n</ol><br />\n<br />\n<br />\n<br />\n<br />"}