{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Peru", "document_category": "Policy", "document_sector_name": ["Health", "Environment"], "document_date": "07/07/2016", "document_language": "English", "document_name": "2017-2021 Multi-year Sectoral Strategic Plan of the Environment Sector (Ministerial Resolution No. 174-2016-MINAM)", "document_country_code": "PER", "document_hazard_name": [], "document_keyword": ["Adaptation", "Energy Demand", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/PER/2016/PER-2016-07-07-2017-2021 Multi-year Sectoral Strategic Plan of the Environment Sector (Ministerial Resolution No. 174-2016-MINAM)_ef1855c434e1481e791a4e139e5db22c.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The 2017-2021 Multiyear Sectoral Strategic Plan of the Environment Sector outlines strategies to:</div><ol><li>improve environmental conditions in Peru to contribute to the health of its people and ecosystems</li><li>promote the sustainable use of biological diversity and ecosystem services</li><li>strengthen the country's ability to adapt to climate change</li><li>promote the reduction of GHG emissions</li><li>strengthen environmental culture and governance.</li></ol><div><br><br></div><div>&nbsp;Fitted within the Peruvian climate legislative network and guided by the National Environmental Policy and the Action Plan on Environment (<a href=\"http://www.minam.gob.pe/wp-content/uploads/2013/09/ds_012-2009-minam.pdf\">Politica Nacional del Ambiente</a>, 2009, and <a href=\"http://www.minam.gob.pe/wp-content/uploads/2013/08/plana_2011_al_2021.pdf\">Plan Nacional de Acci贸n Ambiental, 2011</a>), the Action Plan on Climate Change Adaptation and Mitigation (Plan de Acci贸n de Adaptaci贸n y Mitigaci贸n frente al Cambio Climatico, 2010), and the <a href=\"http://www.lse.ac.uk/GranthamInstitute/wp-admin/post.php?post=19648&amp;action=edit\">National Strategy on Climate Change (updated version 2015)</a>, the 2017-2021 Multiyear Sectoral Strategic Plan sets specific targets for 2021, in line with the above documents and the \"Vision Peru 2021\".<br> These targets related to climate change for 2021 (against a 2016 baseline), include:<br> - 30% reduction of national GHG emissions<br>- 50% reduction in losses and damage in lives, livelihood and ecosystems due to events of climate, geological and glaciological origin"}