{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Peru", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Residential and Commercial", "LULUCF", "Energy"], "document_date": "24/11/2010", "document_language": "English", "document_name": "Action Plan for Adaptation and Mitigation against Climate Change (Decree N. 238-2010-MINAM)", "document_country_code": "PER", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/PER/2010/PER-2010-11-24-Action Plan for Adaptation and Mitigation against Climate Change (Decree N. 238-2010-MINAM)_f50c7e07132f2922b0d146fe84ac9829.pdf", "document_type": "Action Plan", "text_blocks": [], "document_description": "The Action Plan for Adaptation and Mitigation against Climate Change describes the proposals of the Ministry of Environment for climate change programmes, projects and priorities for both the short and medium term, based on the request for a national plan and broader objectives by the <a href=\"http://www.lse.ac.uk/GranthamInstitute/wp-admin/post.php?post=19648&action=edit\">National Strategy on Climate Change</a>.<br />\n<br />\nIt seeks to involve all stakeholders, including the public sector, business areas and communities. In addition, it also covers the operation of carbon markets, study and research into the economic and social risks and impacts of climate change, as well as sectoral and regional development projects and activities, all of which must include climate change adaptation.<br />\n<br />\nThe key goals include (Art. 3.1):<br />\n<ul><br />\n<li>contribute to reducing emissions and increasing sequestration of GHGs,</li><br />\n<li>increasing forest coverage through forest plantations for carbon sequestration,</li><br />\n<li>promoting the development and implementation of Regional Strategies on climate change,</li><br />\n<li>strengthening the monitoring and prediction of natural phenomena (weather, water and/or oceanographic),</li><br />\n<li>estimating the occurrence of hazards and levels of vulnerability to climate change, and</li><br />\n<li>incorporating risk management into the planning system and budget for sustainable development at national, regional and local levels.</li><br />\n</ul><br />\nTo achieve the above goals, the Action Plan proposes projects and plans within 7 guiding directions of action, detailing proposed projects for each of those. The 7 guiding directions cover (Art 3.2 - 3.8):<br />\n<ol><br />\n<li>Quantification of GHG emissions, reporting and verification systems (value of programmes about 9 million USD)</li><br />\n<li>Contribution to the reduction of GHG emissions: reducing current emissions from deforestation and land use change in the Amazon forests, as well as measures to optimize the use of energy in individual sectors; promote the use of Clean Development Mechanism and strengthen Peru's position in the world carbon markets (value of proposed 17 projects about 467 million USD)</li><br />\n<li>Adaptation to climate change: identify national scenarios of sustainable adaptation process; develop sectoral climate vulnerability studies (value of proposed 21 projects about 382 million USD)</li><br />\n<li>Integration of adaptation and mitigation in decision-making processes: integrate climate change considerations in land-use planning and other national and sub-national plans and policies (value of proposed 12 projects about 2.2 million USD)</li><br />\n<li>Strengthening systems for climate monitoring and research: scientific research and technological development for adaptation and mitigation, with particular focus on hydrological resources and alternative sources of energy, reduction of deforestation and potential for generating carbon credits (value of proposed 7 projects about 87 million USD)</li><br />\n<li>Capacity building and creating public awareness (value of proposed 7 projects about 6.8 million USD)</li><br />\n<li>Financing management: innovative financing instruments, design of a system of microcredit and securities (value of proposed 3 projects about 108,000 USD)</li><br />\n</ol>"}