{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Peru", "document_category": "Law", "document_sector_name": ["Transportation", "Industry", "Energy"], "document_date": "01/01/2000", "document_language": "Spanish", "document_name": "Approves Law for the Promotion of Efficient Energy Use", "document_country_code": "PER", "document_hazard_name": [], "document_keyword": ["Research And Development", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/PER/2000/PER-2000-01-01-Approves Law for the Promotion of Efficient Energy Use_455f6c8c098c282f6d039931e08cccc6.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Law declares the promotion of energy efficiency a matter of national interest. The motivations listed in the bill are to ensure a stable energy supply, protect the consumer, improve competitiveness of the national market and to reduce environmental damage caused by energy consumption. The Law requires the Ministry of Energy and Mining to promote a culture of energy efficiency and to design and fund energy efficiency projects. However, the legislation is vague on details and activities to be realised. The one exception is the labelling of electronic appliances and machines of energy consumption information within 90 days after the law has taken into affect.\n\nThe Executive Decree details how the Ministry of Energy and Mining is to realise the mandates of the corresponding law.\n\nIn order to encourage a culture of energy efficiency, the Ministry is to co-ordinate education programmes for the general public and in primary and secondary schools, as well as co-ordinate the establishment of undergraduate and graduate degree programmes in energy efficiency. Additionally, 21 October is celebrated as National Energy Saving Day.\n\nThe Ministry will encourage energy efficiency in homes and residences with publicity campaigns meant to change consumption behaviour; promote the financing of energy efficient electrical systems appliances; and encourage the use of energy efficient technologies in remote areas.\n\nIn the service and private industry sectors the Ministry will promote the creation of an 'energy efficiency market'; create standards of energy efficiency for private enterprises; create minimum standards of energy efficiency depending on the type of productive activity; co-ordinate the financing of small and medium enterprises to establish pilot projects meant to make energy use more efficient; and coordinate with the National Commission on Climate Change and the National Environmental Fund to facilitate international financing through the Clean Development Mechanisms.\n\nIn the public sector the Ministry will audit the use of energy by public entities that use more than a pre-established amount of energy units; co-ordinate efficient lighting systems; and co-ordinate the conversion of public sector vehicles to run on natural gas.\n\nIn the transportation sector, the Ministry will co-ordinate with the appropriate public entities to encourage efficient use of public transportation systems and optimise traffic systems to mitigate idle use of fuels.\n\nThe Ministry should co-ordinate the replication of successful projects at the Regional Government level."}