{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Peru", "document_category": "Law", "document_sector_name": ["Waste", "Transportation", "LULUCF", "Energy"], "document_date": "01/01/2018", "document_language": "Spanish", "document_name": "Climate Change Framework", "document_country_code": "PER", "document_hazard_name": "Wildfires", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Redd+ And Lulucf"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/PER/2018/PER-2018-01-01-Climate Change Framework_7cf09911ebbf8b694c94a750cb8523b3.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Framework Law on Climate Change, published on April 18, 2018, establishes the principles, approaches and general provisions to coordinate, articulate, design, execute, report, monitor, evaluate and disseminate public policies for the integral, participatory and transparent management of adaptation and mitigation to climate change. The law aims at reducing the vulnerability of the country to climate change, take advantage of the opportunities of low carbon growth and fulfill the international commitments assumed by the State before the United Nations Framework Convention on Climate Change, with an intergenerational approach.  The law establishes responsibilities for the Ministry of Environment of Peru in relation to the country's NDCs: the Ministry must submit an annual report to the Parliament which includes progress on the NDCs, ensure the compliance of the NDC targets and receive reports on sectoral NDCs progress from other ministries and public entities. Peru's NDCs are identified by the law as one of the country's instruments of climate management, with binding nature for the competent authorities and to be considered in their institutional budgets  Article 2 lists a number of principles that the Peruvian State must apply with regards to climate change mitigation and adaptation: the principles of integration, transversality, subsidiarity, accountability, transparency, participation, climate governance and prevention.  Article 16 details how mitigation efforts should be pursued; via carbon sequestration, and the increase of sinks, prioritizing the protection, conservation and sustainable management of forests; afforestation and reforestation; the control of the use and change of land use; sustainable transport; solid waste management; the control of gaseous and e uent emissions; the progressive change of consumption models and the energy matrix to renewable and clean energy; and energy efficiency in the various productive and extractive sectors; among other.On January 1, 2020, the government approved Supreme Decree 013-2019-MINAM which regulates the dispositions of the law. It aims at reducing Peru's vulnerability to adverse effects of climate change, foster low-carbon activities, and enable the country to meet its international climate pledges."}