{"document_instrument_name": ["International cooperation|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Peru", "document_category": "Policy", "document_sector_name": ["LULUCF", "Agriculture"], "document_date": "15/07/2010", "document_language": "English", "document_name": "National Programme for the Conservation of Forests to Mitigate Climate Change, Executive Decree No. 008-2010-MINAN", "document_country_code": "PER", "document_hazard_name": [], "document_keyword": "Redd+ And Lulucf", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/PER/2010/PER-2010-07-15-National Programme for the Conservation of Forests to Mitigate Climate Change, Executive Decree No. 008-2010-MINAN_4e237d66b2fa9e34be6b23a56c50c1d5.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This Decree establishes a national programme to conserve tropical forests in Peru, the general objective of which is to protect 54m ha of tropical forests as a contribution to the mitigation of climate change and to sustainable development. Strategic objectives are:<br />\n- Identify and map the areas to be conserved<br />\n- Promote productive forms of income connected to forest conservation for the most economically vulnerable local populations<br />\n- Strengthen the capacity to conserve forested areas at the regional gubernatorial level, as well as in indigenous and peasant communities<br />\n<br />\nThe programme will be housed within the Ministry of Environment. These state interventions should be co-ordinated with the Ministry of Agriculture and the Ministry of International Trade and Tourism. Programme funds will be allocated from the existing budget of the Ministry of Environment and/or with international funds.<br />\n<br />\nIn addition to the forest conservation hard-target, this plan also incorporates two international pledges: to halt slash-and-burn agriculture tactics (pledge made at 2008 UNFCCC-Poznan) and to reduce the rate of deforestation of primary forests to zero by 2020 (pledge made at the 2009 UNFCCC Copenhagen)."}