{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Peru", "document_category": "Policy", "document_sector_name": ["Water", "LULUCF"], "document_date": "21/07/2016", "document_language": "English", "document_name": "National Strategy to Combat Desertification and Drought 2016-2030, Executive Decree No. 008-2016-MINAM", "document_country_code": "PER", "document_hazard_name": [], "document_keyword": "Adaptation", "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/PER/2016/PER-2016-07-21-National Strategy to Combat Desertification and Drought 2016-2030, Executive Decree No. 008-2016-MINAM_fe61eeb88766679ab42fa28cdf6e13da.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This decree adopts Peru's <a href=\"http://www.para-agua.net/en/biblioteca/normativa/853-peru-estrategia-nacional-de-lucha-contra-la-desertificacion-y-la-sequia-2016-2030\">National Strategy to Combat Desertification and Drought 2016-2030</a> into law.\n\nPeru's National Strategy to Combat Desertification and Drought 2016-2030 has six specific goals: (1) elaborate and update soil quality baselines to include the causes and consequences of desertification, land degradation and drought based on scientific and technological guidelines, (2) strengthen regulatory frameworks related to desertification, land degradation and drought in affected areas, (3) develop synergistic, multisectoral, intrasectoral, regional and local plans, programs and projects to reduce desertification, land degradation and the impact of drought in affected areas, (4) raise awareness of the problem and actions to mitigate desertification, land degradation and the impact of drought through the media, (5) strengthen management capacities of desertification, land degradation and drought in various interest groups on a scientific-technological basis, and (6) develop scientific research or technological innovations that help sustainable land management by taking advantage of traditional knowledge.\n\nThere is a specific subsection (1.5.2) dedicated to the relationship between climate change and desertification in Peru."}