{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Peru", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "LULUCF", "Industry", "Energy", "Economy-wide"], "document_date": "01/01/2015", "document_language": "Spanish", "document_name": "Supreme Decree No. 011-2015-MINAM: They approve the national strategy against climate change", "document_country_code": "PER", "document_hazard_name": ["Cold Waves", "Heat Waves And Heat Stress", "Landslides", "Storms, Hurricanes, Tsunamis, Cyclones", "Floods"], "document_keyword": ["Adaptation", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/PER/2015/PER-2015-01-01-Supreme Decree No. 011-2015-MINAM: They approve the national strategy against climate change_9f01362283a6ab26902f0368ddbb244a.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "The National Strategy on Climate Change (ENCC) 2015 updates and replaces the ENCC originally adopted in 2003. It reflects the commitment of the Peruvian State to take action on climate change in an integrated, cross-cutting and multi-sectoral manner, aiming to fulfil the \"Vision for 2021\", when \"Peru will have adapted to the adverse effects of and taken advantage of the opportunities posed by climate change, laying the foundation for sustainable low carbon development\".\n\nThe Strategy identifies key climate risks for the country, such as glacial retreat and reduced access to the associated water resources, unusual variation of temperatures on land and in the sea, changing historical patterns of rainfall, rising sea levels, and the increased intensity and frequency of extreme weather events. It also assesses the distribution of GHG emissions throughout the Peruvian economy.\n\nBased on the two above assessments, the ENCC sets two key objectives, each with 4 associated indicators :\n\n\n\nPrevent the adverse impacts of climate change from reducing the vulnerability of the economy and society to such impacts, raising awareness among the population and implementing adaptation actions in appropriate scale. The associated indicators are:\n\n\n\nIncreased proportion of people who know what actions to take to manage climate change risks and adapt to the impacts\n\n\n\n\n\n\n\nIncreased volume of private investment and increased quality of public expenditure for climate change adaptation\n\n\n\n\n\n\n\nReduced human and economic losses due to the occurrence of natural disasters linked to climate change\n\n\n\n\n\n\n\nIncreased production of scientific research and technological development as a basis and guide for climate change risk management and adaptation to climate change\n\n\n\n\n\n\n\n\n\n\n\n\n\nReduce GHG emissions, while taking advantage of the opportunities associated productive transformation in key sectors such as forestry, energy, transportation, industrial and solid waste management.\n\n\n\nReduced and continuously decreasing carbon intensity of the economy\n\n\n\n\n\n\n\nReduction of GHG emissions in all sectors, especially carbon intensive sectors\n\n\n\n\n\n\n\nIncreased carbon sequestration and net reduction of emissions in the forestry sector\n\n\n\n\n\n\n\n\n\n\n\nThe ENCC mandates the production of sectoral and sub-national action plans, setting specific targets and detailing measures necessary to achieve the objectives proposed in ENCC. These are to be monitored and evaluated by the National Commission on Climate Change. These include the 2017-2021 Multiyear Sectoral Strategic Plan of the Environment Sector (PESEM) and the National Strategy on Forests and Climate Change (2016)."}