{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Other|Direct Investment"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Peru", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "LULUCF", "Industry", "Agriculture"], "document_date": "01/01/2007", "document_language": "Spanish", "document_name": "Supreme Decree No. 013-2005-EM: Biofuel Market Promotion Law", "document_country_code": "PER", "document_hazard_name": [], "document_keyword": ["Research And Development", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/PER/2007/PER-2007-01-01-Supreme Decree No. 013-2005-EM: Biofuel Market Promotion Law_e0ca56a56e5134f16513c25afc8fa901.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "The Law's primary objective is to incentivise the diversification of the fuel industry by promoting investment in the production of biofuels, defined as any chemical fuel type originating in agricultural products to a standard defined by the national government.\n\nThe policies defined in the legislation, to be implemented by the executive branch, are:\n- to strengthen the scientific research system necessary to developing biofuels\n- to educate workers about innovative fuel technologies\n- to incentivise the application of biofuel technologies\n- to incentivise private capital investment in biofuel production\n- to incentivise the commercialisation of biofuels\n- to promote the production of biofuels in rainforest regions within the framework of sustainable development\n\nThe Law outlines co-ordination with anti-drug programmes, so that national and interna-tional funds designated to The War on Drugs are used to incentivise farmers to cultivate crops designated for biofuels rather than production of coca plants.\n\nThe legislation calls for the creation of a technical commission, which will create quality standards related to the production of various biofuels.\n\nThe executive authority issued a decree to regulate the Law nearly two years after its promulgation. The Decree offers further legal definitions of terminology (such as biodiesel, denaturised chemical compounds etc.) as well as specifying the chemical make up of commercialised biodiesel (95% gasoline, 5% biodiesel) and ethanol fuel (92.2% gasoline, 7.8% ethanol). Additionally, the Decree identifies different funding streams to accomplish the legislative objectives established in Law No. 28054, including through the National Clean Development Mechanism, government-backed credits and funds designated for The War on Drugs."}