{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Ukraine", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Industry", "Energy"], "document_date": "01/01/2017", "document_language": "Ukrainian", "document_name": "Law No 575/97-BP", "document_country_code": "UKR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/UKR/2017/UKR-2017-01-01-Law No 575_97-BP_10172c94eec11bdf3dfb15fdc57e8079.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This Law determines the legal, economic and organizational principles on electricity, and regulates the relations, related to production, transmission, supply and use of energy, providing of power safety of Ukraine, competition and defence of rights for users and workers of industry. The amendment by Law 601-VI defined green tariff as the special rate to purchase electricity produced by through alternative energy sources. A consumer's body authorised by the Cabinet of Ministers issues a document confirming the purchase of energy generated from alternative energy sources. It also establishes that the wholesale electricity market must buy the green tariff electricity from alternative energy sources, and sell it directly to consumers or energy supplying companies.  Green tariff is defined as a special tariff for electricity generated at the power plants that use alternative sources of energy (except blast-furnace and coke gases; with regard to hydropower - at small plants only, i.e. with capacity up to 10 MWel).  The amended Law obliges the Ukrainian wholesale electricity providers to purchase electricity generated at the power plants that use alternative sources of energy through the green tariff. The green tariff was planned as a double average tariff for traditional electricity sold on the Ukrainian wholesale market in the year preceding the year of the tariff decision.  The state regulator (NKRE) defines the Green Tariff based on a formula. Special fed-in (green) tariffs were established for wind, solar, biomass, biogas, small hydro (<10MW) and geothermal power plants. Green Tariffs are fixed until 2030 with guaranteed electricity of-take by the Wholesale Electricity Market Operator. Green Tariffs are revised on a monthly basis to follow changes in UAH/EUR currency exchange rate. Green Tariffs are applied to new construction projects as well as renewable power plants operated before approval of the Law. Reduction of Green Tariffs by 10%, 20% and 30% for RES plants commissioned after 2014, 2019 and 2024 respectively. Local content requirement of 30% starting in July 2013 and 50% starting in July 2014 (for solar, wind and small hydro projects) with additional conditionality.  On 14 September 2017 the National Commission for the State Regulation on Energy and utilities adopted the resolution n.1118 amending the procedure of Power Purchase Agreement (PPA) and called \"On Approval of the Amendments to the Template Power Purchase Agreement between the State Enterprise \"Energorynok\" and Business Entity that Produces Electricity From Alternative Energy Sources\". The resolution was prepared in cooperation with the European Bank for Reconstruction and Development and the International Finance Corportation.  The PPA is the procedure relating suppliers of green electricity and the State Enterprise Energorynok, which has a statutory obligation to purchase all electricity from renewable sources due to Law 5485-VI on green tariff (feed-in-tariff). This resolution introduces significant measures aimed at strengthening the investments in the renewable energy sector. It notably adds the possibility for market players to go to the International Criminal Court once a dispute has been dealt with by a competent commercial court in Ukraine, or if the given court has recused itself. However, the wording of the amendment does not ensure that this procedure will effectively be used. It also details grounds for payments, specifies the obligation to send hourly data directly through the system NEC \"Ukrenergo\", expands the list of circumstances deemed as a force majeure event, and extends the PPA after the liquidation of Energorynok. The PPA shall be valid until 1 January 2030."}