{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Ukraine", "document_category": "Law", "document_sector_name": ["Waste", "Transportation", "Energy", "Economy-wide"], "document_date": "07/07/1994", "document_language": "English", "document_name": "Law 74/94-VR on Energy Saving, amended by Law 783-XIV and Law 2509-IV", "document_country_code": "UKR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/UKR/1994/UKR-1994-07-07-Law 74_94-VR on Energy Saving, amended by Law 783-XIV and Law 2509-IV_29fc13443cf2f55ef12f5b1f4efef6a7.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The law on Energy Savings regulates energy relations between economic entities, and between the state and the corporations and individuals in the field of energy, associated with extraction, processing, transportation, storage, production and use of energy resources, interest of companies organisations and individuals in energy saving, energy-saving technologies, developing and producing less energy machinery and technological equipment, fixing the liability of legal entities and individuals in the field of energy efficiency.<br>&nbsp;<br>&nbsp;It sets up legal, economic, social and ecological grounds for energy saving for all enterprises, associations and organisations. It considers as energy saving the activities (organisational, scientific, practical, information), aimed at sustainable use and economical consumption of primary and transformed energy and natural energy resources in the national economy and is carried out through technical, economic and legal methods.<br>&nbsp;<br>&nbsp;The law establishes energy efficiency and energy saving plans and methods to lower energy demand, decrease energy costs and increase energy security. These plans and methods should be established and executed on national as well as on local levels. The law requires the creation of a legislative framework supporting energy saving (e.g. tax reliefs, grants). It also determines that the government will support scientific research on energy saving processes and technologies. In order to finance measures for efficient use and economy of fuel and energy resources, state and local authorities are obliged to create appropriate budget (energy saving funds).<br>&nbsp;<br>&nbsp;This law was amended twice: in 1999, to provide more detailed mechanisms for financing energy savings from governmental budget; and in 2005, to incorporate regulations on combined heat and power (CHP) and waste energy potential."}