{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Ukraine", "document_category": "Law", "document_sector_name": ["Waste", "Residential and Commercial", "Energy"], "document_date": "20/02/2003", "document_language": "English", "document_name": "Law 555 -IV on Alternative Energy Sources, amended by Law 601-VI", "document_country_code": "UKR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/UKR/2003/UKR-2003-02-20-Law 555 -IV on Alternative Energy Sources, amended by Law 601-VI_5cef3a4cf1115d5ce8acd0f297941ac2.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law defines the legal, economic, environmental and organisational principles of alternative energy sources and promoting their use in the energy sector. Its aim is to increase production and consumption of energy produced from alternative sources, to conserve traditional energy resources and reduce dependence on fuel imports. It calls for restructuring production and efficient consumption of energy by increasing the proportion of energy generated from alternative sources.\n\nIt requires that the government stimulates the production and consumption of energy produced from alternative sources through economic instruments and incentives, as well as favourable economic conditions for the construction of alternative energy.\n\nThe law was amended in 2008 to define alternative energy as 'renewable energy, which includes solar energy, wind, geothermal, wave energy and tidal, hydropower, biomass, gas from organic waste, gas, sewage treatment plants, biogas and secondary energy resources, which include blast furnace and coke gas, methane gas drainage from coal deposits, converting waste energy potential of technological processes.' In addition to these laws, a presidential decree of September 2003 announced measures to stimulate the production of fuel ethanol, biodiesel and biogas.\n\nThe law was amended in 2019 by law No. 2712-VIII on competitive conditions for the production of electricity from alternative energy sources."}