{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Venezuela", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy"], "document_date": "12/04/2013", "document_language": "English", "document_name": "Law of the Plan for the Homeland: the second socialist plan of social and economic development of the Nation 2013-2019", "document_country_code": "VEN", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/VEN/2013/VEN-2013-04-12-Law of the Plan for the Homeland: the second socialist plan of social and economic development of the Nation 2013-2019_47e188832a240cdc89e5f910a4c8e9c0.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This is a follow-up plan to Hugo Chavez's National Project Simon Bolivar 2007-2013, and passed into law after Chavez's death. The plan acts as a national strategic guide for policy and governance until the next presidential elections in 2019. The plan is divided into five sections, the fifth of which is titled 'Preserve life on the planet and save the human species' and speaks directly to environmental protections and climate change. The plan lists 12 broad and ambitious goals in relation to climate ranging from elaborating both mitigation and adaptation plans, to a number of objectives that pressure industrialised countries to follow through on international commitments and pay their 'climate debt' in the form of reparations to less developed countries.\n\nThe plan also lists a series of national policies and associated programmes (which appear to be primary possible strategic actions) related to the energy sector, environmental conservation and transport. For those policies related to climate change, it is unclear which programs are already n execution or ready for implementation."}