{"document_instrument_name": "Capacity building|Governance", "document_country_english_shortname": "Solomon Islands", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Climate Change Policy 2012-2017", "document_country_code": "SLB", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "06/01/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/SLB/2012/SLB-2012-01-06-National Climate Change Policy 2012-2017_ab442dbd564ab63e3ed09cae968e3784.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ministry of Environment, Climate Change, Disaster Management and Meteorology (MECDM)"}, {"text_block_id": "p1_b2", "text": "Prepared by"}, {"text_block_id": "p1_b3", "text": "Frank Wickham"}, {"text_block_id": "p1_b4", "text": ", and co-edited by"}, {"text_block_id": "p1_b5", "text": "John Clarke"}, {"text_block_id": "p1_b6", "text": ","}, {"text_block_id": "p1_b7", "text": "Douglas Yee"}, {"text_block_id": "p1_b8", "text": "and"}, {"text_block_id": "p1_b9", "text": "Richard Pauku"}, {"text_block_id": "p1_b10", "text": "For the Solomon Islands Government through the Ministry of Environment, Climate Change, Disaster Management and Meteorology (MECDM)."}, {"text_block_id": "p1_b11", "text": "Final report, June 2012"}, {"text_block_id": "p1_b12", "text": "Photos by;"}, {"text_block_id": "p1_b13_merged_merged", "text": "Climate Change Division, Richard Pauku and John Waki"}, {"text_block_id": "p1_b16", "text": "Cover Design:"}, {"text_block_id": "p1_b17", "text": "Richard Pauku"}, {"text_block_id": "p2_b18", "text": "FOREWORD"}, {"text_block_id": "p2_b19", "text": "The authoritative Fourth Assessment Report of the Intergovernmental Panel on Climate Change is very clear in its message to the global community that Least Developed Countries such as Solomon Islands will be the most vulnerable to the predicted impacts of climate change. Climate change will bring about big challenges, new opportunities and predicted to have significant effects on Solomon Islands’ sustainable development aspirations and goals. This requires an immediate response measure."}, {"text_block_id": "p2_b20", "text": "This National Climate Change Policy is our country’s response to the challenges and opportunities that climate change presents to us. It’s development through consultations and use of our own government officers with the help of experts and resource people demonstrates to the world that the government and people of Solomon Islands intends to be pro-active, strategic and take ownership of planning and implementing adaptation, risk reduction and mitigation response measures."}, {"text_block_id": "p2_b21", "text": "This policy will enable better coordination of climate change work in the country and provides opportunities for cooperation and collaboration between the government and people of Solomon Islands as well as with our valued development partners, international and regional institutions, intergovernmental organizations and experts."}, {"text_block_id": "p2_b22", "text": "The National Coalition for Reform and Advancement (NCRA) Government has set clear goals to be achieved during its term in office and includes, amongst others, the development of a National Climate Change and Disaster Risk Reduction Policy. As Minister of Environment, Climate Change, Disaster Management and Meteorology, I am pleased that we have achieved this. Furthermore, we have facilitated the amalgamation of the Climate Change Division and the National Disaster Management Office under one Ministry and the integration of climate change and disaster risk reduction in this policy framework. I am confident that much more can be achieved when we mainstream climate change into all our development sectors. Climate change will burden government’s capacity and with our capacity limitations, we look to our development partners for guidance and support."}, {"text_block_id": "p2_b23", "text": "In line with the overarching framework of our National Development Strategy, let us now move on and implement this National Climate Change Policy directives and strategies, and lay the foundation that will enable our future generations to effectively adapt to and mitigate the effects of climate change."}, {"text_block_id": "p2_b24", "text": "Tenkyu tumas and God Bless our Solomon Islands."}, {"text_block_id": "p2_b25", "text": "Honourable John Moffat Fugui"}, {"text_block_id": "p2_b26", "text": "Minister for Environment, Climate Change, Disaster Management and Meteorology"}, {"text_block_id": "p3_b27", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p3_b28", "text": "It has been a challenging experience to formulate a policy that is cross-cutting in nature and complementary to many of our national development policies. Having represented Solomon Islands in a range of high level international and regional climate change negotiations and engaged in a wide range of issues relating to climate change and disaster risk reduction, I am pleased that we now have a national Climate Change Policy to guide our work to address this important sustainable development issue."}, {"text_block_id": "p3_b29", "text": "The development of this national Climate Change Policy has been possible with the funding support of the Global Environment Facility through the Pacific Adaptation to Climate Change (PACC) Project implemented through the United Nations Development Program (UNDP), and executed by the Secretariat of the Pacific Regional Environment Programme (SPREP). Additional support was also provided by the UNDP, the Adaptation Fund (AF), the World Bank and ADB. We say tenkyu tumas to our development partners and look forward to on-going support to address climate change."}, {"text_block_id": "p3_b30", "text": "The constructive guidance and mentoring of the former Permanent Secretary of MECDM, Mr. Rence Sore, in ensuring the drafting of this policy is implemented without delay, and that the policy is purposeful, focused, relevant, and addressing the needs of Solomon Islands, is hereby acknowledged. The contributions of Permanent Secretaries of other line ministries is also acknowledged."}, {"text_block_id": "p3_b31", "text": "We take this opportunity to acknowledge our Solomon Islands Ambassador to the United Nations, His Excellency Colin Beck, for championing the cause of climate change adaptation, disaster risk reduction and mitigation for Solomon Islands and other Least Developed Countries and Small Islands States. Ambassador Beck’s untiring efforts on the global stage is an inspiration to many here at home."}, {"text_block_id": "p3_b32", "text": "Sincere appreciation and acknowledgement goes to the senior officers and staff of our Ministry of Environment, Climate Change, Disaster Management and Meteorology (MECDM), who worked very hard to facilitate and contribute to the development of this document. We acknowledge our officers across our Ministries who provided valuable time and input into the draft, to our local resource people, our provincial government representatives, civil society representatives and individuals from various walks of life who contributed in various ways. Congratulations one and all for a job well done."}, {"text_block_id": "p3_b33", "text": "We also remember and honor our dear colleague, the late Simon Fu’o, who had just joined our Ministry for a career in addressing climate change, and whose untimely passing has robbed the nation of a future leader."}, {"text_block_id": "p3_b34", "text": "May Almighty God guide us all as we implement this policy and its strategies."}, {"text_block_id": "p3_b35", "text": "Tenkyu tumas long iufala evriwan"}, {"text_block_id": "p4_b36", "text": "ACRONYMS"}, {"text_block_id": "p5_b37", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p8_b38", "text": "1.0 INTRODUCTION"}, {"text_block_id": "p8_b39", "text": "1.1 C"}, {"text_block_id": "p8_b40", "text": "LIMATE"}, {"text_block_id": "p8_b41", "text": "C"}, {"text_block_id": "p8_b42", "text": "HANGE AND"}, {"text_block_id": "p8_b43", "text": "G"}, {"text_block_id": "p8_b44", "text": "LOBAL"}, {"text_block_id": "p8_b45", "text": "E"}, {"text_block_id": "p8_b46", "text": "NVIRONMENTAL"}, {"text_block_id": "p8_b47", "text": "C"}, {"text_block_id": "p8_b48", "text": "HANGE"}, {"text_block_id": "p8_b49", "text": "1.2 G"}, {"text_block_id": "p8_b50_merged_merged", "text": "LOBAL AND PACIFIC REGION CLIMATE CHANGE PROJECTIONS"}, {"text_block_id": "p9_b61", "text": "LOBAL AND PACIFIC REGION CLIMATE CHANGE PROJECTIONS\n* Small islands will be very vulnerable to sea level rise and extreme events;\n* Sea level will increase rates of inundation, storm surges, erosion and other coastal;\n* Water resources are likely to be seriously affected;\n* Coral reefs, fisheries and marine-based resources will be heavily impacted;\n* Species is starting to be lost or replaced due to warming in higher altitudes;\n* Subsistence and commercial agriculture will be adversely affected;\n* Effects on tourism are likely to be direct and indirect and largely negative; and\n* There is growing concern that human health will be impacted, mostly in adverse ways."}, {"text_block_id": "p9_b77", "text": "The location and diverse geography of islands in the Pacific means that each island or island group will experience variations in weather events and overall climate change."}, {"text_block_id": "p10_b78", "text": "2.0 NATIONAL CONTEXT"}, {"text_block_id": "p10_b79", "text": "2.1 S"}, {"text_block_id": "p10_b80", "text": "UMMARY"}, {"text_block_id": "p10_b81", "text": "N"}, {"text_block_id": "p10_b82", "text": "ATIONAL"}, {"text_block_id": "p10_b83", "text": "C"}, {"text_block_id": "p10_b84", "text": "ONTEXT"}, {"text_block_id": "p10_b85", "text": "2.2 C"}, {"text_block_id": "p10_b86", "text": "LIMATE"}, {"text_block_id": "p10_b87", "text": "D"}, {"text_block_id": "p10_b88", "text": "RIVERS AND"}, {"text_block_id": "p10_b89", "text": "T"}, {"text_block_id": "p10_b90", "text": "RENDS"}, {"text_block_id": "p10_b91", "text": "2.2.1 E"}, {"text_block_id": "p10_b92_merged_merged_merged", "text": "L NINO SOUTHERN OSCILLATION"}, {"text_block_id": "p10_b97", "text": "One of the drivers of inter-annual climate variability affecting Solomon Islands is the El NinoSouthern Oscillation (ENSO) events which are known to have distinct oceanographic, temperature, rainfall and cyclonic conditions (Figure 2.2.1). There are usually two phases: El Nino and La Nina. During an El Nino ocean surface waters are warmer than normal and the equatorial divergence is located well to the east of the Pacific. A La Nina event is when the temperatures are cooler and equatorial divergence occurs across much of the region. Cyclones and high rainfall events are associated with the La Nina periods. The future of ENSO events is still not clear but it is expected that it will continue to be an important driver of Solomon Islands climate into the future."}, {"text_block_id": "p11_b98", "text": "Figure 2.2.1:"}, {"text_block_id": "p11_b99", "text": "The average positions of the major climate features in November to April."}, {"text_block_id": "p11_b100", "text": "Source: PCCSP Project 2011."}, {"text_block_id": "p11_b101", "text": "2.2.2 C"}, {"text_block_id": "p11_b102_merged", "text": "ONVERGENCE ZONES AND MONSOON"}, {"text_block_id": "p11_b107", "text": "Solomon Islands is also affected by the seasonal movement of the South Pacific Convergence Zone (SPCZ) and the Intertropical Convergence Zone (ITCZ). These are bands of cloud systems that normally brings heavy rainfall over the islands during their occurrences. These cloud bands are closely associated with rising warm air over waters where winds converge."}, {"text_block_id": "p11_b108", "text": "The Western Pacific Monsoon (WPM) also has some influence on the climate and rainfall of Solomon. This however, is driven by the large differences in ocean and land temperatures and during its occurrence, a very dry condition could turn very wet."}, {"text_block_id": "p11_b109", "text": "2.2.3 T"}, {"text_block_id": "p11_b110", "text": "EMPERATURE"}, {"text_block_id": "p11_b111", "text": "Records of temperature across the country over the past decades show an increasing trend (Figure 2.2.3). This is in line with the global and regional projections and corroborated by the experiences provided by women and farmers consulted in various parts of the country."}, {"text_block_id": "p11_b112", "text": "Figure 2.23:"}, {"text_block_id": "p11_b113", "text": "Annual average temperature for Honiara. Light blue bars indicate El Nino years. Dark blue bars indicate La Nina years and the grey bars indicate neutral years."}, {"text_block_id": "p11_b114", "text": "Source: PCCSP Project."}, {"text_block_id": "p12_b115", "text": "2.2.4 R"}, {"text_block_id": "p12_b116", "text": "AINFALL"}, {"text_block_id": "p12_b117", "text": "Data analysed to date shows no clear indication on what the tendency of the annual rainfall for the whole country will be like, as there are large gaps in certain data sets rendering it difficult to construct a rational relationship reasonable for all stations. Records from weather stations around the country reveal that some areas showed a decline in their annual rainfall (Auki), while others (Munda and Lata, in Santa Cruz) displayed an increase in rainfall trend (Figure 2.2.4."}, {"text_block_id": "p12_b118", "text": "Figure 2.2.4:"}, {"text_block_id": "p12_b119", "text": "Annual rainfall (above) and mean temperature (below) for Honiara."}, {"text_block_id": "p12_b120", "text": "Source: Solomon Islands Meteorological Services."}, {"text_block_id": "p13_b121", "text": "2.2.5 C"}, {"text_block_id": "p13_b122", "text": "YCLONES"}, {"text_block_id": "p13_b123", "text": "The recent review of international literature by the World Fish report (Brokovich"}, {"text_block_id": "p13_b124", "text": "et al"}, {"text_block_id": "p13_b125", "text": "., 2012) on trends of cyclones in the Pacific has the following summary:"}, {"text_block_id": "p13_b126", "text": "., 2012) on trends of cyclones in the Pacific has the following summary:\n* The dissipation force of a cyclone is correlated to sea surface temperature.\n* Number of high intensity cyclones (categories 4 and 5) in the north-western Pacific has\n* A recent study has shown that for the South Pacific region, there is no significant trend\n* Records of cyclones compiled by the NDMO indicate a gradual shift in the location of"}, {"text_block_id": "p13_b134", "text": "Figure 2.2.5:"}, {"text_block_id": "p13_b135", "text": "Number of Tropical Cyclones passing within 400km of Honiara. 11-year moving average in purple."}, {"text_block_id": "p13_b136", "text": "Source: PCCSP Project."}, {"text_block_id": "p13_b137", "text": "2.2.6 D"}, {"text_block_id": "p13_b138", "text": "ROUGHT"}, {"text_block_id": "p13_b139", "text": "Solomon Islands is vulnerable to droughts and many parts of the country have been affected many times over the past years. Droughts are usually associated with the El Nino phenomenon. The 1997/98 El Nino caused severe drought in many parts of the country."}, {"text_block_id": "p13_b140", "text": "2.2.7 S"}, {"text_block_id": "p13_b141_merged_merged", "text": "EA LEVEL RISE"}, {"text_block_id": "p14_b146", "text": "Figure 2.2.7"}, {"text_block_id": "p14_b147", "text": "Map of region showing net relative sea level trends (in mm/year) after subtracting the effects of the vertical movement of the platform and the inverse barometer pressure effect. Utilizing all the data collected since the start of the project up to the end of December 2009."}, {"text_block_id": "p14_b148", "text": "2.3 F"}, {"text_block_id": "p14_b149", "text": "UTURE"}, {"text_block_id": "p14_b150", "text": "C"}, {"text_block_id": "p14_b151", "text": "LIMATE OF"}, {"text_block_id": "p14_b152", "text": "S"}, {"text_block_id": "p14_b153", "text": "OLOMON"}, {"text_block_id": "p14_b154", "text": "I"}, {"text_block_id": "p14_b155", "text": "SLANDS"}, {"text_block_id": "p14_b156", "text": "A recent report by the Pacific Climate Change Science Programme (PCCSP) funded by the Australian Government has analysed up to 24 different global models of future climate based on three IPCC scenarios: Low (B1), Medium (A1B) and High (A2). The scenarios are linked to trends in global green house gas emissions and potential global mitigation actions."}, {"text_block_id": "p14_b157_merged_merged", "text": "2.3.1 SEA L"}, {"text_block_id": "p14_b160", "text": "EVEL"}, {"text_block_id": "p14_b161", "text": "Source: PCCSP Project"}, {"text_block_id": "p15_b162", "text": "Source: PCCSP Project"}, {"text_block_id": "p15_b163", "text": "2.3.2 R"}, {"text_block_id": "p15_b164", "text": "AINFALL"}, {"text_block_id": "p15_b165", "text": "Source:"}, {"text_block_id": "p15_b166", "text": "Solomon Islands Meteorological Services"}, {"text_block_id": "p15_b167", "text": "2.3.3 T"}, {"text_block_id": "p15_b168", "text": "ROPICAL"}, {"text_block_id": "p15_b169", "text": "C"}, {"text_block_id": "p15_b170", "text": "YCLONES"}, {"text_block_id": "p15_b171", "text": "Source: NDMO"}, {"text_block_id": "p15_b172_merged_merged", "text": "Source: PCCSP Project"}, {"text_block_id": "p16_b175", "text": "2.3.4 S"}, {"text_block_id": "p16_b176", "text": "UMMARY OF THE"}, {"text_block_id": "p16_b177", "text": "P"}, {"text_block_id": "p16_b178", "text": "REDICTED"}, {"text_block_id": "p16_b179", "text": "F"}, {"text_block_id": "p16_b180", "text": "UTURE"}, {"text_block_id": "p16_b181", "text": "C"}, {"text_block_id": "p16_b182", "text": "LIMATE OF"}, {"text_block_id": "p16_b183", "text": "S"}, {"text_block_id": "p16_b184", "text": "OLOMON"}, {"text_block_id": "p16_b185", "text": "I"}, {"text_block_id": "p16_b186", "text": "SLANDS"}, {"text_block_id": "p16_b187", "text": "Source: SPCCSP Project."}, {"text_block_id": "p16_b188", "text": "2.4 V"}, {"text_block_id": "p16_b189", "text": "ULNERABLE"}, {"text_block_id": "p16_b190", "text": ", D"}, {"text_block_id": "p16_b191", "text": "ISASTER"}, {"text_block_id": "p16_b192", "text": "R"}, {"text_block_id": "p16_b193", "text": "ISK"}, {"text_block_id": "p16_b194", "text": "C"}, {"text_block_id": "p16_b195", "text": "ONTEXT AND"}, {"text_block_id": "p16_b196", "text": "R"}, {"text_block_id": "p16_b197", "text": "ESPONSE"}, {"text_block_id": "p16_b198", "text": "M"}, {"text_block_id": "p16_b199", "text": "EASURES"}, {"text_block_id": "p16_b200", "text": "The first formal description of Solomon Islands vulnerability to climate change was presented in the country’s Initial National Communication (INC) to the UNFCCC in 2004. The report recognized the limited understanding on the vulnerability of the country to climate change and sea level rise and the need to put in place ‘suitable plans, policies and measures’. Priority vulnerable areas identified included; 1) Subsistence and commercial agriculture, 2) Human health, 4) Coastal environments and systems, 4) Water resources, 5) Marine resources"}, {"text_block_id": "p16_b201", "text": "In 2008 Solomon Islands developed a National Adaptation Program of Action (NAPA) with funding assistance from the GEF and UNDP. The NAPA presents Solomon Islands immediate and urgent adaptation needs based on rapid V&A assessment in selected parts of the country. The NAPA describes and prioritizes the country’s vulnerable sectors together with project profiles. The main vulnerable sectors include: 1) Agriculture and food security, 2) Water supply and sanitation, 3) Human health, 4) Human settlements, 5) Fisheries and marine resources, 6) Coastal Protection, 7) Infrastructure, 8) Waste management, and; 9) Tourism."}, {"text_block_id": "p16_b202_merged_merged_merged", "text": "Building on the NAPA, the Solomon Islands Second National Communication (SNC) to the UNFCCC has summarised a range of vulnerable locations in the country based on their level of exposure, sensitivity and limited coping capacity of people. On-going scientific and socio-economic assessments are needed to identify and determine the level of vulnerability of communities, infrastructure and geographic areas in the country to guide future adaptation actions."}, {"text_block_id": "p16_b205", "text": "Disaster risk assessments have also been undertaken at the macro and community level scales in the country and provide very useful information on historic disaster events that can guide adaptation and disaster risk reduction measures. These include studies undertaken for Solomon Islands by the Pacific Catastrophe Risk Assessment and Financing Initiative and past disaster management reports and disaster risk assessments by the NDMO."}, {"text_block_id": "p17_b206", "text": "3.0 POLICY RATIONALE"}, {"text_block_id": "p17_b207", "text": "In its efforts to pursue social and economic development objectives the people and government of Solomon Islands have been relying heavily on the nation’s natural resources base and the support from development partners. Additionally, and despite its limited capacity, the government has taken significant steps in the past ten years to begin implementing climate change adaptation and mitigation actions including the development of the National Adaptation Program of Action, National Disaster Management Strategy, Renewable Energy Framework and establishing a government agency to oversee climate change. Civil society organizations are building capacity to support communities adapt to climate change and the private sector has made steady progress with renewable energy technologies."}, {"text_block_id": "p17_b208", "text": "The government recognizes that climate change is a sustainable development issue that brings challenges as well as opportunities. Achieving the optimum level of economic growth to support the rapidly growing population will require a scaling up of economic activities and utilization of natural capital that will also give rise to increasing environmental impacts and emissions of green house gases in the future. Climate change will also threaten the successful implementation and achievement of Solomon Islands National Development Strategy into the future and place added burden on government resources."}, {"text_block_id": "p17_b209", "text": "The global community recognizes that an important solution to climate change is the protection and sustainable management of forests. In Solomon Islands annual timber extraction rates are currently significantly higher than established sustainable levels and it is predicted that merchantable forest areas will be depleted within the next five years. Unsustainable management of forests increases the vulnerability of people, biodiversity and the economy and contributes to global warming. The country’s low human development and low per capita income highlights the country’s high level of social vulnerability which will be exacerbated by climate change."}, {"text_block_id": "p17_b210_merged", "text": "Building on the progress to date and recognizing the need to enhance adaptive capacity while pursuing a low carbon development pathway, this policy provides a national strategic framework for the country to address the challenges and benefit from the opportunities that climate change brings. The policy links government, civil society and development partners in a strategic and coordinated approach to addressing climate change. It seeks to find a balance between socio-economic development and sustainable utilization of natural resources as a climate change adaptation and mitigation measure. The policy is framed to take advantage of the dual benefits of adaptation through mitigation and to position the country to benefit from the growing range of global innovative financing opportunities such as the Adaptation Fund, the Green Climate Fund, the Clean Development Mechanism (CDM), and Reducing Emissions from Deforestation and Forest Degradation (REDD+). Further information on these financing opportunities is provided in the Annex 1."}, {"text_block_id": "p18_b216", "text": "4.0 POLICY CONTEXT AND LINKAGES"}, {"text_block_id": "p18_b217", "text": "The Solomon Islands National Climate Change Policy is guided by and linked to a framework of national, regional and international policies and strategies. It aligns with the NDS, complements with other national policies and strategies and is an expression of the country’s commitment to international and regional multi-lateral environment agreements (MEA) to which the country is formally committed to."}, {"text_block_id": "p18_b218", "text": "On the international front Solomon Islands is a Party to the"}, {"text_block_id": "p18_b219", "text": "United Nations Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p18_b220", "text": "and its"}, {"text_block_id": "p18_b221", "text": "Kyoto Protocol"}, {"text_block_id": "p18_b222", "text": "which together make up the core of the international policy response to climate change. Solomon Islands is also a signatory to the"}, {"text_block_id": "p18_b223", "text": "Hyogo Framework on Disaster Risk Management"}, {"text_block_id": "p18_b224", "text": "and has been involved in the"}, {"text_block_id": "p18_b225", "text": "European Union-Global Climate Change Alliance programmes . The country continues to benefit from funding by the Global Environment Facility (GEF) which is the financing mechanism for the UNFCCC made available through Implementing Agencies such as the UNDP, UNEP, FAO and World Bank."}, {"text_block_id": "p18_b226", "text": "Within the Pacific regional level, Solomon Islands is a signatory to the"}, {"text_block_id": "p18_b227", "text": "Pacific Plan, Pacific Islands Framework for Action on Climate Change (PIFACC)"}, {"text_block_id": "p18_b228", "text": "and the"}, {"text_block_id": "p18_b229", "text": "Regional Framework on Disaster Risk Reduction and Disaster Management"}, {"text_block_id": "p18_b230", "text": "that have established climate change and disaster risk management related objectives and actions. Partnerships continue to be developed with a number of international and regional inter-governmental organizations, some of which have specific mandates to assist their member countries address climate change, disaster risk management and related development issues."}, {"text_block_id": "p18_b231_merged_merged_merged", "text": "At the national level the government’s overarching development planning framework is the Solomon Islands National Development Strategy: 2011-2020 (NDS). The NDS includes a range of Focus Areas and Objectives, Policies and Strategies that together can contribute to enhance adaptation, disaster risk management and mitigation capacity in Solomon Islands. A summary of the NDS Focus Areas and Objectives is presented in"}, {"text_block_id": "p18_b235", "text": "Annex 7."}, {"text_block_id": "p18_b236", "text": "Amongst the Strategy’s various themes and objectives, Theme 7 is targeted at ‘Creating and Maintaining the Enabling Environment’. Under this theme are two objectives including;"}, {"text_block_id": "p19_b237", "text": "Under each of the above objectives are a range of policies and strategies which are also reflected in this climate change policy."}, {"text_block_id": "p19_b238", "text": "Solomon Islands has an armoury of national legislations and regulations together with a range of policies to support development planning and implementation. Many of the legislations and regulations still need to be effectively enforced through strengthened capacity of the government."}, {"text_block_id": "p20_b239", "text": "5.0 POLICY VISION, MISSION STATEMENT AND OBJECTIVE"}, {"text_block_id": "p20_b240", "text": "5.1 V"}, {"text_block_id": "p20_b241", "text": "ISION"}, {"text_block_id": "p20_b242", "text": "A resilient, secure and sustainable Solomon Islands responding to climate change."}, {"text_block_id": "p20_b243", "text": "5.2 M"}, {"text_block_id": "p20_b244_merged", "text": "ISSION STATEMENT"}, {"text_block_id": "p20_b247", "text": "To enhance adaptation, disaster risk reduction and mitigation capacity throughout the Solomon Islands that contributes to increased resilience and achievement of sustainable development goals."}, {"text_block_id": "p20_b248", "text": "5.3 O"}, {"text_block_id": "p20_b249", "text": "BJECTIVE"}, {"text_block_id": "p20_b250", "text": "The objective of this Climate Change policy is to provide a guiding framework to;"}, {"text_block_id": "p20_b251", "text": "The objective of this Climate Change policy is to provide a guiding framework to;\n* Integrate climate considerations and support the implementation and achievement of\n* To guide the government and its partners efforts in ensuring that;\n\t* The people, natural environment and economy of the country are resilient and able\n\t* The country benefits from clean and renewable energy, energy efficiency and"}, {"text_block_id": "p21_b259", "text": "6.0 BROAD POLICY COMMITMENTS"}, {"text_block_id": "p21_b260", "text": "The government of Solomon Islands:"}, {"text_block_id": "p21_b261", "text": "The government of Solomon Islands:\n* Recognizes the authoritative scientific assessments of the Intergovernmental Panel on\n* Shall address and mainstream climate change as an integral part of its national\n* Recognizes the key significance and applicability of local evidence based scientific\n* Shall develop the capacity of its people, institutions and communities to reduce climate\n* Maintains its commitments as a Party to the UNFCCC, the successor instrument to the\n* Shall forge and maintain partnerships and seek the support of its development partners"}, {"text_block_id": "p22_b273", "text": "7.0 POLICY GUIDING PRINCIPLES"}, {"text_block_id": "p22_b274", "text": "The Solomon Islands National Climate Change Policy shall be guided by the following principles:"}, {"text_block_id": "p22_b275", "text": "1.1 Alignment with and guidance from the Solomon Islands national constitution."}, {"text_block_id": "p22_b276", "text": "This policy framework and its implementation modalities shall be guided by the constitution of the independent state of Solomon Islands."}, {"text_block_id": "p22_b277", "text": "1.2 Stakeholder participation and collaboration"}, {"text_block_id": "p22_b278", "text": "Solomon Islanders across all levels cannot be spectators in the on-going efforts to address climate change. National, provincial and community mitigation, adaptation and disaster risk reduction programs and activities shall promote and ensure the active participation of all."}, {"text_block_id": "p22_b279", "text": "1.3 Holistic and multi-disciplinary approach"}, {"text_block_id": "p22_b280", "text": "Climate change impacts will be multi-dimensional therefore the planning and implementation of this policy shall be holistic and multi-disciplinary with special recognition to the important role of science and traditional knowledge."}, {"text_block_id": "p22_b281", "text": "1.4 Precautionary principle and no regrets approach"}, {"text_block_id": "p22_b282", "text": "Given the limited certainty surrounding the predicted extent and dimensions of climate change impacts at the national, provincial and community levels for Solomon Islands, the precautionary principle and no regrets approach will be used in planning and implementing this policy."}, {"text_block_id": "p22_b283", "text": "1.5 Respect for culture and rights of indigenous people"}, {"text_block_id": "p22_b284", "text": "Climate change will impact on natural resource utilization and people’s livelihoods. The culture and rights of indigenous communities shall be respected throughout the planning and implementation of climate change mitigation, adaptation and disaster risk reduction programs and activities."}, {"text_block_id": "p22_b285", "text": "1.6 Gender equity and involvement of youth, children and people with special needs."}, {"text_block_id": "p22_b286", "text": "1.7 Mainstreaming and integration"}, {"text_block_id": "p22_b287", "text": "Climate change will impact all sectors and levels of society, governance frameworks, the natural environment and non-living resources. It is everyone’s business and shall be addressed in an integrated and holistic manner."}, {"text_block_id": "p22_b288", "text": "1.8 Integration of climate change adaptation and disaster risk reduction"}, {"text_block_id": "p22_b289", "text": "Climate change adaptation and disaster risk reduction are closely inter-related and shall be aligned."}, {"text_block_id": "p23_b290", "text": "Climate change adaptation and disaster risk reduction are closely inter-related and shall be aligned.\n* Climate change policy and adaptation, disaster risk reduction and mitigation measurers will be"}, {"text_block_id": "p24_b293", "text": "8.0 POLICY OUTCOMES, DIRECTIVES AND STRATEGIES"}, {"text_block_id": "p24_b294", "text": "8.1 E"}, {"text_block_id": "p24_b295_merged", "text": "NABLING ENVIRONMENT AND INSTITUTIONAL ARRANGEMENTS"}, {"text_block_id": "p24_b302", "text": "Climate change will affect all development sectors of the country. This requires an effective institutional arrangement and enabling environment in place to address it as an integrated and cross-cutting development issue. The enabling environment includes having in place policies, strategies and networking, while an institutional arrangement includes having a dedicated government lead agency and coordination mechanism to guide and coordinate strategies and actions to address climate change at the national as well as provincial and community levels."}, {"text_block_id": "p24_b303", "text": "8.1.1 P"}, {"text_block_id": "p24_b304", "text": "OLICY DIRECTIVE AND STRATEGIES"}, {"text_block_id": "p24_b305", "text": "OLICY DIRECTIVE AND STRATEGIES\n* Solomon shall have in place an effective enabling environment and institutional\n<\\li1>\n\t* Strengthen capacity of the Climate Change Division as the government lead agency\n\t* Draft and enact national climate change legislation to give legal mandate to the\n\t* Establish a National Climate Change Council to oversee the implementation,\n\t* Establish a Climate Change Working Group (CCWG) to provide inter-agency and\n\t* Strengthen capacity of the government lead agency overseeing climate change to be\n\t* Enhance the role and capacity of the Environment and Conservation Standing\n\t* Develop national and provincial level climate change policies and strategies that is in"}, {"text_block_id": "p25_b322", "text": "OLICY DIRECTIVE AND STRATEGIES\n* Solomon shall have in place an effective enabling environment and institutional\n<\\li1>\n\t* Strengthen capacity of the Climate Change Division as the government lead agency\n\t* Draft and enact national climate change legislation to give legal mandate to the\n\t* Establish a National Climate Change Council to oversee the implementation,\n\t* Establish a Climate Change Working Group (CCWG) to provide inter-agency and\n\t* Strengthen capacity of the government lead agency overseeing climate change to be\n\t* Enhance the role and capacity of the Environment and Conservation Standing\n\t* Develop national and provincial level climate change policies and strategies that is in\n* Establish national Thematic Working Groups (TWG) to provide technical and\n<\\li2>\n\t\t* Vulnerability, disaster risk reduction and adaptation;\n\t\t* Mitigation & Green house gas inventory;\n\t\t* Research, Systematic Observation and Technology Transfer; and\n\t\t* Education, awareness and capacity building."}, {"text_block_id": "p25_b332_merged", "text": "The membership, broad scope and role of the Thematic Working Groups and linkage to the lead agency and National Climate Change Council is presented in Annex 6 to this Policy document."}, {"text_block_id": "p25_b335", "text": "The membership, broad scope and role of the Thematic Working Groups and linkage to the lead agency and National Climate Change Council is presented in Annex 6 to this Policy document.\n* Establish formal climate change coordination arrangements within Provincial\n* Designate officials as Climate Change Focal Points within national and provincial\n* Establish community-based or village-based climate change coordination"}, {"text_block_id": "p25_b341", "text": "Figure 8.1.1A Institutional Arrangement for implementation of the Climate Change Policy="}, {"text_block_id": "p26_b342", "text": "8.2 M"}, {"text_block_id": "p26_b343", "text": "AINSTREAMING OF"}, {"text_block_id": "p26_b344", "text": "C"}, {"text_block_id": "p26_b345", "text": "LIMATE"}, {"text_block_id": "p26_b346", "text": "C"}, {"text_block_id": "p26_b347", "text": "HANGE"}, {"text_block_id": "p26_b348", "text": "‘Mainstreaming’ is a process rather than a goal and consists in bringing what can be seen as marginal into the core business and main decision-making process of an organization or institution. Mainstreaming can take place at various levels including laws, strategies, policies and operations. The cross-cutting nature of climate change threats and impacts requires that it be integrated into all development sectors and organizations."}, {"text_block_id": "p26_b349", "text": "8.2.1 P"}, {"text_block_id": "p26_b350", "text": "OLICY"}, {"text_block_id": "p26_b351", "text": "D"}, {"text_block_id": "p26_b352", "text": "IRECTIVE AND"}, {"text_block_id": "p26_b353", "text": "S"}, {"text_block_id": "p26_b354", "text": "TRATEGIES"}, {"text_block_id": "p26_b355", "text": "TRATEGIES\n* Climate change shall be mainstreamed into all development sectors and\n<\\li1>\n\t* Support organizations and institutions build capacity for mainstreaming climate\n\t* Review and revise existing relevant legislations and regulations to support\n\t* Review national and provincial government policies & strategies and integrate\n\t* Integrate climate change considerations into the planning and budgeting\n\t* Mainstream climate change considerations in country partnership arrangements\n\t* Ensure that the National Development Strategy and other national sector"}, {"text_block_id": "p26_b369", "text": "8.3 V"}, {"text_block_id": "p26_b370", "text": "ULNERABILITY AND"}, {"text_block_id": "p26_b371", "text": "A"}, {"text_block_id": "p26_b372", "text": "DAPTATION"}, {"text_block_id": "p26_b373", "text": "(V&A)"}, {"text_block_id": "p26_b374", "text": "AND"}, {"text_block_id": "p26_b375", "text": "D"}, {"text_block_id": "p26_b376", "text": "ISASTER"}, {"text_block_id": "p26_b377", "text": "R"}, {"text_block_id": "p26_b378", "text": "ISK"}, {"text_block_id": "p26_b379", "text": "R"}, {"text_block_id": "p26_b380", "text": "EDUCTION"}, {"text_block_id": "p26_b381", "text": "(DRR)"}, {"text_block_id": "p26_b382_merged_merged_merged_merged", "text": "Vulnerability to climate change is a function of a systems’ exposure to climate hazards, sensitivity and coping capacity. The IPCC Fourth Assessment Report (2007) predicts that Least Developed Countries such as Solomon Islands will be amongst the most vulnerable to the predicted impacts of climate change. Observations by the Solomon Islands Meteorological Services (SIMS) indicate that sea level is rising at 7mm per year or about twice the global mean value, temperature is increasing at an average rate of 0.14˚C per decade and more intense rainfall and extreme events are already being experienced as predicted by regional and international scientific bodies through various climate models."}, {"text_block_id": "p26_b386", "text": "Communities are already experiencing the effects of climate variability and the onset of climate change. The scattered archipelago of Solomon Islands places islands and their inhabitants at varying degrees of exposure to extreme events and their sensitivity and coping capacity are relative to the level of natural resource endowments, socio-economic situation, extent of reliance on biodiversity and other factors. Human activities can also exacerbate their vulnerability to climate change. It has also been recognized that good mitigation actions can contribute to enhancing adaptation."}, {"text_block_id": "p27_b387", "text": "Solomon Islands has developed a National Adaptation Programme of Action (NAPA) to address its urgent adaptation needs following a rapid vulnerability assessment of its development sectors. The NAPA has established a baseline of vulnerability situations and priority vulnerable sectors that will need to be reviewed from time to time as vulnerability assessments become better informed through the use of scientific and socio-economic tools and when data is more readily available."}, {"text_block_id": "p27_b388", "text": "Disaster Risk Reduction (DRR) strategies and actions contribute to reducing vulnerability. A nation, community or system is likely to be less vulnerable and more adaptive if it reduces its risks to disasters such as extreme events. On the other hand, the greater the risk from disasters the greater the vulnerability. The close relationship between the DRR and CCA agendas requires good coordination and integration to minimize duplication and maximize synergies."}, {"text_block_id": "p27_b389", "text": "8.3.1 P"}, {"text_block_id": "p27_b390", "text": "OLICY"}, {"text_block_id": "p27_b391", "text": "D"}, {"text_block_id": "p27_b392", "text": "IRECTIVE AND"}, {"text_block_id": "p27_b393", "text": "S"}, {"text_block_id": "p27_b394", "text": "TRATEGIES"}, {"text_block_id": "p27_b395", "text": "TRATEGIES\n* The Government of Solomon Islands considers it vital and urgent to develop the\n<\\li1>\n\t* Address the NAPA priority sectors and implement the range of projects and\n<\\li2>\n\t\t* âincrease the resilience of food production and enhance food security to the\n\t\t* increase the resilience of water resources management to impacts of climate\n\t\t* improve the capacity for managing impacts of climate change and sea-level\n\t\t* increase the capacity of health professionals to address adverse impacts of\n\t\t* promote climate change education, awareness and information\n\t\t* facilitate adequate adaptation to climate change and sea-level rise in low\n\t\t* better manage impacts of climate change on waste management\n\t\t* increase the resilience and enhance adaptive capacity of coastal"}, {"text_block_id": "p28_b417", "text": "TRATEGIES\n* The Government of Solomon Islands considers it vital and urgent to develop the\n<\\li1>\n\t* Address the NAPA priority sectors and implement the range of projects and\n<\\li2>\n\t\t* âincrease the resilience of food production and enhance food security to the\n\t\t* increase the resilience of water resources management to impacts of climate\n\t\t* improve the capacity for managing impacts of climate change and sea-level\n\t\t* increase the capacity of health professionals to address adverse impacts of\n\t\t* promote climate change education, awareness and information\n\t\t* facilitate adequate adaptation to climate change and sea-level rise in low\n\t\t* better manage impacts of climate change on waste management\n\t\t* increase the resilience and enhance adaptive capacity of coastal\n* improve the understanding of the effects of climate change and climate\n\t* climate proofing of key infrastructure to risks including sea-level rise.\n\t* integrate climate change adaptation strategies and measures into tourism\n\t\t* Review and revise the NAPA and MECDM Strategic Plan and develop a National\n\t\t* Develop a Joint National Action Plan (JNAP) for Climate Change Adaptation and\n\t\t* Strengthen the capacity and partnerships of national and provincial government\n\t\t* Expand the national census portfolio and integrate questions to obtain data on\n\t\t* Provide support to ministries, provincial governments and civil society\n\t\t* Develop a coordinated and geo-referenced national information system covering\n\t\t* Build capacity, plan and implement ecosystem-based vulnerability assessments\n\t\t* Undertake risk reduction and vulnerability assessments of urban settlements in"}, {"text_block_id": "p29_b439", "text": "TRATEGIES\n* The Government of Solomon Islands considers it vital and urgent to develop the\n<\\li1>\n\t* Address the NAPA priority sectors and implement the range of projects and\n<\\li2>\n\t\t* âincrease the resilience of food production and enhance food security to the\n\t\t* increase the resilience of water resources management to impacts of climate\n\t\t* improve the capacity for managing impacts of climate change and sea-level\n\t\t* increase the capacity of health professionals to address adverse impacts of\n\t\t* promote climate change education, awareness and information\n\t\t* facilitate adequate adaptation to climate change and sea-level rise in low\n\t\t* better manage impacts of climate change on waste management\n\t\t* increase the resilience and enhance adaptive capacity of coastal\n* improve the understanding of the effects of climate change and climate\n\t* climate proofing of key infrastructure to risks including sea-level rise.\n\t* integrate climate change adaptation strategies and measures into tourism\n\t\t* Review and revise the NAPA and MECDM Strategic Plan and develop a National\n\t\t* Develop a Joint National Action Plan (JNAP) for Climate Change Adaptation and\n\t\t* Strengthen the capacity and partnerships of national and provincial government\n\t\t* Expand the national census portfolio and integrate questions to obtain data on\n\t\t* Provide support to ministries, provincial governments and civil society\n\t\t* Develop a coordinated and geo-referenced national information system covering\n\t\t* Build capacity, plan and implement ecosystem-based vulnerability assessments\n\t\t* Undertake risk reduction and vulnerability assessments of urban settlements in\n* Undertake risk reduction and vulnerability assessments of rural communities\n\t* Strengthen capacity to integrate climate change considerations into\n\t* Undertake gender analysis and integrate gender considerations as part of\n\t* Develop a relocation guideline and assessment tools, build capacity and\n\t* Strengthen capacity of Solomon Islands Meteorological Services and National\n\t* Promote and implement community based programs and actions within a"}, {"text_block_id": "p29_b451", "text": "8.4 M"}, {"text_block_id": "p29_b452", "text": "ITIGATION"}, {"text_block_id": "p29_b453", "text": "8.4.1 P"}, {"text_block_id": "p29_b454_merged", "text": "OLICY DIRECTIVE AND STRATEGIES"}, {"text_block_id": "p29_b459", "text": "4)"}, {"text_block_id": "p30_b460", "text": "Solomon Islands government will continue to exhort Annex-1 countries to reduce their GHG emissions. On its part the government is committed to carrying out its own inventory of emissions and pursue nationally appropriate mitigation actions (NAMAs) to reduce its own GHG emissions through use of renewable energy and other mitigation technologies that brings benefits to the country’s economy, environment and improves the livelihoods of its people. To achieve this the government shall:\n* Build capacity of Government, private sector and other relevant institutions to\n* Develop a Nationally Appropriate Mitigation Actions (NAMAs) strategy at\n\t* Renewable energy and energy efficiency\n\t* Reducing emissions from the forest sector through sustainable forest\n\t* Low emission agriculture including promotion of organic and low tillage\n\t* Reducing emissions from the waste sector\n\t* Strengthen capacity of Government, private sector and other relevant\n\t* Strengthen capacity of the Climate Change lead agency as the Designated\n\t* Establish and strengthen governance and capacity for carbon trade through\n\t* Ensure resource owners maximize benefits from carbon trading arrangements\n\t* Strengthen capacity of Ministry of Mines, Energy and Rural Eclectrification and\n\t* Strengthen capacity of Ministry of Mines, Energy and Rural Eclectrification and\n Strengthen capacity of Ministry of Forest and Research to support forest"}, {"text_block_id": "p31_b483", "text": "Solomon Islands government will continue to exhort Annex-1 countries to reduce their GHG emissions. On its part the government is committed to carrying out its own inventory of emissions and pursue nationally appropriate mitigation actions (NAMAs) to reduce its own GHG emissions through use of renewable energy and other mitigation technologies that brings benefits to the country’s economy, environment and improves the livelihoods of its people. To achieve this the government shall:\n* Build capacity of Government, private sector and other relevant institutions to\n* Develop a Nationally Appropriate Mitigation Actions (NAMAs) strategy at\n\t* Renewable energy and energy efficiency\n\t* Reducing emissions from the forest sector through sustainable forest\n\t* Low emission agriculture including promotion of organic and low tillage\n\t* Reducing emissions from the waste sector\n\t* Strengthen capacity of Government, private sector and other relevant\n\t* Strengthen capacity of the Climate Change lead agency as the Designated\n\t* Establish and strengthen governance and capacity for carbon trade through\n\t* Ensure resource owners maximize benefits from carbon trading arrangements\n\t* Strengthen capacity of Ministry of Mines, Energy and Rural Eclectrification and\n\t* Strengthen capacity of Ministry of Mines, Energy and Rural Eclectrification and\n Strengthen capacity of Ministry of Forest and Research to support forest\n* Integrate gender analysis and gender considerations in planning and\n* Strengthen the capacity of national meteorological, hydrological, oceanographic\n* Strengthen capacity of government, NGOs and institutions to undertake research\n* Review national research legislation, regulations and administrative mechanisms"}, {"text_block_id": "p29_b485", "text": "Solomon Islands government will continue to exhort Annex-1 countries to reduce their GHG emissions. On its part the government is committed to carrying out its own inventory of emissions and pursue nationally appropriate mitigation actions (NAMAs) to reduce its own GHG emissions through use of renewable energy and other mitigation technologies that brings benefits to the country’s economy, environment and improves the livelihoods of its people. To achieve this the government shall:"}, {"text_block_id": "p31_b486", "text": "8.5 R"}, {"text_block_id": "p31_b487", "text": "ESEARCH AND"}, {"text_block_id": "p31_b488", "text": "S"}, {"text_block_id": "p31_b489", "text": "YSTEMATIC"}, {"text_block_id": "p31_b490", "text": "O"}, {"text_block_id": "p31_b491", "text": "BSERVATION"}, {"text_block_id": "p31_b492", "text": "Systematic observation refers to having a systematic approach to measuring and analysing changes in weather, climate, water cycles, biological systems and ocean systems. The Solomon Islands Government needs to strengthen the capacity of national agencies and partners to systematically observe changes in weather, hydrological and ocean systems over time and to use information and technology provided by developed countries to plan risk reduction and adaptation actions."}, {"text_block_id": "p31_b493", "text": "Science and social science can provide tools for understanding climate change and how it can affect natural systems and ultimately societies and economies. The Intergovernmental Panel on Climate Change is clear and united in its determination that the change in the earth’s atmosphere due to increasing emissions of green house gases caused by human activities is causing global warming and disruptions to the earth’s natural systems. This is affecting ecosystems, biodiversity and human life. Science and traditional knowledge have an important role in raising society’s understanding of climate change."}, {"text_block_id": "p31_b494", "text": "Worldwide systematic observation of the climate system is a key prerequisite for advancing scientific knowledge on climate change. The UNFCCC calls on Parties to promote and cooperate in systematic observation of the climate system, including through support to existing international programmes and networks. The Solomon Islands Government has been cooperating in the Global Climate Observing System (GCOS), programs of the World Meteorological Organization (WMO) and other agencies’ participating in WMO’s climate agenda."}, {"text_block_id": "p31_b495", "text": "8.5.1 P"}, {"text_block_id": "p31_b496_merged_merged", "text": "OLICY DIRECTIVE AND STRATEGIES"}, {"text_block_id": "p31_b501", "text": "5)"}, {"text_block_id": "p31_b502", "text": "The government shall work together with national stakeholders and development partners to ensure that there is a better understanding of climate change at all levels and sections of society for the effective planning and implementation of appropriate climate change adaptation and mitigation actions. To ensure this is achieved the government shall:-"}, {"text_block_id": "p32_b509", "text": "The government shall work together with national stakeholders and development partners to ensure that there is a better understanding of climate change at all levels and sections of society for the effective planning and implementation of appropriate climate change adaptation and mitigation actions. To ensure this is achieved the government shall:-\n* Promote and support the documentation and use of indigenous knowledge and\n* Encourage and create an enabling environment for the private sector to\n* Empower rural communities, schools and rural-based institutions through\n* Strengthen capacity of government agencies (e.g. MAL, SICHE), NGOs, and\n* Establish infrastructure to support climate change research including; Rainfall\n* Develop spatial information systems for vegetation mapping at the national level"}, {"text_block_id": "p32_b521", "text": "8.6 T"}, {"text_block_id": "p32_b522", "text": "ECHNOLOGY"}, {"text_block_id": "p32_b523", "text": "T"}, {"text_block_id": "p32_b524", "text": "RANSFER"}, {"text_block_id": "p32_b525", "text": "8.6.1 P"}, {"text_block_id": "p32_b526_merged_merged", "text": "OLICY DIRECTIVE AND STRATEGIES"}, {"text_block_id": "p32_b531", "text": "6)"}, {"text_block_id": "p32_b532", "text": "The government recognizes the importance of technology transfer to enhance the country’s capacity to carry out adaptation and mitigation actions. Technology transferred for use in Solomon Islands should be proven and adaptable, environmentally friendly, appropriate to user, culturally friendly, and can be managed on a sustainable basis. To this end the government shall ensure that Solomon Islands is effectively making use of and benefiting from technology transfer by:"}, {"text_block_id": "p33_b533", "text": "The government recognizes the importance of technology transfer to enhance the country’s capacity to carry out adaptation and mitigation actions. Technology transferred for use in Solomon Islands should be proven and adaptable, environmentally friendly, appropriate to user, culturally friendly, and can be managed on a sustainable basis. To this end the government shall ensure that Solomon Islands is effectively making use of and benefiting from technology transfer by:\n* Assess, evaluate and/or review appropriate technology needs and identify strategies\n* Support capacity development of appropriate agencies, institutions and the private\n* Supporting the capacity of national institutions and the private sector to undertake\n* Establish and provide economic incentives to the private sector to promote use of\n* Support agencies and partners to develop and implement climate change\n* Integrate climate change into the national primary, secondary and tertiary as\n* Assess capacity needs from time to time and identify and prioritize human\n* Design and deliver training packages aimed at raising peopleâs understanding of\n* Strengthen data and information management systems and protocols to enable"}, {"text_block_id": "p33_b541", "text": "8.7 E"}, {"text_block_id": "p33_b542", "text": "DUCATION"}, {"text_block_id": "p33_b543", "text": ", A"}, {"text_block_id": "p33_b544", "text": "WARENESS AND"}, {"text_block_id": "p33_b545", "text": "C"}, {"text_block_id": "p33_b546", "text": "APACITY"}, {"text_block_id": "p33_b547", "text": "B"}, {"text_block_id": "p33_b548", "text": "UILDING"}, {"text_block_id": "p33_b549", "text": "8.7.1 P"}, {"text_block_id": "p33_b550_merged_merged", "text": "OLICY DIRECTIVE AND STRATEGIES"}, {"text_block_id": "p33_b555", "text": "7)"}, {"text_block_id": "p33_b556", "text": "The government shall work together with stakeholders and development partners to strengthen the capacity of national, provincial and community organizations and human resources for the effective planning and implementation of appropriate climate change adaptation, disaster risk reduction and mitigation actions. Accordingly, the government shall:"}, {"text_block_id": "p34_b567", "text": "8.8 F"}, {"text_block_id": "p34_b568", "text": "INANCE AND"}, {"text_block_id": "p34_b569", "text": "R"}, {"text_block_id": "p34_b570", "text": "ESOURCE"}, {"text_block_id": "p34_b571", "text": "M"}, {"text_block_id": "p34_b572", "text": "OBILIZATION"}, {"text_block_id": "p34_b573", "text": "It has been predicted that LDC’s such as Solomon Islands will be amongst the most vulnerable countries to the impacts of climate change and that the costs of addressing climate change may be as high as 5% of GDP (Stern Report date?). Efforts to begin addressing climate change is already impacting on the limited capacity of the Solomon Islands government and partners, placing extra load on limited human resources and creating additional cost burdens. The government will not be able to deploy more resources to provinces and rural locations given the very limited growth, if any, in allocation to government ministries and subventions to the provincial governments."}, {"text_block_id": "p34_b574", "text": "Solomon Islands has joined other LDC and developing countries in calling for more financial support from developed countries for adaptation programs and projects. As the financing mechanism of the UNFCCC, the Global Environment Facility (GEF) has been providing a range of grant funding modalities to Solomon Islands over the past years, while to date a number of donors and regional organizations including the UNDP, ADB, EU, AusAID, SPREP and SPC have also begun supporting climate change projects in the country through various sectors."}, {"text_block_id": "p34_b575", "text": "8.8.1 P"}, {"text_block_id": "p34_b576_merged_merged", "text": "OLICY DIRECTIVE AND STRATEGIES"}, {"text_block_id": "p34_b581", "text": "8)"}, {"text_block_id": "p34_b582", "text": "The government will ensure that technical assistance and financial resources to support climate change programs and projects in the country is mobilized, managed and accounted for in an efficient, participatory, and transparent manner. To achieve this, the government shall:-"}, {"text_block_id": "p34_b583", "text": "The government will ensure that technical assistance and financial resources to support climate change programs and projects in the country is mobilized, managed and accounted for in an efficient, participatory, and transparent manner. To achieve this, the government shall:-\n* Make provision in its national and provincial development and recurrent budget to\n* Strengthen coordination with donor partners to effectively mobilize financial\n* Strengthen coordination and consultation between government Ministries and\n* Strengthen capacity within MECDM, with the support of MDPAC, to coordinate and\n* Build capacity and develop a long term programmatic approach for implementing"}, {"text_block_id": "p35_b593", "text": "The government will ensure that technical assistance and financial resources to support climate change programs and projects in the country is mobilized, managed and accounted for in an efficient, participatory, and transparent manner. To achieve this, the government shall:-\n* Make provision in its national and provincial development and recurrent budget to\n* Strengthen coordination with donor partners to effectively mobilize financial\n* Strengthen coordination and consultation between government Ministries and\n* Strengthen capacity within MECDM, with the support of MDPAC, to coordinate and\n* Build capacity and develop a long term programmatic approach for implementing\n* Provide training and build capacity in climate change funding and project cycle\n* Establish transparent process for financial and technical assistance resources\n* Strengthening capacity and actively participating in international and regional\n* Building and maintaining partnerships between national and provincial\n* Building and maintaining partnerships with regional and international inter-governmental, scientific and research organizations.\n* Disseminating information on partnership opportunities to the public.\n* Promote and implement partnership arrangements between Melanesian\n* Promote and implement partnership arrangements with Pacific Island Forum\n* Convening a National Climate Change Roundtable every three years to bring"}, {"text_block_id": "p35_b597", "text": "8.9 P"}, {"text_block_id": "p35_b598", "text": "ARTNERSHIP AND"}, {"text_block_id": "p35_b599", "text": "C"}, {"text_block_id": "p35_b600", "text": "OOPERATION"}, {"text_block_id": "p35_b601", "text": "Partnership and cooperation is essential for addressing the cross-cutting and cross-border impacts of climate change. The UNFCCC, Hyogo Framework for Action on Disaster Risk Management and other international and regional agreements place emphasis on cooperation and have developed a range of tools for sharing technology, experiences and lessons learnt. Partnerships and cooperation can be in various forms including through; regional projects, joint research activities, capacity building programs, joint observation programs etc."}, {"text_block_id": "p35_b602", "text": "8.9.1 P"}, {"text_block_id": "p35_b603", "text": "OLICY"}, {"text_block_id": "p35_b604", "text": "D"}, {"text_block_id": "p35_b605", "text": "IRECTIVE AND"}, {"text_block_id": "p35_b606", "text": "S"}, {"text_block_id": "p35_b607", "text": "TRATEGIES"}, {"text_block_id": "p35_b608", "text": "9)"}, {"text_block_id": "p35_b609", "text": "The government shall develop and maintain strong partnerships and work cooperatively with its national partners, stakeholders, regional and international organizations and institutions and development partners to address climate change. This will be achieved by:-"}, {"text_block_id": "p36_b626", "text": "8.10 M"}, {"text_block_id": "p36_b627", "text": "ONITORING AND"}, {"text_block_id": "p36_b628", "text": "E"}, {"text_block_id": "p36_b629", "text": "VALUATION"}, {"text_block_id": "p36_b630", "text": "It is essential that the implementation of the climate change policy is monitored and evaluated to gauge progress as well as to make necessary adjustments in line with national needs, and global climate change and disaster risk management agendas that Solomon Islands will be committed to. Monitoring shall take place at various levels and across all development sectors."}, {"text_block_id": "p36_b631", "text": "Monitoring of this Climate Change Policy will be done annually at various levels:"}, {"text_block_id": "p36_b632", "text": "i)"}, {"text_block_id": "p36_b633", "text": "Political level by the Parliamentary Standing Committee"}, {"text_block_id": "p36_b634", "text": "ii)"}, {"text_block_id": "p36_b635", "text": "Policy level by the National Climate Change Council and Provincial Climate Change Coordination bodies."}, {"text_block_id": "p36_b636", "text": "iii)"}, {"text_block_id": "p36_b637", "text": "Programme and project level by the national lead agency for climate change and the Climate Change Working Group."}, {"text_block_id": "p36_b638", "text": "8.10.1 P"}, {"text_block_id": "p36_b639_merged_merged", "text": "OLICY DIRECTIVE AND STRATEGIES"}, {"text_block_id": "p36_b644", "text": "10)The government shall establish a mechanism to monitor the implementation of this climate change policy. To ensure this is achieved, the government shall:-"}, {"text_block_id": "p36_b645", "text": "a)"}, {"text_block_id": "p36_b646", "text": "Require all Government agencies, NGOs, churches, institutions and private sector organizations and communities implementing climate change related programs and projects are required to register with the national lead agency for climate change and provide annual reports for purposes of monitoring."}, {"text_block_id": "p36_b647", "text": "b)"}, {"text_block_id": "p36_b648", "text": "Strengthen the capacity of the lead agency for climate change to undertake the following monitoring and evaluation activities:"}, {"text_block_id": "p36_b649", "text": "Strengthen the capacity of the lead agency for climate change to undertake the following monitoring and evaluation activities:\n* Establish a database of all actors involved in climate change programs\n* Produce and disseminate an annual report on progress in addressing\n* Communicate regularly with partners to obtain information on progress\n* Develop the National Communications to the UNFCCC."}, {"text_block_id": "p36_b657", "text": "c)"}, {"text_block_id": "p36_b658", "text": "Support national and provincial government agencies, and civil society actors, strengthen capacity for monitoring the implementation of this policy through existing mechanisms such as sectoral committees, and national councils."}, {"text_block_id": "p36_b659", "text": "d)"}, {"text_block_id": "p36_b660", "text": "Evaluate the implementation of this policy after every five years to gauge the effectiveness and efficiency of implementation of strategies against the policy goal, objectives, directives and strategies."}, {"text_block_id": "p36_b661", "text": "e)"}, {"text_block_id": "p36_b662", "text": "Building on the reporting process of projects, assessments and surveys develop, and build capacity for a community feedback mechanism where experiences and lessons learnt at the community level feeds back into the policy implementation process."}, {"text_block_id": "p37_b663", "text": "9.0 REFERENCE"}, {"text_block_id": "p37_b664", "text": "Asian Development Bank (ADB) 2005, Solomon Islands Country Environmental Analysis: Mainstreaming Environmental Considerations in Economic and Development Planning Processes."}, {"text_block_id": "p37_b665", "text": "Australian Bureau of Meteorology and CSIRO, 2011. Climate Change in the Pacific: Scientific Assessment and New Research, Volume 1: Regional Overview. Volume 2: Country Reports. Pacific Climate Change Science Program."}, {"text_block_id": "p37_b666", "text": "Brokovich E., Schwarz A., Oeta J. 2012. Brief review: Climate Change Trends and Projections for Solomon Islands. World Fish Center."}, {"text_block_id": "p37_b667", "text": "CLIP Research Project (2007) Sustainable Resource Use or Imminent Collapse? Climate, Livelihood and Production in the Southwest Pacific (CLIP), Copenhagen, Denmark."}, {"text_block_id": "p37_b668", "text": "Lane M. 2005, Coastal Governance in Solomon Islands: An evaluation of the strategic governance issues relating to coastal management, University of Adelaide, Australia."}, {"text_block_id": "p37_b669", "text": "Ministry of Environment, Conservation and Meteorology, 2010, Strategic and Corporate Plan 2010-2012."}, {"text_block_id": "p37_b670", "text": "Richards, K. and Timmermann, A. 2008. Regional Climate Change Projections for Southwestern Pacific with a focus on Melanesia. In Leisz, S.J and Burnett, J.B. (eds). Climate Change and biodiversity in Melanesia. Bishop Museum Technical Report 42(1)."}, {"text_block_id": "p37_b671", "text": "Solomon Islands Government 2002, National Economic Recovery, Reform & Development Plan 2003-2006, Honiara Solomon Islands."}, {"text_block_id": "p37_b672", "text": "Solomon Islands Government 2004, Pacific Islands Renewable Energy Project, Honiara Solomon Islands."}, {"text_block_id": "p37_b673", "text": "Solomon Islands Government 2002, Solomon Islands Human Development Report Honiara Solomon Island."}, {"text_block_id": "p37_b674", "text": "Solomon Islands Government National Parliament 1998, The Environment Act 1998 (No. 8 of 1998)."}, {"text_block_id": "p37_b675", "text": "South Pacific Regional Environment Programme (SPREP) 1993, Solomon Islands National Environment Management Strategy (NEMS). Apia, Western Samoa."}, {"text_block_id": "p37_b676", "text": "Solomon Islands Government 2002, Solomon Islands initial National Communication for UNFCC, Honiara Solomon Islands."}, {"text_block_id": "p38_b677", "text": "Solomon Islands Government; Department of National Reform and Planning. October 2003, National Economic Recovery, Reform and Development Plan (NERRDP) 2003-2006: Strategic and Action Framework, Honiara Solomon Islands."}, {"text_block_id": "p38_b678", "text": "Solomon Islands Government, Office of the Prime Minister 2008, Solomon Islands CNURA Government National Policy Document, Honiara Solomon Islands."}, {"text_block_id": "p38_b679", "text": "Solomon Islands Government (2002) National Economic Recovery, Reform & Development Plan 2003-2006, Honiara Solomon Islands."}, {"text_block_id": "p38_b680", "text": "Solomon Islands Government (2002) Solomon Islands Human Development Report 2002. (with technical assistance from UNDP)."}, {"text_block_id": "p38_b681", "text": "UNCCD, 2002. United Nations Convention To Combat Desertification In Those Countries Experiencing Serious Drought and / or Desertification, particularly in Africa, Secretariat of the United Nations Convention to Combat Desertification (UNCCD), Germany."}, {"text_block_id": "p38_b682", "text": "UNDP and SIG (u.d) Capacity Building For Sustainable Land Management in The Solomon Islands Honiara."}, {"text_block_id": "p38_b683", "text": "UNDP. 2011. Human Development Report. New York."}, {"text_block_id": "p39_b684", "text": "10.0 ANNEXES"}, {"text_block_id": "p39_b685", "text": "A"}, {"text_block_id": "p39_b686", "text": "NNEX"}, {"text_block_id": "p39_b687", "text": "1: G"}, {"text_block_id": "p39_b688", "text": "LOSSARY OF"}, {"text_block_id": "p39_b689", "text": "T"}, {"text_block_id": "p39_b690", "text": "ERMS"}, {"text_block_id": "p39_b691", "text": "Abatement:"}, {"text_block_id": "p39_b692", "text": "Refers to reducing the degree or intensity of greenhouse-gas emissions."}, {"text_block_id": "p39_b693", "text": "Adaptation:"}, {"text_block_id": "p39_b694", "text": "Adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities."}, {"text_block_id": "p39_b695", "text": "Adaptation Fund:"}, {"text_block_id": "p39_b696_merged_merged", "text": "The Adaptation Fund was established to finance concrete adaptation projects and programmes in developing country Parties to the Kyoto Protocol that are particularly vulnerable to the adverse effects of climate change. The Adaptation Fund is financed from the share of proceeds on the clean development mechanism project activities and other sources of funding."}, {"text_block_id": "p39_b700", "text": "Afforestation:"}, {"text_block_id": "p39_b701", "text": "Planting of new forests on lands that historically have not contained forests."}, {"text_block_id": "p39_b702", "text": "Anthropogenic greenhouse emissions:"}, {"text_block_id": "p39_b703", "text": "Greenhouse-gas emissions resulting from human activities."}, {"text_block_id": "p39_b704", "text": "Biomass fuels or biofuels:"}, {"text_block_id": "p39_b705", "text": "A fuel produced from dry organic matter or combustible oils produced by plants. These fuels are considered renewable as long as the vegetation producing them is maintained or replanted, such as firewood, alcohol fermented from sugar, and combustible oils extracted from soy beans. Their use in place of fossil fuels cuts greenhouse gas emissions because the plants that are the fuel sources capture carbon dioxide from the atmosphere."}, {"text_block_id": "p39_b706", "text": "Capacity building:"}, {"text_block_id": "p39_b707", "text": "In the context of climate change, the process of developing the technical skills and institutional capability in developing countries and economies in transition to enable them to address effectively the causes and results of climate change."}, {"text_block_id": "p39_b708", "text": "Carbon market:"}, {"text_block_id": "p39_b709", "text": "A popular (but misleading) term for a trading system through which countries may buy or sell units of greenhouse-gas emissions in an effort to meet their national limits on emissions, either under the Kyoto Protocol or under other agreements, such as that among member states of the European Union. The term comes from the fact that carbon dioxide is the predominant greenhouse gas, and other gases are measured in units called \"carbon-dioxide equivalents.\""}, {"text_block_id": "p39_b710", "text": "Carbon sequestration:"}, {"text_block_id": "p39_b711", "text": "The process of removing carbon from the atmosphere and depositing it in a reservoir."}, {"text_block_id": "p39_b712", "text": "Clean Development Mechanism (CDM):"}, {"text_block_id": "p39_b713", "text": "A mechanism under the Kyoto Protocol through which developed countries may finance greenhouse-gas emission reduction or removal projects in developing countries, and receive credits for doing so which they may apply towards meeting mandatory limits on their own emissions."}, {"text_block_id": "p39_b714", "text": "Deforestation:"}, {"text_block_id": "p39_b715", "text": "Conversion of forest to non-forest."}, {"text_block_id": "p40_b716", "text": "Designated National Authority (DNA):"}, {"text_block_id": "p40_b717", "text": "An office, ministry, or other official entity appointed by a Party to the Kyoto Protocol to review and give national approval to projects proposed under the Clean Development Mechanism."}, {"text_block_id": "p40_b718", "text": "Emissions trading:"}, {"text_block_id": "p40_b719", "text": "One of the three Kyoto mechanisms, by which an Annex I Party may transfer Kyoto Protocol units to, or acquire units from, another Annex I Party."}, {"text_block_id": "p40_b720", "text": "An Annex I Party must meet specific eligibility requirements to participate in emissions trading."}, {"text_block_id": "p40_b721", "text": "Green Climate Fund:"}, {"text_block_id": "p40_b722", "text": "Parties to the UN Convention on Climate Change, at its sixteenth Conference of the Parties (COP16), in"}, {"text_block_id": "p40_b723", "text": "decision 1/CP.16"}, {"text_block_id": "p40_b724", "text": "established a"}, {"text_block_id": "p40_b725", "text": "Green Climate Fund (GCF)"}, {"text_block_id": "p40_b726", "text": "as an operating entity of the financial mechanism of the Convention under Article 11. The GCF will support projects, programmes, policies and other activities in developing country Parties. The Fund will be governed by the GCF Board."}, {"text_block_id": "p40_b727", "text": "Greenhouse gases (GHGs):"}, {"text_block_id": "p40_b728", "text": "The atmospheric gases responsible for causing global warming and climate change. The major GHGs are carbon dioxide (CO2), methane (CH4) and nitrous oxide (N20). Less prevalent --but very powerful --greenhouse gases are hydrofluorocarbons (HFCs), perfluorocarbons (PFCs) and sulphur hexafluoride (SF6)."}, {"text_block_id": "p40_b729", "text": "Intergovernmental Panel on Climate Change (IPCC):"}, {"text_block_id": "p40_b730", "text": "Established in 1988 by the World Meteorological Organization and the UN Environment Programme, the IPCC surveys world-wide scientific and technical literature and publishes assessment reports that are widely recognized as the most credible existing sources of information on climate change. The IPCC also works on methodologies and responds to specific requests from the Convention's subsidiary bodies. The IPCC is independent of the Convention."}, {"text_block_id": "p40_b731", "text": "Kyoto Protocol:"}, {"text_block_id": "p40_b732", "text": "An international agreement standing on its own, and requiring separate ratification by governments, but linked to the UNFCCC. The Kyoto Protocol, among other things, sets binding targets for the reduction of greenhouse-gas emissions by industrialized countries."}, {"text_block_id": "p40_b733", "text": "Land use, land-use change, and forestry (LULUCF):"}, {"text_block_id": "p40_b734", "text": "A greenhouse gas inventory sector that covers emissions and removals of greenhouse gases resulting from direct human-induced land use, land-use change and forestry activities."}, {"text_block_id": "p40_b735", "text": "Mitigation:"}, {"text_block_id": "p40_b736_merged_merged_merged", "text": "In the context of climate change, a human intervention to reduce the sources or enhance the sinks of greenhouse gases. Examples include using fossil fuels more efficiently for industrial processes or electricity generation, switching to solar energy or wind power, improving the insulation of buildings, and expanding forests and other \"sinks\" to remove greater amounts of carbon dioxide from the atmosphere."}, {"text_block_id": "p40_b738", "text": "National adaptation programmes of action (NAPAs):"}, {"text_block_id": "p40_b739", "text": "Documents prepared by least developed countries (LDCs) identifying urgent and immediate needs for adapting to climate change."}, {"text_block_id": "p40_b740", "text": "National communication:"}, {"text_block_id": "p40_b741", "text": "A document submitted in accordance with the Convention (and the Protocol) by which a Party informs other Parties of activities undertaken to address climate change. Most developed countries have now submitted their fifth national communications;"}, {"text_block_id": "p41_b742", "text": "most developing countries have completed their first national communication and are in the process of preparing their second."}, {"text_block_id": "p41_b743", "text": "\"No-regrets options:\""}, {"text_block_id": "p41_b744", "text": "Technology for reducing greenhouse-gas emissions whose other benefits (in terms of efficiency or reduced energy costs) are so extensive that the investment is worth it for those reasons alone. For example, combined-cycle gas turbines --in which the heat from the burning fuel drives steam turbines while the thermal expansion of the exhaust gases drives gas turbines --may boost the efficiency of electricity generating plants by 70 per cent."}, {"text_block_id": "p41_b745", "text": "Pacific Plan:"}, {"text_block_id": "p41_b746", "text": "The Pacific Plan was endorsed by Leaders at the Pacific Islands Forum meeting in October 2005. It is a ‘living’ document ensuring flexibility so that the Vision of the Leaders and the goal of regional integration extend far into the future. This revised version of the Pacific Plan follows decisions taken by Leaders at the Forum meeting in October 2007 where they welcomed the considerable progress made in implementing the Pacific Plan, noted the key challenges that need to be overcome in order for the Plan to continue to be effectively implemented, and agreed on a number of key commitments in order to move the Plan forward. The Goal of the Pacific Plan is to enhance and stimulate economic growth, sustainable"}, {"text_block_id": "p41_b747", "text": "development, good governance and security for Pacific countries through regionalism."}, {"text_block_id": "p41_b748", "text": "REDD:"}, {"text_block_id": "p41_b749_merged_merged", "text": "Reducing Emissions from Deforestation and Forest Degradation. The IPCC (2007) estimated emissions from deforestation in the 1990s to be at 5.8 GtCO2/year. It also noted that reducing and/or preventing deforestation and preventing the release of carbon emissions into the atmosphere is the mitigation option with the largest and most immediate carbon stock impact in the short term per hectare and per year globally."}, {"text_block_id": "p41_b751", "text": "Reforestation:"}, {"text_block_id": "p41_b752", "text": "Replanting of forests on lands that have previously contained forests but that have been converted to some other use."}, {"text_block_id": "p41_b753", "text": "Research and systematic observation:"}, {"text_block_id": "p41_b754", "text": "An obligation of Parties to the Climate Change Convention; they are called upon to promote and cooperate in research and systematic observation of the climate system, and called upon to aid developing countries to do so."}, {"text_block_id": "p41_b755", "text": "Sink:"}, {"text_block_id": "p41_b756", "text": "Any process, activity or mechanism which removes a greenhouse gas, an aerosol or a precursor of a greenhouse gas from the atmosphere. Forests and other vegetation are considered sinks because they remove carbon dioxide through photosynthesis."}, {"text_block_id": "p41_b757", "text": "Technology transfer:"}, {"text_block_id": "p41_b758", "text": "A broad set of processes covering the flows of know-how, experience and equipment for mitigating and adapting to climate change among different stakeholders"}, {"text_block_id": "p41_b759", "text": "Vulnerability:"}, {"text_block_id": "p41_b760", "text": "The degree to which a system is susceptible to, or unable to cope with, adverse effects of climate change, including climate variability and extremes. Vulnerability is a function of the character, magnitude, and rate of climate variation to which a system is exposed, its sensitivity, and its adaptive capacity."}, {"text_block_id": "p41_b761", "text": "Glossary obtained from the UNFCCC"}, {"text_block_id": "p41_b762", "text": "http://unfccc.int/essential_background/glossary/items/3666.php"}, {"text_block_id": "p42_b763", "text": "A"}, {"text_block_id": "p42_b764_merged", "text": "NNEX 2: OVERVIEW OF SOLOMON ISLANDS NATIONAL CONTEXT"}, {"text_block_id": "p42_b775", "text": "2.1 Geography and environment"}, {"text_block_id": "p42_b776", "text": "Solomon Islands is located in the Pacific east of Papua New Guinea and comprises a scattered archipelago of 994 islands combining mountainous islands, as well as low lying coral atolls within a tuna-rich and potentially mineral-rich maritime Economic Exclusive Zone (EEZ) of 1.34 million square kilometres. The land area of 28,000 square kilometres with 4,023 kilometres of coastline is the second largest in the Pacific after Papua New Guinea. The highest point in the country, Mt Makarakomburu is 2447m above sea level and is the highest peak in the insular Pacific. The six main islands of Choiseul, New Georgia, Santa Isabel, Malaita, Guadacanal and Makira are characterized by a rugged and mountainous landscape of volcanic origin. Between and beyond the bigger islands are hundreds of smaller volcanic islands and low lying coral atolls. All the mountainous islands of volcanic origin are forested with an abundance of rivers and streams and many of the coastal areas are surrounded by fringing reefs and lagoons. The is located within the earthquake belt or ‘Ring of Fire’ and is extremely vulnerable to the effects and impacts of earthquakes and tsunamis."}, {"text_block_id": "p42_b777", "text": "The country’s biodiversity is of global significance with its reefs containing one if the highest diversities of coral and fish found anywhere in the world placing the country in the coral triangle of the worlds most important marine biodiversity area. The country’s terrestrial biodiversity has been described as “globally outstanding” with its forests containing 4500 species of plants and recognized as one of the world’s great centres of plant diversity. In marine biodiversity a rapid marine assessment carried out by TNC in 2004 has recorded the second highest diversity if coral species in the world after Raja Ampat in Indonesia. Solomon Islands also boasts the biggest saltwater lagoon in the world (Marovo lagoon), the biggest raised coral island and fresh water lake in the insular Pacific (Rennell island) and the biggest uninhabited island in the Pacific (Tetepare island)."}, {"text_block_id": "p42_b778", "text": "Solomon Islands attained political independence from Great Britain in 1978, and has a parliamentary democracy with a fifty member legislature elected every four years and an Executive led by the Prime Minister. The Governor General represents the Queen of England as the Head of State. The country has yet to achieve a level of political maturity with formation of stable governments and there continues to be a high turnover of governments."}, {"text_block_id": "p42_b779", "text": "The government is two-tiered comprising the national and nine provincial governments including the Honiara City Council that oversees the national capital. The reach of government services beyond the city has been relatively weak and in some places non-existent due to its limited capacity and inefficiencies. This, together with the call for greater political and economic autonomy, has given rise to a push by provincial government leaders for greater decentralization and has led to recent moves by the national government to begin developing a new Federal Constitution. If finally approved by the national parliament the new Federal Constitution will significantly alter the method and cost of governing and service delivery in the country; hopefully for the better."}, {"text_block_id": "p43_b780", "text": "Governance at various levels and in various sectors has been described in a number of national reports as being poor with corruption becoming a growing problem. During 2011 Solomon Islands ranked 120 out of 182 globally (22 out of 35 in the Pacific) in terms of perceptions of corruption, weak transparency and poor accountability."}, {"text_block_id": "p43_b781_merged", "text": "A report by the International Waters Project on the state of integrated coastal zone governance in Solomon Islands by Professor Marcus Lane of the University of Adelaide (2005), highlighted the very weak state of governance of natural resource management in the country. Much of the descriptions still hold today and include, inter-alia; an institutional disconnect between the regulatory ambitions of national government and customary sovereignty of landowners, the limited ‘reach’ of national government in rural areas, the culturally and geographically diverse character of the region, difficulties in making government accessible and accountable to its citizens, the absence of effective regional (provincial) and central government’s limited ability to regulate the natural resource decisions of customary landowners. Furthermore, the capacity of the village population to make coherent and considered decisions about the natural resources that they control is limited due to their inability to access advice (legal, financial, ecological) when making natural resource decisions coupled with the limited flow of information and other assistance from government to community. If not addressed effectively the state of poor governance of coastal zones in the country will seriously impede climate change adaptation and mitigation efforts."}, {"text_block_id": "p43_b786", "text": "2.3               Socio-economic context and projections"}, {"text_block_id": "p43_b787", "text": "The national population of 515,870 (Census, 2009) has an annual growth rate of 2.3% and growth rate in rural to urban migration is estimated at 4%. About 30% of the total population are below the age of fourteen. Solomon Islanders make up a diverse population of Melanesians (90%), Polynesians (5%) and Micronesians (5%). Ninety five different languages are spoken and about 80% of the population live in rural areas with around 75% of the total population living within 500 meters of mean sea level."}, {"text_block_id": "p43_b788", "text": "The country’s Human Development Index (HDI), at 0.51, is one of the lowest in the Pacific and ranking 142 out of 177 countries. On the achievement of Millennium Development Goals (MDGs), a range of social indicators show that the country is likely to meet Goal 2 (Achieve universal primary education) and Goal 5 (Improve maternal health). Females still have less access than males to secondary and tertiary education while women have poor access to health and family planning services in the rural areas. Levels of violence against women is one of the highest in the world with two out of every three women interviewed in a national survey recorded as having experienced various forms of violence inflicted by their male relatives and/or partners."}, {"text_block_id": "p43_b789", "text": "A more recent ADB report on the economy of Solomon Islands (ADB, 2010) attributes much of the improvements in the HDI to the significant overseas financial and technical assistance, with aid levels increasing from 22% of GDP in 1990 to 66% of GDP in 2005. An analysis of household income and expenditure data collected in 2005/06 shows that situations of hardship and poverty is rising with 11% of the population experiencing difficulties in acquiring basic needs. By 2008 GDP per capita was the second lowest in the Pacific as USD 1,180 (ADB Outlook, 2010)."}, {"text_block_id": "p44_b790", "text": "According to a recent report by the Asian Development Bank on the economy of the Solomon Islands (ADB, 2010), the well being of the bulk of the country’s population hardly improved since the country attained political independence in 1978. Real per capita income has declined as a result of historic population growth. Solomon Islands now has the second lowest average per capita income in the Pacific region (ADB, 2010)."}, {"text_block_id": "p44_b791", "text": "Much of the root causes of the economic decline can be attributed to poor management and governance of natural resources, weak political leadership and an ill-equipped public service. This deteriorating situation worsened during the period of 1998-2002 ethnic unrest when militants from two warring factions controlled most of the capital city of Honiara and the island of Guadacanal. About 20,000 people were displaced and up to 200 killed (UNDP 2004). The break down in law and order had a devastating effect on the economy resulting in GDP contracting by 45%. On the request of the national government a Pacific Regional Assistance Mission (RAMSI) was initiated, and led by the Australia to address law and order, facilitate reconciliation and strengthen the machinery of the government."}, {"text_block_id": "p44_b792", "text": "A recent Discussion Note by the World Bank (Solomon Islands Growth Prospects, October 2010), recommends that it will be difficult for Solomon Islands to make the transition from an agriculture based economy to an industrial and services based economy as history has shown with most countries. According to the World Bank, this transition will be difficult to achieve due to the geographic scatter of islands and the weak governance and regulatory mechanisms currently in practice. It is predicted that future economic growth of Solomon Islands will be derived from four main areas including;"}, {"text_block_id": "p44_b793", "text": ""}, {"text_block_id": "p44_b794", "text": "Improved productivity of the smallholder agriculture sector where more than 80% of the population can participate in."}, {"text_block_id": "p44_b795", "text": ""}, {"text_block_id": "p44_b796", "text": "Well managed and regulated natural resource industries that have positive and sustained multiplier effects"}, {"text_block_id": "p44_b797", "text": ""}, {"text_block_id": "p44_b798", "text": "An internationally mobile workforce"}, {"text_block_id": "p44_b799", "text": ""}, {"text_block_id": "p44_b800", "text": "Strengthening international partnerships to mobilize aid and enhance public administration, political accountability and stimulate private sector growth"}, {"text_block_id": "p44_b801", "text": "2.4             Energy demand and national GHG emissions"}, {"text_block_id": "p44_b802", "text": "Only about 20% of the Solomon Islands population has access to electricity. Almost all electricity generation is confined to Honiara and the provincial centres which are basically based on imported diesel fuel and supplied and regulated by Solomon Islands only power utility the Solomon Islands Electricity Authority (SIEA). Outside of the urban centres only about 5% of the rural population has access to electricity through a small number of off-grid and individual household systems. In addition, in the rural areas where almost 85% of Solomon Islands population is, the use of biomass (fuel wood) for cooking and other activities is common."}, {"text_block_id": "p44_b803_merged", "text": "Preliminary findings on the GHG inventory assessments undertaken in the SNC during 2011 shows that emissions from managed forests and the energy sector together make up more than 95% of the key source categories of emissions in the Solomon Islands in 2007, and totalling 5,526 Gg CO2 eq. Next in the rankings are emissions from solid waste disposal sites and waste water and these are expected to increase in the coming years. Emissions from cropping land are"}, {"text_block_id": "p45_b806", "text": "yet to be assessed and it is anticipated that this sub-category will also be a significant contributor to the rising emissions in Solomon Islands."}, {"text_block_id": "p45_b807", "text": "Solomon Islands has significant potential to increase utilization of renewable energy and reduce GHG emissions. The recent draft SNC to the UNFCCC has identified a range of renewable energy opportunities and estimated the amount of electricity generation and potential carbon dioxide levels to be reduced of renewable energy is to decrease the country’s reliance on fossil fuels."}, {"text_block_id": "p45_b808", "text": "Table 2.4A Potential energy sources, amounts of electricity generated and carbon dioxide off-sets"}, {"text_block_id": "p45_b809_merged", "text": "A Pacific Regional Energy Assessment in 2004 reported that; ‘’in principle, the Solomon Islands could reduce CO2 equivalent GHG emissions by 122 Gg per year within a decade and about 85% of current emissions or 39% of projected emissions by 2011/12. About 91% of GHG reductions are from renewable energy and 9% from energy efficiency measures. This indicative estimate is based on proven technologies and known resources but does not consider economic, financial, political, social, technical, environmental or other practical constraints”. Potential for geothermal energy exists in parts of the country but the sources are located far from demand centres."}, {"text_block_id": "p45_b813", "text": "Minimizing the loss of carbon and carbon dioxide due to land use change and forestry activities is an urgent and crucial sustainable development and climate change issue for Solomon Islands. Annual volumes of logs removed from the forests for export continues to be well above the annual allowable sustainable cut of 300,00 cubic meters and is the biggest threat to the decline in terrestrial biodiversity and ecosystem services. Land clearing for subsistence agriculture is the main form of deforestation and its extent is yet to be adequately quantified. Subsistence agriculture is the foundation of food security in the Solomon Islands, however, the rapidly growing population will require more intensive sustainable farming practices to be adopted."}, {"text_block_id": "p45_b814", "text": "There is potential to minimize emissions from the waste sector, with methane capture and use, however, this may be a long way off to being realized given the poor state of waste management in the capital city and provincial townships."}, {"text_block_id": "p46_b815", "text": "A"}, {"text_block_id": "p46_b816_merged", "text": "NNEX 3: SOLOMON ISLANDS PROGRESS IN ADDRESSING CLIMATE CHANGE – CHRONOLOGY OF EVENTS"}, {"text_block_id": "p46_b833", "text": "1994 Ratification of the United Nations Framework Convention on Climate Change (UNFCCC). Climate change is overseen by the Solomon Islands Meteorological Services."}, {"text_block_id": "p46_b834", "text": "2000"}, {"text_block_id": "p46_b835", "text": "Participation in the first major regional climate change project in the Pacific, the Pacific Islands Climate Change Adaptation Project (PICCAP), executed by SPREP."}, {"text_block_id": "p46_b836", "text": "2004"}, {"text_block_id": "p46_b837", "text": "Submission of the Initial National Communication to the UNFCCC."}, {"text_block_id": "p46_b838", "text": "2005 Endorsement of the Pacific Islands Framework for Action on Climate Change: 2006 – 2015 (PIFACC)."}, {"text_block_id": "p46_b839", "text": "2006"}, {"text_block_id": "p46_b840", "text": "Endorsement of the Pacific Islands Framework for Action on Disaster Risk Reduction and Disaster Risk Management (2005-2015)."}, {"text_block_id": "p46_b841", "text": "2007 Participation in the GEF-funded National Capacity Self Assessment project enabling the assessment of national capacity to address climate change."}, {"text_block_id": "p46_b842", "text": "2008"}, {"text_block_id": "p46_b843", "text": "Establishment of the Ministry of Environment, Climate Change and Meteorology (MECM) and creation of the Climate Change Division."}, {"text_block_id": "p46_b844", "text": "Development of the National Adaptation Program of Action (NAPA)."}, {"text_block_id": "p46_b845", "text": "2009"}, {"text_block_id": "p46_b846", "text": "Development of the National Disaster Risk Management Plan incorporating disaster risk reduction and including climate change."}, {"text_block_id": "p46_b847", "text": "2010"}, {"text_block_id": "p46_b848", "text": "Transfer of the National Disaster Management Office from the Ministry of Home Affairs to the MECM, resulting in the name change of the Ministry to become the Ministry of Environment, Climate Change, Disaster Management and Meteorology."}, {"text_block_id": "p46_b849", "text": "2011"}, {"text_block_id": "p46_b850", "text": "Cabinet endorsement of the Designated National Authority for the Clean Development Mechanism under the Kyoto Protocol."}, {"text_block_id": "p46_b851", "text": "Funding secured from the Kyoto Protocol’s Global Adaptation Fund to enhance capacity to address climate change impacts on agriculture and food security."}, {"text_block_id": "p46_b852", "text": "Completion of the draft Second National Communication to the UNFCCC."}, {"text_block_id": "p46_b853", "text": "2012"}, {"text_block_id": "p46_b854", "text": "-Completion of the draft Solomon Islands National Climate Change Policy."}, {"text_block_id": "p47_b855", "text": "A"}, {"text_block_id": "p47_b856_merged", "text": "NNEX 4: TERMS OF REFERENCE – NATIONAL CLIMATE CHANGE COUNCIL"}, {"text_block_id": "p47_b869", "text": "Solomon Islands Climate Change Council"}, {"text_block_id": "p47_b870", "text": "Terms of Reference"}, {"text_block_id": "p47_b871", "text": "Background"}, {"text_block_id": "p47_b872", "text": "Climate change is one of the most serious threats to sustainable development in Solomon Islands. It is only an environmental problem, but is also likely to have adverse consequences for the country’s food security, economic activity, human health, natural resources and physical infrastructure. Different levels of government, businesses, communities and individuals will need to work together to develop a response if Solomon islands is to minimize the causes and impacts of climate change on the people, economy and environment of Solomon Islands."}, {"text_block_id": "p47_b873", "text": "Given the cross-cutting nature of climate change and the limited resources available to address the incremental costs of climate change action in Solomon Islands, it is important that there is good communication and coordination of climate change policy, strategy, programs and activities."}, {"text_block_id": "p47_b874", "text": "Role and functions:"}, {"text_block_id": "p47_b875", "text": "The National Climate Change Council (NCCC) will be responsible for overseeing implementation of the climate change policy, strategies and projects. The Council shall:"}, {"text_block_id": "p47_b876", "text": ""}, {"text_block_id": "p47_b877", "text": "Monitor and evaluate implementation of the climate change policy."}, {"text_block_id": "p47_b878", "text": ""}, {"text_block_id": "p47_b879", "text": "Review and assess the information and data for the development of national climate change policies and strategies."}, {"text_block_id": "p47_b880", "text": ""}, {"text_block_id": "p47_b881", "text": "Monitor, review and provide advice on revisions and updates to national adaptation strategies."}, {"text_block_id": "p47_b882", "text": ""}, {"text_block_id": "p47_b883", "text": "Coordinate Solomon Islands contribution to international climate change negotiations ensuring consistency, relevance and real benefits to Solomon Islands."}, {"text_block_id": "p47_b884", "text": ""}, {"text_block_id": "p47_b885", "text": "Assist the government lead agency for climate change in international climate change negotiations."}, {"text_block_id": "p47_b886", "text": ""}, {"text_block_id": "p47_b887", "text": "Promote and support integration of climate change adaptation and disaster risk reduction measures pertaining to climate related hazards and risks and contribute to the Hazards and Risk Reduction Committees of the National Disaster Council within the National Disaster Risk Management Plan coordination framework."}, {"text_block_id": "p47_b888", "text": ""}, {"text_block_id": "p47_b889", "text": "Provide advice and support the national climate change lead agency with coordination and planning for resource mobilization to support implementation of climate change mitigation and adaptation programs in Solomon Islands."}, {"text_block_id": "p47_b890", "text": ""}, {"text_block_id": "p47_b891", "text": "Review and endorse project proposals intended to mobilize funds to implement the national climate change policy and strategies."}, {"text_block_id": "p47_b892", "text": ""}, {"text_block_id": "p47_b893", "text": "Review and endorse research work in the area of climate change to be carried out in Solomon Islands."}, {"text_block_id": "p48_b894", "text": ""}, {"text_block_id": "p48_b895", "text": "Facilitate and participate in the convening of Solomon Islands Government and donor roundtables intended to support climate change related work in Solomon Islands."}, {"text_block_id": "p48_b896", "text": ""}, {"text_block_id": "p48_b897", "text": "Oversee development of national climate change and carbon trading legislation."}, {"text_block_id": "p48_b898", "text": ""}, {"text_block_id": "p48_b899", "text": "Promote sharing of information on current programs, policies and research related to climate change in Solomon Islands."}, {"text_block_id": "p48_b900", "text": ""}, {"text_block_id": "p48_b901", "text": "Promote and advise on mainstreaming of climate change issues into national policies and programs."}, {"text_block_id": "p48_b902", "text": ""}, {"text_block_id": "p48_b903", "text": "Ensure that in-country climate change programs and actions are consistent with national development strategies."}, {"text_block_id": "p48_b904", "text": ""}, {"text_block_id": "p48_b905", "text": "Receive and advise on reports from the Climate Change Thematic Working Groups and from projects."}, {"text_block_id": "p48_b906", "text": ""}, {"text_block_id": "p48_b907", "text": "Receive and advise on annual climate change progress reports prior to dissemination."}, {"text_block_id": "p48_b908", "text": ""}, {"text_block_id": "p48_b909", "text": "Report progress to Cabinet through the national lead agency for climate change."}, {"text_block_id": "p48_b910", "text": "Membership"}, {"text_block_id": "p48_b911", "text": ""}, {"text_block_id": "p48_b912", "text": "Permanent Secretaries of all Government Ministries"}, {"text_block_id": "p48_b913", "text": ""}, {"text_block_id": "p48_b914", "text": "Representative from the Office of the Prime Minister"}, {"text_block_id": "p48_b915", "text": ""}, {"text_block_id": "p48_b916", "text": "Attorney Generals Chambers"}, {"text_block_id": "p48_b917", "text": ""}, {"text_block_id": "p48_b918", "text": "Central Bank"}, {"text_block_id": "p48_b919", "text": ""}, {"text_block_id": "p48_b920", "text": "SICHE"}, {"text_block_id": "p48_b921", "text": ""}, {"text_block_id": "p48_b922", "text": "Representative from Private Sector"}, {"text_block_id": "p48_b923", "text": ""}, {"text_block_id": "p48_b924", "text": "Representative from NGOs"}, {"text_block_id": "p48_b925", "text": ""}, {"text_block_id": "p48_b926", "text": "Representative from SICA"}, {"text_block_id": "p48_b927", "text": ""}, {"text_block_id": "p48_b928", "text": "Representative from Community based organizations"}, {"text_block_id": "p48_b929", "text": "Chairman"}, {"text_block_id": "p48_b930", "text": ""}, {"text_block_id": "p48_b931", "text": "Permanent Secretary of the Ministry of Environment, Climate Change, Disaster Management and Meteorology (MECDM)."}, {"text_block_id": "p48_b932", "text": "Secretariat"}, {"text_block_id": "p48_b933", "text": ""}, {"text_block_id": "p48_b934", "text": "To be provided by MECDM"}, {"text_block_id": "p48_b935", "text": "Meeting frequency and quorum"}, {"text_block_id": "p48_b936", "text": ""}, {"text_block_id": "p48_b937", "text": "The National Climate Change Council shall meet at least twice a year, or as and when the need arises."}, {"text_block_id": "p48_b938", "text": ""}, {"text_block_id": "p48_b939", "text": "A quorum is formed when at least 50% of all members are present."}, {"text_block_id": "p49_b940", "text": "A"}, {"text_block_id": "p49_b941_merged", "text": "NNEX 5: NATIONAL CLIMATE CHANGE WORKING GROUP: MEMBERSHIP, SCOPE AND ROLE"}, {"text_block_id": "p49_b958", "text": "."}, {"text_block_id": "p50_b959", "text": "A"}, {"text_block_id": "p50_b960_merged", "text": "NNEX 6: NATIONAL CLIMATE CHANGE THEMATIC WORKING GROUPS: MEMBERSHIP, SCOPE AND ROLE"}, {"text_block_id": "p50_b979", "text": "."}, {"text_block_id": "p52_b980", "text": "A"}, {"text_block_id": "p52_b981_merged", "text": "NNEX 7: NATIONAL DEVELOPMENT STRATEGY (NDS) FOCUS AREAS AND OBJECTIVES"}, {"text_block_id": "p52_b994", "text": "."}, {"text_block_id": "p52_b995", "text": "Figure 7A: Structure of the National Development Strategy"}, {"text_block_id": "p52_b996", "text": "Focus Area 1:"}, {"text_block_id": "p52_b997", "text": "To build better lives for all Solomon Islanders"}, {"text_block_id": "p52_b998", "text": "Objective 1:"}, {"text_block_id": "p52_b999", "text": "Alleviate poverty and improve the lives of Solomon Islanders in a peaceful and stable society"}, {"text_block_id": "p52_b1000", "text": "Objective 2:"}, {"text_block_id": "p52_b1001", "text": "To support the vulnerable"}, {"text_block_id": "p52_b1002", "text": "Objective 3:"}, {"text_block_id": "p52_b1003", "text": "Ensure all Solomon Islanders have access to quality health care and combat malaria, HIV, non communicable and other diseases."}, {"text_block_id": "p52_b1004", "text": "Objective 4:"}, {"text_block_id": "p52_b1005", "text": "Ensure all Solomon Islanders can access quality education and the nations manpower needs are sustainably met."}, {"text_block_id": "p52_b1006", "text": "Objective 5:"}, {"text_block_id": "p52_b1007", "text": "Increase economic growth and equitably distribute employment and income benefits."}, {"text_block_id": "p52_b1008", "text": "Objective 6:"}, {"text_block_id": "p52_b1009", "text": "Develop physical infrastructure and utilities to ensure all Solomon Islanders have access to essential services and markets."}, {"text_block_id": "p52_b1010", "text": "Objective 7:"}, {"text_block_id": "p52_b1011", "text": "Effectively respond to climate change and manage the environment and risks of natural disasters."}, {"text_block_id": "p52_b1012", "text": "Objective 8:"}, {"text_block_id": "p52_b1013", "text": "Improve governance and order at national, provincial and community levels and strengthen links at all levels."}], "document_description": "This document sets the Solomon Islands' Climate Change Policy for the period 2012-2017. Its seeks to enhance mitigation and adaptation efforts, improve related governance, integrate climate issues to development policies, enhance the people's resilience to climate change, and promote renewable energy and energy efficiency. The document further addresses disaster risk management and financing issues."}