{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Solomon Islands", "document_category": "Policy", "document_sector_name": ["LULUCF", "Environment"], "document_language": "English", "document_name": "National Biodiversity Strategy Action Plan", "document_country_code": "SLB", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Action Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "09/06/2019", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/SLB/2019/SLB-2019-06-09-National Biodiversity Strategy Action Plan_9772e3172b18a41c428ba9541a8ea72d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "SOLOMON ISLANDS"}, {"text_block_id": "p0_b2", "text": "NATIONAL BIODIVERSITY STRATEGIC ACTION PLAN"}, {"text_block_id": "p0_b3", "text": "Ministry Of Environment Conservation And Meteorology"}, {"text_block_id": "p1_b4", "text": "SOLOMON ISLANDS"}, {"text_block_id": "p1_b5", "text": "NATIONAL BIODIVERSITY STRATEGY AND ACTION PLAN"}, {"text_block_id": "p1_b6", "text": "GOVERNMENT OF SOLOMON ISLANDS"}, {"text_block_id": "p2_b7_merged", "text": "Prepared by: Richard L. Pauku and Winston Lapo (Maraghoto Holdings Company Limited)"}, {"text_block_id": "p2_b10", "text": "For: Solomon Islands Government (Ministry of Environment Conservation and Meteorology) Photos provided by Patrick Pikacha, Chris Filardi, TNC and Maraghoto Holdings"}, {"text_block_id": "p2_b11", "text": "Cover Design: Ministry of Environment Conservation and Meteorology"}, {"text_block_id": "p3_b12", "text": "ACRONYMS"}, {"text_block_id": "p6_b13", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p6_b14", "text": "The Government would like to similarly acknowledge UNDP’s role in providing funds for consultant hire and successful finalisation of NBSAP. TNC and WWF are acknowledged for financial support and technical input towards national workshops, provincial consultations and committee meetings, all of which contributed towards the successful development of this NBSAP. The Solomon Islands Government would also express the deepest gratitude to the authors Dr Richard Pauku and Winston Lapo, Maraghoto Holdings for extensive work in collating and putting together the NBSAP. Many thanks to various stakeholders including representatives of the government ministries, provincial governments, resource owners, NGOs, community-based groups, members of the private sector and individual experts, who gave freely of their time to contribute their views and knowledge through the consultation process. For the stakeholders, there remains the challenging task and hard work of building a sustainable future through effective management of biodiversity. This NBSAP is a critical tool to advance this important work. Sincere good wishes are extended to all stakeholders in successful implementation of the NBSAP for the Solomon Islands."}, {"text_block_id": "p7_b15", "text": "FOREWORD – Minister’s Statement"}, {"text_block_id": "p7_b16", "text": "The Government of Solomon Islands recognises the importance of biodiversity as a basis of peoples’ livelihood. With the ratification of the United Nations Convention on Biological Diversity (UNCBD) in 1995, the government is committed to conserving biodiversity by addressing the issues and concerns through a participatory approach. Part of this approach involves conducting consultative meetings and workshops with key stakeholders. The establishment of the Ministry of Environment, Conservation and Meteorology (MECM) by the CNURA Government in 2007 is a commitment to working towards the conservation of biological diversity in the country. It is also recognition of the high priority the government places on the sustainable use of its natural resources. Part of this is the importance of biodiversity in the maintenance of the ecological function of the country’s productive systems."}, {"text_block_id": "p7_b17", "text": "The development of the NBSAP is the initial response of the Government’s commitment to the CBD commitment through the enhancing of effective management of the country’s biodiversity. The document outlines the framework that will be adopted and implemented to ensure long term sustainability of biodiversity. The document also recognises the responsibilities for achieving the goals of the NBSAP not only rest with the government but also with NGOs, provincial authorities, communities and resources owners."}, {"text_block_id": "p7_b18", "text": "In spite of the challenges facing the development of the NBSAP, the commitment and dedication made by stakeholders prior to its completion is unreservedly acknowledged. Nation-wide consultations through meetings and workshops were conducted to ensure high level of participation in the planning process. By doing so, an amicable environment was generated for all involved and led to the feeling of ownership of the document and so a willingness to take responsibility for managing and conserving the country’s biodiversity."}, {"text_block_id": "p7_b19", "text": "Twelve themes were identified which address sectoral concerns and issues pertaining to sustainable use and management of Solomon Islands biodiversity. The themes are the basis of the prescribed actions, aimed at improving and enhancing the management and conservation of biodiversity."}, {"text_block_id": "p7_b20", "text": "As the Minister responsible for the Environment, Conservation and Meteorology, on behalf of the government of the Solomon Islands, I have the pleasure of endorsing the strategies and actions documented in this report. The government is committed to working closely with the stakeholders to achieve the goals of this strategy and action plan as it paves the way forward in conserving biodiversity of the Solomon Islands."}, {"text_block_id": "p7_b21", "text": "Hon. Gordon Darcy Lilo"}, {"text_block_id": "p7_b22", "text": "Minister for Environment, Conservation & Meteorology"}, {"text_block_id": "p8_b23", "text": "AFFIRMATION"}, {"text_block_id": "p8_b24", "text": "This National Biodiversity Strategy and Action Plan (NBSAP) belongs to the government and people of the Solomon Islands. In the process of developing this NBSAP, nationwide consultations were conducted with key stakeholders including the national and provincial governments and their agencies, non-government organisations such as TNC, CI and WWF, community-based organisations (CBOs) and resource owners."}, {"text_block_id": "p8_b25", "text": "Affirming the importance of this NBSAP, we, the Premiers of the nine provinces of the Solomon Islands and the Mayor of the Honiara City, the capital of the Solomon Islands, on behalf of various agencies, conservation organisations, chiefs and people of our provinces, do hereby underwrite our support for partnership in the sustainable management of the Solomon Islands biodiversity by our signatures:"}, {"text_block_id": "p8_b26", "text": "Provincial Governments"}, {"text_block_id": "p9_b27", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p9_b28", "text": "The development of a Solomon Islands national biodiversity strategy and action plan is in response to the commitment made in ratifying the UN Convention on Biological Diversity in 1995. The broad goal of the convention for the Solomon Islands is to conserve and sustainably manage the biodiversity of Solomon Islands. This document, whilst highlighting the extremely high biodiversity of this nation of islands, also identifies some key threats and barriers to conserving biodiversity and focuses on actions to mitigate potential risks."}, {"text_block_id": "p9_b29", "text": "Solomon Islands Biodiversity:"}, {"text_block_id": "p9_b30", "text": "The Solomon Islands is a southwest tropical Pacific nation lying just south of the equator. Comprised of over 992 islands it includes seven of the eight major island groups of the Solomon Archipelago. The terrestrial flora and fauna of all of the larger islands in the Solomons are renowned for high species diversity and high levels of endemism, with the country•s rainforest ecoregion being ranked as •globally outstanding• in a 1998 global analysis of biodiversity. Not only do the Solomon Islands boast more restricted range and endemic bird species by area than any other place on earth but it is also home to the world•s largest skink, the world•s largest insect eating bat and hosts some of the world•s largest rats. In the marine realm, the Solomon Islands boasts the second highest coral biodiversity in the world and was recently included as part of the Coral Triangle, a scientifically defined geographic area of high species richness spanning almost 6 million square kms of the Indo-Pacific. The Coral Triangle is sometimes referred to as the •Amazon of the Seas•, and is considered an epicentre of tropical marine diversity on the planet."}, {"text_block_id": "p9_b31", "text": "Threats:"}, {"text_block_id": "p9_b32", "text": "The major threats identified to Solomon Islands biodiversity are logging, inappropriate land use practices and over exploitation of natural resources compounded by; natural disasters, population increase, invasive species, pollution and climate change.  The resulting impacts are anticipated to be loss of habitats, extinction of species and degraded ecosystems."}, {"text_block_id": "p9_b33", "text": "Barriers:"}, {"text_block_id": "p9_b34", "text": "The major constraints to addressing such threats are a lack of sufficient financial support, insufficient institutional capacity, conflicts generated by the system of land tenure, the lack of effective and consistent awareness campaigns, insufficient and weak legislation and political instability. The need to strengthen institutional capacity at different levels of government has been identified as a key element necessary for promoting effective management of biodiversity."}, {"text_block_id": "p9_b35", "text": "Focus:"}, {"text_block_id": "p9_b36", "text": "The NBSAP presents a focussed strategy and action plan to address these barriers and threats. It includes ways to mitigate risk, and to design strategies to help achieve more sustainable development. A holistic approach is considered appropriate and should address the following: mainstreaming of policies and legislation, ecosystem based approached to natural resource management, species conservation, protected area systems, community-based management approaches, management of invasive species and genetically modified organisms, benefit sharing and access to genetic resources, human resources and capacity building, financial resources, research and monitoring, agro-biodiversity, climate change, waste management and alternative energy. Thirteen project briefs highlighted in the document have direct links with the action plan and are proposed for implementation once funding is secured."}, {"text_block_id": "p9_b37", "text": "Implementation:"}, {"text_block_id": "p9_b38", "text": "The overall framework of the NBSAP is formulated through a multi sectoral collation of ideas and information developed from extensive consultation workshops and meetings between stakeholders including the national and provincial governments, NGOs, CBOs and resource owners. The provincial consultations were conducted primarily by WWF and TNC. The MECM is the lead government agency for the formulation and implementation of the NBSAP at the national level with technical assistance from the NGOs, SPREP and the private sector."}, {"text_block_id": "p10_b39", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p12_b40", "text": "Map of Solomon Islands"}, {"text_block_id": "p12_b41", "text": "Map of Solomon Islands, where named sites are priority sites for Marine Conservation Areas identified during the Solomon Islands marine assessment (Source: TNC Solomon Islands Marine Assessment, 2004)."}, {"text_block_id": "p13_b42", "text": "1. INTRODUCTION"}, {"text_block_id": "p13_b43", "text": "1.1 Importance of biodiversity in the Solomon Islands"}, {"text_block_id": "p13_b44", "text": "The Solomon Islands is a southwest tropical Pacific nation lying just south of the equator. Comprised of over 992 islands it includes seven of the eight major island groups of the Solomon Archipelago.  All of the larger islands in the Solomons are renowned for high species diversity and high levels of endemism. The geographic characteristics of these still relatively pristine islands have made the Solomon Islands a globally significant treasure trove of patterns of diversity and endemism. This is exemplified by the fact that the Solomon Islands rainforest ecoregion is included in a global 200 list and was ranked in the highest category; •globally outstanding• of a 1998 global assessment of biodiversity (PHCG, 2008).  In the marine realm, the Solomon Islands was recently included as part of the Coral Triangle, a scientifically defined geographic area of high species richness spanning almost 6 million square kms of the Indo-Pacific. The Coral Triangle is sometimes referred to as the •Amazon of the Seas•, and is considered an epicentre of tropical marine diversity on the planet."}, {"text_block_id": "p13_b45", "text": "Marine and terrestrial biodiversity continues to play an important role in defining and maintaining the cultural identities of Solomon Islanders, who still live predominantly in scattered rural communities largely dependent on subsistence gardening and fishing. The population of the Solomon Islands is growing at an estimated 2.8% per annum. This increase coupled with economic growth (CBSI, 2007), is predicted to negatively impact on biodiversity and result in increased degradation of the environment if left to proceed in an un-managed fashion."}, {"text_block_id": "p13_b46", "text": "Intensive logging, mining, prospecting, agriculture, invasive alien species and unsustainable fishing are just some of the practises that have already been identified as being responsible for losses in marine and terrestrial biodiversity in Solomon Islands. In recent decades, poorly regulated and managed resource extraction and use, has accelerated siltation in marine environments accompanied by declines in soil quality and fertility on land. Superimposed on these activities are the effects of changing climatic patterns on both marine and terrestrial ecosystems. These existing and potential future threats are of concern to, and provide a challenge for, the nation and its largely rural, subsistence populace."}, {"text_block_id": "p13_b47", "text": "To begin to face the challenge brought about by these emerging environmental issues facing the nation•s biodiversity, the Government of Solomon Islands is working with stakeholders to develop and design new approaches aimed at improving the efficiency and effectiveness of appropriate measures for protecting its biodiversity."}, {"text_block_id": "p13_b48", "text": "1.2 Background to the strategy"}, {"text_block_id": "p13_b49", "text": "The commitment of successive Solomon Islands Governments has been to ensure that the environment, on which its people•s livelihoods depend, is protected and managed sustainably. This commitment is illustrated by the country•s adoption of the National Environmental Management Strategies (NEMS) produced in 1992. Though outdated, this document has remained the primary mechanism available for sustainably managing the biodiversity of the Solomon Islands.  In 1995 Solomon Islands ratified the United Nations Convention on Biological Diversity (CBD) and since that time has been obliged to conserve and sustainably use its biodiversity. One of the requirements under this convention was to develop a National Biodiversity Strategic Action Plan (NBSAP) that would guide the country•s policy towards the effective protection of biodiversity. The adoption of the NBSAP will enable the country to include sustainable use and management of biodiversity into all aspects of development thereby meeting their commitment to the CBD agreement. The implementation of the NBSAP will fulfil the obligation of a number of multilateral agreements as well as other mechanisms established under the CBD, in particular, the Program of Work on Protected Areas (PoWPA) and National Capacity Self Assessment (NCSA) project (Thomas, 2006)."}, {"text_block_id": "p13_b50", "text": "The formulation of MECM by the CNURA government after coming into power in 2007 is a significant step in addressing environmental issues and biodiversity concerns in the Solomon Islands. In the government•s clearly expressed policy statement, biodiversity of the Solomon Islands is best protected through a combination of"}, {"text_block_id": "p14_b51", "text": "strong legislation, collaborative decision making, upholding international conventions and adoption of a national adaptation plan addressing climate change issues. This policy is elaborated by MECM in its corporate plan (2008 to 2010) which outlines the major strategies proposed by the present government and has the aim of developing sustainable livelihoods and programmes for conservation of biological diversity."}, {"text_block_id": "p14_b52", "text": "Solomon Islands introduced a logging code of conduct in 1996 to improve and minimise negative effects of large scale logging. The code incorporates best practices within the forest industry and promotes high environmental standards. The Ministry of Forestry is responsible for the management of forests and in 1996 adopted a forest policy statement which it hoped would enable it to exert some control over the commercial harvest of the natural forest."}, {"text_block_id": "p14_b53", "text": "1.3 Process in formulating the strategies"}, {"text_block_id": "p14_b54", "text": "1.3.1 Administration"}, {"text_block_id": "p14_b55", "text": "The NBSAP process was initiated in 1996 with a series of disparate programmes being established, but it was unable to be completed due to a number of challenges. Nevertheless, a limited number of reports on stocktaking and assessment were produced in the initial stages which have contributed to the final development of NBSAP."}, {"text_block_id": "p14_b56", "text": "Maraghoto Holdings Co. Ltd. was contracted to collate information and formulate the NBSAP within an agreed time frame and to an agreed format. The work was compressed into a timeframe of 15 weeks commencing in August 2008. The formulation process involved an intensive schedule of research and review of literature as well as stakeholder consultations. The Environment and Conservation Division (ECD) of MECM was the leading agency in formulating the strategy with the principal conservation officer coordinating inputs from stakeholders. Community consultations were carried out by WWF and TNC. Overall funding for the development of the NBSAP for the Solomon Islands has been provided by UNDP, SPREP, COMSEC, TNC, WWF, CI and SIG, through MECM."}, {"text_block_id": "p14_b57", "text": "1.3.2 Workshops"}, {"text_block_id": "p14_b58", "text": "A number of national workshops have been held to collate priorities and discuss the themes, objectives, actions and the project concepts for the NBSAP. In an effort to prioritise national input from all sectors, the ministry with occasional assistance of NGOs, organised stakeholder meetings, a national action development workshop and other wider sector reviews that were attended by provincial participants, NGOs and private sector representatives. The formulation of the action plan involved intensive and lengthy discussions."}, {"text_block_id": "p14_b59", "text": "1.3.3 Consultation"}, {"text_block_id": "p14_b60", "text": "Consultation with all sectors including communities is regarded an important feature of the NBSAP. The NBSAP has been developed with the intent of acting in the best interests of the people of Solomon Islands, and a more detailed on-going community consultation is expected to occur concurrently with the implementation of NBSAP programmes.  WWF and TNC are taking the initiative to carry out community consultation in some provinces and progressive reports will be collated for future NBSAP review."}, {"text_block_id": "p14_b61", "text": "1.3.4 Finalization of the report"}, {"text_block_id": "p14_b62", "text": "The NBSAP report was finalised after various reviews from stakeholders including the relevant government agencies, NGOs, community representatives, regional organisations, the private sector and individual experts."}, {"text_block_id": "p15_b63", "text": "2. OVERVIEW OF SOLOMON ISLANDS BIODIVERSITY"}, {"text_block_id": "p15_b64", "text": "2.1 Terrestrial biodiversity"}, {"text_block_id": "p15_b65", "text": "2.1.1 Plants"}, {"text_block_id": "p15_b66", "text": "The Solomon Islands rainforest ecoregion is included in the global 200 list and ranked in the highest category of “globally outstanding”. Solomon Islands forest vegetation comprises at least 4,500 species of plants (PHCG, 2008) of which 3,200 species are known to be native or indigenous. Of these, 16 species are listed as threatened under IUCN red data criteria. Several tree species, including ebony, rosewood, rattan and some palms are found to be threatened; ebony is listed as critically endangered. Terrestrial invasive flora species are not well documented, nevertheless there are examples of introductions threatening the biodiversity of Solomon Islands as they tend to be competitive than indigenous plant species."}, {"text_block_id": "p15_b67", "text": "2.1.2 Birds"}, {"text_block_id": "p15_b68", "text": "Solomon Islands is a hotspot for bird endemism. Virtually all of the larger islands have their own endemic species and/or subspecies (the New Georgia group has 10 endemic species, Malaita 3, Guadalcanal 3, Makira 13, Kolombangara 2, Vella Lavella 1, Ranongga 1, Ghizo 1, Rennell 5, Santa Cruz 3). In total, the Solomon Islands (including Rennell, Bellona and the Santa Cruz Islands) have 94 restricted range bird species, 16 of which are classified as threatened. This means that Solomon Islands have more restricted range and unique bird species by area than any other place on earth (PHCG, 2008)."}, {"text_block_id": "p15_b69", "text": "According to an IUCN report in 2007, two avian species ("}, {"text_block_id": "p15_b70", "text": "Gallicolumba salamonis"}, {"text_block_id": "p15_b71", "text": "and"}, {"text_block_id": "p15_b72", "text": "Microgoura meeki"}, {"text_block_id": "p15_b73", "text": ") are extinct in the Solomon Islands, two are critically endangered ("}, {"text_block_id": "p15_b74", "text": "Gallinula syvestri"}, {"text_block_id": "p15_b75", "text": "and"}, {"text_block_id": "p15_b76", "text": "Pseudobuweria becki"}, {"text_block_id": "p15_b77", "text": "), 14 are classified as vulnerable and 23 are classified as near threatened."}, {"text_block_id": "p15_b78", "text": "2.1.3"}, {"text_block_id": "p15_b79", "text": "Mammals"}, {"text_block_id": "p15_b80", "text": "There are 53 known mammal species in Solomon Islands (PHCG, 2008) comprising bats (41), rats (8) and possums (4)."}, {"text_block_id": "p15_b81", "text": "Of these 20 are threatened including three bats that are considered to be critically endangered. The Guadalcanal giant rat ("}, {"text_block_id": "p15_b82", "text": "Uromys porculus"}, {"text_block_id": "p15_b83", "text": "), the emperor rat ("}, {"text_block_id": "p15_b84", "text": "Uromys imperator"}, {"text_block_id": "p15_b85", "text": ") and the Santa Cruz tubed nose bat ("}, {"text_block_id": "p15_b86", "text": "Nyctimene santacrucis"}, {"text_block_id": "p15_b87", "text": ") are likely to be extinct or near extinct. Of the eight species of giant rats (amongst the largest rats in the world), four belong to genus"}, {"text_block_id": "p15_b88", "text": "Solomys"}, {"text_block_id": "p15_b89", "text": "which is endemic to Solomon Islands (PHCG, 2008). Nineteen of the 41 bat species are endemic."}, {"text_block_id": "p15_b90_merged_merged_merged", "text": "Fifty six percent of all mammal species in Solomon Islands can be found in Isabel and Choiseul alone. Hipposideros dinops, the world’s largest insect-eating bat, and also endangered, is found in Choiseul Province."}, {"text_block_id": "p16_b93", "text": "2.1.4 Reptiles"}, {"text_block_id": "p16_b94", "text": "Monkey Tail Skink ("}, {"text_block_id": "p16_b95", "text": "Corucia Zebrata"}, {"text_block_id": "p16_b96", "text": ") photo"}, {"text_block_id": "p16_b97", "text": "by Chris Filardi, AMNH"}, {"text_block_id": "p16_b98", "text": "Eighty reptile species (terrestrial and marine) have been described from Solomon Islands. One third of these are endemic and five have been identified as being threatened (PHCG, 2008). PHCG (2008) reported that the prehensile-tailed skink ("}, {"text_block_id": "p16_b99", "text": "Corucia zebrata"}, {"text_block_id": "p16_b100", "text": ") is the largest skink in the world and is endemic to the Solomon Islands. There are nine endemic snake species found in the Solomon Islands. Snake species found in the Solomons include"}, {"text_block_id": "p16_b101", "text": "Boiga irregularis"}, {"text_block_id": "p16_b102", "text": ","}, {"text_block_id": "p16_b103", "text": "Candoia carinata"}, {"text_block_id": "p16_b104", "text": ","}, {"text_block_id": "p16_b105", "text": "Dendrelaphis calligaster"}, {"text_block_id": "p16_b106", "text": "and"}, {"text_block_id": "p16_b107", "text": "Salomonelaps par."}, {"text_block_id": "p16_b108", "text": "PHCG (2008) also reported twenty-seven endemic species of lizards occur in the Solomon"}, {"text_block_id": "p16_b109", "text": "Islands, including goannas ("}, {"text_block_id": "p16_b110", "text": "Varanus indicus"}, {"text_block_id": "p16_b111", "text": "), geckos ("}, {"text_block_id": "p16_b112", "text": "Nactus pelagicus"}, {"text_block_id": "p16_b113", "text": "and"}, {"text_block_id": "p16_b114", "text": "Gehyra oceana"}, {"text_block_id": "p16_b115", "text": "and"}, {"text_block_id": "p16_b116", "text": "Lepidodactylus"}, {"text_block_id": "p16_b117", "text": "spp). Rapid destruction of habitats from human activities could have significant impact on these reptiles."}, {"text_block_id": "p16_b118", "text": "2.1.5"}, {"text_block_id": "p16_b119", "text": "Frogs"}, {"text_block_id": "p16_b120", "text": "Seventeen species of frog were reported from Solomon Islands in 1993 (SPREP, 1993) with the records increasing to 21 species with further investigation in 2008 (Pikacha et al"}, {"text_block_id": "p16_b121", "text": "."}, {"text_block_id": "p16_b122", "text": ", 2008). Pikacha et al. (2008) reported that the majority of Solomon Island frogs (80%) belong to the family"}, {"text_block_id": "p16_b123", "text": "Ceratobatrachidae"}, {"text_block_id": "p16_b124", "text": ", two belong to the family"}, {"text_block_id": "p16_b125", "text": "Hylidae"}, {"text_block_id": "p16_b126", "text": ", one to"}, {"text_block_id": "p16_b127", "text": "Ranidae"}, {"text_block_id": "p16_b128", "text": "and one to"}, {"text_block_id": "p16_b129", "text": "Bufonidae"}, {"text_block_id": "p16_b130", "text": ". According to the report, the highest diversity occurs in the Western Province decreasing towards eastern islands. Only two;"}, {"text_block_id": "p16_b131", "text": "Discodeles malukuna"}, {"text_block_id": "p16_b132", "text": "and"}, {"text_block_id": "p16_b133", "text": "Platymantis"}, {"text_block_id": "p16_b134", "text": "sp. are endemic to the Solomon Islands. Habitat loss and degradation from human activities is increasingly affecting the abundance of frogs."}, {"text_block_id": "p16_b135", "text": "Palmatrorappia solomonis"}, {"text_block_id": "p16_b136", "text": "(Photo by P"}, {"text_block_id": "p16_b137", "text": "Pikacha)"}, {"text_block_id": "p16_b138", "text": "2.1.6 Invertebrates"}, {"text_block_id": "p16_b139_merged_merged_merged_merged_merged", "text": "Butterfly (Ornithoptera priamus) photo by C Filardi, AMNH"}, {"text_block_id": "p16_b143", "text": "Insect diversity is not well known in Solomon Islands, however from estimated numbers of Lepidoptera species in the Solomon Islands Jeremy Holloway, in 1999, estimated that the Solomon Islands has 14,511 described insect species and 46,015 total insect species (PHCG, 2008). There are 130 species of butterflies, 35 of them are endemic to the Solomon Islands (PHCG, 2008). Other notable examples of endemism are snails (25 endemic species) and cicadas (31 endemic species). Habitat loss and degradation from human activities is increasingly threatening invertebrate biodiversity."}, {"text_block_id": "p17_b144", "text": "2.1.7"}, {"text_block_id": "p17_b145", "text": "Freshwater species"}, {"text_block_id": "p17_b146", "text": "Polhemus"}, {"text_block_id": "p17_b147", "text": "et al"}, {"text_block_id": "p17_b148", "text": "(2008) reported 43 species of fish belonging to 26 genera and 14 families from a survey undertaken in 2004 to 2005 by staff from five research organisations; the Bishop Museum, the Smithsonian Institution, the Western Australian Museum, the University of the South Pacific (USP) and Conservation International.  Notably there were no endemic species collected, although it was thought that one or two of the sicydiine gobies may be locally endemic."}, {"text_block_id": "p17_b149", "text": "The survey recorded 93 species of Heteroptera representing 28 genera in 12 families. 60% are endemic at the species level and at least 31 of the species collected are new to science. Sixty-three species of Odonata representing 37 genera and 12 families were recorded, 44% are endemic at the species level and at least 1 new species was discovered. Nine described species of Gyrinidae, representing two genera and ten described species of Simuliidae, representing 2 genera, were reported.  90% of both are endemic at the species level. Siltation from human activities such as agriculture, logging and prospecting is increasingly affecting the abundance of freshwater species. Polhemus"}, {"text_block_id": "p17_b150", "text": "et al"}, {"text_block_id": "p17_b151", "text": "(2008) concluded that logging and spread of the invasive •little fire ant• in the riparian zones were by far the most pressing threats to the integrity of Solomon Islands freshwater biota."}, {"text_block_id": "p17_b152", "text": "2.2 Marine biodiversity"}, {"text_block_id": "p17_b153", "text": "2.2.1 Marine flora"}, {"text_block_id": "p17_b154", "text": "Pillai and Sirikolo (2001) highlighted the rich mangrove biodiversity of Solomon Islands, listing 26 species belonging to 13 families and 15 genera and representing around 43% of the world•s mangrove species. In four Western Province sites, WWF-SI (2007) reported an additional 7 species of mangroves, representing 11 of the 13 families that Pillai and Sirikolo (2001) reported for the whole Solomon Islands."}, {"text_block_id": "p17_b155", "text": "Rhizophora"}, {"text_block_id": "p17_b156", "text": "and"}, {"text_block_id": "p17_b157", "text": "Bruguiera"}, {"text_block_id": "p17_b158", "text": "were the most common genera. Although a comprehensive study of diversity and distribution is yet to be completed, it is clear that mangrove biodiversity in the Solomon Islands is high.  Of approximately 64,200 ha of mangrove mapped by Hansell and Wall (1976) the largest areas occurred on the islands of Isabel, Rennel, Shortland, Malaita and New Georgia. Coastal communities utilise mangroves for many purposes including"}, {"text_block_id": "p17_b159", "text": "firewood, building materials and clearing trees for construction of new settlements; increased rates of extraction as demand increases from an increasing population is of concern for the future. Natural events also impact on mangroves, for example the uplift on Ranonga Island in the April 2007 earthquake isolated mangroves in Ranonga from the sea by a distance of 50 -100m resulting in the eventual die off of mature trees."}, {"text_block_id": "p17_b160_merged_merged_merged_merged", "text": "Mangrove Ecosystem of Arnavon Islands (Photo by TNC)"}, {"text_block_id": "p17_b162", "text": "Green et al. (2006) reported 10 species of seagrass from an examination of 1426 sites. This survey, carried out by TNC in 2004, was the first nation-wide survey of seagrass in the Solomon Islands.  The survey found  seagrass in habitats extending from intertidal to subtidal, along mangrove coast lines, estuaries, shallow embayments,  coral reef, inter reef and offshore island situations. Most occurred in water less than 10m deep and meadows were monospecific or consisted of multi species communities, with up to 6 species present in a single location. The survey showed that 54% of all seagrass meadows (per hectare basis) were found in Malaita Province while all other provinces included less than 12% of the total area of seagrass meadows each. Although, seagrass meadows in the region as a whole are in relatively healthy condition compared to other regions globally, high sedimentation/turbidity in coastal waters,"}, {"text_block_id": "p18_b163", "text": "primarily the result of logging activities, is a threat in some parts of Solomon Islands. While damage to seagrass due to storms, flooding and cyclones has undoubtedly occurred, large scale change remains unable to be quantified due to inadequate baseline data."}, {"text_block_id": "p18_b164", "text": "PHCG (2008) reported a total of 233 species of marine algae in the Solomon Islands comprising 14 Cyanophyta, 121 Rhodophyta, 27 Phaeophyta and 71 Chorophyta. The most common and popular edible seaweed, especially in the Western Province, is"}, {"text_block_id": "p18_b165", "text": "Caulerpa racemosa"}, {"text_block_id": "p18_b166", "text": "which can be seen for sale in fish markets. Farming of the introduced seaweed"}, {"text_block_id": "p18_b167", "text": "Kappaphycus alvarezi"}, {"text_block_id": "p18_b168", "text": "was trialled in 1988 and re-established in 2001, gaining momentum since."}, {"text_block_id": "p18_b169", "text": "2.2.2 Coral"}, {"text_block_id": "p18_b170", "text": "2004)"}, {"text_block_id": "p18_b171", "text": "2.2.3 Lower invertebrates"}, {"text_block_id": "p18_b172", "text": "2.2.3 Lower invertebrates\n* Echinoderms\n<\\li1>"}, {"text_block_id": "p18_b174", "text": "Sea Cucumber(Source: TNC Solomon"}, {"text_block_id": "p18_b175", "text": "Islands Marine Assessment, 2004)"}, {"text_block_id": "p18_b176_merged_merged_merged", "text": "Nineteen species of sea cucumber have been recorded in Solomon Islands, 17 of which were encountered during the TNC survey in 2004. The low value species Holothuria edulis and Pearsonothuria graeffei were the most common species. The high value species Holothuria fuscogilva was found deep habitat but not in shallow (and more easily fished) habitat. Dried sea cucumber known as bêche-de-mer is one of the major marine exports after tuna industry in the Solomon Islands. PHGC (2008) reported that, up to 90,000kg were exported to Australia in the late 80s. Bêche-de-mer remained an artisanal activity involving coastal and islands communities until the collection and export of product was banned in 2005. The national ban was imposed as there was strong evidence from both fishers and export data of overfishing; the ban had the intent of preventing a fishery collapse."}, {"text_block_id": "p19_b183", "text": "Nineteen species of sea cucumber have been recorded in Solomon Islands, 17 of which were encountered during the TNC survey in 2004. The low value species Holothuria edulis and Pearsonothuria graeffei were the most common species. The high value species Holothuria fuscogilva was found deep habitat but not in shallow (and more easily fished) habitat. Dried sea cucumber known as bêche-de-mer is one of the major marine exports after tuna industry in the Solomon Islands. PHGC (2008) reported that, up to 90,000kg were exported to Australia in the late 80s. Bêche-de-mer remained an artisanal activity involving coastal and islands communities until the collection and export of product was banned in 2005. The national ban was imposed as there was strong evidence from both fishers and export data of overfishing; the ban had the intent of preventing a fishery collapse.\n* Crustaceans\n* Crustaceans\n There are 4 main species of crayfish or lobster present in Solomon Islands. They are the double-spined ornate lobster (\n* ),\n* ),\n P. femoristiga\n* ),\n P. femoristiga\n , painted coral lobster (\n* ),\n P. femoristiga\n , painted coral lobster (\n P. versicolor\n* ),\n P. femoristiga\n , painted coral lobster (\n P. versicolor\n ) and the spiny lobster (\n* ),\n P. femoristiga\n , painted coral lobster (\n P. versicolor\n ) and the spiny lobster (\n P. ornatus\n* ),\n P. femoristiga\n , painted coral lobster (\n P. versicolor\n ) and the spiny lobster (\n P. ornatus\n ) (PHCG, 2008). Overfishing led to the imposition of fisheries regulations that prohibit the catch, trade and export of crayfish of the genus\n* ),\n P. femoristiga\n , painted coral lobster (\n P. versicolor\n ) and the spiny lobster (\n P. ornatus\n ) (PHCG, 2008). Overfishing led to the imposition of fisheries regulations that prohibit the catch, trade and export of crayfish of the genus\n Panulirus\n* ),\n P. femoristiga\n , painted coral lobster (\n P. versicolor\n ) and the spiny lobster (\n P. ornatus\n ) (PHCG, 2008). Overfishing led to the imposition of fisheries regulations that prohibit the catch, trade and export of crayfish of the genus\n Panulirus\n with eggs, whose eggs have been scrubbed or whose carapace length is less than 8 cm.\n* Molluscs"}, {"text_block_id": "p19_b198", "text": "There are six giant clam shell species,"}, {"text_block_id": "p19_b199", "text": "Tridacna gigas"}, {"text_block_id": "p19_b200", "text": ","}, {"text_block_id": "p19_b201", "text": "T. derasa"}, {"text_block_id": "p19_b202", "text": ","}, {"text_block_id": "p19_b203", "text": "T. squamosa"}, {"text_block_id": "p19_b204", "text": ","}, {"text_block_id": "p19_b205", "text": "T. maxima"}, {"text_block_id": "p19_b206", "text": ","}, {"text_block_id": "p19_b207", "text": "T. crocea"}, {"text_block_id": "p19_b208", "text": "and"}, {"text_block_id": "p19_b209", "text": "Hippopus hippopus"}, {"text_block_id": "p19_b210", "text": "found in the Solomon Islands waters (PHCG, 2008). Clam shell was commercially harvested for its meaty adductor muscle in the 1970s and 1980s because of its high value and demand for the product. In 1983, the fishery reached its peak where 10.2 tonnes of adductor meat was exported. A concern at that time was that buyers were interested in adductor meat only while the rest of the animal was wasted. As a result, exporting several tonnes would represent harvesting thousands of clams and therefore result in overfishing of severely depleted populations. Steps to restock depleted reefs were initiated by ICLARM Coastal Centre at Aruligo in the 1990•s but restocking has not yet proved to be viable in isolation from community based management of near shore resources. Collection of wild clams for sale or export is currently prohibited under Solomon Islands national fisheries regulations.  The WorldFish Center currently maintains a giant clam hatchery on Nusa Tupe near Gizo supplying clams to rural growers who provide sustainably cultured clams for the international aquarium trade."}, {"text_block_id": "p19_b211", "text": "Giant clam shell (Source: TNC Solomon"}, {"text_block_id": "p19_b212", "text": "Islands Marine Assessment, 2004)"}, {"text_block_id": "p19_b213", "text": "Three commercially important pearl oyster species occur in Solomon Islands; black-lip ("}, {"text_block_id": "p19_b214", "text": "Pinctada margaritifera"}, {"text_block_id": "p19_b215", "text": "), gold-lip (P."}, {"text_block_id": "p19_b216", "text": "maxima"}, {"text_block_id": "p19_b217", "text": ") and brown-lip ("}, {"text_block_id": "p19_b218", "text": "Pteria penguin"}, {"text_block_id": "p19_b219", "text": "). Heavy pressure on resources occurred prior to 1990 when pearl shells were exported to Japan for button manufacturing. In 2008 a joint Solomon Island Ministry of Fisheries and Marine Resources and WorldFish Center project updated field surveys of gold-lip to show that populations remain depleted (WorldFish Center and MFMR, 2008). The report also pulled together research findings conducted by ICLARM and more recently the WorldFish Center to determine the necessary ecological and investment conditions for farming pearls as a way to generate new livelihoods for rural communities."}, {"text_block_id": "p19_b220", "text": "The main species of turban shells harvested in the pacific are the green snail ("}, {"text_block_id": "p19_b221", "text": "Turbo marmoratus"}, {"text_block_id": "p19_b222", "text": "); rough turban ("}, {"text_block_id": "p19_b223", "text": "T. setosus"}, {"text_block_id": "p19_b224", "text": ") and the silver-mouth turban ("}, {"text_block_id": "p19_b225", "text": "T. argyrostomus"}, {"text_block_id": "p19_b226", "text": "). The last two are targeted for food and the shells discarded. The shell of the first one is highly prized and is used for inlay work, lacquer ware, jewellery and buttons. PHCG (2008) reported that no quantitative assessment has been done to determine the status of green snail population, however, based on anecdotal reports and fisheries export data, there is evidence that they are much depleted throughout the islands. Prior to the ethnic tensions a project was set up by the Fishery Cooperation Foundation in collaboration with then •Fishery Division• to breed and restock depleted reefs, but this ceased due to the crises."}, {"text_block_id": "p19_b227_merged_merged_merged_merged_merged_merged", "text": "The TNC marine assessment observed two species of trochus; Trochus niloticus and T. Pyramis, in several sites of their survey. Trochus are harvested traditionally and commercially for subsistence food and export. Recent surveys around Mbili passage and Chea in the Western province and as reported in the State of the Environment Report (PHCG, 2008) suggest a significant decline in abundance due to overharvesting. There is currently a"}, {"text_block_id": "p20_b232", "text": "national Fisheries Regulation that prohibits taking trochus smaller than 8cm and lager than 12cm when measured across the basal diameter."}, {"text_block_id": "p20_b233", "text": "Other molluscs are also important for food or culturally in many parts of the Solomon Islands. Langalanga people in Malaita Province produce shell money and shell money necklaces from four shell species; romu ("}, {"text_block_id": "p20_b234", "text": "Chama pacifica"}, {"text_block_id": "p20_b235", "text": "), ke•e ("}, {"text_block_id": "p20_b236", "text": "Beguina semiorbiculata"}, {"text_block_id": "p20_b237", "text": "), kakandu ("}, {"text_block_id": "p20_b238", "text": "Anadara granosa"}, {"text_block_id": "p20_b239", "text": ") and Kurila ("}, {"text_block_id": "p20_b240", "text": "Atrina vexillum"}, {"text_block_id": "p20_b241", "text": "). Some are becoming scarce due to these activities (PHCG, 2008). Moreover, it is expected that there is a risk of the abundance of a number of molluscs declining due to high demand from an increasing tourist trade."}, {"text_block_id": "p20_b242", "text": "2.2.4 Pelagic fish"}, {"text_block_id": "p20_b243", "text": "Tuna at a commercial market outlet (Photo"}, {"text_block_id": "p20_b244", "text": "Source: BSSE report, 2006)"}, {"text_block_id": "p20_b245", "text": "Skipjack, island bonito, yellow fin, albacore and big eye tuna are the most important commercial pelagic fish species. Of these, skipjack is the most abundant and economically important. Tuna are caught by pole and line, purse seining and long lining. The waters of the Main Group Archipelago has been declared as an exclusive zone for pole and line vessels although it is known that other vessels regularly poach in these waters (PHCG, 2008). Although it is considered to be environmentally friendly to use pole and line, the long term impacts of over fishing of tuna fisheries is of regional concern. PHCG (2008) highlighted that in the period of 2002 • 2007 the annual catch of Solomon island fleets have generally increased."}, {"text_block_id": "p20_b246", "text": "Commercial vessels entering near shore waters to capture baitfish have been blamed for depleting baitfish recourses and causing damage to reefs especially around Marovo and Roviana Lagoon in the Western Province (PHCG, 2008)."}, {"text_block_id": "p20_b247", "text": "Yellow-fin and skipjack are the focal target of most commercial fleets. From 2002 to 2006, the purse seine fleet•s total catches had increased from 6,782 metric tonnes to 22,311 metric tonnes, comprising 60% skipjack, 39% yellow fin and 1% big eye. The pole and line fleet was also dominated by skipjack (89%) and yellowfin (10%) with a small component of big-eye (1%). Provisional estimates for the longline fleet in 2004 were 207 metric tonnes, 294 metric tonnes and 440 metric tonnes of albacore, big eye and yellowfin respectively (PHCG, 2008). The long term exploitation of these pelagic fish species will be of great concern as an increasing number of licenses have been issued since 2004."}, {"text_block_id": "p20_b248", "text": "2.2.5 Reef fish"}, {"text_block_id": "p20_b249", "text": "Reef fish (Source: TNC Solomon Islands"}, {"text_block_id": "p20_b250", "text": "Marine Assessment, 2004)"}, {"text_block_id": "p20_b251_merged_merged_merged_merged", "text": "Solomon Islands possess a diverse range of coral reef fish species encompassing at least 82 families, 348 genera, and 1,019 species (Green et al. 2006). Forty seven new reef fish distribution records were obtained from the TNC marine assessment including one new species of cardinal fish (Apogonidae). Gobies (Gobiidae), damselfishes (Pomacentride) and wrasse (Labrides) were dominant groups in the Solomon Islands in terms of both diversity and abundance. Although, reef fish diversity was generally high there were signs of overfishing indicated by a genially paucity of large sized fish. The survey highlighted that coral reef fish are facing high exploitation pressures due to increasing population, the change from subsistence to cash economy, and the use of highly destructive fishing methods (blast fishing, gill nets, and night spear fishing). Moreover, overharvesting in areas where fish aggregate to spawn is of great concern."}, {"text_block_id": "p21_b260", "text": "2.2.6 Sharks"}, {"text_block_id": "p21_b261", "text": "There is very little information about the abundance and distribution of sharks in the Solomon Islands. In some areas of the country shark is a subsistence resource. A thriving commercial shark-fin fishery poses a major threat to Solomon Island shark diversity and abundance (PHCG, 2008)."}, {"text_block_id": "p21_b262", "text": "2.2.7 Crocodiles"}, {"text_block_id": "p21_b263", "text": "Saltwater Crocodile(Photo by Maraghoto)"}, {"text_block_id": "p21_b264", "text": "There is only one species of crocodile,"}, {"text_block_id": "p21_b265", "text": "Crocodylus prosus,"}, {"text_block_id": "p21_b266", "text": "in Solomon Islands PHCG (2008). The population of crocodiles has been increasing since the imposition of a ban on export of crocodile skin in the nineties and the requirement to hand over all privately held guns to RAMSI in 2003. It is now relatively common to see reports in the media of communities experiencing crocodile attacks."}, {"text_block_id": "p21_b267", "text": "2.2.8 Turtles"}, {"text_block_id": "p21_b268", "text": "There are five species of turtles found in the Solomon Islands, of which three are endangered ("}, {"text_block_id": "p21_b269", "text": "Eretmochelys imbricate"}, {"text_block_id": "p21_b270", "text": "(hawksbill),"}, {"text_block_id": "p21_b271", "text": "Chelonia mydas"}, {"text_block_id": "p21_b272", "text": "(green) and"}, {"text_block_id": "p21_b273", "text": "Dermochelys coriaces"}, {"text_block_id": "p21_b274", "text": "(leatherback). The other two species"}, {"text_block_id": "p21_b275", "text": "Lepidochelys olivacea"}, {"text_block_id": "p21_b276", "text": "(Pacific ridley) and"}, {"text_block_id": "p21_b277", "text": "Caretta caretta"}, {"text_block_id": "p21_b278", "text": "(loggerhead) are categorised as rare (PHCG, 2008). Extensive turtle surveys by the Solomon Islands governments• Fisheries Division have identified several areas as rookeries for hawksbill, green and leatherback turtles. These include Wagena, Alladyce (Isabel), Hele Pass and Vagunu (Marovo), Bagora (Shortlands), Okaboiz (Santa Cruz), Nanuga (Vanikoro) and Tetepare and Baniata (Rendova)."}, {"text_block_id": "p21_b279", "text": "Leatherback Turtle (Photo by TNC)"}, {"text_block_id": "p21_b280_merged_merged_merged", "text": "It is believed that Arnavon Marine Conservation Area (AMCA) is one of the largest hawksbill rookeries in the region. Studies have also found Litoghahira in Isabel Province as one of the largest nesting ground for leatherback turtle. The leatherback turtle is recognised as an endangered species worldwide and international efforts are being made to protect its nesting sites (PHCG, 2008). Exporting of turtle shell is banned in the Solomon Islands; and taking and selling of any leatherback turtle product is illegal under the national fisheries regulation."}, {"text_block_id": "p22_b282", "text": "2.2.9 Marine Mammals"}, {"text_block_id": "p22_b283", "text": "Spinner Dolphin ("}, {"text_block_id": "p22_b284", "text": "Stennella Longitrostris)"}, {"text_block_id": "p22_b285", "text": "(photo from SIMACC Technical Report)"}, {"text_block_id": "p22_b286", "text": "Information on the distribution and occurrence of marine mammals in Solomon Islands is deficient. A limited survey of oceanic cetacean and their habitats was conducted in 2004 but the scope of the survey was limited. Nine dolphin species have previously been reported in Solomon Island waters. In 2004, spinner dolphin ("}, {"text_block_id": "p22_b287", "text": "Stenella longirostris"}, {"text_block_id": "p22_b288", "text": "), pan-tropical spotted dolphin ("}, {"text_block_id": "p22_b289", "text": "Stenella attenuate"}, {"text_block_id": "p22_b290", "text": "), common bottlenose dolphin ("}, {"text_block_id": "p22_b291", "text": "Tursiops truncatus"}, {"text_block_id": "p22_b292", "text": "), Indo-Pacific bottlenose dolphin ("}, {"text_block_id": "p22_b293", "text": "Tursiops aduncus"}, {"text_block_id": "p22_b294", "text": "), risso•s dolphin ("}, {"text_block_id": "p22_b295", "text": "Grampus griseus"}, {"text_block_id": "p22_b296", "text": ") and rough toothed dolphin ("}, {"text_block_id": "p22_b297", "text": "Steno bredanensis"}, {"text_block_id": "p22_b298", "text": ") were recorded (Kahn, 2004). Traditional hunting in Malaita for dolphins is still very active and dolphin teeth are a valuable complement to the Provinces• shell money system. In"}, {"text_block_id": "p22_b299", "text": "2005, exporting of Indo Pacific bottlenose dolphins ("}, {"text_block_id": "p22_b300", "text": "Tursiops truncates"}, {"text_block_id": "p22_b301", "text": ")"}, {"text_block_id": "p22_b302", "text": "began from Solomon Islands with a shipment of 28 being sent to Mexico for recreational aquarium purposes. Since then two additional shipments of dolphins have occurred; to the Middle East and the Philippines. The export of dolphins has received widespread criticism from conservation and animal welfare organisations, despite the exports being allowed by the international regulatory body CITES."}, {"text_block_id": "p22_b303", "text": "Research into dolphin species, populations and distribution is essential to the effective protection and management of Solomon Islands dolphin species."}, {"text_block_id": "p22_b304", "text": "Dugongs are present in the Solomon Islands water but their abundance and distribution have not been surveyed. As a species that is being threatened with extinction worldwide emphasis is being placed on plans to conduct a survey in Solomon Islands."}, {"text_block_id": "p22_b305_merged_merged_merged", "text": "Eight whale species have been documented in Solomon Islands:  brides•s whale (Balaenoptera edeni), short-finned pilot whale (Globicephala macrorhynchus), melon-headed whales (Orcinus orca), mesoplodon beaked whale (Mesoplodon sp.), rorqual baleen whale (Balaenoptera sp.), either the common bryde•s or sei whale; (B. brydei or B. borealis), sperm whales (Physeter macrocephala) and humpback whales (Megaptera novaeanggliae) (Leary and Pita, 2000). The bryde•s whale (Balaenoptera edeni) is recognised as distinct dwarf stock and is endemic to the waters surrounding Solomon Islands (Leary and Pita, 2000)."}, {"text_block_id": "p22_b326", "text": "3. DECLINE OF BIODIVERSITY"}, {"text_block_id": "p22_b327", "text": "There have been studies to try to identify rates and extent of changes in biodiversity in Solomon Islands and there is a large bibliography from a CBD stocktake report (McDonald and Lam, 2006) for the NCSA that is an important repository of information. These have not been reviewed here however it is generally accepted that there has likely been a significant decrease in Solomon Islands biodiversity over time. While declines may have started before the Europeans explored Solomon Island shores it has likely to have accelerated with increased economic activity over the last century."}, {"text_block_id": "p22_b328", "text": "Birds are the most studied species for terrestrial biodiversity in the region, and are considered to provide good indicators of biodiversity decline as well as being relatively easy to sample by researchers. Lees (1990) reported a loss of some bird species in the Solomon Islands due to human predation. The Choiseul crowned pigeon, a bird famous throughout the world among bird watchers for its uniqueness and size, is now thought to be extinct because of its importance as a source of food for villagers (Lees, 1990)."}, {"text_block_id": "p22_b329", "text": "It is of great significance to this document that the lack of regular or consistent assessments of biodiversity status, hamper accurate predictions of the effects of rapidly increasing population pressure and economic development and growth. Nevertheless, sufficient information has been gathered to date to identify some of the major threats to Solomon Island biodiversity."}, {"text_block_id": "p23_b330", "text": "3.1 Factors causing decline to biodiversity"}, {"text_block_id": "p23_b331", "text": "3.1.1 Logging"}, {"text_block_id": "p23_b332_merged", "text": "Despite Solomon Islands being ranked in the highest category of •globally outstanding• forest ecoregions it is also now listed as one of the 10 most threatened forest ecoregions in the world (Wein, 2006 and WWF, 2003). Commercial timber harvesting in Solomon Islands at current rates is considered to be ecologically and economically unsustainable. Increasing from approximately 500,000 m in 2000 to a peak of 1,000,000 m in 2005, experts have predicted the exhaustion of harvestable timber from natural timber forests by 2015 (URS 2006).  Apart from the expected loss of genetic diversity through direct removal and destruction of forests, there is also evidence of detrimental impacts on waterways, loss of soil fertility, siltation of coastal areas and coral reefs, introduction of invasive species and faunal displacement."}, {"text_block_id": "p23_b337", "text": "3.1.2 Inappropriate land use practices"}, {"text_block_id": "p23_b338", "text": "About 85% of Solomon islanders depend on subsistence agriculture.  Increasing competition with other land uses such as cash crops, logging and plantations is threatening biodiversity through inappropriate land use practices. These include slash-and-burn agriculture and steep-slope farming systems that move people onto more marginal areas thereby accelerating land degradation through soil erosion and loss of soil fertility."}, {"text_block_id": "p23_b339", "text": "3.1.3 Mining"}, {"text_block_id": "p23_b340", "text": "Mineral prospecting has increased dramatically in the Solomon Islands over the past five years. At present, four licenses have been issued for commercial mining, and applications have been submitted for new exploration licenses at a further 14 sites. Potentially economically viable mineral deposits have been found in Guadalcanal, Western, Isabel and Choiseul provinces. In terms of policies and legal framework, the Department of Mines and Energy has drafted a mineral policy, but this has not yet been put into effect. An important concern with respect to mining development is its impact to the environment."}, {"text_block_id": "p23_b341", "text": "Aggregate mining occurs in urban centres around Honiara. Ranadi beach showcases the impacts of aggregate mining on coastal environment and corals. This has been a SOPAC monitoring the site since mid 1980s and the work has included a comprehensive study and data compilation covering the period 1990 and 1992 (PHCG, 2008)."}, {"text_block_id": "p23_b342", "text": "3.1.4 Over-exploitation of natural resources"}, {"text_block_id": "p23_b343", "text": "Instances of unsustainable harvesting of natural resources occur in both terrestrial and marine environments in Solomon Islands. Unsustainable harvesting is an increasing threat to biodiversity as more resources become exploited for commercial gains. Of particular concern are current forestry practices and the potential for over exploitation of nearshore marine resources (e.g. MFMR has imposed bans on the export of sea cucumber because of overharvesting) and pelagic tuna fisheries (section 2.2.4 above)."}, {"text_block_id": "p23_b344", "text": "3.1.5 Population growth"}, {"text_block_id": "p23_b345", "text": "The total population of Solomon Islands is approximately 500,000 people. The current growth rate of 2.8% is among the highest in the region (UNDP Report). The growing competition over land for food crops, logging, plantation crops and silviculture is threatening biodiversity. Urban expansion, land reclamation and infrastructure developments are other issues exerting pressure on biodiversity. The impacts of population increase and demand for economic benefits of development are cross cutting issues affecting all sectors in the country."}, {"text_block_id": "p23_b346", "text": "3.1.6 Natural disasters"}, {"text_block_id": "p23_b347", "text": "Solomon Islands is located on the Pacific ring of fire and as such, is subject to relatively frequent earthquakes. In 2007 an earthquake and tsunami devastated Western and Choiseul Provinces, not only taking lives but also damaging coral reef and mangrove ecosystems. Other natural disasters include a drought that affected the"}, {"text_block_id": "p24_b348", "text": "3.1.7 Invasive species"}, {"text_block_id": "p24_b349", "text": "PHCG (2008) reported a number of invasive plant and animal species that are threatening Solomon Islands biodiversity. Alien species have been brought into the country for agriculture, forestry and ornamental purposes and include 16 dominant invasive plant species, one dominant invasive micro-organism and three aquatic vertebrates and invertebrate invasive species. It is expected that these are under-estimates of the number of introduced species present in the country which have the potential to impact negatively on biodiversity and/or livelihoods. As a priority action under this strategy, the Solomon Islands will immediately begin to develop a National Invasive Species Strategy and Action Plan (NISSAP), which will form an integral part of future editions of this NBSAP. The NISSAP will review available information on invasive species and their impacts in the Solomon Islands identify priority threats, species and actions to manage them, for implementation over the next five years."}, {"text_block_id": "p24_b350", "text": "3.1.8 Pollution"}, {"text_block_id": "p24_b351", "text": "The draft National Waste Management Strategy and Action Plan 2008 -2010 indicates that that Solomon Islands has poor waste management practices which result in open dumpsites, illegal disposal of wastes in the sea or on unused land and/or burning of municipal waste. Biodiversity concerns include the potential for such practices to impact negatively on habitats such as coastal forests and waterways."}, {"text_block_id": "p24_b352", "text": "3.1.9 Climate change"}, {"text_block_id": "p24_b353", "text": "4. BENEFITS OF BIODIVERSITY"}, {"text_block_id": "p24_b354", "text": "4.1 Contribution to global biodiversity"}, {"text_block_id": "p24_b355", "text": "The extraordinary terrestrial and marine biodiversity of Solomon Islands, exemplified by a high degree of endemism in many groups and a wide diversity of habitat types, make a significant contribution to global biodiversity. Notable examples include Solomon Islands forest vegetation comprising about 4,500 plant species and being recognised as one of the great centres of plant diversity, rich in unique palms, pandanus and orchids. About half of the 163 breeding birds in the Solomon Islands are not found anywhere else in the world and Solomon Island coral reefs exhibit the second highest diversity of coral in the world. As a result of its marine diversity, the Solomon Islands has been included in the Coral Triangle, a scientifically defined geographic area of almost 6 million square km within the Indo-Pacific often referred to as the •Amazon of the Seas and is considered the epicenter of marine life abundance and diversity on the planet."}, {"text_block_id": "p25_b356", "text": "4.2 Direct benefits of biodiversity"}, {"text_block_id": "p25_b357", "text": "4.2.1 Terrestrial Biodiversity"}, {"text_block_id": "p25_b358", "text": "•"}, {"text_block_id": "p25_b359", "text": "Flora"}, {"text_block_id": "p25_b360", "text": "The flora of Solomon Islands is very important to the livelihood and cultural practices of the people. Forest trees have been used commercially and locally for construction, boat building, artifacts and household goods for millenia. A guide to useful plants in the Solomon Islands by Lees (1993) identified 119 species important for food and 64 species of agricultural value. The people of Marovo and Renbel are famous for carvings of warriors, weapons and tools made from hardwood. Mangrove forests and seagrasses provide critical habitats for different life stages of various fish and invertebrates and mangroves and, apart from protecting shorelines from natural disasters such as tsunamis and cyclones, provide a myriad of uses for people including firewood and building materials. Most of the rural population, and some people living in urban areas use fuel-wood as their main energy source. Grasses and herbs are used as pastures as well as mulch or compost to improve soil nutrients. Lees (1993) documented 143 plants species identified by villagers as having medicinal usage including but not limited to, treating ailments as diverse as boils, leprosy, cough, snake bites, broken bones, constipation, malaria and worms. Recently, processed ngali nut oil and coconut oil have been exported oversees and production is expected to continue to increase because of its high value."}, {"text_block_id": "p25_b361", "text": "•"}, {"text_block_id": "p25_b362", "text": "Fauna"}, {"text_block_id": "p25_b363", "text": "A number of native species, including possums and iguana are hunted for food. The unique red feather money of Santa Cruz Island in Temotu province is plucked from the breast, head and back of a tropical forest bird. Flying fox are hunted for food. Introduced species such as pigs are also hunted while honey from introduced bees has been produced locally over recent years. The economic potential of the honey industry is a vital source of income for rural people."}, {"text_block_id": "p25_b364", "text": "4.2.2 Marine Biodiversity"}, {"text_block_id": "p25_b365", "text": "•"}, {"text_block_id": "p25_b366", "text": "Flora"}, {"text_block_id": "p25_b367", "text": "Some marine plant species including seaweeds and mangrove fruit are harvested for food and sold in both the domestic and overseas markets. Other species are harvested and treated for home decorations."}, {"text_block_id": "p25_b368", "text": "•"}, {"text_block_id": "p25_b369", "text": "Fauna"}, {"text_block_id": "p25_b370", "text": "Throughout the country, fish and shellfish are a major source of food supporting the subsistence economy as well as providing a major source of income for rural communities. Solomon Islands also exports canned tuna and frozen tuna to the countries in the region as well as to European and Asian countries. Recently, live dolphins have been exported for exhibition purposes. Commercial commodities from small scale fisheries include molluscs such as trochus, clam shells and pearl oysters; crustaceans such as mud crab and crayfish; and echinoderms such as sea cucumber."}, {"text_block_id": "p25_b371", "text": "4.3 Indirect benefits of biodiversity"}, {"text_block_id": "p25_b372_merged", "text": "Terrestrial and marine flora and fauna provide benefits such as shade, erosion control, maintenance of soil quality and chemistry, recycling nutrients to the soil, shelter against wind, rain and waves, absorption of CO2 and filtering of water and purification of wastes. The natural beauty of marine and terrestrial landscapes has made Solomon islands a unique spot for tourism.  Undersea divers have voted Solomon Islands as one of the top three dive destinations in the world."}, {"text_block_id": "p26_b376", "text": "4.4 Economic value of biodiversity in the Solomon Islands"}, {"text_block_id": "p26_b377", "text": "Estimated real gross domestic product (RGDP) grew by 10.3% in 2007 to $368 million (at 1985 constant prices), the highest rate of growth since 1992 consolidating consecutive growth rates of over 5% in the previous four years (CBSI Annual Report, 2007). The forestry, agriculture and fishery sectors each contributed 19%, 7.5 % and 5.7% respectively in 2007."}, {"text_block_id": "p26_b378", "text": "Table 1: Economic contributions to Solomon Islands: GDP Statistics"}, {"text_block_id": "p26_b379", "text": "Source:CBSI"}, {"text_block_id": "p26_b380", "text": "Figures do not take intoaccount the value of subsistence activities"}, {"text_block_id": "p27_b381", "text": "5. STRATEGIES AND ACTION PLAN"}, {"text_block_id": "p27_b382", "text": "A summary of the implementation and monitoring matrix linking various themes and actions is given in annex 1"}, {"text_block_id": "p27_b383", "text": "A summary of the implementation and monitoring matrix linking various themes and actions is given in annex 1\n* Policies must be people and livelihood oriented.\n* Leadership and governance system:\n* Leadership and governance system:\n Solomon Islands Government shall ensure that its policies\n* Leadership and governance system:\n Solomon Islands Government shall ensure that its policies\n reflect its responsibility and commitments to effectively protect and conserve its biodiversity,\n* Shall ensure inclusive stakeholder participation and collaboration in decision making process.\n* Development: development. Environmentally friendly development, overseen by the EIA process and with the aim of well balanced livelihoods for all Solomon Islanders is to be promoted throughout all levels of development.  This means that development should be pursued for the benefit of all Solomon Islanders rather than driven by short term benefits for the few. The precautionary and sustainable principles are to be integrated into socio-economic\n* People must be aware of benefits and ensure equal benefit sharing."}, {"text_block_id": "p27_b400", "text": "A summary of the implementation and monitoring matrix linking various themes and actions is given in annex 1\n* Policies must be people and livelihood oriented.\n* Leadership and governance system:\n* Leadership and governance system:\n Solomon Islands Government shall ensure that its policies\n* Leadership and governance system:\n Solomon Islands Government shall ensure that its policies\n reflect its responsibility and commitments to effectively protect and conserve its biodiversity,\n* Shall ensure inclusive stakeholder participation and collaboration in decision making process.\n* Development: development. Environmentally friendly development, overseen by the EIA process and with the aim of well balanced livelihoods for all Solomon Islanders is to be promoted throughout all levels of development.  This means that development should be pursued for the benefit of all Solomon Islanders rather than driven by short term benefits for the few. The precautionary and sustainable principles are to be integrated into socio-economic\n* People must be aware of benefits and ensure equal benefit sharing.\n* People centered Biodiversity Conservation, and intellectual property rights of our sovereign state are protected."}, {"text_block_id": "p28_b403", "text": "5.4 Theme 1: Mainstreaming biodiversity"}, {"text_block_id": "p28_b404", "text": "Mainstreaming biodiversity into the planning processes continues to be a challenge as economic recovery and reconstruction continues to take precedence over environmental considerations in post conflict Solomon Islands. While successive Solomon Island governments have expressed the wish that sectoral developments within its agencies are environmentally sustainable, the evidence suggests a continuing degradation of the environmental systems with a corresponding loss of biodiversity. One of the first tasks towards ensuring the future of biodiversity values in Solomon Islands is to strengthen legislation, regulations and policies pertaining to conservation of biodiversity to reduce the potential economic and cultural impacts at national, provincial and community levels."}, {"text_block_id": "p28_b405", "text": "Strategy Goal:"}, {"text_block_id": "p28_b406", "text": "Ensure the commitment of Solomon Islands government and stakeholders to conserving and managing biodiversity is integrated into national legislation, sectoral plans, policies and programs."}, {"text_block_id": "p28_b407", "text": "Objective 1:"}, {"text_block_id": "p28_b408", "text": "To ensure biodiversity conservation and management are properly legislated at the national and provincial governmental levels and integrated into sectoral plans, policies and programs."}, {"text_block_id": "p28_b409", "text": "Actions:"}, {"text_block_id": "p28_b410", "text": "Each province to develop Provincial Ordinances to cater for conservation and management of biodiversity"}, {"text_block_id": "p28_b411", "text": "Each province to develop Provincial Ordinances to cater for conservation and management of biodiversity\n* Each Province to establish provincial Environment and Conservation offices and recruit officers to work there.\n* Review existing legislation and provincial ordinances to fully support biodiversity conservation and management.\n* Review sectoral plans and policies of relevant Ministries, e.g. Ministry of Forestry, Min. of Mines and Energy, to cater for conservation and management of biodiversity.\n* Hold biannual meetings/workshops between relevant line ministries and inter agencies e.g. MECM and MFMR to update each other on biodiversity related activities.\n* Periodic review of NBSAP and other related documents such as SOE Report, NEMS, NAPA and PoWPA.\n* Provide awareness and education on new legislation and policies.\n* Build capacity within national and provincial level government to monitor compliance and ensure enforcement of laws and policies."}, {"text_block_id": "p28_b425", "text": "5.5 Theme 2: Species conservation"}, {"text_block_id": "p28_b426", "text": "The remarkable landscape of Solomon Islands supports different ecosystems and is home to an amazing diversity of plant and animal species. Some ecosystems have among the highest species diversity ever recorded (see section 2). Some of these species are important to Solomon Islands, found nowhere else in the world. It is evident that several species are now extinct or under threat of extinction as a result of intensive developmental and harvesting pressures. The rate of extinction is not fully known because of limited information. Hence, there is a crucial need to carry out more research and monitoring to update the current status of Solomon Islands• biodiversity. Moreover the cultural values of biodiversity are of great importance to the livelihoods of Solomon Islanders, particularly so in relation to the provision of products and services by some of the plant and animal species, such as medicines, food, firewood, building materials and security."}, {"text_block_id": "p28_b427", "text": "Strategy goal:"}, {"text_block_id": "p28_b428", "text": "Unique plant and animal species are given appropriate levels of protection and are managed sustainably with a better informed public of the significance of the species."}, {"text_block_id": "p28_b429", "text": "Objective 1:"}, {"text_block_id": "p28_b430", "text": "To ensure that management measures for indigenous, unique, threatened and endangered species are in place and supported by scientific data."}, {"text_block_id": "p29_b431", "text": "Actions:"}, {"text_block_id": "p29_b432", "text": "Actions:\n* Develop plans for the sustainable harvesting and management and where necessary, protection of indigenous, unique, endemic and endangered species.\n* Identify capacity building areas needed to sustainably manage and monitor indigenous, unique, endemic and endangered species.\n* Develop a recovery program for threatened and endangered native species."}, {"text_block_id": "p29_b438", "text": "Objective 2:"}, {"text_block_id": "p29_b439", "text": "To inform the public on the significance of the social, economic and environmental values of species conservation."}, {"text_block_id": "p29_b440", "text": "Actions:"}, {"text_block_id": "p29_b441", "text": "Actions:\n* Create education awareness materials on the importance of species conservation.\n* Carry out awareness in schools, public and communities with use of multimedia such as radio programs, DVDs, TV programs etc."}, {"text_block_id": "p29_b445", "text": "Objective 3:"}, {"text_block_id": "p29_b446", "text": "To ensure resources are available to support conservation activities"}, {"text_block_id": "p29_b447", "text": "Actions:"}, {"text_block_id": "p29_b448", "text": "Actions:\n* Strengthen human resource capacity on species management.\n* Create trust funds for conservation of endemic, endangered and ornamental species.\n* Identify and create sources of funding for training programs and opportunities."}, {"text_block_id": "p29_b454", "text": "Objective 4:"}, {"text_block_id": "p29_b455", "text": "To ensure Solomon Islands flora and fauna are documented and stored properly."}, {"text_block_id": "p29_b456", "text": "Actions:"}, {"text_block_id": "p29_b457", "text": "Actions:\n* Undertake comprehensive research to create a database for all known indigenous species.\n* Produce a list of non edible and non commercial species in consultation with relevant Ministries (MF, MAL).\n* Produce a national inventory for all flora and fauna species."}, {"text_block_id": "p29_b463", "text": "Objective 5:"}, {"text_block_id": "p29_b464", "text": "Ensure that highly migratory species are protected nationally."}, {"text_block_id": "p29_b465", "text": "Actions:"}, {"text_block_id": "p29_b466", "text": "19."}, {"text_block_id": "p29_b467", "text": "Maintain existing relationships and establish new initiatives with other partner countries and institutions in the protection of these species, e.g. turtles, migratory birds etc."}, {"text_block_id": "p29_b468", "text": "20."}, {"text_block_id": "p29_b469", "text": "Implement respective national and regional action plans for the management and protection of these species, e.g. Coral Triangle National Action Plan, Bismarck Solomon Seas Ecoregion (BSSE) Marine Turtle Action plan; SPREP marine species action plans etc."}, {"text_block_id": "p29_b470", "text": "21."}, {"text_block_id": "p29_b471", "text": "Adhere to various multi-lateral arrangements for the management and protection of respective species."}, {"text_block_id": "p29_b472", "text": "5.6 Theme 3: Protected area system"}, {"text_block_id": "p29_b473", "text": "Protected areas (PA) presently covers less than 0.5% of land and seascapes of the Solomon Islands. The need to establish additional protected area in the country is imperative because of increasing human and economic pressures. About seventeen potential sites have been earmarked as conservation sites for a long time but their establishment has been very slow due to financial constraints and land tenure problems. Further, legislation and policies act as a barrier to establishments of protected area. It is important that collaborative approach is established to ensure protected area management is supported by indigenous people."}, {"text_block_id": "p29_b474", "text": "The MFMR has established a framework for the Community Based Management (CBM) approach when working"}, {"text_block_id": "p30_b475", "text": "with communities and is including CBM in its new draft Fisheries Management Bill. It is a model which may also have application for terrestrial areas. The CBM approach which includes locally managed areas set aside by resource owners and users, is the intended approach to apply sustainable use and conservation of marine resources in the Solomon Islands.  SILMMA is a network of marine focused NGOs and has established a network of LMMAs."}, {"text_block_id": "p30_b476", "text": "Strategy goal:"}, {"text_block_id": "p30_b477", "text": "Solomon Islands is fully committed to a National PA System by developing appropriate legislation and PA design."}, {"text_block_id": "p30_b478", "text": "Objective 1:"}, {"text_block_id": "p30_b479", "text": "To establish a management framework for marine and terrestrial protected areas by 2012."}, {"text_block_id": "p30_b480", "text": "Actions:"}, {"text_block_id": "p30_b481", "text": "22."}, {"text_block_id": "p30_b482", "text": "Collate existing management frameworks adopted by different environmental agencies to formulate a national management framework on Protected Area Systems."}, {"text_block_id": "p30_b483", "text": "23."}, {"text_block_id": "p30_b484_merged", "text": "Develop a new National Management Framework for a protected area system which accommodates different models of protection and management including community based management approaches and traditional tambu areas."}, {"text_block_id": "p30_b487", "text": "24."}, {"text_block_id": "p30_b488", "text": "Implementation of the National Management Framework."}, {"text_block_id": "p30_b489", "text": "Objective 2:"}, {"text_block_id": "p30_b490", "text": "To ensure that legislation for PA•s are developed and implemented by 2012."}, {"text_block_id": "p30_b491", "text": "Actions:"}, {"text_block_id": "p30_b492", "text": "25."}, {"text_block_id": "p30_b493", "text": "Collaborate with PoWPA partners to carry out legislative gap assessment pertaining to protected area systems."}, {"text_block_id": "p30_b494", "text": "Objective 3:"}, {"text_block_id": "p30_b495", "text": "Identify areas of ecological significance, important migratory corridors and breeding habitats for migratory species."}, {"text_block_id": "p30_b496", "text": "Actions:"}, {"text_block_id": "p30_b497", "text": "26."}, {"text_block_id": "p30_b498", "text": "Develop standardized monitoring techniques for PA sites."}, {"text_block_id": "p30_b499", "text": "27."}, {"text_block_id": "p30_b500", "text": "Undertake regular monitoring (standardizing) of PA sites."}, {"text_block_id": "p30_b501", "text": "28."}, {"text_block_id": "p30_b502", "text": "Collaborate with PoWPA partners to map protected areas, migratory corridors and important breeding habitats in the country."}, {"text_block_id": "p30_b503", "text": "Objective 4:"}, {"text_block_id": "p30_b504", "text": "To develop sustainable financing mechanisms for protected area management."}, {"text_block_id": "p30_b505", "text": "Actions:"}, {"text_block_id": "p30_b506", "text": "29."}, {"text_block_id": "p30_b507", "text": "Create a trust fund and raise funds specifically for PAs."}, {"text_block_id": "p30_b508", "text": "30."}, {"text_block_id": "p30_b509", "text": "SIG to commit long-term financial support for PAs."}, {"text_block_id": "p30_b510", "text": "Objective 5:"}, {"text_block_id": "p30_b511", "text": "By 2015, frameworks for monitoring, evaluating and reporting protected areas management effectiveness at sites, national and regional systems, and trans-boundary protected area levels are adopted and implemented by Parties."}, {"text_block_id": "p30_b512", "text": "Actions:"}, {"text_block_id": "p30_b513", "text": "31."}, {"text_block_id": "p30_b514", "text": "Develop selection criteria for potential PA sites in consultation with provincial governments, resource owners and other stakeholders."}, {"text_block_id": "p30_b515", "text": "32."}, {"text_block_id": "p30_b516", "text": "Develop a database system for PA sites."}, {"text_block_id": "p30_b517", "text": "33."}, {"text_block_id": "p30_b518", "text": "Maintain commitment and support through surveillance for trans-boundary PAs (PAs or trans-boundary PAs, inter provincial boundaries/jurisdictions)."}, {"text_block_id": "p30_b519", "text": "34."}, {"text_block_id": "p30_b520", "text": "Maintain relationships between trans-boundary partner countries through regular dialogue."}, {"text_block_id": "p30_b521", "text": "Objective 6:"}, {"text_block_id": "p30_b522", "text": "Establish sustainable livelihood alternatives."}, {"text_block_id": "p31_b523", "text": "Actions:"}, {"text_block_id": "p31_b524", "text": "35."}, {"text_block_id": "p31_b525", "text": "Carry out research into sustainable livelihood approaches that will meet the needs of Solomon islanders."}, {"text_block_id": "p31_b526", "text": "36."}, {"text_block_id": "p31_b527", "text": "Carry out a market research and feasibility studies into identified sustainable livelihood approaches."}, {"text_block_id": "p31_b528", "text": "37."}, {"text_block_id": "p31_b529", "text": "Develop suitable sustainable alternative livelihoods programme for PAs communities."}, {"text_block_id": "p31_b530", "text": "38."}, {"text_block_id": "p31_b531", "text": "Provide incentives, such as micro-financing, for sustainable rural development projects."}, {"text_block_id": "p31_b532", "text": "39."}, {"text_block_id": "p31_b533", "text": "Design and deliver small business training programmes."}, {"text_block_id": "p31_b534_merged", "text": "5.7 Theme 4: Management of invasive species and genetically modified organism"}, {"text_block_id": "p31_b536", "text": "Invasive alien and genetically modified species are becoming a threat to the environment. Alien species have been brought into the country for agriculture, forestry and ornamental purposes. (see section 3.1.7). Genetically modified species have not been well documented but have the potential to be introduced in the country. Lack of appropriate regulation under the current Quarantine Act, insufficient information and limited awareness of invasive species and bio-safety results in poor control of foreign species entering the country. It is important to establish a management and regulatory framework in collaboration with the ongoing BioSafety project, and this must be done soon or the future will become more difficult and sensitive amidst actively increased global trade and international travel."}, {"text_block_id": "p31_b537", "text": "Strategy goal:"}, {"text_block_id": "p31_b538", "text": "To ensure biodiversity of the Solomon Islands is protected from introduced and modified species through legislation, monitoring, research and awareness."}, {"text_block_id": "p31_b539", "text": "Objective 1:"}, {"text_block_id": "p31_b540", "text": "Implement strategic planning for invasive species management and strengthen the enforcement and monitoring capacity of responsible agencies (public and private sectors)."}, {"text_block_id": "p31_b541", "text": "Actions:"}, {"text_block_id": "p31_b542", "text": "40."}, {"text_block_id": "p31_b543", "text": "Constitute a national invasive species committee to draw up a National Invasive Species Strategic Plan, and to monitor the implementation of the Strategic Plan."}, {"text_block_id": "p31_b544", "text": "41."}, {"text_block_id": "p31_b545", "text": "Liaise with SPREP (PIILN), UA and other affiliates to strengthen invasive species planning and management by responsible Ministries."}, {"text_block_id": "p31_b546", "text": "42."}, {"text_block_id": "p31_b547", "text": "Participate in regional invasive species programs."}, {"text_block_id": "p31_b548", "text": "Objective 2:"}, {"text_block_id": "p31_b549", "text": "To strengthen appropriate border control legislations (e.g. Quarantine) to reduce threats from new invasive species and genetically modified organisms being introduced into the country."}, {"text_block_id": "p31_b550", "text": "Actions:"}, {"text_block_id": "p31_b551", "text": "43."}, {"text_block_id": "p31_b552", "text": "Quarantine Act and other relevant legislation are reviewed and improved to protect against negative impacts of invasive species and GMO."}, {"text_block_id": "p31_b553", "text": "44."}, {"text_block_id": "p31_b554", "text": "Protocols governing the import and distribution of all organisms reviewed."}, {"text_block_id": "p31_b555", "text": "45."}, {"text_block_id": "p31_b556", "text": "Monitoring programme designed and implemented to monitor the arrival of new invasive species at ports of entry (e.g. airports, sea ports)."}, {"text_block_id": "p31_b557", "text": "46."}, {"text_block_id": "p31_b558", "text": "Rapid-response procedures developed and implemented to deal with new incursions of invasive species and prevent them from becoming established in the country."}, {"text_block_id": "p31_b559", "text": "Objective 3:"}, {"text_block_id": "p31_b560", "text": "Develop and implement national invasive species management strategy to manage established invasive species within the country."}, {"text_block_id": "p31_b561", "text": "Actions:"}, {"text_block_id": "p31_b562", "text": "47."}, {"text_block_id": "p31_b563", "text": "Review available information on invasive species and their impacts in the Solomon Islands, identify priority threats, species and actions to manage them which will be implemented during the next five years."}, {"text_block_id": "p32_b564", "text": "48."}, {"text_block_id": "p32_b565", "text": "Design management procedures for selecting management goals for each priority species (including prevention of spread, control and where possible eradication)."}, {"text_block_id": "p32_b566", "text": "49."}, {"text_block_id": "p32_b567", "text": "Design and implement priority management projects."}, {"text_block_id": "p32_b568", "text": "Objective 4:"}, {"text_block_id": "p32_b569", "text": "Complete and implement the National Bio-safety Protocol Strategy"}, {"text_block_id": "p32_b570", "text": "Actions:"}, {"text_block_id": "p32_b571", "text": "50."}, {"text_block_id": "p32_b572", "text": "Implement the national Bio- safety protocol strategy"}, {"text_block_id": "p32_b573", "text": "51."}, {"text_block_id": "p32_b574", "text": "Develop a national legislation to cover GMO issues"}, {"text_block_id": "p32_b575", "text": "5.8 Theme 5: Benefit sharing and access to genetic resources"}, {"text_block_id": "p32_b576", "text": "About 85% of Solomon Islanders depend directly on natural productive systems for their livelihood. These resources are often centred on traditional lifestyles which are regarded to be sustainable. However, due to foreign influences including market forces these traditional systems are being displaced. The potential benefits from these resources are huge, yet there is currently insufficient legislation to govern how such benefits can be equitably shared between the developer and resource owners, or how to access and exploit genetic resources without destroying ones birthright. The commercialization of intellectual property (from biodiversity resources) is another concern. In many cases, traditional developers and land owners are exploited because they received little or none of these benefits. The government is obliged to commit itself to the convention by adopting intellectual property rights legislation and policies that would enable equitable sharing, access to genetic resources and respect for traditional knowledge to be achieved at the national, provincial and community level."}, {"text_block_id": "p32_b577", "text": "Strategy goal:"}, {"text_block_id": "p32_b578", "text": "To ensure that access of genetic resources are properly managed and controlled as well as the benefits from the use of our genetic resources are fairly shared through appropriate legislation, ordinances and access protocols."}, {"text_block_id": "p32_b579", "text": "Objective 1:"}, {"text_block_id": "p32_b580", "text": "Ensure that appropriate measures and regulatory framework to control access to genetic resources are upheld."}, {"text_block_id": "p32_b581", "text": "Actions:"}, {"text_block_id": "p32_b582", "text": "52."}, {"text_block_id": "p32_b583", "text": "Recruit/engage a lawyer or economist to assist in the design and implementation of the framework for ABS of genetic resources."}, {"text_block_id": "p32_b584", "text": "53."}, {"text_block_id": "p32_b585", "text": "Carry out national assessment on risks and lost opportunities on genetic material."}, {"text_block_id": "p32_b586", "text": "54."}, {"text_block_id": "p32_b587", "text": "Establish an interagency network to collate existing and new genetic data."}, {"text_block_id": "p32_b588", "text": "55."}, {"text_block_id": "p32_b589", "text": "Create a National database and storage for genetic resources discovered (Gene Bank for useful flora and fauna)."}, {"text_block_id": "p32_b590", "text": "56."}, {"text_block_id": "p32_b591", "text": "Recruit officers and conduct training program for quarantine, and personnel from other relevant agencies, to implement the regulatory framework."}, {"text_block_id": "p32_b592", "text": "Objective 2:"}, {"text_block_id": "p32_b593", "text": "To ensure that benefits are shared according to the set guidelines/criteria."}, {"text_block_id": "p32_b594", "text": "Actions:"}, {"text_block_id": "p32_b595", "text": "57."}, {"text_block_id": "p32_b596", "text": "Develop set guidelines or criteria to effectively carry out benefit sharing."}, {"text_block_id": "p32_b597", "text": "Objective 3:"}, {"text_block_id": "p32_b598", "text": "Proper coordination between responsible ministries dealing with genetic resources."}, {"text_block_id": "p32_b599", "text": "Action:"}, {"text_block_id": "p32_b600", "text": "58."}, {"text_block_id": "p32_b601", "text": "Partner agencies dealing with genetic resources to collaborate by sharing information."}, {"text_block_id": "p32_b602", "text": "Objective 4:"}, {"text_block_id": "p32_b603", "text": "To ensure recognition of ownership of these resources/intellectual property rights (Traditional Knowledge and its cultural aspects)."}, {"text_block_id": "p33_b604", "text": "Action:"}, {"text_block_id": "p33_b605", "text": "59."}, {"text_block_id": "p33_b606", "text": "Develop regulations within appropriate legislation to protect, control access and use of genetic material and traditional knowledge of those materials (patenting)."}, {"text_block_id": "p33_b607", "text": "5.9 Theme 6: Financial resources"}, {"text_block_id": "p33_b608", "text": "To minimise the potentially rapid declining of biodiversity in the country, Solomon Islands needs to secure financial assistance during its current transition stage, including to assist in the strengthening of it•s financial and managerial capacity. This requires collaborative support from all stakeholders to enable an effective financial framework and a sound financial mechanism. To effectively address this, local capacity need to be informed through awareness and education so that transparency of financial systems and transactions are in place."}, {"text_block_id": "p33_b609", "text": "Strategy goal:"}, {"text_block_id": "p33_b610", "text": "Sustainable financial mechanisms are in place so that biodiversity is effectively managed for long-term sustainability of the environment."}, {"text_block_id": "p33_b611", "text": "Objective 1:"}, {"text_block_id": "p33_b612", "text": "To ensure that work plans and activities are fully funded and that funds are effectively disseminated and managed."}, {"text_block_id": "p33_b613", "text": "Actions:"}, {"text_block_id": "p33_b614", "text": "60."}, {"text_block_id": "p33_b615", "text": "Create new, and strengthen existing, relationships with relevant regional, financial institutions and international stakeholders in partnership with SIG to solicit funds for the implementation of NBSAP."}, {"text_block_id": "p33_b616", "text": "61."}, {"text_block_id": "p33_b617", "text": "Establish a financial mechanism that will enable effective dissemination of funds."}, {"text_block_id": "p33_b618", "text": "Objective 2:"}, {"text_block_id": "p33_b619", "text": "To enhance the capacity of personnel to actively manage financial resources obtained."}, {"text_block_id": "p33_b620", "text": "Actions:"}, {"text_block_id": "p33_b621", "text": "62."}, {"text_block_id": "p33_b622", "text": "Training of government and provincial officers in financial management, budgeting and proposal writing."}, {"text_block_id": "p33_b623", "text": "63."}, {"text_block_id": "p33_b624", "text": "Training of government and provincial officers in environmental accounting and economics."}, {"text_block_id": "p33_b625", "text": "5.10 Theme 7: Human resources and capacity building"}, {"text_block_id": "p33_b626", "text": "The NCSA report (2006) indicates that lack of capacity within government agencies to address the national environment agenda is an impediment to the implementation of international conventions. The MECM, like other government agencies, has goals to increase numbers of staff but the budget allocation is insufficient to implement such an increase. Carrying out environmental programs needs qualified and technical people who are in short supply at present. About eighty percent of Solomon islanders are rural dwellers and it is recognised that building local capacity through awareness and an internship program will enhance conservation of biodiversity."}, {"text_block_id": "p33_b627", "text": "Strategy goal:"}, {"text_block_id": "p33_b628", "text": "Empower stakeholders to effectively participate in the conservation and sustainable use of biological resources."}, {"text_block_id": "p33_b629", "text": "Objective 1:"}, {"text_block_id": "p33_b630", "text": "Ensure that Biodiversity components are included in the formal education curriculum for primary, secondary, vocational levels."}, {"text_block_id": "p33_b631", "text": "Actions:"}, {"text_block_id": "p34_b632", "text": "64."}, {"text_block_id": "p34_b633", "text": "Collaborate with Curriculum Development Centre (CDC) (and other environment educational institutions/organization/agencies) to develop biodiversity educational material for use in primary, secondary, tertiary and vocational institutions."}, {"text_block_id": "p34_b634", "text": "65."}, {"text_block_id": "p34_b635", "text": "Liaise with various institution such as churches, CBOs, and women•s groups to include biodiversity components into their courses and training programs."}, {"text_block_id": "p34_b636", "text": "Objective 2:"}, {"text_block_id": "p34_b637", "text": "Ensure the resource owners and public at large are better informed about biodiversity components."}, {"text_block_id": "p34_b638", "text": "Actions:"}, {"text_block_id": "p34_b639", "text": "66."}, {"text_block_id": "p34_b640", "text": "Establish a National Biodiversity Information Centre to house all biodiversity information."}, {"text_block_id": "p34_b641", "text": "67."}, {"text_block_id": "p34_b642", "text": "Conduct public awareness programs on biodiversity through the appropriate meda."}, {"text_block_id": "p34_b643", "text": "68."}, {"text_block_id": "p34_b644", "text": "Strengthen public officers• ability to carry out enforcement and monitoring."}, {"text_block_id": "p34_b645", "text": "Objective 3:"}, {"text_block_id": "p34_b646", "text": "Ensure that more training in the area of biodiversity is carried out."}, {"text_block_id": "p34_b647", "text": "Actions:"}, {"text_block_id": "p34_b648", "text": "69."}, {"text_block_id": "p34_b649", "text": "Undertake training-needs assessment to address capacity gaps relating to biodiversity."}, {"text_block_id": "p34_b650", "text": "70."}, {"text_block_id": "p34_b651", "text": "Establish and support internship programs."}, {"text_block_id": "p34_b652", "text": "71."}, {"text_block_id": "p34_b653", "text": "Strengthen/maintain existing capacity building institutions/programmes."}, {"text_block_id": "p34_b654", "text": "5.11 Theme 8: Research, monitoring and information sharing"}, {"text_block_id": "p34_b655", "text": "Halting the loss of biodiversity in the Solomon Islands requires the support of an informed public.  Restoration of many systems can be achieved through effective research, monitoring and sharing of information. It is important that Solomon Islanders are aware of the importance of biodiversity and how their activities help shape the environment. The most important group may be the resource owners themselves because they ultimately decide what will happen to their landscape or seascape.  Conserving biodiversity may only be achieved with action on the political level and by providing landowners with knowledge and skills to pursue compatible activities in their environment."}, {"text_block_id": "p34_b656", "text": "Strategy goal:"}, {"text_block_id": "p34_b657", "text": "To ensure that people, resource owners and the public are better informed of the importance and values of biodiversity through research, with improved monitoring systems for information sharing."}, {"text_block_id": "p34_b658", "text": "Objective 1:"}, {"text_block_id": "p34_b659", "text": "To improve or develop information/monitoring and access systems for better biodiversity data collection, storage, reporting and dissemination for purposes of awareness and education."}, {"text_block_id": "p34_b660", "text": "Actions:"}, {"text_block_id": "p34_b661", "text": "72."}, {"text_block_id": "p34_b662", "text": "Establish a portal or system for information access and sharing."}, {"text_block_id": "p34_b663", "text": "73."}, {"text_block_id": "p34_b664", "text": "Establish a database to keep track of researchers, the nature of research, data collected and reports produced."}, {"text_block_id": "p34_b665", "text": "74."}, {"text_block_id": "p34_b666", "text": "Provide appropriate training and skills development for information and data management, analysis and exchange."}, {"text_block_id": "p34_b667", "text": "Objective 2:"}, {"text_block_id": "p34_b668", "text": "To develop proper guidelines/standards/protocols/coordination mechanisms for research and monitoring for biodiversity data collection."}, {"text_block_id": "p34_b669", "text": "Actions:"}, {"text_block_id": "p34_b670", "text": "75."}, {"text_block_id": "p34_b671", "text": "Develop criteria as guidelines for researchers in biodiversity related topics."}, {"text_block_id": "p34_b672", "text": "76."}, {"text_block_id": "p34_b673", "text": "Review and strengthen the processes undertaken between responsible Ministries/agencies in granting research licenses in collaboration with the Ministry of Education."}, {"text_block_id": "p35_b674", "text": "5.12 Theme 9: Agro biodiversity"}, {"text_block_id": "p35_b675", "text": "Increase in population exacerbates the demand for food security. Such demand in other parts of the world has been met through the use of biotechnologies and mechanisation which has greatly improved production. However, excessive machine tillage of farmed lands, misuse of inorganic fertilizers and agrochemicals is a concern and has the potential to cause negative environmental impacts and loss of biodiversity. The long term adoption of such approaches would threaten indigenous species in the country. It is important that, agricultural crops of the country are protected from such unsustainable activities."}, {"text_block_id": "p35_b676", "text": "Strategy goal:"}, {"text_block_id": "p35_b677", "text": "To ensure that agro-biodiversity species of Solomon Islands are conserved and sustainably managed with a better informed public of the importance of agro biodiversity."}, {"text_block_id": "p35_b678", "text": "Objective 1:"}, {"text_block_id": "p35_b679", "text": "Undertake research and inventory of the agro-biodiversity in Solomon Islands."}, {"text_block_id": "p35_b680", "text": "Actions:"}, {"text_block_id": "p35_b681", "text": "77."}, {"text_block_id": "p35_b682", "text": "Conduct national educational awareness on the importance of agro-biodiversity."}, {"text_block_id": "p35_b683", "text": "78."}, {"text_block_id": "p35_b684", "text": "Design research criteria and conduct agro-biodiversity species inventory."}, {"text_block_id": "p35_b685", "text": "79."}, {"text_block_id": "p35_b686", "text": "Analyze and classify indigenous agro-biodiversity inventory into categories to meet the specific needs of local farmers."}, {"text_block_id": "p35_b687", "text": "80."}, {"text_block_id": "p35_b688", "text": "Research and document traditional organic farming methods and practices."}, {"text_block_id": "p35_b689", "text": "Objective 2:"}, {"text_block_id": "p35_b690", "text": "Strengthen the conservation, management and utilisation of agro-biodiversity of Solomon Islands including traditional knowledge."}, {"text_block_id": "p35_b691", "text": "Actions:"}, {"text_block_id": "p35_b692", "text": "81."}, {"text_block_id": "p35_b693", "text": "Design scientific silviculture practices that are environmentally friendly for species of interest."}, {"text_block_id": "p35_b694", "text": "82."}, {"text_block_id": "p35_b695", "text": "Set up planting material networks through existing networks and institutions such as Kastom Gaden Association."}, {"text_block_id": "p35_b696", "text": "83."}, {"text_block_id": "p35_b697", "text": "Dissemination of information through stakeholders."}, {"text_block_id": "p35_b698", "text": "84."}, {"text_block_id": "p35_b699", "text": "Establish a seed bank for endangered agro-species."}, {"text_block_id": "p35_b700", "text": "85."}, {"text_block_id": "p35_b701", "text": "Incorporate conservation strategies and methods into curriculum development."}, {"text_block_id": "p35_b702", "text": "86."}, {"text_block_id": "p35_b703", "text": "Identify and design livelihood programmes in enhancing conservation and management of agro-biodiversity."}, {"text_block_id": "p35_b704", "text": "87."}, {"text_block_id": "p35_b705", "text": "Mainstream gender participation into management and preservation of agro-biodiversity."}, {"text_block_id": "p35_b706", "text": "Objective 3:"}, {"text_block_id": "p35_b707", "text": "To promote sustainable land use practices."}, {"text_block_id": "p35_b708", "text": "Actions:"}, {"text_block_id": "p35_b709", "text": "88."}, {"text_block_id": "p35_b710", "text": "Conduct awareness, education and training initiatives for local farmers in the use of appropriate conventional techniques and promote organic farming techniques."}, {"text_block_id": "p35_b711", "text": "89."}, {"text_block_id": "p35_b712", "text": "Promote traditional knowledge and land use practices (refer to NAP)."}, {"text_block_id": "p35_b713", "text": "5.13 Theme 10: Climate change"}, {"text_block_id": "p35_b714", "text": "The contribution of Solomon Islands to global greenhouse gas emissions and its role in causing climate change is insignificant, but as a vulnerable island state, it must act responsibly to avert the worst global effects and consequences of climate change (SICFCS, 2002). The continuous rise in global temperature and sea level rise is becoming a concern for smaller countries in the region where peoples• livelihoods are based on terrestrial and marine resources. Changes in temperature can cause sea level rise, making coastal groundwater saltier, endangering wetlands, and inundating valuable land and coastal communities. Moreover, ranges and abundance of plant and animal biodiversity could change dramatically under changing climate conditions, and some of them"}, {"text_block_id": "p36_b715", "text": "are likely to be unable to adapt or migrate to new locations. The Solomon Islands NAPA project is a vital tool for addressing climate change issues in the country once implemented. However, it will incur high costs and cannot solve all the problems pertaining to climate change."}, {"text_block_id": "p36_b716", "text": "Strategy goal:"}, {"text_block_id": "p36_b717", "text": "To ensure that pressures, impacts and mitigation measures of climate change are adequately supported and addressed to conserve the country•s biodiversity."}, {"text_block_id": "p36_b718", "text": "Objective 1:"}, {"text_block_id": "p36_b719", "text": "To strengthen biodiversity and mainstream related work with appropriate legislation/s and policies."}, {"text_block_id": "p36_b720", "text": "Actions:"}, {"text_block_id": "p36_b721", "text": "90."}, {"text_block_id": "p36_b722", "text": "Review existing legislations and policies needed to fill gaps pertaining to climate change adaptation and mitigation e.g.: Forestry Act, Environment Act."}, {"text_block_id": "p36_b723", "text": "91."}, {"text_block_id": "p36_b724", "text": "Build capacity of stakeholders including resource owners at local and national level to address climate change issues in biodiversity conservation."}, {"text_block_id": "p36_b725", "text": "Objective 2:"}, {"text_block_id": "p36_b726", "text": "To ensure that the general public are aware of the climate change issues affecting biodiversity."}, {"text_block_id": "p36_b727", "text": "Actions:"}, {"text_block_id": "p36_b728", "text": "92."}, {"text_block_id": "p36_b729", "text": "Conduct awareness and workshops on the adaptation strategy for various levels."}, {"text_block_id": "p36_b730", "text": "93."}, {"text_block_id": "p36_b731", "text": "Incorporate climate change issues and adaptation into formal education curriculum."}, {"text_block_id": "p36_b732", "text": "Objective 3:"}, {"text_block_id": "p36_b733", "text": "To enhance the capacity of personnel to tackle climate change work through appropriate capacity building programmes."}, {"text_block_id": "p36_b734", "text": "Actions:"}, {"text_block_id": "p36_b735", "text": "94."}, {"text_block_id": "p36_b736", "text": "Training in climate change technical studies - such as national greenhouse gas inventory, vulnerability and adaptation assessment and mitigation analysis which affects biodiversity."}, {"text_block_id": "p36_b737", "text": "95."}, {"text_block_id": "p36_b738", "text": "Undertake training in policy-related areas such as preparing national implementation strategies and preparing the initial national communications to enhance biodiversity programmes."}, {"text_block_id": "p36_b739", "text": "Objective 4:"}, {"text_block_id": "p36_b740", "text": "To ensure the comprehensive understanding of the effects of climate and sea level change in Solomon Islands through scientific research."}, {"text_block_id": "p36_b741", "text": "Actions:"}, {"text_block_id": "p36_b742", "text": "96."}, {"text_block_id": "p36_b743", "text": "Establishment of a national mechanism for climate change-related project identification, development and coordination."}, {"text_block_id": "p36_b744", "text": "97."}, {"text_block_id": "p36_b745", "text": "Carry out quantitative assessment of the effects of climate and sea-level change on agriculture especially land degradation and crop yield."}, {"text_block_id": "p36_b746", "text": "98."}, {"text_block_id": "p36_b747", "text": "Quantify the effects of climate and sea level change on coral reefs in Solomon Islands."}, {"text_block_id": "p36_b748", "text": "99."}, {"text_block_id": "p36_b749", "text": "Establish advanced communication links through e-mail and World Wide Web to enhance the capacity of national climate change unit to access to relevant and climate change information."}, {"text_block_id": "p36_b750", "text": "100."}, {"text_block_id": "p36_b751", "text": "Conduct scientific research on the impact of climate change on both terrestrial and marine biodiversity."}, {"text_block_id": "p36_b752", "text": "5.14 Theme 11: Waste management"}, {"text_block_id": "p36_b753", "text": "Like other island countries in the region, waste is becoming an issue of concern in Solomon Islands due to pressure from economic development and the increasing demand for manufactured products and imported goods. The country•s dependence on marine and terrestrial resources makes Solomon Islands vulnerable to contamination by solid and liquid waste, toxic and hazardous wastes and chemicals, as well as radioactive materials. The concern is the impact of unmanaged waste disposal on the biodiversity of Solomon Islands. It is important that the country reinforces existing legislation and ordinances as well as waste management strategies to accommodate these issues locally and nationally so that the biodiversity of Solomon Islands is maintained."}, {"text_block_id": "p37_b754", "text": "Strategy goal:"}, {"text_block_id": "p37_b755", "text": "To effectively manage wastes to minimize or prevent negative impacts of uncontrolled and non-biodegradable waste on the biodiversity in Solomon Islands."}, {"text_block_id": "p37_b756", "text": "Objective 1:"}, {"text_block_id": "p37_b757", "text": "Integrate biodiversity issues into new and existing legislation. Develop and implement a national waste management Act/Legislation."}, {"text_block_id": "p37_b758", "text": "Actions:"}, {"text_block_id": "p37_b759", "text": "101."}, {"text_block_id": "p37_b760", "text": "Support and strengthen law enforcement agencies."}, {"text_block_id": "p37_b761", "text": "102."}, {"text_block_id": "p37_b762", "text": "Develop legislation for the management of hazardous materials and contaminated sites."}, {"text_block_id": "p37_b763", "text": "103."}, {"text_block_id": "p37_b764", "text": "Enforce by-laws or ordinances relating to littering and urban waste management."}, {"text_block_id": "p37_b765", "text": "104."}, {"text_block_id": "p37_b766", "text": "Establish legislation to protect employees working in biodiversity industrial sector."}, {"text_block_id": "p37_b767", "text": "Objective 2:"}, {"text_block_id": "p37_b768", "text": "To ensure better informed public on waste related issues."}, {"text_block_id": "p37_b769", "text": "Actions:"}, {"text_block_id": "p37_b770", "text": "105."}, {"text_block_id": "p37_b771", "text": "Develop and distribute appropriate materials on waste management and practices for general waste awareness education ."}, {"text_block_id": "p37_b772", "text": "106."}, {"text_block_id": "p37_b773", "text": "Incorporate waste management into school curriculum."}, {"text_block_id": "p37_b774", "text": "107."}, {"text_block_id": "p37_b775", "text": "Establish capacity building programs in proper waste handling and disposal e.g. agricultural chemicals."}, {"text_block_id": "p37_b776", "text": "108."}, {"text_block_id": "p37_b777", "text": "Support provincial level waste management strategies for reducing waste production through recycling and other initiatives."}, {"text_block_id": "p37_b778", "text": "Objective 3:"}, {"text_block_id": "p37_b779", "text": "To ensure monitoring of waste on the environment and sound decision making pertaining to waste related issues."}, {"text_block_id": "p37_b780", "text": "Actions:"}, {"text_block_id": "p37_b781", "text": "109."}, {"text_block_id": "p37_b782", "text": "Establish a framework for monitoring industrial waste e.g. Monitoring of Noro fish processing unit."}, {"text_block_id": "p37_b783", "text": "110."}, {"text_block_id": "p37_b784", "text": "Strengthen institutional capacity of MECM in monitoring and management of organic waste."}, {"text_block_id": "p37_b785", "text": "5.15 Theme 12: Alternative energy use"}, {"text_block_id": "p37_b786", "text": "Solomon Islands faces a unique and challenging situation with respect to energy for sustainable development which includes: demographics that vary widely between islands, and often feature small, isolated population centres, 80% of the total population is without access to electricity and Solomon Islands comprises a wide range of ecosystems and habitats that are predominantly influenced by marine systems (SICFCS, 2002). The cutting down of forest for firewood cannot be overstated as it also contributes to loss of biodiversity. About 85% of the people in the Solomon Islands earn their living by depending on the forest as their source of heat energy to cook meals as well as for ceremonial events. Cutting down of forest for firewood is exacerbated by an increase in population and poverty. Acquiring alternative energy sources other than cutting down trees for firewood is quite difficult for rural people because their income generating capacity is lower. It would be wise if the government provided incentives to local people to use biogas or bio fuel as well as solar energy so as to reduce the impact on terrestrial and marine biodiversity."}, {"text_block_id": "p37_b787", "text": "Strategy goal:"}, {"text_block_id": "p37_b788", "text": "Promote alternative energy sources for all Solomon Islanders which will reduce impact on biodiversity."}, {"text_block_id": "p37_b789", "text": "Objective 1:"}, {"text_block_id": "p37_b790", "text": "To ensure that alternative energy sources in the country are explored and relevant cost-effective sources are utilized."}, {"text_block_id": "p37_b791", "text": "Actions:"}, {"text_block_id": "p37_b792", "text": "111."}, {"text_block_id": "p37_b793", "text": "Research into the possibilities of establishing biogas plants and energy efficient smokeless stoves."}, {"text_block_id": "p37_b794", "text": "112."}, {"text_block_id": "p37_b795", "text": "Establish financial framework for scientific research and survey into renewable resources."}, {"text_block_id": "p38_b796", "text": "113."}, {"text_block_id": "p38_b797", "text": "Develop mechanisms to encourage private sector investment in priority renewable energy projects."}, {"text_block_id": "p38_b798", "text": "114."}, {"text_block_id": "p38_b799", "text": "Encourage incentives promoting renewable energy, e.g. solar energy under WB, CBSI and commercial banks."}, {"text_block_id": "p38_b800", "text": "115."}, {"text_block_id": "p38_b801", "text": "Promote bio fuels that do not harm biodiversity."}, {"text_block_id": "p38_b802", "text": "Objective 2"}, {"text_block_id": "p38_b803", "text": ": Strengthen policies and legislation pertaining to energy use."}, {"text_block_id": "p38_b804", "text": "Actions:"}, {"text_block_id": "p38_b805", "text": "116."}, {"text_block_id": "p38_b806", "text": "Adopt the national energy policy of seeking to increase the contribution of the energy sector to the welfare of the nation in an efficient, equitable and sustainable manner."}, {"text_block_id": "p38_b807", "text": "Objective 3:"}, {"text_block_id": "p38_b808", "text": "Better informed public on the use of forest as source of energy."}, {"text_block_id": "p38_b809", "text": "Actions:"}, {"text_block_id": "p38_b810", "text": "117."}, {"text_block_id": "p38_b811", "text": "Design awareness materials pertaining to collecting firewood from critical habitats. e.g. mangroves."}, {"text_block_id": "p38_b812", "text": "118."}, {"text_block_id": "p38_b813", "text": "Promote awareness in urban areas on energy efficiency."}, {"text_block_id": "p38_b814", "text": "6. ACTION IMPLEMENTATION FRAMEWORK"}, {"text_block_id": "p38_b815", "text": "6.1 Establishing a management structure to oversee the work of the NBSAP"}, {"text_block_id": "p38_b816", "text": "6.1.1 Current situation"}, {"text_block_id": "p38_b817", "text": "The Ministry of Environment, Conservation and Meteorology formed in 2007 by the CNURA government is the responsible agency for coordinating and implementing environmental matters in collaboration with  other line ministries such as MAL, MF, MFMR, MEHRD, the provincial governments and relevant NGOs as well as resource owners."}, {"text_block_id": "p38_b818", "text": "The MECM formulated a corporate plan 2008 • 2010 which reaffirms the commitment of the ministry to ensure sustainable development, conservation of biodiversity and adaptation to climate change is achieved through effective collaboration with NGOs and resources owners. Currently, the MECM is developing a national waste management strategy and action plan to address waste management issues as well as designing an EIA guideline in accordance with the Environmental Act 1998 to ensure socio-economic development is properly guided through an EIA process."}, {"text_block_id": "p38_b819", "text": "The National Environmental Management Strategy 1993 although is outdated, it is still a vital document to build from because the issues and approaches highlighted remain relevant to this present day. A lack of implementation of the strategy has been a drawback due to limited financial support and lack of capacity and the ethnic tension during the period 1999 to 2003. The code of logging practice was formulated under the Ministry of Forestry to oversee the environmental impact of logging. The Agriculture and Rural Development Strategy (ARDS) was developed under the Ministry of Planning and Aid Coordination (2006) to empower rural people to effectively manage their resources through sustainable livelihood approaches."}, {"text_block_id": "p38_b820", "text": "The Quarantine Act is currently under review and is likely to adopt biodiversity components. Other existing and supporting legislations and ordinances are yet to be reviewed and developed. The only two provinces to make provision for the Protected Area System (PAS) in their ordinances are Isabel and Choiseul. Other provinces are yet to develop relevant ordinances to provide for PAS."}, {"text_block_id": "p39_b821", "text": "6.1.2 Environment Advisory Committee"}, {"text_block_id": "p39_b822", "text": "In accordance with the Environmental Act 1998, section 13 (1), the MECM in 2008 formed the Environment Advisory Committee to advise the ministry and the Minister on any matters connected with the environment and conservation referred to it by the Director or Minister for advice, and to conduct or perform any task assigned to it under the provision of the Act."}, {"text_block_id": "p39_b823", "text": "6.1.3 NBSAP Steering Committee"}, {"text_block_id": "p39_b824", "text": "The existing NBSAP steering committee was established to coordinate the implementation of the strategy. The participants of SINBSAP affirmation workshop developed the ToR to determine the responsibility of the committee with the overall coordination chaired by the MECM. Members of the committee include representatives of key stakeholders including government agencies (e.g. MECM, MF, MFMR, MAL, MEHRD and provincial governments), NGOs (e.g. WWF, CI, TNC, Live and Learn) and CBOs (e.g. resources owners)."}, {"text_block_id": "p39_b825", "text": "6.1.4 Provincial Authorities"}, {"text_block_id": "p39_b826", "text": "Provincial authorities are vital agents for biodiversity in terms of its sustainability and management because they are close to resource owners. Furthermore, their coordinating role with villages, families and resource owners will enable more effective implementation of NBSAP activities."}, {"text_block_id": "p39_b827", "text": "6.1.5 Resource Owners"}, {"text_block_id": "p39_b828", "text": "The NBSAP recognises the rights and consents of resource owners in managing and conserving biodiversity, and it is hoped that the resource owners will take ownership and responsibility for their actions. Local capacity still needs to be enhanced through technical and organisational abilities to effectively carry out such activities which are currently challenging. CBOs will be fairly represented in the steering committee."}, {"text_block_id": "p39_b829", "text": "6.1.6 Non-Government Organisations"}, {"text_block_id": "p39_b830", "text": "NGOs will play a major role in implementing the NBSAP in collaboration with MECM, other line ministries, provincial governments and resources owners. NGOs will be represented in the Biodiversity Steering Committee to oversee the program of work for the NBSAP. MECM will ensure a fair representation in the committee from all NGOs in the country."}, {"text_block_id": "p39_b831", "text": "6.1.7 Private Sector"}, {"text_block_id": "p39_b832", "text": "Resource development in the country is also driven by the private sector. It is important that relevant companies in the private sector are included in the biodiversity steering committee to oversee the implementation of NBSAP."}, {"text_block_id": "p39_b833", "text": "6.2 Funding the biodiversity strategy and action plan"}, {"text_block_id": "p39_b834", "text": "The government and donor partners such as GEF and EU would be the major source of funding for implementing the NBSAP. Funding through partnership agreements between the government and donor partners has been successful in the past in other sectors. It is hoped that such partnership arrangements can also be done for NBSAP, perhaps, through a national implementation support partnership (NISP) scheme. The GEF Small Grants Program is another source of funding support which can be sought. Seeking support from various international Conservation Trust Funds (e.g. CTF by the World Bank•s GEF Secretariat) to finance biodiversity"}, {"text_block_id": "p40_b835", "text": "conservation and management through protected area systems is another option for SIG through MECM to consider."}, {"text_block_id": "p40_b836", "text": "In order to be able to secure funding and move SINBSAP forward, the government must first endorse the SINBSAP, review and develop polices and legislation and building capacity for biodiversity conservation and management."}, {"text_block_id": "p40_b837", "text": "6.3 Monitoring the implementation of SINBSAP"}, {"text_block_id": "p40_b838", "text": "6.3.1 Programming and Monitoring"}, {"text_block_id": "p40_b839", "text": "The MECM will be responsible for implementation of the NBSAP through the Biodiversity Steering Committee with technical advice from the Environmental Advisory Committee. There is no monitoring framework in place at the moment but the MECM is required to produce a report annually on the progress of the NBSAP to Statuary bodies such as SPREP, CBDCOP, as well as the Minister for MECM for consideration."}, {"text_block_id": "p40_b840", "text": "6.3.2 Review of SINBSAP"}, {"text_block_id": "p40_b841", "text": "The SINBSAP shall be reviewed after every four years and/or as considered necessary by the Minister for Environment, Conservation and Meteorology, on the recommendation of the Biodiversity Steering Committee with endorsement of the EAC."}, {"text_block_id": "p40_b842", "text": "6.4 Reporting"}, {"text_block_id": "p40_b843", "text": "The Biodiversity Steering Committee is to report on the progress of the action plans to CBD focal point in the MECM, not only actions which have been implemented but also those actions still pending for implementation to ECD as well as NGOs and resource owners for consideration as well as further planning. The report should also include a description of improvements and its effect on biodiversity."}, {"text_block_id": "p40_b844", "text": "7. PROJECT PROFILES AND BRIEFS"}, {"text_block_id": "p40_b845", "text": "7.1 Current and related projects"}, {"text_block_id": "p40_b846", "text": "Details of the following projects can be found in their original document. This summary is extracted from PHCG (2008)."}, {"text_block_id": "p40_b847", "text": "7.1.1  Coral Triangle Initiative"}, {"text_block_id": "p40_b848", "text": "The Coral Triangle Initiative (CTI) is centered around high-level political commitments and proactive implementation by governments of the Coral Triangle area including : Indonesia, Malaysia, Philippines, Timor-Leste, Papau New Guinea and Solomon Islands. Supported and carried forward by private sector, international agency and civil society (NGO) partners, the CTI could provide a major contribution toward safeguarding the region•s marine and coastal biological resources for the sustainable growth and prosperity of current and future generations."}, {"text_block_id": "p41_b849", "text": "Solomon Islands Government through the Ministry of Environment, Conservation & Meteorology (MECM ) and the Ministry of Fisheries and Marine Resources(MFMR) in consultation with stakeholders has undertaken the task to develop a National Coral Triangle Initiative (CTI) Plan of Action. The plan is envisaged to guide Solomon Islands Government and other stakeholders in implementing activities under the Regional Coral Triangle Initiative."}, {"text_block_id": "p41_b850", "text": "7.1.2 Solomon Islands BioSafety Strategy"}, {"text_block_id": "p41_b851", "text": "The project is part of the commitment under the CBD to assist the country to implement mechanisms to regulate trans-boundary movement of living modified species (LMOs) as well as maximizing the benefits of biotechnology while minimizing its impact on the environment. It also aims to carry out an assessment of capacity issues to manage bio-safety and to develop regulatory frameworks as well as strengthen national capacity relating to LMO management."}, {"text_block_id": "p41_b852", "text": "7.1.3 UNDP Program of Work on Protected Areas (PoWPA)"}, {"text_block_id": "p41_b853", "text": "The protected area system project is a stock take of national plans, strategies and legislation pertaining to developing a protected area system for Solomon Islands. The initial phase of the project has just been completed (Pauku and Lapo, 2008) and a second phase approved. The second phase involves a legislative gap assessment of relevant legislations and to develop legislation to fill gaps pertaining to protected area system as well as an ecological gap assessment to find out potential sites that need to be protected."}, {"text_block_id": "p41_b854", "text": "7.1.4 National Adaptation Programme of Action (NAPA)"}, {"text_block_id": "p41_b855", "text": "The NAPA project is geared towards fulfilment of commitment under UNFCCC and is a country wide programme of adaptation activities to address the effects of climate change, climate variability and extreme weather patterns. A regulatory framework was developed to guide the implementation of the action plans through a participatory process that builds synergies with other relevant and national development programmes (Talo, 2008)."}, {"text_block_id": "p41_b856", "text": "7.1.5 Sustainable Land Management Project (SLM)"}, {"text_block_id": "p41_b857", "text": "The aim of the project is to strengthen human, institutional and systematic capacity for sustainable land management. The expected outcome would be a better informed public on the importance of sustainable land management. Mainstreaming and decision making will be across all levels."}, {"text_block_id": "p41_b858", "text": "7.1.6 Solomon Islands Biodiversity and Natural Resource Management (Isabel Province)"}, {"text_block_id": "p41_b859", "text": "The project will develop a mechanism for community based resource management for biodiversity conservation in the Solomon Islands, but initial work in Isabel Province. One of the crucial issues in the Solomon Islands is soil degradation and declining soil fertility and the project is aimed at filling the gap in natural resource governance to address it."}, {"text_block_id": "p41_b860", "text": "7.1.7 National Capacity Self-Assessment (NCSA)"}, {"text_block_id": "p41_b861", "text": "The NCSA is a Global Environment Facility (GEF) funded initiative for countries to undertake a systematic assessment of their capacity needs in respect of the three conventions which arose from the 1992 United Nations Earth Summit in Rio de Janeiro • UNCBD, UNFCCC and UNCCD. The underlying aim is to identify capacity constraints to meeting the obligations of these three conventions, and the opportunities for addressing the constraints (Thomas, 2006)."}, {"text_block_id": "p42_b862", "text": "7.2 Proposed projects"}, {"text_block_id": "p42_b863", "text": "The following projects were proposed during a national SINBSAP consultative workshop held in Honiara in 2008. The order of appearance of the proposed projects does not reflect on its priority."}, {"text_block_id": "p42_b864", "text": "Objectives:"}, {"text_block_id": "p42_b865", "text": "(a) To identify and assess the impacts of invasive species and GMOs on the native terrestrial ecosystem and (b) To develop guidelines to mitigate such impacts."}, {"text_block_id": "p42_b866", "text": "Justification:"}, {"text_block_id": "p42_b867", "text": "Terrestrial flora and fauna are susceptible to displacement and even extinction due to predation by and competition from introduced species and GMOs. The impact of invasive species and GMOs on the biodiversity of the country is becoming a concern because of weak assessment and management regimes in place. The State of Environment report (PHCG, 2008) indicates that invasive species and GMOs have great economic impact and are detrimental to farming, transport ways and potential future markets."}, {"text_block_id": "p42_b868_merged", "text": "Common invasive plant species highlighted in the State of Environment report include paper mulberry (Browsonaetia papyrifera), Merremia peltata, African tulip tree, wild tamarind (leaf tree), guava, giant sensitive tree and rain tree. The report also documented invasive species of aquatic vertebrates and invertebrates such as tilapia, common toad, myna bird and seaweed. The African snail was recently introduced in the country by accident through log shipments and is currently an issue of great concern. Appropriate actions should be vigorously pursued to limit its spread to other parts of the country. However, there is no formal mechanism to prioritise work on these and other invasive species, and current research and management activities are limited and patchy. There is also no formal programme to raise awareness on invasive and GMOs (PHCG, 2008). There is a need to develop a formal prioritization mechanism, and a National Invasive Species Strategic Plan including a programme of priority research and management activities on species prioritized in the plan. This should include conducting research on species with invasive characteristics and establishing realistic management goals for them. For GMOs it is important to provide information in relation to their impacts on biodiversity and to develop appropriate mitigation."}, {"text_block_id": "p42_b873", "text": "Scope of activities:"}, {"text_block_id": "p42_b874", "text": "•"}, {"text_block_id": "p42_b875", "text": "Establish an invasive species strategic planning process and national invasive species committee."}, {"text_block_id": "p42_b876", "text": "•"}, {"text_block_id": "p42_b877", "text": "Prioritise and review of invasive species and GMOs."}, {"text_block_id": "p42_b878", "text": "•"}, {"text_block_id": "p42_b879", "text": "Select priority species for attention."}, {"text_block_id": "p42_b880", "text": "•"}, {"text_block_id": "p42_b881", "text": "Conduct literature search for the species."}, {"text_block_id": "p42_b882", "text": "•"}, {"text_block_id": "p42_b883", "text": "Assess the impacts the species may have on the biodiversity of the country."}, {"text_block_id": "p42_b884", "text": "•"}, {"text_block_id": "p42_b885", "text": "Identify additional research needs and undertake appropriate studies."}, {"text_block_id": "p42_b886", "text": "•"}, {"text_block_id": "p42_b887", "text": "Develop criteria for prevention and monitor impact of invasive and GMOs."}, {"text_block_id": "p42_b888", "text": "Timing:"}, {"text_block_id": "p42_b889", "text": "1 year"}, {"text_block_id": "p42_b890", "text": "Location:"}, {"text_block_id": "p42_b891", "text": "Western Province"}, {"text_block_id": "p42_b892", "text": "Responsible agencies:"}, {"text_block_id": "p42_b893", "text": "MAL, MECM, MF, MFMR."}, {"text_block_id": "p43_b894", "text": "Collaborating organisations:"}, {"text_block_id": "p43_b895", "text": "SPREP, WWF, FSPI, Pacific Invasive Learning Network (PILN), CBOs."}, {"text_block_id": "p43_b896", "text": "Indicative Cost:"}, {"text_block_id": "p43_b897", "text": "SBD300, 000 estimated for the following items:"}, {"text_block_id": "p43_b898", "text": "•"}, {"text_block_id": "p43_b899", "text": "Project manager"}, {"text_block_id": "p43_b900", "text": "•"}, {"text_block_id": "p43_b901", "text": "Research staff 1"}, {"text_block_id": "p43_b902", "text": "•"}, {"text_block_id": "p43_b903", "text": "Field support staff"}, {"text_block_id": "p43_b904", "text": "•"}, {"text_block_id": "p43_b905", "text": "Travel"}, {"text_block_id": "p43_b906", "text": "•"}, {"text_block_id": "p43_b907", "text": "Materials"}, {"text_block_id": "p43_b908", "text": "•"}, {"text_block_id": "p43_b909", "text": "Administration"}, {"text_block_id": "p43_b910", "text": "7.1.2 Project 2: Develop a database for managing biodiversity information."}, {"text_block_id": "p43_b911", "text": "Objective:"}, {"text_block_id": "p43_b912", "text": "To create a structure and management regime for storage and access to biodiversity information through a centralized database system."}, {"text_block_id": "p43_b913", "text": "Justification:"}, {"text_block_id": "p43_b914", "text": "The Solomon Islands has never had any centralized database system to manage information related to biodiversity. Available information on biodiversity is currently kept by those who are producing it such as the government agencies, NGOs and private sector. The information is generally scattered and unavailable. This situation has made it difficult to access relevant information on biodiversity. The need to put together the information through a centralized database is also important for researchers, scientists, scholars and interested people on biodiversity. The State of Environment report 2008 also highlights the importance of establishing an environmental information centre which will act as a single annotated electronic directory to house all available hard and soft copy of information on the Solomon Islands environment."}, {"text_block_id": "p43_b915", "text": "Scope of activities:"}, {"text_block_id": "p43_b916", "text": "•"}, {"text_block_id": "p43_b917", "text": "Appoint specific government agencies or NGOs to house the database system."}, {"text_block_id": "p43_b918", "text": "•"}, {"text_block_id": "p43_b919", "text": "Design a database system to store the information."}, {"text_block_id": "p43_b920", "text": "•"}, {"text_block_id": "p43_b921", "text": "Collect all relevant information from all the government agencies, NGOs and private sector."}, {"text_block_id": "p43_b922", "text": "•"}, {"text_block_id": "p43_b923", "text": "Uploading biodiversity information into the database."}, {"text_block_id": "p43_b924", "text": "•"}, {"text_block_id": "p43_b925", "text": "Establish a backup system for the database."}, {"text_block_id": "p43_b926", "text": "•"}, {"text_block_id": "p43_b927", "text": "Ensure security of the computers is updated daily."}, {"text_block_id": "p43_b928", "text": "•"}, {"text_block_id": "p43_b929", "text": "Provide appropriate training on operation, update and management  of the database."}, {"text_block_id": "p43_b930", "text": "Timing:"}, {"text_block_id": "p43_b931", "text": "18 months"}, {"text_block_id": "p43_b932", "text": "Responsible agencies:"}, {"text_block_id": "p43_b933", "text": "The MECM, MAL, MF, MFNR"}, {"text_block_id": "p43_b934", "text": "Collaborating organisations:"}, {"text_block_id": "p43_b935", "text": "CI, TNC, WWF, WorldFish Centre, FSPI, private IT companies, CBOs."}, {"text_block_id": "p43_b936", "text": "Indicative Cost:"}, {"text_block_id": "p43_b937", "text": "SBD500,000 estimated for the following items:"}, {"text_block_id": "p43_b938", "text": "•"}, {"text_block_id": "p43_b939", "text": "Project manager (IT specialist)"}, {"text_block_id": "p43_b940", "text": "•"}, {"text_block_id": "p43_b941", "text": "Supporting officer"}, {"text_block_id": "p43_b942", "text": "•"}, {"text_block_id": "p43_b943", "text": "Travel"}, {"text_block_id": "p43_b944", "text": "•"}, {"text_block_id": "p43_b945", "text": "Materials (Computer hardware, software)"}, {"text_block_id": "p43_b946", "text": "•"}, {"text_block_id": "p43_b947", "text": "Administration"}, {"text_block_id": "p44_b948", "text": "7.2.3 Project 3: Indigenous Plant and Animal Species Inventory"}, {"text_block_id": "p44_b949", "text": "Objective:"}, {"text_block_id": "p44_b950", "text": "To document the abundance, distribution, habitats and uses of local species."}, {"text_block_id": "p44_b951", "text": "Justification:"}, {"text_block_id": "p44_b952", "text": "Currently, there is limited work on inventory of indigenous plant and animal species in the country. Information on some indigenous species has been documented, however, such documents are not readily available to use. One of the key outcomes to this project is that it will provide information about species diversity, status and distribution of species and how people have used and valued these species traditionally. It is hoped that such information will encourage people to protect these species, institute improved management regimes of protected areas and improve local biodiversity."}, {"text_block_id": "p44_b953", "text": "Scope of activities:"}, {"text_block_id": "p44_b954", "text": "•"}, {"text_block_id": "p44_b955", "text": "Conduct literature review on endemic flora and fauna species of the Solomon Islands."}, {"text_block_id": "p44_b956", "text": "•"}, {"text_block_id": "p44_b957", "text": "Obtain taxonomy and ecological information on endemic flora and fauna of the Solomon Islands."}, {"text_block_id": "p44_b958", "text": "•"}, {"text_block_id": "p44_b959", "text": "Field survey to identify status of local species reviewed and possibly document any new species."}, {"text_block_id": "p44_b960", "text": "•"}, {"text_block_id": "p44_b961", "text": "Document traditional usage of these species."}, {"text_block_id": "p44_b962", "text": "•"}, {"text_block_id": "p44_b963", "text": "Publish inventory in English and also in Pidgin."}, {"text_block_id": "p44_b964", "text": "•"}, {"text_block_id": "p44_b965", "text": "Collect specimen of new endemic species and consult and collaborate with MF (Herbarium section) for treatment and safe-keeping."}, {"text_block_id": "p44_b966", "text": "Timing:"}, {"text_block_id": "p44_b967", "text": "18 months"}, {"text_block_id": "p44_b968", "text": "Responsible agencies:"}, {"text_block_id": "p44_b969", "text": "MECM, MAL, MFMR and MF"}, {"text_block_id": "p44_b970", "text": "Collaborating organisations:"}, {"text_block_id": "p44_b971", "text": "CI, TNC and WWF, WorldFish Centre, FSPI."}, {"text_block_id": "p44_b972", "text": "Indicative Cost:"}, {"text_block_id": "p44_b973", "text": "SBD800,000 estimated for the following items:"}, {"text_block_id": "p44_b974", "text": "•"}, {"text_block_id": "p44_b975", "text": "Project manager (Ecologist and Biologist)"}, {"text_block_id": "p44_b976", "text": "•"}, {"text_block_id": "p44_b977", "text": "Supporting field officers (2)"}, {"text_block_id": "p44_b978", "text": "•"}, {"text_block_id": "p44_b979", "text": "Travel"}, {"text_block_id": "p44_b980", "text": "•"}, {"text_block_id": "p44_b981", "text": "Materials"}, {"text_block_id": "p44_b982", "text": "•"}, {"text_block_id": "p44_b983", "text": "Administration"}, {"text_block_id": "p44_b984", "text": "7.2.4 Project 4: Effective Awareness Programme"}, {"text_block_id": "p44_b985", "text": "Objective:"}, {"text_block_id": "p44_b986", "text": "To ensure a better informed public in the Solomon Islands on the importance of biodiversity"}, {"text_block_id": "p44_b987", "text": "Justification:"}, {"text_block_id": "p44_b988", "text": "About 85% of the land in the Solomon Islands is under customary ownership. This tenure system supports traditional subsistence life styles which uphold biodiversity initiatives. The significant increase in various developmental activities is now exerting pressure on peoples• resources, although securing land for such developmental activities has proved difficult and often resulted in multiple disputes.  Even, acquisition or setting aside of land for other public purposes, such as management of watersheds, protection of sites of special interest, or conserving environmentally-sensitive areas, is equally problematic. It is important that rural people are better informed about the importance of biodiversity so that they are better equipped to make sound decisions on their resources."}, {"text_block_id": "p44_b989", "text": "It was noted that the current school curriculum does not have biodiversity as a component in science subjects taught in schools; this requires attention by education authorities. Even the country•s highest institution, SICHE does not offer any environmental courses at the moment. The authors are aware of SICHE plans to offer environmental courses by 2010. Training of trainers is also a vital element in spreading of information about biodiversity to the people. ."}, {"text_block_id": "p45_b990", "text": "Scope of activities:"}, {"text_block_id": "p45_b991", "text": "•"}, {"text_block_id": "p45_b992", "text": "Review current awareness programmes on conserving biodiversity."}, {"text_block_id": "p45_b993", "text": "•"}, {"text_block_id": "p45_b994", "text": "Liaise with SICHE and Live and Learn to design a set of awareness materials."}, {"text_block_id": "p45_b995", "text": "•"}, {"text_block_id": "p45_b996", "text": "Develop a curriculum on biodiversity components in consultation with education authorities."}, {"text_block_id": "p45_b997", "text": "•"}, {"text_block_id": "p45_b998", "text": "Conduct workshops and awareness campaign stressing the importance of environment protection, sustainable development and protecting intellectual property rights."}, {"text_block_id": "p45_b999", "text": "•"}, {"text_block_id": "p45_b1000", "text": "Involve other stakeholders as part of the campaign."}, {"text_block_id": "p45_b1001", "text": "•"}, {"text_block_id": "p45_b1002", "text": "Employ different mediums in awareness programmes."}, {"text_block_id": "p45_b1003", "text": "Timing:"}, {"text_block_id": "p45_b1004", "text": "18 months"}, {"text_block_id": "p45_b1005", "text": "Responsible agencies:"}, {"text_block_id": "p45_b1006", "text": "The MECM, MAL, MFMR, MF."}, {"text_block_id": "p45_b1007", "text": "Collaborating organisations:"}, {"text_block_id": "p45_b1008", "text": "CI, TNC, WWF, Live and Learn, FSPI, Center for Biodiversity Conservation (American Museum of Natural History), TDA"}, {"text_block_id": "p45_b1009", "text": "Indicative Cost:"}, {"text_block_id": "p45_b1010", "text": "SBD800,000 estimated for the following items:"}, {"text_block_id": "p45_b1011", "text": "•"}, {"text_block_id": "p45_b1012", "text": "Project manager (Ecologist or Biologist)"}, {"text_block_id": "p45_b1013", "text": "•"}, {"text_block_id": "p45_b1014", "text": "Supporting field officers (2)"}, {"text_block_id": "p45_b1015", "text": "•"}, {"text_block_id": "p45_b1016", "text": "Travel"}, {"text_block_id": "p45_b1017", "text": "•"}, {"text_block_id": "p45_b1018", "text": "Materials"}, {"text_block_id": "p45_b1019", "text": "•"}, {"text_block_id": "p45_b1020", "text": "Administration"}, {"text_block_id": "p45_b1021", "text": "7.2.5 Project 5: Public and Private Partnership"}, {"text_block_id": "p45_b1022", "text": "Objective:"}, {"text_block_id": "p45_b1023", "text": "To encourage active participation from public and private sectors in conserving biodiversity."}, {"text_block_id": "p45_b1024", "text": "Justification:"}, {"text_block_id": "p45_b1025", "text": "Lack of incentives; insufficient awareness; weak legislation compliance; inactive enforcement of regulations are just some of the issues in the country which impede effective biodiversity conservation and sustainable management.  This is exacerbated by weak collaboration and coordination between private and public sectors including government agencies. A strong partnership between these different sectors and agencies is a positive way forward into addressing these issues and attaining collective resolutions for the long term sustainability of the environment and biodiversity of the Solomon Islands. Areas of partnership can include: financial support, human resources, technical capacity and information sharing."}, {"text_block_id": "p45_b1026", "text": "Scope of activities:"}, {"text_block_id": "p45_b1027", "text": "•"}, {"text_block_id": "p45_b1028", "text": "Establish a corporate body to coordinate and facilitate linkages and participation of public and private sectors."}, {"text_block_id": "p45_b1029", "text": "•"}, {"text_block_id": "p45_b1030", "text": "Establish an awareness task force to be composed of representatives from public and private sectors, who shall come from the corporate body."}, {"text_block_id": "p45_b1031", "text": "•"}, {"text_block_id": "p45_b1032", "text": "Review relevant legislation and provincial ordinances."}, {"text_block_id": "p45_b1033", "text": "Timing:"}, {"text_block_id": "p45_b1034", "text": "20 months"}, {"text_block_id": "p45_b1035", "text": "Responsible agencies:"}, {"text_block_id": "p45_b1036", "text": "MECM, MAL, MFMR, MF, MPSLA."}, {"text_block_id": "p45_b1037", "text": "Collaborating organisations:"}, {"text_block_id": "p45_b1038", "text": "CI, TNC, WWF, Live and Learn, FSPI, WorldFish Center, ECANSI, private sector, CBOs."}, {"text_block_id": "p46_b1039", "text": "Indicative Cost:"}, {"text_block_id": "p46_b1040", "text": "SBD300,000 is estimated for the following items:"}, {"text_block_id": "p46_b1041", "text": "•"}, {"text_block_id": "p46_b1042", "text": "Project manager"}, {"text_block_id": "p46_b1043", "text": "•"}, {"text_block_id": "p46_b1044", "text": "2 sub managers (1 legislative review, 1 awareness task force)"}, {"text_block_id": "p46_b1045", "text": "•"}, {"text_block_id": "p46_b1046", "text": "Supporting field officers (2)"}, {"text_block_id": "p46_b1047", "text": "•"}, {"text_block_id": "p46_b1048", "text": "Travel"}, {"text_block_id": "p46_b1049", "text": "•"}, {"text_block_id": "p46_b1050", "text": "Materials"}, {"text_block_id": "p46_b1051", "text": "•"}, {"text_block_id": "p46_b1052", "text": "Administration"}, {"text_block_id": "p46_b1053", "text": "7.2.6 Project 6: Develop legislations"}, {"text_block_id": "p46_b1054", "text": "Objective:"}, {"text_block_id": "p46_b1055", "text": "To review existing legislation and provincial ordinances to include biodiversity components."}, {"text_block_id": "p46_b1056", "text": "Justification:"}, {"text_block_id": "p46_b1057", "text": "Solomon Islands will be unable to fulfil its millennium biodiversity goals unless amendments are made to relevant legislation. At the present time, Western and lsabel provinces have an ordinance with provisions for certain natural resource management components. The following legislations may need to be reviewed to make provisions for biodiversity: Environment Act 1998; Wildlife Protection and Management Act 1998; Quarantines Act; Town and country planning Act; The public health Act; Forestry and timber Utilization Act 1969; Code of logging practice 1999; Provincial Ordinances."}, {"text_block_id": "p46_b1058", "text": "Scope of activities:"}, {"text_block_id": "p46_b1059", "text": "•"}, {"text_block_id": "p46_b1060", "text": "The MECM to appoint a committee/ task force with relevant qualification and experience to carry out review."}, {"text_block_id": "p46_b1061", "text": "•"}, {"text_block_id": "p46_b1062", "text": "MECM to develop TOR for the taskforce."}, {"text_block_id": "p46_b1063", "text": "•"}, {"text_block_id": "p46_b1064", "text": "Submission for endorsement."}, {"text_block_id": "p46_b1065", "text": "•"}, {"text_block_id": "p46_b1066", "text": "Develop and review provincial ordinance to include biodiversity components."}, {"text_block_id": "p46_b1067", "text": "Timing:"}, {"text_block_id": "p46_b1068", "text": "18 months"}, {"text_block_id": "p46_b1069", "text": "Responsible agencies:"}, {"text_block_id": "p46_b1070", "text": "MECM, MAL, MFMR, MF, MPSLA, Provincial governments"}, {"text_block_id": "p46_b1071", "text": "Collaborating organisations:"}, {"text_block_id": "p46_b1072", "text": "CI, TNC, WWF, Live and Learn, FSPI, World Fish Center, ECANSI, Natural Resources and Rights Coalition."}, {"text_block_id": "p46_b1073", "text": "Indicative Cost:"}, {"text_block_id": "p46_b1074", "text": "SBD300, 000 is estimated for the following items:"}, {"text_block_id": "p46_b1075", "text": "•"}, {"text_block_id": "p46_b1076", "text": "Project manager"}, {"text_block_id": "p46_b1077", "text": "•"}, {"text_block_id": "p46_b1078", "text": "Supporting review officer (1)"}, {"text_block_id": "p46_b1079", "text": "•"}, {"text_block_id": "p46_b1080", "text": "Travel"}, {"text_block_id": "p46_b1081", "text": "•"}, {"text_block_id": "p46_b1082", "text": "Materials"}, {"text_block_id": "p46_b1083", "text": "•"}, {"text_block_id": "p46_b1084", "text": "Administration"}, {"text_block_id": "p46_b1085", "text": "7.2.7 Project 7: Identification of migratory corridors for wildlife, birds and crusteous"}, {"text_block_id": "p46_b1086", "text": "Objective:"}, {"text_block_id": "p46_b1087", "text": "To identify and develop proper surveillance and management of migratory corridors."}, {"text_block_id": "p46_b1088", "text": "Justification:"}, {"text_block_id": "p46_b1089", "text": "Over the past years ecological conditions of migratory corridors have received less attention. Management of migratory corridors is difficult because there is limited data and information. Promoting best practices for development where it occurs, reduction of harmful impacts on wildlife, and integrating migratory and crucial habitat into planning decisions are significantly important."}, {"text_block_id": "p47_b1090", "text": "Scope of activities:"}, {"text_block_id": "p47_b1091", "text": "•"}, {"text_block_id": "p47_b1092", "text": "MECM liaise with Ministry of Fisheries to appoint a taskforce to carry out the survey."}, {"text_block_id": "p47_b1093", "text": "•"}, {"text_block_id": "p47_b1094", "text": "Identify endangered species that are likely to use these corridors."}, {"text_block_id": "p47_b1095", "text": "•"}, {"text_block_id": "p47_b1096", "text": "Map the location of these sites."}, {"text_block_id": "p47_b1097", "text": "•"}, {"text_block_id": "p47_b1098", "text": "Promote best conservation practises at these sites."}, {"text_block_id": "p47_b1099", "text": "•"}, {"text_block_id": "p47_b1100", "text": "Develop planning and monitoring framework for these sites."}, {"text_block_id": "p47_b1101", "text": "Timing:"}, {"text_block_id": "p47_b1102", "text": "18 months"}, {"text_block_id": "p47_b1103", "text": "Responsible agencies:"}, {"text_block_id": "p47_b1104", "text": "MECM, MFMR, MF."}, {"text_block_id": "p47_b1105", "text": "Collaborating organisations:"}, {"text_block_id": "p47_b1106", "text": "CI, TNC, WWF, Live and Learn Forum Fisheries Agency, CBOs."}, {"text_block_id": "p47_b1107", "text": "Indicative Cost:"}, {"text_block_id": "p47_b1108", "text": "SBD500,000 is estimated for the following items:"}, {"text_block_id": "p47_b1109", "text": "•"}, {"text_block_id": "p47_b1110", "text": "Project manager"}, {"text_block_id": "p47_b1111", "text": "•"}, {"text_block_id": "p47_b1112", "text": "Supporting field officers (2)"}, {"text_block_id": "p47_b1113", "text": "•"}, {"text_block_id": "p47_b1114", "text": "Travel"}, {"text_block_id": "p47_b1115", "text": "•"}, {"text_block_id": "p47_b1116", "text": "Materials"}, {"text_block_id": "p47_b1117", "text": "•"}, {"text_block_id": "p47_b1118", "text": "Administration"}, {"text_block_id": "p47_b1119", "text": "7.2.8 Project 8: Sustainable financing"}, {"text_block_id": "p47_b1120", "text": "Objective:"}, {"text_block_id": "p47_b1121", "text": "Identify a sustainable financing system for conserving biodiversity in the country."}, {"text_block_id": "p47_b1122", "text": "Justification:"}, {"text_block_id": "p47_b1123", "text": "Inadequate support and limited funding is a barrier to conserving biodiversity. Budget allocation for biodiversity is often small and insufficient to cover costs for managing biodiversity. The government often prioritizes development sectors over the environment sector which makes it difficult to achieve long term planning for conserving biodiversity. Establishing a sustainable financing system for conserving biodiversity is important. This can be in the form of trust fund or increasing budget allocation to environment sector."}, {"text_block_id": "p47_b1124", "text": "Scope of activities:"}, {"text_block_id": "p47_b1125", "text": "•"}, {"text_block_id": "p47_b1126", "text": "Increase capacity of NGO officers to better manage project budgets."}, {"text_block_id": "p47_b1127", "text": "•"}, {"text_block_id": "p47_b1128", "text": "Provide financial options for CBOs and resource owners and educate them on how to properly manage financial resources."}, {"text_block_id": "p47_b1129", "text": "•"}, {"text_block_id": "p47_b1130", "text": "Conduct a study to investigate the possibility of establishing a Conservation Trust Fund to assist in financing biodiversity initiatives."}, {"text_block_id": "p47_b1131", "text": "Timing:"}, {"text_block_id": "p47_b1132", "text": "18 months"}, {"text_block_id": "p47_b1133", "text": "Responsible agencies:"}, {"text_block_id": "p47_b1134", "text": "MECM, MAL, MFMR, MF, MFNRP."}, {"text_block_id": "p47_b1135", "text": "Collaborating organisations:"}, {"text_block_id": "p47_b1136", "text": "CI, TNC, WWF, Live and Learn, FSPI, CBOs"}, {"text_block_id": "p47_b1137", "text": "Indicative Cost:"}, {"text_block_id": "p47_b1138", "text": "SBD400,000 is estimated for the following items:"}, {"text_block_id": "p47_b1139", "text": "•"}, {"text_block_id": "p47_b1140", "text": "Project manager"}, {"text_block_id": "p47_b1141", "text": "•"}, {"text_block_id": "p47_b1142", "text": "Supporting officers (1)"}, {"text_block_id": "p47_b1143", "text": "•"}, {"text_block_id": "p47_b1144", "text": "Travel"}, {"text_block_id": "p47_b1145", "text": "•"}, {"text_block_id": "p47_b1146", "text": "Materials"}, {"text_block_id": "p47_b1147", "text": "•"}, {"text_block_id": "p47_b1148", "text": "Administration"}, {"text_block_id": "p48_b1149", "text": "7.2.9 Project 9: Climate change and biodiversity"}, {"text_block_id": "p48_b1150", "text": "Objective:"}, {"text_block_id": "p48_b1151", "text": "To develop and adopt adaptation strategies through which biodiversity can be protected and sustainably managed."}, {"text_block_id": "p48_b1152", "text": "Justification:"}, {"text_block_id": "p48_b1153", "text": "Ranges and abundance of plant and animal biodiversity could change dramatically under changing climate conditions, and some of them are unlikely to adapt or migrate to new locations. The effects of climate change are a real concern for small island countries like Solomon Islands where landmass is small and a number of islands are low lying. Climate change is a global phenomenon requiring world-wide attention to provide practical solutions. However, it is important for the Solomon Islands to develop its adaptive strategies and capacity to address potential risks to biodiversity."}, {"text_block_id": "p48_b1154", "text": "Scope of activities:"}, {"text_block_id": "p48_b1155", "text": "•"}, {"text_block_id": "p48_b1156", "text": "MECM to develop awareness materials pertaining to the effects of climate change to biodiversity."}, {"text_block_id": "p48_b1157", "text": "•"}, {"text_block_id": "p48_b1158", "text": "Develop adaptation and mitigation strategies."}, {"text_block_id": "p48_b1159", "text": "•"}, {"text_block_id": "p48_b1160", "text": "Explore opportunities for carbon credit and trading as an option to logging."}, {"text_block_id": "p48_b1161", "text": "•"}, {"text_block_id": "p48_b1162", "text": "Identify species vulnerable to climate change."}, {"text_block_id": "p48_b1163", "text": "•"}, {"text_block_id": "p48_b1164", "text": "Establish ex-situ areas where vulnerable species to climate change can be kept."}, {"text_block_id": "p48_b1165", "text": "Timing:"}, {"text_block_id": "p48_b1166", "text": "18 months"}, {"text_block_id": "p48_b1167", "text": "Responsible agencies:"}, {"text_block_id": "p48_b1168", "text": "MECM, MAL, MFMR, MF, MEMRE."}, {"text_block_id": "p48_b1169", "text": "Collaborating organisations:"}, {"text_block_id": "p48_b1170", "text": "CI, TNC, WWF, Live and Learn, FSPI, WorldFish Center, CBOs"}, {"text_block_id": "p48_b1171", "text": "Indicative Cost:"}, {"text_block_id": "p48_b1172", "text": "SBD800,000 is estimated for the following items:"}, {"text_block_id": "p48_b1173", "text": "•"}, {"text_block_id": "p48_b1174", "text": "Project manager"}, {"text_block_id": "p48_b1175", "text": "•"}, {"text_block_id": "p48_b1176", "text": "Supporting officers (1)"}, {"text_block_id": "p48_b1177", "text": "•"}, {"text_block_id": "p48_b1178", "text": "Travel"}, {"text_block_id": "p48_b1179", "text": "•"}, {"text_block_id": "p48_b1180", "text": "Materials"}, {"text_block_id": "p48_b1181", "text": "•"}, {"text_block_id": "p48_b1182", "text": "Administration"}, {"text_block_id": "p48_b1183", "text": "7.2.10 Project 10: Non-Biodegradable Waste Impacts"}, {"text_block_id": "p48_b1184", "text": "Objective:"}, {"text_block_id": "p48_b1185", "text": "To ensure that the impacts of non biodegradable waste on biodiversity are mitigated"}, {"text_block_id": "p48_b1186", "text": "Justification:"}, {"text_block_id": "p48_b1187", "text": "Non biodegradable wastes are often the centre of concern for biodiversity because animals often mistake waste as food and get killed. The lack of appropriate legislation and policy enforcement as well as the careless attitude from the general public has exacerbated the negative effects of this issue. It is important that laws are enforced to bring about satisfactory waste management approaches at all level. Moreover, the public need to be educated about the impacts of non biodegradable wastes in order to effect their participation."}, {"text_block_id": "p48_b1188", "text": "Scope of activities:"}, {"text_block_id": "p48_b1189", "text": "•"}, {"text_block_id": "p48_b1190", "text": "Laws and policies are enforced."}, {"text_block_id": "p48_b1191", "text": "•"}, {"text_block_id": "p48_b1192", "text": "Public are better informed of the impacts of waste and possible ways of handling waste."}, {"text_block_id": "p49_b1193", "text": "•"}, {"text_block_id": "p49_b1194", "text": "Secure financial support for waste management."}, {"text_block_id": "p49_b1195", "text": "•"}, {"text_block_id": "p49_b1196", "text": "Research and monitoring."}, {"text_block_id": "p49_b1197", "text": "•"}, {"text_block_id": "p49_b1198", "text": "Awareness in homes, schools and church congregations."}, {"text_block_id": "p49_b1199", "text": "Timing:"}, {"text_block_id": "p49_b1200", "text": "18 months"}, {"text_block_id": "p49_b1201", "text": "Responsible agencies:"}, {"text_block_id": "p49_b1202", "text": "MECM, MAL, MEHRD, MF, MPSLA, MHMS, Traders (importers and exporters), Chamber of Commerce."}, {"text_block_id": "p49_b1203", "text": "Collaborating organisations:"}, {"text_block_id": "p49_b1204", "text": "CI, TNC, WWF, Live and Learn, FSPI, SPREP, SPC, CBOs"}, {"text_block_id": "p49_b1205", "text": "Indicative Cost:"}, {"text_block_id": "p49_b1206", "text": "SBD500, 000 is estimated for the following items:"}, {"text_block_id": "p49_b1207", "text": "•"}, {"text_block_id": "p49_b1208", "text": "Project manager"}, {"text_block_id": "p49_b1209", "text": "•"}, {"text_block_id": "p49_b1210", "text": "Supporting officers (1)"}, {"text_block_id": "p49_b1211", "text": "•"}, {"text_block_id": "p49_b1212", "text": "Travel"}, {"text_block_id": "p49_b1213", "text": "•"}, {"text_block_id": "p49_b1214", "text": "Materials"}, {"text_block_id": "p49_b1215", "text": "•"}, {"text_block_id": "p49_b1216", "text": "Administration"}, {"text_block_id": "p49_b1217", "text": "7.2.11 Project 11: Valuation of ecosystem services"}, {"text_block_id": "p49_b1218", "text": "Objective:"}, {"text_block_id": "p49_b1219", "text": "To valuate ecosystem services so that wise decisions and approaches can be made"}, {"text_block_id": "p49_b1220", "text": "Justification:"}, {"text_block_id": "p49_b1221_merged", "text": "Solomon Islands benefits from a multitude of resources and processes that are supplied by natural ecosystems. Collectively, these benefits are known as ecosystem services and include products like clean drinking water and processes such as the decomposition of wastes. Ecosystem services are distinct from other ecosystem products and functions because there is human demand for these natural assets. Services can be subdivided into five categories: provisioning such as the production of food and water; regulating, such as the control of climate and disease; supporting, such as nutrient cycles and crop pollination; cultural, such as spiritual and recreational benefits; and preserving, which includes guarding against uncertainty through the maintenance of diversity. The economic potential of these services needs to be fully recognised through valuation so that wise decisions and approaches can be made."}, {"text_block_id": "p49_b1232", "text": "Scope of activities:"}, {"text_block_id": "p49_b1233", "text": "•"}, {"text_block_id": "p49_b1234", "text": "The first step is to specify and describe the ecosystem under consideration including information on its location and the people who will be affected."}, {"text_block_id": "p49_b1235", "text": "•"}, {"text_block_id": "p49_b1236", "text": "The second step is to describe and quantify the effects of ecosystem services that will lead to incurring benefits and costs to society."}, {"text_block_id": "p49_b1237", "text": "•"}, {"text_block_id": "p49_b1238", "text": "The final step is to analyse benefits and costs of different ecosystem services affecting the people."}, {"text_block_id": "p49_b1239", "text": "Timing:"}, {"text_block_id": "p49_b1240", "text": "18 months"}, {"text_block_id": "p49_b1241", "text": "Responsible agencies:"}, {"text_block_id": "p49_b1242", "text": "MECM, MAL, MF, MFMR."}, {"text_block_id": "p49_b1243", "text": "Collaborating organisations:"}, {"text_block_id": "p49_b1244", "text": "CI, TNC, WWF, Live and Learn, FSPI, USP, SPC, SPREP, CBOs"}, {"text_block_id": "p49_b1245", "text": "Indicative Cost:"}, {"text_block_id": "p49_b1246", "text": "SBD600,000 is estimated for the following items:"}, {"text_block_id": "p49_b1247", "text": "•"}, {"text_block_id": "p49_b1248", "text": "Project manager"}, {"text_block_id": "p49_b1249", "text": "•"}, {"text_block_id": "p49_b1250", "text": "Supporting officers (1)"}, {"text_block_id": "p49_b1251", "text": "•"}, {"text_block_id": "p49_b1252", "text": "Travel"}, {"text_block_id": "p49_b1253", "text": "•"}, {"text_block_id": "p49_b1254", "text": "Materials"}, {"text_block_id": "p50_b1255", "text": "•"}, {"text_block_id": "p50_b1256", "text": "Administration"}, {"text_block_id": "p50_b1257", "text": "7.2.12 Project 12: Capacity building"}, {"text_block_id": "p50_b1258", "text": "Objective:"}, {"text_block_id": "p50_b1259", "text": "To strengthen capacity to conserve and manage biodiversity across all levels."}, {"text_block_id": "p50_b1260", "text": "Justification:"}, {"text_block_id": "p50_b1261", "text": "The need to strengthen capacity at different levels has been identified as a key element necessary for promoting conservation and management of biodiversity. Various stakeholder consultative meetings have identified issues such as insufficient training for people involved, an overall lack of qualified personnel, limited scientific and technical information pertaining to biodiversity, as well as the lack of knowledge among communities as barriers to effectively managing biodiversity."}, {"text_block_id": "p50_b1262", "text": "Scope of activities:"}, {"text_block_id": "p50_b1263", "text": "There is a need to strengthen and increase capacity of all stakeholders, in particular those who have been actively engaged in conservation of biodiversity."}, {"text_block_id": "p50_b1264", "text": "•"}, {"text_block_id": "p50_b1265", "text": "Design financial mechanism for financing capacity building programs for the identified stakeholders."}, {"text_block_id": "p50_b1266", "text": "•"}, {"text_block_id": "p50_b1267", "text": "Establish internship programs and mentoring schemes."}, {"text_block_id": "p50_b1268", "text": "•"}, {"text_block_id": "p50_b1269", "text": "Carry out trainings as well as workshops in biodiversity management."}, {"text_block_id": "p50_b1270", "text": "•"}, {"text_block_id": "p50_b1271", "text": "Provide incentives (e.g. award) or  environmental scholarships."}, {"text_block_id": "p50_b1272", "text": "Timing:"}, {"text_block_id": "p50_b1273", "text": "20 months"}, {"text_block_id": "p50_b1274", "text": "Responsible agencies:"}, {"text_block_id": "p50_b1275", "text": "MECM, MAL, MFMR, MF, MEHRD"}, {"text_block_id": "p50_b1276", "text": "Collaborating organisations:"}, {"text_block_id": "p50_b1277", "text": "CI, TNC, WWF, Live and Learn, USP, UNDP, FSPI, CBC, SICHE, CBOs."}, {"text_block_id": "p50_b1278", "text": "Indicative Cost:"}, {"text_block_id": "p50_b1279", "text": "SBD600,000 is estimated for the following items:"}, {"text_block_id": "p50_b1280", "text": "•"}, {"text_block_id": "p50_b1281", "text": "Project manager"}, {"text_block_id": "p50_b1282", "text": "•"}, {"text_block_id": "p50_b1283", "text": "Supporting officers (1)"}, {"text_block_id": "p50_b1284", "text": "•"}, {"text_block_id": "p50_b1285", "text": "Travel"}, {"text_block_id": "p50_b1286", "text": "•"}, {"text_block_id": "p50_b1287", "text": "Materials"}, {"text_block_id": "p50_b1288", "text": "•"}, {"text_block_id": "p50_b1289", "text": "Administration"}, {"text_block_id": "p50_b1290", "text": "7.2.13 Project 13: Sustainable livelihood"}, {"text_block_id": "p50_b1291", "text": "Objective:"}, {"text_block_id": "p50_b1292", "text": "To improve livelihoods of all Solomon Islanders by developing approaches for sustainable resource utilization that does not degrade the environment on which people depend."}, {"text_block_id": "p50_b1293", "text": "Justification:"}, {"text_block_id": "p50_b1294", "text": "The biodiversity of Solomon Islands will continue to degrade unless practical approaches are developed in conjunction with recognition of the importance of sustainable livelihoods of the people. Solomon Islanders know that their survival is largely based on natural resources, but so often utilization of such resources is not sustainable. The need to consider factors which will enhance sustainable resource utilization is imperative as a measure to alleviate degradation of the environment and biodiversity."}, {"text_block_id": "p50_b1295", "text": "Scope of activities:"}, {"text_block_id": "p50_b1296", "text": "•"}, {"text_block_id": "p50_b1297", "text": "Carry out research into appropriate sustainable livelihood approaches that will meet the specific needs of indigenous Solomon Islanders."}, {"text_block_id": "p50_b1298", "text": "•"}, {"text_block_id": "p50_b1299", "text": "Community consultations."}, {"text_block_id": "p50_b1300", "text": "•"}, {"text_block_id": "p50_b1301", "text": "Awareness of the importance of sustainable resource utilisation."}, {"text_block_id": "p50_b1302", "text": "•"}, {"text_block_id": "p50_b1303", "text": "Design basic livelihood approaches appropriate to each situation."}, {"text_block_id": "p51_b1304", "text": "•"}, {"text_block_id": "p51_b1305", "text": "Provide incentives such as micro-financing for local communities to establish alternative sustainable livelihood projects or enterprises."}, {"text_block_id": "p51_b1306", "text": "Timing:"}, {"text_block_id": "p51_b1307", "text": "15 months"}, {"text_block_id": "p51_b1308", "text": "Responsible agencies:"}, {"text_block_id": "p51_b1309", "text": "MECM, MAL, MFMR, MF, MEHRD, MEMRE."}, {"text_block_id": "p51_b1310", "text": "Collaborating organisations:"}, {"text_block_id": "p51_b1311", "text": "CI, TNC, WWF, Live and Learn, WorldFish Center, USP, SPC, CBOs."}, {"text_block_id": "p51_b1312", "text": "Indicative Cost:"}, {"text_block_id": "p51_b1313", "text": "SBD600, 000 is estimated for the following items:"}, {"text_block_id": "p51_b1314", "text": "•"}, {"text_block_id": "p51_b1315", "text": "Project manager"}, {"text_block_id": "p51_b1316", "text": "•"}, {"text_block_id": "p51_b1317", "text": "Supporting officers (1)"}, {"text_block_id": "p51_b1318", "text": "•"}, {"text_block_id": "p51_b1319", "text": "Travel"}, {"text_block_id": "p51_b1320", "text": "•"}, {"text_block_id": "p51_b1321", "text": "Materials"}, {"text_block_id": "p51_b1322", "text": "•"}, {"text_block_id": "p51_b1323", "text": "Administration"}, {"text_block_id": "p51_b1324", "text": "REFERENCES CITED"}, {"text_block_id": "p51_b1325", "text": "CBSI. 2007. Annual Report 2007, Honiara: CBSI."}, {"text_block_id": "p51_b1326", "text": "CNURA. 2008. Coalition for National Unity and Rural Advancement Government Policy Statement, Honiara: EN Digital Printing Ltd."}, {"text_block_id": "p51_b1327", "text": "Green, A, Lokani, P, Atu, W, Ramohia, P, Thomas, P and Almany, J. 2006. Solomon Islands Marine Assessment, Honiara: The Nature Conservancy."}, {"text_block_id": "p51_b1328", "text": "Department of Planning and Aid Coordination. 2006. Solomon Islands Agriculture and Rural Development Strategy (ARDS), Honiara: Ministry of Development, Planning and Aid Coordination."}, {"text_block_id": "p51_b1329", "text": "Kahn, B. 2004. Solomon Islands Rapid Marine Ecological Assessment- Oceanic cetaceans and associated habitat, Honiara: SIMACC."}, {"text_block_id": "p51_b1330", "text": "Leary, T and Pita, T. 2000. Mammal Survey of four Areas on Isabel and Choiseul, Honiara: Solomon Islands."}, {"text_block_id": "p51_b1331", "text": "Lees, A. 1990. A Protected Forests System for the Solomon Islands, Canberra: Australian National Park and Wild Life service."}, {"text_block_id": "p51_b1332", "text": "McDonald, J and Lam, M. 2006. National Capacity Self- Assessment Stocktake Report, Honiara: Convention on Biological Diversity (CBD)."}, {"text_block_id": "p51_b1333", "text": "Pauku, LR, and Lapo, W. 2008. Program of Work on Protected Areas. Ministry of Environment, Conservation and Meteorology. Honiara."}, {"text_block_id": "p51_b1334", "text": "PHCG (Pacific Horizon Consultancy Group) 2008. State of Environment Report 2008, Honiara: EN Digital Printing Ltd."}, {"text_block_id": "p51_b1335", "text": "Pikacha, P, Morrison, C and Richards, S. 2008. Frogs of the Solomon Islands, Suva: Institute of Applied Science"}, {"text_block_id": "p51_b1336", "text": "Pillai, G. and Sirikolo M Q. 2001. Mangroves of the Solomon Islands. Marine Studies Technical Report. 2001/05."}, {"text_block_id": "p52_b1337", "text": "Polhemus, DA, Englund, RA, Allen, GR, Boseto, D and Polhemus, JT. 2008. Freshwater Biota of the Solomon Islands: Analysis of Richness, Endemism and Threats, Honolulu: Hawaii."}, {"text_block_id": "p52_b1338", "text": "SICMRCS / SICFS  2002 . Synopsis of Issues, Activities, Needs, and Constraints: Sustainable Development 1992-2002, Solomon Islands, Honiara."}, {"text_block_id": "p52_b1339", "text": "SPREP. 1993. Solomon Islands National Environmental Management Strategy, Western Samoa: SPREP."}, {"text_block_id": "p52_b1340", "text": "Talo, F. 2008. Solomon Islands National Adaptation Programmes of Action, Honiara: Ministry of Environment, Conservation and Meteorology."}, {"text_block_id": "p52_b1341", "text": "Thomas, J. 2006. National Capacity and Self Assessment (NCSA) Solomon Islands, Honiara: United Nation Convention on Biological Diversity (UNCBD)."}, {"text_block_id": "p52_b1342", "text": "URS Sustainable Development. 2006. Solomon Islands Forestry Management Project (SIFMPAII). National Forest Resource Assessment Update 2003, Honiara: Solomon Islands."}, {"text_block_id": "p52_b1343", "text": "Wein, L. 2006. A Forests Strategy for Solomon Islands 2006-2011, Honiara: WWF Solomon Islands."}, {"text_block_id": "p52_b1344", "text": "WWF, 2003. The World•s Top 10 Most Vulnerable Forest Ecoregions. Washington DC: WWFUS."}, {"text_block_id": "p52_b1345", "text": "WWF, 2007. Mangroves, Seagrass and macroalgae resources on reefs in Darwin Initiative Project sites, Solomon Islands, Honiara: WorldFish Center report to WWF- Solomon Islands."}, {"text_block_id": "p52_b1346", "text": "OTHER REFERENCES  USED IN PREPARING THIS DOCUMENT"}, {"text_block_id": "p52_b1347", "text": "Berdach, JT and Llegu, M. 2005. Solomon Islands Country Environment Analysis: Mainstreaming Environmental Considerations in Economic and Development Planning Process."}, {"text_block_id": "p52_b1348", "text": "Carter, E. 2007. National Biodiversity Strategies and Actions Plans; Pacific Regional Review, Samoa: SPREP."}, {"text_block_id": "p52_b1349", "text": "CMCA. 1994. Arnavon CMCA Report Series, Honiara: CMCA"}, {"text_block_id": "p52_b1350", "text": "Department of Environment. 2006. Tonga National Biodiversity Strategy and Action Plan, Tonga: Department of Environment."}, {"text_block_id": "p52_b1351", "text": "Environment and Conservation Division. 2006. Republic of Kiribati•s National Biodiversity Strategy and Action Plan, Kiribati: Environment and Conservation Division."}, {"text_block_id": "p52_b1352", "text": "Environment and Conservation Division. 2007. Papua New Guinea National Biodiversity Strategy and Action Plan, Port Moresby: Tropic Print."}, {"text_block_id": "p52_b1353", "text": "Environment Unit. 1999. Vanuatu National Biodiversity strategy and Action Plan, Port Vila: Environment Unit."}, {"text_block_id": "p52_b1354", "text": "Leary, T. 1993. A report on the State of Environment in the Solomon Islands, Western Samoa: SPREP."}, {"text_block_id": "p52_b1355", "text": "Ministry of Environment, Conservation and Meteorology.  2008. National Waste Management Strategy and Action Plan 2008 -2012 Draft, Honiara: Ministry of Environment, Conservation and Meteorology."}, {"text_block_id": "p52_b1356", "text": "Ministry of Environment, Conservation and Meteorology. 2008. Corporate Plan 2008 • 2010, Honiara: Ministry of Environment, Conservation and Meteorology."}, {"text_block_id": "p52_b1357", "text": "Pauku, RL. 2008. Forests and Forestry Outlook 2020, Honiara: Ministry of Forestry."}, {"text_block_id": "p53_b1358", "text": "Ministry of Environment, Conservation and Meteorology. 2008.Solomon Islands Environmental Impact Assessment Guidelines 2008, Honiara: Ministry of Environment, Conservation and Meteorology."}, {"text_block_id": "p53_b1359", "text": "National Protection Council. Republic of Palau National Biodiversity Strategy and Action Plan, Palau: National Protection Council."}, {"text_block_id": "p53_b1360", "text": "Samoa•s Division of Environment and Conservation. 2001. Samoa•s Biodiversity Strategy and Action Plan, Samoa: Department of Lands, Surveys and Environment."}, {"text_block_id": "p53_b1361", "text": "Sirikolo, MQ and Gua, B. 1990. A Report on the State of the Forest Genetic Resources of Priority Species in the Solomon Islands, Honiara: Ministry of National Resource."}, {"text_block_id": "p53_b1362", "text": "Thomas, J, Siho, F and Makini, A. 2008. Solomon Islands National Environmental Capacity Development Action Plan 2008 • 2012 Draft, Honiara: Ministry of Environment, Conservation and Meteorology."}, {"text_block_id": "p54_b1363", "text": "APPENDICES"}, {"text_block_id": "p54_b1364_merged", "text": "NBSAP implementation and monitoring matrix by diﬀerent themes:"}, {"text_block_id": "p55_b1369", "text": "55"}, {"text_block_id": "p64_b1370", "text": "64"}], "document_description": "This document sets the Solomon Islands' strategy and implementation actions for biodiversity conservation. It aims at ensuring that the national biodiversity is able to cope with climate change effects. It further seeks to improve forests protection."}